{
  "doc_id": "guidance_55",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_55__0",
      "chunk_id": "0",
      "content": "2016 COPS Hiring Program (CHP)\nAward Owner’s Manual U.S. Department of Justice, Office of Community Oriented Policing Services\nwww.cops.usdoj.gov 2016 COPS Hiring Program (CHP) Award Owner’s Manual 2016 COPS Hiring Program (CHP) Award Owner’s\nManual This manual was created to assist COPS Hiring Program (CHP) recipients with the administrative and financial\nmatters associated with their award. For more information about your CHP award, please contact your COPS Office Grant Program Specialist. If you\ndo not know the name or telephone number of your Grant Program Specialist, please contact the COPS Office\nResponse Center at 800-421-6770. U.S. Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530\nVisit the COPS Office online: www.cops.usdoj.gov Published September 2016 i 2016 COPS Hiring Program (CHP) Award Owner’s Manual Contents\nGetting Started ........................................................................................................................................................................... 1\nI. Award Acceptance, Terms, and Conditions .................................................................................................................. 3 The award document .......................................................................................................................................................... 3\nAward conditions.................................................................................................................................................................. 4 What are the specific rules regarding termination of award funding? .......................................................... 34\nAccepting the award ........................................................................................................................................................ 34\nWho should sign the award document for our agency? ..................................................................................... 35\nBy when must the award document be signed? .................................................................................................... 35\nII. Accessing Award Funds ................................................................................................................................................... 36\nPayment method ............................................................................................................................................................... 36\nSetting up your account .................................................................................................................................................. 36\nAdditional payment questions ..................................................................................................................................... 37\nIII. Financial Record Maintenance ..................................................................................................................................... 39\nAccounting systems and records ................................................................................................................................. 39\nIV. Federal Audit Requirements ......................................................................................................................................... 41\nSingle Audit Act (SAA) requirements.......................................................................................................................... 41\nOffice of Inspector General (OIG) recipient audits ................................................................................................. 42\nTypical audit findings ....................................................................................................................................................... 43\nV. Reports ................................................................................................................................................................................... 45\nFederal Financial Reports................................................................................................................................................ 45\nProgram Progress Reports .............................................................................................................................................. 46\nContact points to obtain technical assistance and report violations.............................................................. 48\nVI. Community Policing Activities..................................................................................................................................... 49\nVII. When the Award Period Has Ended .......................................................................................................................... 50\nFinal Federal Financial Report ....................................................................................................................................... 50\nFinal Program Progress (Closeout) Report................................................................................................................ 50 ii 2016 COPS Hiring Program (CHP) Award Owner’s Manual VIII. Conclusion ........................................................................................................................................................................ 52\nAppendices ............................................................................................................................................................................... 53\nAppendix A. List of source documents ...................................................................................................................... 53\nAppendix B. Assurances and Certifications .............................................................................................................. 54\nAppendix C. Community policing defined ............................................................................................................... 62\nAppendix D. COPS Hiring Program (CHP) file management: Documents to maintain in CHP award\nfile ............................................................................................................................................................................................ 69\nAppendix E. Memorandum of Understanding guidance .................................................................................... 74\nAppendix F. Whistleblower protection (41 U.S.C. 4712) ...................................................................................... 77\nAppendix G. 2 CFR Appendix II to Part 200: Contract provisions for nonfederal entity contracts under\nfederal awards..................................................................................................................................................................... 81\nAppendix H. Remittance of Interest Earned Amounts ......................................................................................... 83\nGlossary of Terms.................................................................................................................................................................... 84\nCOPS Office Resources.......................................................................................................................................................... 89\nWebsites ................................................................................................................................................................................ 89\nPublications ......................................................................................................................................................................... 89\nReferences ................................................................................................................................................................................. 90 iii 2016 COPS Hiring Program (CHP) Award Owner’s Manual Getting Started\nCongratulations on receiving an award from the U.S. Department of Justice, Office of Community Oriented\nPolicing Services (COPS Office). COPS Hiring Program (CHP) awards provide funding directly to law enforcement\nagencies to hire or rehire career law enforcement officers for the advancement of public safety through an\nincrease in their community policing capacity and crime prevention efforts. 2016 CHP awards will cover up to 75 percent of the approved entry-level salary and fringe benefits of each newly\nhired or rehired full-time sworn career law enforcement officer over the three-year (36-month) award period,\nwith a minimum 25 percent local cash match requirement and a maximum federal share of $125,000 per officer\nposition."
    },
    {
      "id": "guidance_55__1",
      "chunk_id": "1",
      "content": "CHP award funding is based on your agency’s entry-level salary and fringe benefits for full-time officers\nat the time of the award application. Any additional costs above the approved entry-level salaries and fringe\nbenefits are the responsibility of the recipient agency. Furthermore, all award recipients must retain any CHPfunded officer positions for at least 12 months after the 36 months of federal funding has ended for each\nposition. Funding under this program may be used to do the following:\n• • • Hire new officers, which includes filling existing officer vacancies that are no longer funded in your agency’s\nbudget. These positions must be in addition to your current budgeted (funded) level of sworn officer\npositions, and the officers must be hired on or after the official award start date as it appears on your\nagency’s award document. Rehire officers laid off by any jurisdiction as a result of state, local, or Bureau of Indian Affairs (BIA) budget\nreductions. The rehired officers must be rehired on or after the official award start date as it appears on your\nagency’s award document. Documentation must be maintained showing the date(s) that the positions were\nlaid off and rehired. Rehire officers who were, at the time of award application, scheduled to be laid off (by your jurisdiction) on a\nspecific future date as a result of state, local, or BIA budget reductions. Recipients will be required to continue\nfunding the positions with local funding until the date(s) of the scheduled layoffs. The dates of the\nscheduled layoffs and the number of positions affected must have been identified in the 2016 CHP\napplication. In addition, documentation must be maintained detailing the dates and reason(s) for the\nlayoffs. Furthermore, agencies are required to maintain documentation demonstrating that the scheduled\nlayoffs are occurring for local economic reasons unrelated to the availability of CHP award funds. Such\ndocumentation may include local council meeting minutes, memoranda, notices, or orders discussing the\nlayoffs, budget documents ordering jurisdiction-wide budget reductions, or notices provided to the\nindividual officers regarding the layoffs. The allowable uses of your agency’s CHP awards are specified on the CHP Financial Clearance Memorandum\n(FCM). If your agency’s local fiscal conditions have changed since submitting the 2016 CHP application and your\nagency wishes to modify its CHP award to reprogram awarded funding into a different hiring funding category,\nplease refer to page 9 of this manual for detailed information on requesting a post-award modification. This CHP Award Owner’s Manual will assist your agency with the administrative and financial matters associated\nwith your award. It was developed by the COPS Office to ensure that all CHP recipients clearly understand and\nmeet the requirements of their award. Please review this manual carefully because a failure to follow award\nrequirements can have serious ramifications. Please do not hesitate to call the COPS Office Response Center at\n800-421-6770 if you need assistance with the implementation of your award. 1 2016 COPS Hiring Program (CHP) Award Owner’s Manual"
    },
    {
      "id": "guidance_55__2",
      "chunk_id": "2",
      "content": "Please review this manual carefully because a failure to follow award\nrequirements can have serious ramifications. Please do not hesitate to call the COPS Office Response Center at\n800-421-6770 if you need assistance with the implementation of your award. 1 2016 COPS Hiring Program (CHP) Award Owner’s Manual Please note that the Federal Bureau of Investigation (FBI) is retiring the current Summary Reporting System (SRS)\nand will transition to an all-National Incident-Based Reporting System (NIBRS) data collection system within the\nnext five years. The transition to NIBRS will provide a more complete and accurate picture of crime at the\nnational, state, and local level. Beginning in 2021, the FBI will no longer collect summary data and will only\naccept data in the NIBRS format, and COPS Office awards will be based on submitted NIBRS data. Transitioning\nall law enforcement agencies to NIBRS is the first step in gathering more comprehensive crime data. The COPS\nOffice encourages its award recipients to submit NIBRS data to the FBI Criminal Justice Information Services\nDivision in a timely manner, thereby ensuring sufficient and complete crime and arrest data is available for\nconsideration. For more information regarding NIBRS reporting, please see https://www.fbi.gov/aboutus/cjis/ucr/nibrs-overview. When your agency applied for CHP funding, your agency was required to certify compliance with all applicable\nfederal laws. In that regard, members of Congress have asked the U.S. Department of Justice (DOJ) to examine\nwhether jurisdictions with “sanctuary policies” (i.e., policies that either prevent law enforcement from releasing\npersons without lawful immigration status into federal custody for deportation or policies that prevent state or\nlocal law enforcement from sharing certain information with U.S. Department of Homeland Security (DHS)\nofficials), are in violation of 8 U.S.C. §1373. For that reason, all recipients for this program should understand that\nif the COPS Office receives information which indicates that a recipient may be in violation of 8 U.S.C. §1373 (or\nany other applicable federal law) that recipient may be referred to the DOJ Office of the Inspector General (OIG)\nfor investigation. If the recipient is found to be in violation of an applicable federal law by the OIG, the recipient\nmay be subject to criminal and civil penalties in addition to relevant DOJ programmatic penalties including\nsuspension or termination of funds, inclusion on the high risk list, repayment of funds, or suspension and\ndebarment. Thank you for providing us with the opportunity to work in partnership with your community. 2 2016 COPS Hiring Program (CHP) Award Owner’s Manual I. Award Acceptance, Terms, and Conditions To officially accept and begin your COPS Hiring Program award, your agency must access www.cops.usdoj.gov\nand select the “Account Access” link in the upper-right corner to log in, review, and electronically sign the award\ndocument (including the award terms and conditions), the Financial Clearance Memorandum and, if applicable,\nthe special award conditions or high risk conditions within 90 days of the date shown on the award\ncongratulatory letter. Your agency will not be able to draw down award funds until the COPS Office receives your signed award\ndocument."
    },
    {
      "id": "guidance_55__3",
      "chunk_id": "3",
      "content": "Your agency will not be able to draw down award funds until the COPS Office receives your signed award\ndocument. For more information on drawing down award funds, please see section II, “Accessing Award Funds,”\non page 36 of this manual. The award document The award document is the document indicating your official award funding amount, the number of officer\npositions awarded, the type of positions awarded, the award number, the award conditions, and the award start\nand end dates. The award document is pre-printed with your agency’s law enforcement and government executives’ names. If\nthis information is incorrect or has changed, please update your “Agency Contacts” online at\nwww.cops.usdoj.gov through the “Account Access” link. If the law enforcement or government official has\nchanged since the time of application, please have the current law enforcement executive or government\nexecutive for your agency create an account through the “Account Access” link, log in, and sign the award\ndocument once your agency contacts have been updated online. Once you have reviewed your award\ndocument, please electronically sign it and make a copy of all pages of the document for your records, along\nwith all award condition pages, within 90 days of the date shown on the award congratulatory letter. Please see\n“Accepting the award” on page 34 of this manual. The award start date indicated on the award document means that your agency may be reimbursed for any\nallowable costs incurred on or after this date. The duration of your CHP award is three years (36 months) of\nfunding for each position awarded. Your award number is in the following format: 2016-ULWX-0000 or 2016-UMWX-0000 for awards funded in\nFiscal Year (FY) 2016. The COPS Office tracks award information based upon this number. Therefore, it is\nimportant to have your agency’s award number (or your agency’s ORI number) readily available when\ncorresponding with the COPS Office. Your originating agency identifier (ORI) number begins with your state abbreviation followed by five numbers or\nletters (e.g., VA00000). This number is assigned by the Federal Bureau of Investigation (FBI) for use in tracking\ninformation for the Uniform Crime Report (UCR). The COPS Office tracks programmatic award information based\nupon this ORI number. If your agency does not have an ORI number assigned by the FBI, the COPS Office will\nassign a non-official ORI code to use as an agency identifier (in such cases, the last two characters will be “ZZ”). If\nyou have any questions regarding your award, please refer to your award number or your agency’s ORI number\nwhen you contact the COPS Office. 3 2016 COPS Hiring Program (CHP) Award Owner’s Manual Your Office of Justice Programs (OJP) vendor number, in most circumstances, is your agency’s nine- or 13-digit\nfederal tax identification number assigned to you by the Internal Revenue Service (IRS). If your OJP vendor\nnumber differs from your tax identification number, the OJP vendor number is only to be used for administrative\npurposes in connection with this program, and should not be used for IRS purposes. Award conditions The award conditions are listed on your agency’s award document."
    },
    {
      "id": "guidance_55__4",
      "chunk_id": "4",
      "content": "If your OJP vendor\nnumber differs from your tax identification number, the OJP vendor number is only to be used for administrative\npurposes in connection with this program, and should not be used for IRS purposes. Award conditions The award conditions are listed on your agency’s award document. By accepting this award, you are obtaining\nfederal funds from the COPS Office. As part of that agreement, your agency acknowledges that it will comply\nwith these conditions (and, if applicable, additional special or high risk conditions specific to your agency). The\nsection that follows describes, in detail, all of the award conditions, their rationales, and their implications. It also\naddresses many frequently asked questions. If you have additional questions concerning any of these award\nconditions, please contact your COPS Office Grant Program Specialist at 800-421-6770. In limited circumstances, your award may be subject to special or high risk conditions that prevent your agency\nfrom drawing down or accessing award funds until the special conditions are satisfied, as determined by the\nCOPS Office. Any special or high risk conditions will be included with your award, which may be accessed at\nwww.cops.usdoj.gov via the “Account Access” link. However, if you have questions about the special\nconditions, please call your COPS Office Grant Program Specialist at 800-421-6770. Reasons for award conditions The requirements of your CHP award are established within\n•\n•\n• the Public Safety Partnership and Community Policing Act of 1994, which established the COPS Office;\napplicable rules, regulations, and policies issued by the U.S. Department of Justice, Office of Management\nand Budget (OMB), the Government Accountability Office (GAO), and the United States Treasury;\nthe specific CHP programmatic requirements established by the COPS Office. A list of source documents for this manual is provided in appendix A on page 53. You may request copies of any\nsource reference document from:\nOffice of Administration, Publication Unit\nNew Executive Office Building\n725 17th Street NW, Room G 236\nWashington, DC 20503\nCOPS Office-specific documents may be requested directly from the COPS Office. 4 2016 COPS Hiring Program (CHP) Award Owner’s Manual Review of award conditions By signing the award document to accept this COPS Hiring Program award, your agency agrees to abide by the\nfollowing award conditions: 1. Award Owner’s Manual\nCondition: The recipient agrees to comply with the terms and conditions in the 2016 CHP Award Owner's Manual; COPS Office\nstatute (42 U.S.C. § 3796dd, et seq.); the requirements of 2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost\nPrinciples, and Audit Requirements for Federal Awards) as adopted by the U.S. Department of Justice in 2 C.F.R. §\n2800.101; 48 C.F.R. Part 31 (FAR Part 31) as applicable (Contract Cost Principles and Procedures); representations\nmade in the CHP award application; and all other applicable program requirements, laws, orders, regulations, or\ncirculars. Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply to\nyour award. Your agency will be responsible for the information and rules contained in this manual and for\nimplementing your award in compliance with the applicable terms, conditions, and regulations."
    },
    {
      "id": "guidance_55__5",
      "chunk_id": "5",
      "content": "Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply to\nyour award. Your agency will be responsible for the information and rules contained in this manual and for\nimplementing your award in compliance with the applicable terms, conditions, and regulations. More detailed\nguidance regarding any particular award requirement or your agency’s specific circumstances can be requested\nthrough your COPS Office Grant Program Specialist. What you should do:\nPlease read the entire CHP Award Owner’s Manual carefully prior to signing the award document. If you have\nany questions, please contact your COPS Office Grant Program Specialist. When accepting your award, you\nshould ensure that the proper reporting and financial systems are in place to satisfy the award requirements. 2. Assurances and Certifications\nCondition: The recipient acknowledges its agreement to comply with the Assurances and Certifications forms that were signed as\npart of its CHP application. Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving awards,\nseveral provisions of federal law require us to obtain the recipient’s signed Assurances and Certifications\nregarding certain matters. Most of the Assurances and Certifications apply to all federal award programs. What you should do:\nApplicants to COPS Office award programs are required to sign the Assurances and Certifications forms at the\ntime of application and application update. Signing these documents assures the COPS Office that you have\nread, understood, and accepted the award terms and conditions outlined in the Assurances and Certifications. Please read these documents carefully, because signatures on these documents are treated as a material\nrepresentation of fact upon which reliance was placed when the U.S. Department of Justice determined whether 5 2016 COPS Hiring Program (CHP) Award Owner’s Manual to fund the covered award. Additional copies of the Assurances and Certifications forms are contained in\nappendix B on page 54 of this manual. If you have any questions about them, please contact your COPS Office\nGrant Program Specialist at 800-421-6770. 3. Allowable Costs\nCondition: The funding under this project is for the payment of approved full-time entry-level salaries and fringe benefits over\nthree years (for a total of 36 months of funding) up to a maximum federal share of $125,000 per officer position for\ncareer law enforcement officer positions hired and/or rehired on or after the official award start date. Any salary and\nfringe benefit costs higher than entry-level that your agency pays a CHP-funded officer must be paid with local funds. Your agency is required to use CHP award funds for the specific hiring categories awarded. Funding under this\nprogram may be used for the following categories:\n•\n•\n• Hiring new officers, which includes filling existing officer vacancies that are no longer funded in your agency’s\nbudget;\nRehiring officers laid off by any jurisdiction as a result of state, local, or Bureau of Indian Affairs (BIA) budget\nreductions; and/or\nRehiring officers who were, at the time of award application, scheduled to be laid off (by your jurisdiction) on a\nspecific future date as a result of state, local, or BIA budget reductions."
    },
    {
      "id": "guidance_55__6",
      "chunk_id": "6",
      "content": "If your agency’s local fiscal conditions have changed and your agency needs to change one or more of the funded\nhiring categories, your agency should request a post-award award modification and receive prior approval before\nspending CHP funding under the new category. The Financial Clearance Memorandum (FCM), included in your award package, specifies the amount of CHP funds\nawarded to your agency. You should carefully review your FCM, which contains the final officer salary and fringe\nbenefit categories and amounts for which your agency was approved. Please note that the salary and fringe benefit\ncosts requested in your CHP application may have been adjusted or removed. Your agency may only be reimbursed for\nthe approved cost categories that are documented within the FCM, up to the amounts specified in the FCM. Your\nagency may not use CHP funds for any costs that are not identified as allowable in the Financial Clearance\nMemorandum. Only actual allowable costs incurred during the award period will be eligible for reimbursement and drawdown. If\nyour agency experiences any cost savings over the course of the award (for example, your award application\noverestimated the total entry-level officer salary and fringe benefits package), your agency may not use that excess\nfunding to extend the length of the award beyond 36 months. Any funds remaining after your agency has drawn\ndown for the costs of approved salaries and fringe benefits incurred for each awarded position during the 36-month\nfunding period will be deobligated during the closeout process and should not be spent by your agency. Why this condition:\nCHP funds may only be used to pay for entry-level salaries and fringe benefits for 36 months for full-time career\nlaw enforcement officers hired or rehired on or after the award start date. You may use the CHP award to hire or\nrehire experienced officers, but award funding must be limited to paying your agency’s entry-level salary and\nfringe benefits; any costs higher than entry level must be paid by your agency with local funds. 6 2016 COPS Hiring Program (CHP) Award Owner’s Manual What you should do: All recipients should keep and maintain the most recent, approved version of your 2016 CHP application. To\nview and print this document, you can log into your account at www.cops.usdoj.gov. Please select “COPS\nApplications” from the menu of services and click on the “Print” icon to download the most recent version of\nyour application in .pdf format. Refer to your FCM for the list of approved allowable costs. Salaries covered by CHP must be based on your\nagency’s standard entry-level salary and fringe benefits package under the laws or rules that govern hiring by\nyour agency. Salary and fringe benefit payments must be based on payroll records supported by time and\nattendance records or their equivalent. Examples of the types of records your agency must keep to document\nallowable costs are described in section III of this manual on page 39. Any additional costs above the approved\nentry-level salaries and fringe benefits are the responsibility of the recipient agency."
    },
    {
      "id": "guidance_55__7",
      "chunk_id": "7",
      "content": "Examples of the types of records your agency must keep to document\nallowable costs are described in section III of this manual on page 39. Any additional costs above the approved\nentry-level salaries and fringe benefits are the responsibility of the recipient agency. Civilian positions, salaries\nand fringe benefits of part-time officer positions, overtime, training, weapons, communication equipment, and\nvehicles cannot be funded with your CHP award. CHP award funding may be used to pay the approved entry-level salaries and fringe benefits of newly hired\nofficer recruits while they are in basic academy training prior to swearing them in if it is your agency’s standard\npractice to pay recruits while in training. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by another\nU.S. Department of Justice award. See also award condition #13 on page 16 “Duplicative Funding”. 4. Supplementing, Not Supplanting\nCondition:\nState, local, and tribal government recipients must use CHP funds to supplement, and not supplant, state, local, or\nBureau of Indian Affairs (BIA) funds that are already committed or otherwise would have been committed for award\npurposes (officer hiring) during the award period. In other words, state, local, and tribal government recipients may\nnot use COPS Office funds to supplant (replace) state, local, or BIA funds that would have been dedicated to the COPS\nOffice-funded item(s) in the absence of the COPS Office award. Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds will not be used to replace\nstate or local funds (or, for tribal recipients, BIA funds) that would, in the absence of federal aid, be made\navailable for the award purposes. Instead, CHP award funds must be used to increase the total amount of funds\nthat would otherwise be made available for hiring or rehiring law enforcement officers. What you should do:\nAward recipients may not reduce their sworn officer budget just to take advantage of the CHP award. Any\nbudget reductions must be for fiscal or other reasons unrelated to the receipt of CHP award funds to avoid a\nviolation of the nonsupplanting requirement. Award recipients may not reduce their locally funded number of sworn officer positions during the three-year\nCHP award period as a direct result of receiving CHP funding. Reductions in locally funded sworn officer\npositions that occur for reasons unrelated to CHP funding—such as citywide budget reductions—do not violate 7 2016 COPS Hiring Program (CHP) Award Owner’s Manual the nonsupplanting requirement, but recipients must maintain documentation demonstrating the date(s) and\nreason(s) for the budget reductions to prove that they were unrelated to the receipt of CHP funding in the event\nof an audit, monitoring site visit, or other form of award compliance review. Under CHP, the nonsupplanting requirement means that an award recipient receiving CHP funds to hire a new\nofficer position, including filling an existing officer vacancy that is no longer funded in the recipient’s local\nbudget, must hire the additional position on or after the official award start date, above its current budgeted\n(funded) level of sworn officer positions."
    },
    {
      "id": "guidance_55__8",
      "chunk_id": "8",
      "content": "The nonsupplanting requirement also means that an award recipient receiving CHP funds to rehire an officer\nlaid off as a result of state, local, or BIA budget reductions must rehire the officer on or after the official award\nstart date. The award recipient must maintain documentation in its CHP award file showing the dates that the\nofficer was laid off and rehired. In addition, the nonsupplanting requirement means that an award recipient that receives CHP funds to rehire an\nofficer who was, at the time of award application, scheduled to be laid off on a specific future date as a result of\nstate, local, or BIA budget reductions, must continue to fund the officer with its own funds through the award\nstart date until the date of the scheduled layoff. [For example, if the award start date is July 1 and the layoff is\nscheduled for November 1, then the COPS Office funds may not be used to fund the officer until November 1,\nthe date of the scheduled layoff.] Your agency must have identified the date(s) of the scheduled layoffs and the\nnumber of officers to be laid off in its application. Award recipients must maintain documentation showing the\ndate(s) and reason(s) for the layoffs, the number of officers laid off, the number of officers rehired, and the dates\nthe officers were rehired. [Please note that your agency may rehire the officers scheduled for layoff with CHP\nfunding on or immediately after the date of the scheduled layoff. Unless required by your jurisdiction, your\nagency is not required to formally complete the administrative steps associated with the layoff of the individual\nofficers you are seeking to rehire so long as your agency can document that a final, approved budget decision\nwas made to layoff those particular individual officers on the identified layoff date.] Documentation that may be used to prove that scheduled layoffs or budget reductions are occurring for local\neconomic reasons that are unrelated to the availability of CHP award funds may include (but are not limited to)\ncouncil or departmental meeting minutes, memoranda, notices, or orders discussing the layoffs; notices\nprovided to the individual officers regarding the date(s) of the layoffs; or final budget documents ordering\ndepartmental or jurisdiction-wide budget reductions. These records must be maintained with your agency’s CHP\naward records during the award period and for three years following the official closeout of the CHP award in\nthe event of an audit, monitoring, or other evaluation of your award compliance. For more information regarding complying with the nonsupplanting requirement, including implementing your\naward when you have locally funded vacancies, please see the Grant Monitoring Standards and Guidelines at\nwww.cops.usdoj.gov/pdf/e081420661_Grant%20Monitoring_Final.pdf. 5. Extensions\nCondition:\nYour agency may request an extension of the award period to receive additional time to implement your award\nprogram. Such extensions do not provide additional funding. Awards may be extended a maximum of 36 months\nbeyond the initial award expiration date. Any request for an extension beyond 36 months will be evaluated on a caseby-case basis. Only those recipients that can provide a reasonable justification for delays will be granted no-cost 8 2016 COPS Hiring Program (CHP) Award Owner’s Manual"
    },
    {
      "id": "guidance_55__9",
      "chunk_id": "9",
      "content": "Any request for an extension beyond 36 months will be evaluated on a caseby-case basis. Only those recipients that can provide a reasonable justification for delays will be granted no-cost 8 2016 COPS Hiring Program (CHP) Award Owner’s Manual extensions. Reasonable justifications may include difficulties in filling COPS Office-funded positions, officer turnover,\nor other circumstances that interrupt the 36 month award funding period. An extension allows your agency to\ncompensate for such delays by providing additional time to complete the full 36 months of funding for each position\nawarded. Extension requests must be received prior to the end date of the award. Why this condition:\nUnder federal regulations, requests to extend the award period require prior written approval from the COPS\nOffice. Without an approved extension, your agency is not permitted to draw down federal funding for costs\nincurred beyond the official award end date. However, if justified, the COPS Office seeks to accommodate\nreasonable requests for no-cost time extensions in order to fully implement the COPS Office award. What you should do: The COPS Office will contact your agency during the last quarter of the award period to determine whether a nocost time extension is needed; extensions will not be processed prior to 90 days of the award end date. Requests\nto extend the award period must be submitted online and received by the COPS Office before the official award\nend date. Extension requests received after the expiration date will only be considered when the recipient\nprovides justification of extraordinary circumstances; an example of this would be an instance where an\nunforeseen natural disaster prevented a recipient from requesting an extension. Failure to submit a request for a\nno-cost time extension by the end date may result in the immediate deobligation of any remaining award funds. If your agency has excess funds remaining at the end of the award due to salary and fringe benefits costs that\nwere lower than anticipated, your agency may not extend the 36-month funding period for the purpose of\nexpending those excess funds. Recipients are entitled to a maximum of 36 months of federal funding based on\nthe approved salary and fringe benefits costs in the FCM. The COPS Office will deobligate any remaining award\nfunds during the closeout process. If you have any additional questions regarding a no-cost time extension,\nplease contact your COPS Office Grant Program Specialist at 800-421-6770. 6. Modifications\nCondition:\nDuring the CHP award period, it may become necessary for an agency to modify its CHP award due to changes in an\nagency’s fiscal or law enforcement situation. Modification requests should be submitted to the COPS Office when an\nagency determines that it will need to shift officer positions awarded in one hiring category into a different hiring\ncategory, reduce the total number of positions awarded, shift funds among benefit categories, and/or reduce the\nentry-level salary and fringe benefit amounts."
    },
    {
      "id": "guidance_55__10",
      "chunk_id": "10",
      "content": "Modification requests should be submitted to the COPS Office when an\nagency determines that it will need to shift officer positions awarded in one hiring category into a different hiring\ncategory, reduce the total number of positions awarded, shift funds among benefit categories, and/or reduce the\nentry-level salary and fringe benefit amounts. For example, an agency may have been awarded CHP funding for 10\nnew, additional full-time sworn officer positions, but due to severe fiscal distress/constraints, the agency determines it\nis unable to sustain all 10 positions and must reduce its request to five full-time positions; or an agency may have been\nawarded CHP funding for two new, additional sworn officer positions, but due to fiscal distress/constraints the agency\nneeds to change the hiring category from the new hire category to the rehire category for officers laid off or scheduled\nfor layoff on a specific future date post-application. Award modifications under CHP are evaluated on a case-by-case\nbasis. The COPS Office will only consider a modification request after an agency makes final, approved budget and/or\npersonnel decisions. An agency may implement the modified award following written approval from the COPS Office. Please be aware that the COPS Office will not approve any modification request that results in an increase of federal\nfunds. 9 2016 COPS Hiring Program (CHP) Award Owner’s Manual Why this condition:\nUnder federal regulations, you are required to expend federal funds only as approved in the FCM. In addition,\nunder CHP you are expected to expend funding only for the specific hiring categories awarded, as indicated on\nyour Award Document. Any requests to change or alter an award should be submitted to the COPS Office for\nprior approval. Following written approval from the COPS Office, implementation of the modified award may\nbegin. What you should do: You should notify the COPS Office if you determine that your agency will need to change hiring categories,\nreduce the total number of positions awarded, or make other changes to the entry-level salary and benefit\namounts or categories. To modify your award from the new hire category to the rehire category, your agency\nmust complete a hiring category change modification and submit supporting documentation by accessing\nwww.cops.usdoj.gov and selecting the “Account Access” link in the upper right corner to log in and submit\nyour request to the COPS Office through the Grants Management Portal, providing the proposed changes,\ndetails of why the change is needed, etc. For additional information about the process for submitting your specific award modification request, please\ncontact your COPS Office Grant Program Specialist at 800-421-6770. The COPS Office will then evaluate your\nrequest and notify your agency of our decision in writing. Implementation of the modified award may begin\nfollowing written approval from the COPS Office. Please note that modification approvals for active awards will\noften be accompanied by a modified award document reflecting the approved changes. If applicable, your\nagency is required to sign and submit the modified award document via the “Account Access” link to officially\naccept the award modification. 7. Evaluations\nCondition:\nThe COPS Office may conduct monitoring or sponsor national evaluations of the CHP award."
    },
    {
      "id": "guidance_55__11",
      "chunk_id": "11",
      "content": "If applicable, your\nagency is required to sign and submit the modified award document via the “Account Access” link to officially\naccept the award modification. 7. Evaluations\nCondition:\nThe COPS Office may conduct monitoring or sponsor national evaluations of the CHP award. The recipient agrees to\ncooperate with the monitors and evaluators. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that evaluations of the program may\nbe carried out or commissioned by the attorney general for the furtherance of the purposes of the act. The COPS\nOffice conducts evaluations to determine which programs are working, how programs may be improved, and\nwhy certain programs are more successful than others. Specifically, the COPS Office may assess the way in which\nyour agency implements its CHP award. In some jurisdictions, COPS Office staff members or evaluators may\nstudy the effectiveness of funded programs, projects, and activities. Evaluators may collect information about\nthe programs’ effect on crime, victims of crime, and the quality of life in communities. In addition, they may ask\nquestions about the challenges encountered during project implementation, how residents feel about\ncommunity policing, and how police feel about their work. This information will be useful to other communities\nand police agencies across the country. 10 2016 COPS Hiring Program (CHP) Award Owner’s Manual What you should do: When evaluations are undertaken, you may be contacted in writing with specific requests for information. In\ngeneral, evaluators may need to speak with individuals in your department, observe activities, and obtain\nwritten reports about and from your department. You will be asked to facilitate any site visits and information\ngathering activities. In addition, you will be asked to provide accurate and timely information about your award\nactivities. You should fully comply with any requests made regarding these evaluations. 8. Reports/Performance Goals\nCondition: To assist the COPS Office in monitoring and tracking the performance of your award, your agency will be responsible\nfor submitting quarterly programmatic progress reports that describe project activities during the reporting period\nand quarterly Federal Financial Reports using Standard Form 425 (SF-425). The progress report is used to track your\nagency’s progress toward implementing community policing strategies and to collect data to gauge the effectiveness\nof increasing your agency’s community policing capacity through COPS Office funding. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 and other federal regulations and policies\nrequire that financial assistance provided by the Federal Government must be monitored carefully to ensure the\nproper use of federal funds. In addition, the COPS Office seeks to document, on a continuing basis, the progress\nof our programs and recipients. What you should do: This award condition is designed to make your agency aware of reporting requirements associated with CHP\nawards. Quarterly programmatic progress reports and a final programmatic closeout report must be submitted\ndirectly to the COPS Office through the “Account Access” link of the COPS Office website at\nwww.cops.usdoj.gov. Your agency is also required to submit quarterly Federal Financial Reports using Standard\nForm 425 (SF-425) within 30 days after the end of each calendar quarter."
    },
    {
      "id": "guidance_55__12",
      "chunk_id": "12",
      "content": "Your agency is also required to submit quarterly Federal Financial Reports using Standard\nForm 425 (SF-425) within 30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days\nafter the end of the award period. This report reflects the actual cumulative federal expenditures incurred during\nthe funding period and the remaining unobligated balance of federal funds. Under federal regulations, your\nagency is not permitted to draw down federal funding for costs incurred after the official award end date;\nhowever, you will have a 90 day grace period after the award end date during which you can draw down funds\nfor eligible expenditures incurred before the award end date. Agencies with more than one delinquent\nprogrammatic or financial report submission per fiscal year may be subject to delays in receiving reimbursement\nfor allowable expenses, and may be required to receive technical assistance to improve compliance with\nreporting. These reports are discussed in greater detail in section V (“Reports”) on page 45 of this manual. All\nreports should be submitted within the deadlines given to avoid suspension or possible termination of award\nfunds or other remedial actions; failure to submit required reports may also impact future funding opportunities. 11 2016 COPS Hiring Program (CHP) Award Owner’s Manual 9. Award Monitoring Activities\nCondition:\nFederal law requires that law enforcement agencies receiving federal funding from the COPS Office must be\nmonitored to ensure compliance with their award conditions and other applicable statutory regulations. The COPS\nOffice is also interested in tracking the progress of our programs and the advancement of community policing. Both\naspects of award implementation—compliance and programmatic benefits—are part of the monitoring process\ncoordinated by the U.S. Department of Justice. Award monitoring activities conducted by the COPS Office include site\nvisits, office-based grant reviews, alleged noncompliance reviews, financial and programmatic reporting, and audit\nresolution. As a CHP award recipient, you agree to cooperate with and respond to any requests for information\npertaining to your award. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that each award program must contain\na monitoring component. The COPS Office actively monitors how recipients are complying with COPS Office\naward requirements. In addition, the monitoring component provides customer service and technical assistance\nto help ensure recipients understand how to remain in compliance while implementing their awards. What you should do: Your agency may be required to accommodate routine and non-routine efforts by the COPS Office, or an entity\ndesignated by the COPS Office, to examine your agency’s use of federal funds both programmatically and\nfinancially. The four primary means of ensuring recipients’ compliance with the terms and conditions of their\nawards are as follows:\n1. Site Visits. The COPS Office strategically selects award recipients based on a variety of risk factors to\nconduct site visits to ensure compliance with award terms and conditions. The purpose of site visits is threefold:\ni.\nii.\niii. To review for compliance with the terms and conditions of the award To review the recipient’s community policing strategies To provide customer service and technical assistance"
    },
    {
      "id": "guidance_55__13",
      "chunk_id": "13",
      "content": "The purpose of site visits is threefold:\ni.\nii.\niii. To review for compliance with the terms and conditions of the award To review the recipient’s community policing strategies To provide customer service and technical assistance If selected, recipients will be notified in writing in advance with detailed instructions for how to prepare for the\nreview of their COPS Office awards. This review is generally performed over a period of one or more days. Recipients will have an opportunity to resolve any identified noncompliance issues while on-site or, if necessary,\nfollowing the site visit. In addition, recipients will have an opportunity to seek customer service and/or technical\nassistance on the implementation of their award. 2. Enhanced Office-Based Grant Reviews (EOBGR). In lieu of a site visit, awards may be selected for an\nEOBGR conducted at the COPS Office via teleconference or video conference. EOBGRs serve as an alternative\nfor conducting award monitoring reviews in support of the COPS Office’s overall award monitoring strategy. The purpose of the EOBGR is three-fold:\ni.\nii.\niii. To review for compliance with the terms and conditions of the award To review the recipient’s community policing strategies To provide customer service and technical assistance 12 2016 COPS Hiring Program (CHP) Award Owner’s Manual If selected, the recipient will be notified in writing in advance of any EOBGR of its COPS Office awards. This review is generally performed over a one- to two-day period. Recipients will have an opportunity to\nresolve any identified noncompliance issues if necessary following the EOBGR interview. In addition,\naward recipients will have an opportunity to seek customer service and/or technical assistance on the\nimplementation of their award. 3. 4. Alleged Noncompliance Referral (ANCR). An ANCR is an allegation of suspected noncompliance that\noriginates from an internal source within the COPS Office or an external referral from one of many sources. Internal ANCRs generally originate from the COPS Office Grants Administration Division, the COPS Office\nFinance Division, or the COPS Office Legal Division, although any COPS Office component may refer a\nnoncompliance issue to the ANCR. External noncompliance referrals may be received from anonymous\ncomplainants, media, citizens, law enforcement agencies, other federal agencies, or other outside sources. On a case-by-case basis, COPS Office ANCR staff members determine the appropriate course of action to\ntake to investigate complaints of alleged noncompliance. This may include phone or letter contact or a site\nvisit by COPS Office staff or the OIG. Each ANCR referral is resolved as a violation or nonviolation based upon\nsupporting documentation and/or other factors used to make a determination for compliance or\nnoncompliance. Audit Liaison. The OIG may conduct a random audit for any recipient of a COPS Office award. In the event\nyour agency has undergone an OIG audit and there are audit recommendations (findings) resulting from\nnoncompliance and/or poor accountability practices, the COPS Office Audit Liaison Section will work with\nyour agency to resolve and close these recommendations."
    },
    {
      "id": "guidance_55__14",
      "chunk_id": "14",
      "content": "In the event\nyour agency has undergone an OIG audit and there are audit recommendations (findings) resulting from\nnoncompliance and/or poor accountability practices, the COPS Office Audit Liaison Section will work with\nyour agency to resolve and close these recommendations. Remedies to close recommendations may\ninclude repayment of award funds and/or providing adequate documentation to demonstrate compliance\nand/or providing proof of policies or procedures that were created or revised to directly address the causes\nfor the noncompliance as a proactive preventative measure to avoid future noncompliance. Recipients are responsible for remedying any award noncompliance that is identified during site visits, EOBGRs,\nand/or ANCRs. In addition, recipients are responsible for remedying noncompliance stemming from audit\nrecommendations identified in audits of COPS Office awards conducted by the OIG and the Office of the Chief\nFinancial Officer (OCFO). Remedies for noncompliance may include but are not limited to repayment of award\nfunds for unallowable or unsupported costs, providing adequate documentation to demonstrate compliance,\nsuspending active award funding, voluntary withdrawal from or involuntary termination of remaining award\nfunds, or a restriction from receiving future COPS Office awards for a period of time. Under certain conditions,\nadditional actions may include referral and placement on the U.S. Department of Justice’s High Risk List, which\nwill include mandatory completion of the Office of Justice Programs Financial Management Training and being\nsubject to increased monitoring of current and future awards while on the list. In the event of criminal misuse of\naward funds, recipients may also be subject to fines and imprisonment. To avoid findings of noncompliance,\nrecipients are strongly encouraged to become familiar with the COPS Office Grant Monitoring Division’s Grant\nMonitoring Standards and Guidelines and with the Award Owner’s Manual for the year in which the award is\nfunded. Recipients should also contact the COPS Office or their Grant Program Specialist at any time during the\nlife of a COPS Office award with questions concerning award conditions, terms, or requirements to seek\nguidance to avoid noncompliance. It is necessary for recipients to maintain all relevant documentation\n(administrative, financial, and programmatic) used to develop the application and implement the award that\nmay be necessary or required to demonstrate award compliance. For more information, please contact the COPS\nOffice Response Center at 800-421-6770 or at AskCopsRC@usdoj.gov. 13 2016 COPS Hiring Program (CHP) Award Owner’s Manual 10. Federal Civil Rights\nCondition: As a condition of receipt of federal financial assistance, you acknowledge and agree that you will not (and will require\nany subrecipients, contractors, successors, transferees, and assignees not to), on the grounds of race, color, religion,\nnational origin (which includes providing limited English proficient persons meaningful access to your programs), sex,\ndisability, or age, unlawfully exclude any person from participation in, deny the benefits of or employment to any\nperson, or subject any person to discrimination in connection with any programs or activities funded in whole or in\npart with federal funds."
    },
    {
      "id": "guidance_55__15",
      "chunk_id": "15",
      "content": "These civil rights requirements are found in the nondiscrimination provisions of Title VI of the\nCivil Rights Act of 1964, as amended (42 U.S.C. § 2000d); the Omnibus Crime Control and Safe Streets Act of 1968, as\namended (42 U.S.C. § 3789d); Section 504 of the Rehabilitation Act of 1973, as amended (29 U.S.C. § 794); the Age\nDiscrimination Act of 1975 (42 U.S.C. §6101, et seq.); Title IX of the Education Amendments of 1972, as amended (20\nU.S.C. § 1681, et seq.); and the corresponding DOJ regulations implementing those statutes at 28 C.F.R. Part 42\n(subparts C, D, E, G, and I). You also agree to comply with Executive Order 13279, as amended by Executive Order\n13559, and the implementing regulations at 28 C.F.R Part 38 Partnerships With Faith-Based and Other Neighborhood\nOrganizations, which requires equal treatment of religious organizations in the funding process and\nnondiscrimination of beneficiaries by faith-based organizations on the basis of belief or nonbelief. Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance with\nfederal civil rights laws. As a result, recipients are required to comply with the civil rights requirements found in\nthe nondiscrimination provisions referenced above. A hold may be placed on your award if it is deemed that\nyour agency is not in compliance with federal civil rights laws or is not cooperating with an ongoing federal civil\nrights investigation. If a hold is placed on your award, you will not be able to obligate or draw down federal\nfunds under your agency’s COPS Office award until you comply with federal civil rights laws or cooperate with\nany ongoing federal civil rights investigation. What you should do:\nIncluded with your award package is a memorandum from the Office for Civil Rights, Office of Justice Programs,\nU.S. Department of Justice, which addresses the federal civil rights statutes and regulations applicable to your\naward. You should review this memorandum to understand your agency’s civil rights responsibilities. As a recipient of federal financial assistance from the COPS Office, you are required to comply with the\napplicable federal civil rights laws and to collect data and information sufficient to permit effective enforcement\nof such laws and to cooperate with any federal civil rights investigation, which includes providing access to\nrecords, accounts, documents, information, facilities, and staff. 11. Equal Employment Opportunity Plan\nCondition: All recipients of funding from the COPS Office must comply with the federal regulations pertaining to the development\nand implementation of an Equal Employment Opportunity Plan (EEOP) (28 C.F.R. Part 42 subpart E). 14 2016 COPS Hiring Program (CHP) Award Owner’s Manual Why this condition: It is the experience of the U.S. Department of Justice in implementing its responsibilities under the Omnibus\nCrime Control and Safe Streets Act of 1968 (Safe Streets Act), the statute that funds the COPS Office, that “the full\nand equal participation of women and minority individuals in employment opportunities in the criminal justice\nsystem is a necessary component to the Safe Streets Act’s program to reduce crime and delinquency in the\nUnited States” (28 CFR § 42.301). EEOPs do not impose quotas or hiring requirements on recipients."
    },
    {
      "id": "guidance_55__16",
      "chunk_id": "16",
      "content": "Act’s program to reduce crime and delinquency in the\nUnited States” (28 CFR § 42.301). EEOPs do not impose quotas or hiring requirements on recipients. What you should do: The obligations to comply with the EEOP requirement differ depending on your organization’s legal status, the\nnumber of its employees, and the amount of the award. If your organization is a government agency or private business and has received a single award for $500,000 or\nmore and has fifty or more employees (counting both full- and part-time employees but excluding political\nappointees), then it must prepare a Utilization Report and submit it to the OCR for review within 90 days from\nthe start date of the award. For assistance in developing a Utilization Report, please consult the OCR's website at\nwww.ojp.usdoj.gov/about/ocr/eeop.htm and click “Complying with the EEOP Requirement”. If your organization is a government agency or private business and the largest single award it has received is\n$25,000 or more but less than $500,000, and it has fifty or more employees (counting both full- and part-time\nemployees but excluding political appointees), then it must prepare a Utilization Report, but it need not submit\nthe report to the OCR for review. Instead, your organization must certify that it is exempt from the submission\nrequirement, that it maintains the Utilization Report on file, and that it will make the Utilization Report available\nfor review on request. For assistance in developing a Utilization Report, please consult the OCR's website at\nwww.ojp.usdoj.gov/about/ocr/eeop.htm and click “Complying with the EEOP Requirement”. If your organization has fewer than fifty employees or receives an award of less than $25,000 or is a nonprofit\norganization, a medical institution, an educational institution, or an Indian tribe, then it is exempt from the EEOP\nrequirement. To claim the exemption, however, your organization must certify that it is exempt by logging onto\nthe OCR website at www.ojp.usdoj.gov/about/ocr/eeop.htm and following the Certification Form instructions. If you have further questions regarding the EEOP requirements, you may contact an EEOP specialist at the OCR\nby telephone at 202-307-0690, by TTY at 202-307-2027, or by e-mail at EEOsubmisson@usdoj.gov. 12. False Statements\nCondition:\nFalse statements or claims made in connection with COPS Office awards may result in fines, imprisonment, or\ndebarment from participating in federal awards or contracts, and/or any other remedy available by law. Why this condition: This condition advises recipients of the consequences of submitting false claims or statements on applications,\nfinancial and programmatic reports, or other award documents. 15 2016 COPS Hiring Program (CHP) Award Owner’s Manual What you should do:\nEnsure that all documentation related to your agency’s receipt and use of award funding (award applications,\nprogress reports, Federal Financial Reports, etc.) is true and accurate. 13. Duplicative Funding\nCondition: The recipient understands and agrees to notify the COPS Office if it receives, from any other source, funding for the\nsame item or service also funded under this award. Why this condition: This award was provided to your agency to address its law enforcement needs that are not funded with other\nfunds, including federal, state, local, tribal, or BIA funds."
    },
    {
      "id": "guidance_55__17",
      "chunk_id": "17",
      "content": "Why this condition: This award was provided to your agency to address its law enforcement needs that are not funded with other\nfunds, including federal, state, local, tribal, or BIA funds. Consequently, your agency may not use this funding for\nitems or services that you already have funding for from other sources. What you should do: If your agency receives funding from another source for the same item(s) or services(s) also funded under this\naward, please contact your COPS Office Grant Program Specialist at 800-421-6770. 14. Additional High-Risk Recipient Requirements\nCondition: The recipient agrees to comply with any additional requirements that may be imposed during the award performance\nperiod if the awarding agency determines that the recipient is a high-risk recipient (Uniform Administrative\nRequirements, Cost Principles, and Audit Requirements for Federal Awards, 2 C.F.R. § 200.207 as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101). Why this condition: In accordance with 2 CFR § 200.207, the DOJ may impose additional requirements specific to your award, as\nneeded, when it determines that there is unsatisfactory performance, financial or administrative instability,\nnoncompliance with award terms and conditions, or other lack of responsibility risk factors. In such cases, the\nDOJ may impose special conditions or restrictions that may include requiring the production of documentation,\nfinancial award administration training, on-site monitoring, prior approval for expenditure of funds, quarterly\nprogress reports, separate bank accounts, or other requirements. What you should do: In order to obtain a COPS Office award, recipients must agree to comply with any additional requirements that\nmay be imposed during the award performance period if the awarding agency determines that the recipient is a\nhigh-risk recipient. 16 2016 COPS Hiring Program (CHP) Award Owner’s Manual 15. System for Award Management (SAM) and Universal Identifier Requirements\nCondition:\nThe Office of Management and Budget requires federal agencies to include the following standard award term in all\nawards and cooperative agreements made on or after October 1, 2010:\nA. Requirement for System for Award Management (SAM) Unless you are exempted from this requirement under 2 C.F.R. Part 25.110, you as the recipient must maintain\nthe currency of your information in the SAM until you submit the final financial report required under this\naward or receive the final payment, whichever is later. This requires that you review and update the\ninformation at least annually after the initial registration, and more frequently if required by changes in your\ninformation or another award term. B. Requirement for Data Universal Numbering System (DUNS) Numbers If you are authorized to make subawards under this award, you:\n1.\n2.\nC. Must notify potential subrecipients that no entity (see definition in paragraph C. of this award term) may\nreceive a subaward from you unless the entity has provided its DUNS number to you. May not make a subaward to an entity unless the entity has provided its DUNS number to you. Definitions For purposes of this award term:\n1. 2. 3. System for Award Management (SAM) means the federal repository into which an entity must provide\ninformation required for the conduct of business as a recipient."
    },
    {
      "id": "guidance_55__18",
      "chunk_id": "18",
      "content": "Definitions For purposes of this award term:\n1. 2. 3. System for Award Management (SAM) means the federal repository into which an entity must provide\ninformation required for the conduct of business as a recipient. Additional information about\nregistration procedures may be found at the SAM Internet site at www.sam.gov. Data Universal Numbering System (DUNS) number means the nine- or thirteen-digit number established\nand assigned by Dun and Bradstreet, Inc. (D&B) to uniquely identify business entities. A DUNS number\nmay be obtained from D&B by telephone (currently 866-705-5711) or the Internet at\nhttp://fedgov.dnb.com/webform. Entity, as it is used in this award term, means all of the following, as defined at 2 C.F.R. Part 25, subpart C:\na.\nb.\nc.\nd.\ne. 4. A governmental organization, which is a state, local government, or Indian Tribe;\nA foreign public entity;\nA domestic or foreign non-profit organization;\nA domestic or foreign for-profit organization; and\nA federal agency, but only as a subrecipient under an award or subaward to a non-federal entity. Subaward:\na. b. c. This term means a legal instrument to provide support for the performance of any portion of the\nsubstantive project or program for which you received this award and that you as the recipient\naward to an eligible subrecipient. The term does not include your procurement of property and services needed to carry out the\nproject or program (for further explanation, see Sec. ___.210 of the attachment to OMB Circular A133, “Audits of States, Local Governments, and Non-Profit Organizations”). A subaward may be provided through any legal agreement, including an agreement that you\nconsider a contract. 17 2016 COPS Hiring Program (CHP) Award Owner’s Manual 5. Subrecipient means an entity that:\na.\nb. Receives a subaward from you under this award; and\nIs accountable to you for the use of the federal funds provided by the subaward. Why this condition: The purpose of this standard award term is to ensure government-wide uniformity in establishing the DUNS\nnumber as the universal identifier for federal financial assistance applicants, as well as recipients and their direct\nsubrecipients (if applicable), and to establish the SAM as the repository for standard information about\napplicants and recipients. What you should do: At the time of award application, your agency was required to provide its DUNS number and be registered in the\nSAM database. Your agency should continue to use the same DUNS number provided in your award application and update, as\nneeded, the information associated with that DUNS number. If your agency is authorized to make subawards\nunder its award, your agency may make subawards only to entities that have DUNS numbers. For more\ninformation about your DUNS number, please contact D&B using the toll-free number 866-705-5711 or visit\nhttp://fedgov.dnb.com/webform. Your agency must maintain active registration and current information in the SAM until you submit the final\nfinancial report or receive the final payment under your award, whichever is later. Your agency must review\nand update its SAM information at least once per year to maintain an active registration status. For more\ninformation about SAM registration, please visit www.sam.gov."
    },
    {
      "id": "guidance_55__19",
      "chunk_id": "19",
      "content": "Your agency must review\nand update its SAM information at least once per year to maintain an active registration status. For more\ninformation about SAM registration, please visit www.sam.gov. 16. Reporting Subawards and Executive Compensation\nCondition:\nThe Office of Management and Budget requires federal agencies to include the following standard award term in all\nawards and cooperative agreements made on or after October 1, 2010:\nA. Reporting of first-tier subawards. 1. 2. Applicability. Unless you are exempt as provided in paragraph D. of this award term, you must report\neach action that obligates $25,000 or more in federal funds that does not include Recovery funds (as\ndefined in section 1512(a)(2) of the American Recovery and Reinvestment Act of 2009, Pub. L. 111–5) for\na subaward to an entity (see definitions in paragraph E. of this award term). Where and when to report. a.\nb. You must report each obligating action described in paragraph A.1. of this award term to\nwww.fsrs.gov. For subaward information, report no later than the end of the month following the month in which\nthe obligation was made. (For example, if the obligation was made on November 7, 2010, the\nobligation must be reported by no later than December 31, 2010.) 18 2016 COPS Hiring Program (CHP) Award Owner’s Manual 3. B. What to report. You must report the information about each obligating action that the submission\ninstructions posted at www.fsrs.gov specify. Reporting Total Compensation of Recipient Executives. 1. Applicability and what to report. You must report total compensation for each of your five most highly\ncompensated executives for the preceding completed fiscal year, if—\na.\nb. the total federal funding authorized to date under this award is $25,000 or more;\nin the preceding fiscal year, you received—\nI. 80 percent or more of your annual gross revenues from federal procurement contracts (and\nsubcontracts) and federal financial assistance subject to the Transparency Act, as defined at 2\nC.F.R. Part 170.320 (and subawards); and\nII. $25,000,000 or more in annual gross revenues from federal procurement contracts (and\nsubcontracts) and federal financial assistance subject to the Transparency Act, as defined at 2\nC.F.R. Part 170.320 (and subawards).; and c. 2. Where and when to report. You must report executive total compensation described in paragraph B.1 of\nthis award term:\na.\nb. C. The public does not have access to information about the compensation of the executives through\nperiodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of 1934 (15 U.S.C.\n78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To determine if the public has\naccess to the compensation information, see the U.S. Security and Exchange Commission total\ncompensation filings at www.sec.gov/answers/execomp.htm.) As part of your registration profile at www.sam.gov. By the end of the month following the month in which this award is made, and annually thereafter. Reporting of Total Compensation of Subrecipient Executives. 1. Applicability and what to report."
    },
    {
      "id": "guidance_55__20",
      "chunk_id": "20",
      "content": "As part of your registration profile at www.sam.gov. By the end of the month following the month in which this award is made, and annually thereafter. Reporting of Total Compensation of Subrecipient Executives. 1. Applicability and what to report. Unless you are exempt as provided in paragraph D. of this award term,\nfor each first-tier subrecipient under this award, you shall report the names and total compensation of\neach of the subrecipient’s five most highly compensated executives for the subrecipient’s preceding\ncompleted fiscal year, if—\na. in the subrecipient’s preceding fiscal year, the sub-recipient received—\nI. II. 80 percent or more of its annual gross revenues from federal procurement contracts (and\nsubcontracts) and federal financial assistance subject to the Transparency Act, as defined at 2\nC.F.R. Part 170.320 (and subawards); and\n$25,000,000 or more in annual gross revenues from federal procurement contracts (and\nsubcontracts), and federal financial assistance subject to the Transparency Act (and subawards); and 19 2016 COPS Hiring Program (CHP) Award Owner’s Manual b. 2. The public does not have access to information about the compensation of the executives through\nperiodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of 1934 (15 U.S.C.\n78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To determine if the public has\naccess to the compensation information, see the U.S. Security and Exchange Commission total\ncompensation filings at www.sec.gov/answers/execomp.htm.) Where and when to report. You must report sub-recipient executive total compensation described in\nparagraph C.1. of this award term:\na.\nb. To the recipient. By the end of the month following the month during which you make the subaward. For example, if a sub-award is obligated on any date during the month of October of a given year\n(i.e., between October 1 and 31), you must report any required compensation information of the\nsub-recipient by November 30 of that year. D. Exemptions. 1. If, in the previous tax year, you had gross income, from all sources, under $300,000, you are exempt from\nthe requirements to report:\na.\nb. E. Subawards, and\nThe total compensation of the five most highly compensated executives of any subrecipient. Definitions. For purposes of this award term:\n1. Entity means all of the following, as defined in 2 C.F.R. Part 25:\na.\nb.\nc.\nd.\ne. 2.\n3. Executive means officers, managing partners, or any other employees in management positions. Subaward:\na. b. c. 4. A governmental organization, which is a state, local government, or Indian tribe;\nA foreign public entity;\nA domestic or foreign non-profits organization;\nA domestic or foreign for-profit organization;\nA federal agency, but only as a sub-recipient under an award or sub-award to a non-federal entity. This term means a legal instrument to provide support for the performance of any portion of the\nsubstantive project or program for which you received this award and that you as the recipient\naward to an eligible subrecipient. The term does not include your procurement of property and services needed to carry out the project\nor program (for further explanation, see Sec. __.210 of the attachment to OMB Circular A–133,\n“Audits of States, Local Governments, and Non-Profit Organizations”)."
    },
    {
      "id": "guidance_55__21",
      "chunk_id": "21",
      "content": "The term does not include your procurement of property and services needed to carry out the project\nor program (for further explanation, see Sec. __.210 of the attachment to OMB Circular A–133,\n“Audits of States, Local Governments, and Non-Profit Organizations”). A subaward may be provided through any legal agreement, including an agreement that you or a\nsubrecipient considers a contract. Subrecipient means an entity that:\na.\nb. Receives a subaward from you (the recipient) under this award; and\nIs accountable to you for the use of the federal funds provided by the subaward. 20 2016 COPS Hiring Program (CHP) Award Owner’s Manual 5. Total compensation means the cash and noncash dollar value earned by the executive during the\nrecipient’s or sub-recipient’s preceding fiscal year and includes the following (for more information see\n17 C.F.R. Part 229.402(c)(2)):\na.\nb. c. d.\ne.\nf. Salary and bonus. Awards of stock, stock options, and stock appreciation rights. Use the dollar amount recognized for\nfinancial statement reporting purposes with respect to the fiscal year in accordance with the\nStatement of Financial Accounting Standards No. 123 (Revised 2004) (FAS 123R), Shared Based\nPayments. Earnings for services under non-equity incentive plans. This does not include group life, health,\nhospitalization or medical reimbursement plans that do not discriminate in favor of executives, and\nare available generally to all salaried employees. Change in pension value. This is the change in present value of defined benefit and actuarial\npension plans. Above-market earnings on deferred compensation which is not tax-qualified. Other compensation, if the aggregate value of all such other compensation (e.g., severance,\ntermination payments, value of life insurance paid on behalf of the employee, perquisites or\nproperty) for the executive exceeds $10,000. Why this condition: To further federal spending transparency, the Federal Funding Accountability and Transparency Act of 2006\n(FFATA) requires, among other things, that information on federal awards (federal financial assistance and\nexpenditures) be made available to the public via a single, searchable website, which is\nwww.USASpending.gov. Recipients are responsible for reporting their applicable executive compensation and\nsubaward information and the award term provides guidance to report the related information, as required by\nFFATA. What you should do: At the time of award application, your agency was asked to ensure that it has the necessary processes and\nsystems in place to comply with the applicable subaward and executive compensation reporting requirements\nshould it receive funding. If your agency received awards of $25,000 or more, you are required to report award\ninformation on any first-tier subawards totaling $25,000 or more and, in certain cases, to report information on\nthe names and total compensation of the five most highly compensated executives of the recipient and first-tier\nsubrecipients. The FFATA Subaward Reporting System (FSRS), accessible via the Internet at www.fsrs.gov, is the\nreporting tool that your agency will use to capture and report subaward information and any executive\ncompensation data required by FFATA. The subaward information entered in FSRS will then be displayed on\nwww.USASpending.gov associated with your agency’s award to further federal spending transparency. For additional information regarding the executive compensation and subaward reporting requirements, please\nsee Vol. 75, No. 177 (September 14, 2010) of the Federal Register, www.gpo.gov/fdsys/pkg/FR-2010-0914/pdf/2010-22705.pdf. 21"
    },
    {
      "id": "guidance_55__22",
      "chunk_id": "22",
      "content": "The subaward information entered in FSRS will then be displayed on\nwww.USASpending.gov associated with your agency’s award to further federal spending transparency. For additional information regarding the executive compensation and subaward reporting requirements, please\nsee Vol. 75, No. 177 (September 14, 2010) of the Federal Register, www.gpo.gov/fdsys/pkg/FR-2010-0914/pdf/2010-22705.pdf. 21 2016 COPS Hiring Program (CHP) Award Owner’s Manual 17. Debarment and Suspension\nCondition: The recipient agrees not to award federal funds under this program to any party which is debarred or suspended from\nparticipation in Federal assistance programs. Why this condition:\nUnder federal regulations, recipients are required to ensure that federal funds are not given to parties that are\ndebarred or suspended from participation in federal assistance programs. This is to protect the public interest\nand to ensure proper management and integrity in federal activities by conducting business only with\nresponsible parties. For details regarding the debarment and suspension requirements, please see 2 CFR part\n180 (Government-wide Debarment and Suspension), and 2 CFR part 2867 (DOJ-specific requirements.) What you should do: If, under a COPS Office award, you enter into a contract for goods or services for $25,000 or more or any\nsubaward, you must verify that the vendor or subrecipient and their respective principals (e.g., owners, top\nmanagers) with whom you intend to do business are not excluded or disqualified from participation in federal\nassistance programs. In addition, you must include a term or condition in the contract or subaward requiring the\nvendor or subrecipient to comply with subpart C of the OMB guidance in 2 CFR part 180 (Government-wide\nDebarment and Suspension) and subpart C of 2 CFR part 2867 (DOJ-specific requirements). 18. Employment Eligibility\nCondition: The recipient agrees to complete and keep on file, as appropriate, a Bureau of Citizenship and Immigration Services\nEmployment Eligibility Verification Form (I-9). This form is to be used by recipients of federal funds to verify that\npersons are eligible to work in the United States. Why this condition:\nUnder federal immigration law, all employers are required to take certain steps to ensure that persons that are\nhired are legally permitted to work in the United States. The Bureau of Citizenship and Immigration Services\nEmployment Eligibility Verification Form (I-9) outlines the types of documents that an employer should review to\nconfirm that a new hire is eligible for employment. What you should do: You do not need to submit any documentation to the COPS Office to satisfy this condition. Rather, you should\ncomplete and maintain the I-9 forms for all new employees under the guidelines set forth by the Bureau of\nCitizenship and Immigration Services. For further information about this requirement, you may contact the\nBureau’s Office of Business Liaison at 800-357-2099 or the National Customer Service Center at 800-375-5283. 22 2016 COPS Hiring Program (CHP) Award Owner’s Manual 19. Whistleblower Protection\nCondition:"
    },
    {
      "id": "guidance_55__23",
      "chunk_id": "23",
      "content": "For further information about this requirement, you may contact the\nBureau’s Office of Business Liaison at 800-357-2099 or the National Customer Service Center at 800-375-5283. 22 2016 COPS Hiring Program (CHP) Award Owner’s Manual 19. Whistleblower Protection\nCondition: The recipient agrees not to discharge, demote, or otherwise discriminate against an employee as reprisal for the\nemployee disclosing information that he or she reasonably believes is evidence of gross mismanagement of a federal\ncontract or award, a gross waste of federal funds, an abuse of authority relating to a federal contract or award, a\nsubstantial and specific danger to public health or safety, or a violation of law, rule, or regulation related to a Federal\ncontract (including the competition for or negotiation of a contract) or award. The recipient also agrees to provide to\ntheir employees in writing (in the predominant native language of the workforce) of the rights and remedies provided\nin 41 U.S.C. § 4712. Please see appendix F in the Award Owner’s Manual for a full text of the statute. Why this condition:\nUnder the “Pilot program for enhancement of contractor protection from reprisal for disclosure of certain\ninformation” (41 U.S.C. § 4712), which is in effect through January 1, 2017, recipients are prohibited from taking\nreprisal actions against employees for certain whistleblowing activities in connection with federal awards and\ncontracts. The pilot program protects the public interest and ensures the proper management and use of federal\nfunds. What you should do: The recipient must not take reprisal actions against an employee for disclosing misconduct under federal\ncontracts and awards to certain persons and entities. The recipient is prohibited from discharging, demoting, or otherwise discriminating against an employee as\nreprisal for disclosing information that he or she reasonably believes is evidence of\n•\n•\n•\n•\n• gross mismanagement of a federal contract or award;\na gross waste of federal funds;\nan abuse of authority relating to a federal contract or award;\na substantial and specific danger to public health or safety; or\na violation of law, rule, or regulation related to a federal contract (including the competition for or\nnegotiation of a contract) or award. In addition, the disclosure must also have been made to\n•\n•\n•\n•\n•\n•\n• a member of Congress or a representative of a committee of Congress;\nan inspector general;\nthe Government Accountability Office;\na federal employee responsible for contract or award oversight or management at the relevant agency;\nan authorized official of the U.S. Department of Justice or other law enforcement agency;\na court or grand jury; or\na management official or other employee of the contractor, subcontractor, or recipient who has the\nresponsibility to investigate, discover, or address misconduct. An employee is deemed to have made a protected disclosure if he or she initiates or provides evidence of\nmisconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a federal contract\nor award. 23 2016 COPS Hiring Program (CHP) Award Owner’s Manual The recipient must inform its employees in writing, in the predominant language of the workforce, of employee\nwhistleblower rights, protections, and remedies under 41 U.S.C. § 4712."
    },
    {
      "id": "guidance_55__24",
      "chunk_id": "24",
      "content": "23 2016 COPS Hiring Program (CHP) Award Owner’s Manual The recipient must inform its employees in writing, in the predominant language of the workforce, of employee\nwhistleblower rights, protections, and remedies under 41 U.S.C. § 4712. Please see appendix F on page 77 of this manual for the full text of the “Pilot program for enhancement of\ncontractor protection from reprisal for disclosure of certain information” (41 U.S.C. § 4712). 20. Mandatory Disclosure\nCondition:\nRecipients and subrecipients must timely disclose in writing to the COPS Office or pass-through entity, as applicable,\nall federal criminal law violations involving fraud, bribery, or gratuity that may potentially affect the awarded federal\nfunding. Failure to make required disclosures can result in any of the remedies, including suspension and debarment,\ndescribed in the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards, 2\nC.F.R. § 200.338 as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. Why this condition:\nFederal regulations require recipients and subrecipients to report all federal violations involving fraud, bribery,\nor gratuity that may affect the awarded federal funds. This condition advises your agency of the requirement\nand the consequences of failing to report such violations to the COPS Office or pass-through entity. What you should do:\nEnsure that you timely report in writing to the COPS Office or pass-through entity all federal violations involving\nfraud, bribery, or gratuity that may affect your federal award. 21. Conflict of Interest\nCondition:\nRecipients and subrecipients must disclose in writing to the COPS Office or pass-through entity, as applicable, any\npotential conflict of interest affecting the awarded federal funding in accordance with the Uniform Administrative\nRequirements, Cost Principles, and Audit Requirements for Federal Awards, 2 C.F.R. § 200.112 as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101. Why this condition:\nRecipients and subrecipients are required to use federal funding in the best interest of their award program. Any\ndecisions related to these funds must be free of hidden personal or organizational conflicts of interest, both in\nfact and in appearance. This means that recipients and subrecipients should not participate in any award-related decisions or\nrecommendations that involve any of the following people or groups:\n•\n•\n• an immediate family member\na partner\nan organization in which they are serving as an officer, director, partner, or employee 24 2016 COPS Hiring Program (CHP) Award Owner’s Manual • any person or organization with whom they are negotiating or who has an arrangement concerning\nprospective employment, has a financial interest, or for other reasons can have less than an unbiased\ntransaction with the recipient or subrecipients This also means that recipients and subrecipients should avoid any action which might result in or create the\nappearance of\n•\n•\n•\n•\n• using your official position for private gain;\ngiving special treatment to any person;\nlosing complete independence or objectivity;\nmaking an official decision outside official channels; or\nnegatively affecting the confidence of the public in the integrity of the Federal Government or the program. What you should do:\nEnsure that you report in writing to the COPS Office or pass-through entity, as applicable, any potential conflict\nof interest that may affect your federal award. 22. Contract Provision\nCondition:"
    },
    {
      "id": "guidance_55__25",
      "chunk_id": "25",
      "content": "What you should do:\nEnsure that you report in writing to the COPS Office or pass-through entity, as applicable, any potential conflict\nof interest that may affect your federal award. 22. Contract Provision\nCondition: All contracts made by the award recipients under the federal award must contain the provisions required under 2\nC.F.R. Part 200, (Appendix II to Part 200—Contract Provisions for Non-Federal Entity Contracts Under Federal Awards),\nas adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. Please see appendix G in the Award Owner’s\nManual for a full text of the contract provisions. Why this condition:\nFederal regulations require recipients and subrecipients to comply with the necessary contract provisions in\norder to standardize and strengthen oversight of all contracts made under federal awards. This provision\nprotects the public interest and ensures the proper management and use of federal funds as it relates to\ncontracts entered into by the recipient. What you should do: The recipient should review all contracts made under the federal award to ensure that they contain the\nprovisions required in appendix G on page 81of the Award Owner’s Manual. 23. Restrictions on Internal Confidentiality Agreements\nCondition: No recipient or subrecipient under this award, or entity that receives a contract or subcontract with any funds under\nthis award, may require any employee or contractor to sign an internal confidentiality agreement or statement that\nprohibits or otherwise restricts the lawful reporting of waste, fraud, or abuse to an investigative or law enforcement\nrepresentative of a federal department or agency authorized to receive such information. 25 2016 COPS Hiring Program (CHP) Award Owner’s Manual Why this condition:\nUnder section 743 of Division E, Title VIII, of the Consolidated and Further Continuing Appropriations Act, 2016\n(Pub. L. 114–113), neither the recipient, subrecipient, nor any entity that receives a contract or subcontract with\nany funds under this or any other Act may require its employees or contractors to sign an internal confidentiality\nagreement or statement prohibiting or otherwise restricting their lawful reporting of waste, fraud, or abuse to an\ninvestigative or law enforcement representative of a federal department or agency. This provision protects the\npublic interest and ensures the proper management and use of federal funds. This limitation is not intended,\nand shall not be understood by the agency making this award, to contravene requirements applicable to\nStandard Form 312 (which relates to classified information), Form 4414 (which relates to sensitive\ncompartmented information), or any other form issued by a federal department or agency governing the\nnondisclosure of classified information. What you should do: In accepting this award, the recipient\n• •"
    },
    {
      "id": "guidance_55__26",
      "chunk_id": "26",
      "content": "What you should do: In accepting this award, the recipient\n• • represents that it neither requires nor has required internal confidentiality agreements or statements from\nemployees or contractors that currently prohibit or otherwise restrict (or purport to prohibit or restrict)\nemployees or contractors from reporting waste, fraud, or abuse as described above;\nrepresents that, if it learns or is notified that it is or has been requiring its employees or contractors to\nexecute agreements or statements that prohibit or otherwise restrict (or purport to prohibit or restrict)\nreporting of waste, fraud, or abuse as described above, it will immediately stop any further obligations of\naward funds, will provide prompt written notification to the agency making this award, and will resume\nsuch obligations only if expressly authorized to do so by that agency. If the recipient does or is authorized to make subawards or contracts under this award, in accepting, the\nrecipient\n• •\n• represents that it has or will determine that no other entity that the recipient proposes may or will receive\naward funds (whether through a subaward, contract, or subcontract) either requires or has required internal\nconfidentiality agreements or statements from employees or contractors that currently prohibit or\notherwise restrict (or purport to prohibit or restrict) employees or contractors from reporting waste, fraud, or\nabuse as described above;\nrepresents that it has or will make appropriate inquiry, or otherwise has an adequate factual basis, to\nsupport this representation;\nrepresents that, if it learns or is notified that any subrecipient, contractor, or subcontractor entity that\nreceives funds under this award is or has been requiring its employees or contractors to execute agreements\nor statements that prohibit or otherwise restrict (or purport to prohibit or restrict) reporting of waste, fraud,\nor abuse as described above, it will immediately stop any further obligations of award funds to or by that\nentity, will provide prompt written notification to the agency making this award, and will resume (or permit\nresumption of) such obligations only if expressly authorized to do so by that agency. 26 2016 COPS Hiring Program (CHP) Award Owner’s Manual 24. Recipient Integrity and Performance Matters\nCondition:\nThe Office of Management and Budget requires federal awarding agencies to include the following standard award\nterm in all awards over $500,000 made on or after January 1, 2016:\nA. Reporting of Matters Related to Recipient Integrity and Performance\n1. 2. General Reporting Requirement If the total value of your currently active awards, cooperative agreements, and procurement contracts\nfrom all Federal awarding agencies exceeds $10,000,000 for any period of time during the period of\nperformance of this Federal award, then you as the recipient during that period of time must maintain\nthe currency of information reported to the System for Award Management (SAM) that is made available\nin the designated integrity and performance system (currently the Federal Awardee Performance and\nIntegrity Information System (FAPIIS)) about civil, criminal, or administrative proceedings described in\nparagraph 2 of this award term and condition. This is a statutory requirement under section 872 of\nPublic Law 110-417, as amended (41 U.S.C. 2313)."
    },
    {
      "id": "guidance_55__27",
      "chunk_id": "27",
      "content": "This is a statutory requirement under section 872 of\nPublic Law 110-417, as amended (41 U.S.C. 2313). As required by section 3010 of Public Law 111-212, all\ninformation posted in the designated integrity and performance system on or after April 15, 2011, except\npast performance reviews required for Federal procurement contracts, will be publicly available. Proceedings About Which You Must Report\nSubmit the information required about each proceeding that:\na.\nb.\nc. Is in connection with the award or performance of an award, cooperative agreement, or\nprocurement contract from the Federal Government;\nReached its final disposition during the most recent five year period; and\nIs one of the following:\n(1) A criminal proceeding that resulted in a conviction, as defined in paragraph 5 of this award\nterm and condition;\n(2) A civil proceeding that resulted in a finding of fault and liability and payment of a monetary\nfine, penalty, reimbursement, restitution, or damages of $5,000 or more;\n(3) An administrative proceeding, as defined in paragraph 5. Of this award term and condition,\nthat resulted in a finding of fault and liability and your payment of either a monetary fine or\npenalty of $5,000 or more or reimbursement, restitution, or damages in excess of $100,000; or\n(4) Any other criminal, civil, or administrative proceeding if:\ni.\nii.\niii. It could have led to an outcome described in paragraph 2.c.(1), (2), or (3) of this award term\nand condition; It had a different disposition arrived at by consent or compromise with an\nacknowledgment of fault on your part; and\nThe requirement in this award term and condition to disclose information about the\nproceeding does not conflict with applicable laws and regulations. 27 2016 COPS Hiring Program (CHP) Award Owner’s Manual 3. 4. 5. Reporting Procedures\nEnter in the SAM Entity Management area the information that SAM requires about each proceeding\ndescribed in paragraph 2 of this award term and condition. You do not need to submit the information a\nsecond time under assistance awards that you received if you already provided the information through\nSAM because you were required to do so under Federal procurement contracts that you were awarded. Reporting Frequency\nDuring any period of time when you are subject to the requirement in paragraph 1 of this award term\nand condition, you must report proceedings information through SAM for the most recent five year\nperiod, either to report new information about any proceeding(s) that you have not reported previously\nor affirm that there is no new information to report. Recipients that have Federal contract, award, and\ncooperative agreement awards with a cumulative total value greater than $10,000,000 must disclose\nsemiannually any information about the criminal, civil, and administrative proceedings. Definitions For purposes of this award term and condition:\na. b. c. Administrative proceeding means a non-judicial process that is adjudicatory in nature in order to\nmake a determination of fault or liability (e.g., Securities and Exchange Commission Administrative\nproceedings, Civilian Board of Contract Appeals proceedings, and Armed Services Board of Contract\nAppeals proceedings). This includes proceedings at the Federal and State level but only in\nconnection with performance of a Federal contract or award. It does not include audits, site visits,\ncorrective plans, or inspection of deliverables."
    },
    {
      "id": "guidance_55__28",
      "chunk_id": "28",
      "content": "This includes proceedings at the Federal and State level but only in\nconnection with performance of a Federal contract or award. It does not include audits, site visits,\ncorrective plans, or inspection of deliverables. Conviction, for purposes of this award term and condition, means a judgment or conviction of a\ncriminal offense by any court of competent jurisdiction, whether entered upon a verdict or a plea,\nand includes a conviction entered upon a plea of nolo contendere. Total value of currently active awards, cooperative agreements, and procurement contracts\nincludes— (1) Only the Federal share of the funding under any Federal award with a recipient cost share or\nmatch; and\n(2) The value of all expected funding increments under a Federal award and options, even if not yet\nexercised. Why this condition:\nUnder 2 CFR § 200.210 (b) (1) (iii), recipients of awards in excess of $500,000 are required to report certain civil,\ncriminal, and administrative proceedings if they have active federal awards, cooperative agreements, or\ncontracts (or any combination of these) that total more than $10,000,000 during the COPS Office award period. The purpose is to protect the public interest and to ensure proper management in federal activities by\nconducting business with responsible parties. What you should do: If the total value of your active awards, cooperative agreements, and contracts from all federal awarding\nagencies exceeds $10,000,000 during the COPS Office award period, then you must ensure that the proceedings\ndescribed in paragraph 2 of this award term that are reported in the System for Award Management (SAM) are\ncurrent. The information about the reported proceedings is made available in SAM via the designated integrity\nand performance system (currently the Federal Awardee Performance and Integrity Information System\n(FAPIIS)). During the award period, you must either report for the most recent five-year period new information 28 2016 COPS Hiring Program (CHP) Award Owner’s Manual about any proceeding(s) that you have not reported previously or affirm that there is no new information to\nreport. You must also disclose semiannually any information about criminal, civil, and administrative\nproceedings. 25. Contracts and/or MOUs with Other Jurisdictions\nCondition:\nSworn law enforcement officer positions awarded must be used for law enforcement activities or services that benefit\nyour agency and the population that it serves. The items funded under the CHP award cannot be utilized by other\nagencies unless the items benefit the population that your agency serves. Your agency may use items funded under\nthe CHP award to assist other law enforcement agencies under a resource sharing, mutual aid, or other agreement to\naddress multi-jurisdictional issues as described in the agreement. Why this condition: The CHP award is intended to benefit the communities within the recipient’s primary law enforcement\njurisdiction. Therefore, the recipient must use the CHP award funding to benefit its own population, rather than\ncontracting out the COPS Office-funded officer(s) to other jurisdictions. What you should do:\nOfficers funded under the CHP award may not provide contract law enforcement services to other agencies\nunless they will directly benefit the recipient’s jurisdiction."
    },
    {
      "id": "guidance_55__29",
      "chunk_id": "29",
      "content": "Therefore, the recipient must use the CHP award funding to benefit its own population, rather than\ncontracting out the COPS Office-funded officer(s) to other jurisdictions. What you should do:\nOfficers funded under the CHP award may not provide contract law enforcement services to other agencies\nunless they will directly benefit the recipient’s jurisdiction. For example, a sheriff’s department cannot use a CHPfunded officer to provide contract law enforcement services to a neighboring county but can use the CHPfunded officer to provide direct law enforcement services to towns within its own county. 26. Retention\nCondition: At the time of award application, your agency committed to retaining all sworn officer positions awarded under the\nCHP award with state and/or local funds for a minimum of 12 months following the conclusion of 36 months of\nfederal funding for each position, over and above the number of locally funded sworn officer positions that would\nhave existed in the absence of the award. Your agency cannot satisfy the retention requirement by using CHP funded\npositions to fill locally funded vacancies resulting from attrition. Why this condition: The retention requirement ensures that the increased officer staffing level under the CHP award continues with\nstate or local funds for a minimum of 12 months after federal funding ends. What you should do: At the time of award application, your agency was required to affirm that it plans to retain all sworn officer\npositions funded under the CHP award and identify the planned source(s) of retention funding. Your agency\ncommitted to retaining each awarded position for at least 12 months following the conclusion of 36 months of\nfederal funding for that position. The retention period begins for an awarded officer position once that position 29 2016 COPS Hiring Program (CHP) Award Owner’s Manual has completed the 36-month implementation period. If an agency is awarded several officer positions, the\nretention period for each individual officer position begins upon completion of 36 months of funding for that\nposition (not based on the cumulative award end date). The retained CHP-funded position(s) must be added to your agency’s law enforcement budget with state or\nlocal funds at the conclusion of award funding, over and above the number of locally funded sworn officer\npositions that would have existed in the absence of the award. Absorbing CHP-funded positions through\nattrition (rather than adding the extra positions to your budget with additional funding) does not meet the\nretention requirement. In addition, COPS Office award funding may not be used to retain positions awarded\nunder a previous COPS Office hiring award. Your agency should maintain documentation demonstrating when the 36-month award funding period expired\nfor each awarded position and that each retained position was above and beyond the number of officer\npositions that your agency would have otherwise funded with state or local funds. We understand that your\nagency’s identified source(s) of retention funding may change during the life of the award, so your agency\nshould maintain documentation of any changes in the event of an audit, monitoring, or other evaluation of your\naward compliance."
    },
    {
      "id": "guidance_55__30",
      "chunk_id": "30",
      "content": "We understand that your\nagency’s identified source(s) of retention funding may change during the life of the award, so your agency\nshould maintain documentation of any changes in the event of an audit, monitoring, or other evaluation of your\naward compliance. Please note that your agency is required to retain the officer position(s) awarded under the CHP award and not\nthe specific officer(s) hired to fill the award position(s). If a position funded by the CHP award becomes vacant\nduring the retention period, your agency is required to take active and timely steps consistent with your\nagency’s hiring policies and procedures to fill the position with a new officer to complete the remainder of the\n12-month retention period. Your agency should maintain documentation demonstrating that you did not delay\nfilling the position and that the steps your agency took to fill the position were consistent with your hiring\npolicies and procedures. At the conclusion of federal funding, agencies that fail to retain the sworn officer positions awarded under the\nCHP award may be ineligible to receive future COPS Office hiring awards for a period of one to three years. If\nyour agency is unable to retain any of the awarded officer positions, you should contact your COPS Office Grant\nProgram Specialist for further review. 27. Community Policing\nCondition:\nCommunity policing activities to be initiated or enhanced by your agency and the officers funded by this award\nprogram were identified and described in your CHP award application. In sections VI(A) and (B), your agency\ndeveloped a community policing plan for the CHP award with specific reference to a crime or disorder problem and\nthe following elements of community policing: (a) problem solving—your agency’s plan to assess and respond to the\nproblem identified; (b) community partnerships and support, including related governmental and community\ninitiatives that complement your agency’s proposed use of CHP funding; and (c) organizational transformation—how\nyour agency will use the funds to reorient its mission to community policing or enhance its involvement in and\ncommitment to community policing. Throughout the CHP award period, your agency is required to implement the\ncommunity policing plan it set forth in the CHP award application. The COPS Office defines community policing as a philosophy that promotes organizational strategies that support the\nsystematic use of partnerships and problem-solving techniques to proactively address the immediate conditions that\ngive rise to public safety issues such as crime, social disorder, and fear of crime. CHP awards through the specific 30 2016 COPS Hiring Program (CHP) Award Owner’s Manual officers funded (or an equal number of redeployed veteran officers) must be used to initiate or enhance community\npolicing activities. All newly hired additional or rehired officers (or an equal number of redeployed veteran officers)\nfunded under CHP must implement your agency’s approved community policing plan, which you described in your\naward application. Why this condition: The CHP program is designed to assist agencies advance public safety through the hiring and rehiring of sworn\nofficer positions to increase their community policing capacity and crime prevention efforts. This is achieved\nthrough problem solving, community policing partnerships, and organizational transformation."
    },
    {
      "id": "guidance_55__31",
      "chunk_id": "31",
      "content": "Why this condition: The CHP program is designed to assist agencies advance public safety through the hiring and rehiring of sworn\nofficer positions to increase their community policing capacity and crime prevention efforts. This is achieved\nthrough problem solving, community policing partnerships, and organizational transformation. It enhances\npolice professionalism by providing officers with the skills and motivation to act in innovative ways to solve\ncommunity crime-related problems. Your organization may be monitored or audited to ensure that it is initiating\nor enhancing community policing in accordance with your proposed plan as outlined in section VI (B) of your\nCHP application and that the officers hired (or an equal number of redeployed veteran officers) are used to\nimplement this plan and advance your agency’s community policing activities over the life of the award. The\nCOPS Office may also use this information to understand the needs of the field and potentially provide for\ntraining, technical assistance, problem solving, and community policing implementation tools. What you should do:\nCommunity policing activities to be implemented or enhanced by your agency were identified in your CHP\napplication in section VI (B). While the COPS Office recognizes that your COPS Office-funded officer(s) (or an\nequal number of redeployed veteran officers) will participate in some or all aspects of your identified community\npolicing strategy and advance your agency’s community policing activities over the life of the award, we also\nencourage your agency to move toward an organization-wide philosophy and commitment to community\npolicing. Your CHP quarterly progress reports will collect information related to the implementation of and progress\ntoward those community policing activities. Your community policing strategy may be influenced and impacted\nby others within and outside your organization; this is considered beneficial to your community policing efforts. Your community policing needs may change during the life of your CHP award, and minor changes to this\nstrategy may be made without prior approval of the COPS Office. Any changes to the community policing scope\nor strategies originally identified in your CHP application should be documented within your quarterly progress\nreport. If your agency’s community policing strategy changes significantly, however, you must submit those\nchanges to the COPS Office through the quarterly progress report for approval. Changes are significant if they\ndeviate from the specific crime problem(s) originally identified and approved in the original community policing\nstrategy submitted with your application. Recipients who chose “School Based Policing through School Resource\nOfficers,” “Trust Problems,” “Homeland Security,” “Homicide,” or “Gun Violence” as their community policing\nproblem/focus area will not be able to change the problem/focus area of their community policing strategies postaward. Additional information about community policing may be found in appendix C, “Community policing\ndefined,” on page 62 of this manual. The COPS Office requires all recipients who chose “School Based Policing through School Resource Officers” as\ntheir community policing problem/focus area on their 2016 CHP applications to provide contact information for\neach school partner where they intend to deploy School Resource Officers (SRO). These recipients are also\nrequired to submit to the COPS Office a Memorandum of Understanding (MOU) between the law enforcement\nagency and their school partner(s) before drawing down funds."
    },
    {
      "id": "guidance_55__32",
      "chunk_id": "32",
      "content": "These recipients are also\nrequired to submit to the COPS Office a Memorandum of Understanding (MOU) between the law enforcement\nagency and their school partner(s) before drawing down funds. Additional information about this requirement\nmay be found in appendix E, “Memorandum of Understanding Guidance,” on page 74 of this manual. 31 2016 COPS Hiring Program (CHP) Award Owner’s Manual 28. Local Match\nCondition:\nRecipients are required to contribute a local match of at least 25 percent toward the total cost of the approved award\nproject, unless waived in writing by the COPS Office. The local match must be a cash match from funds not previously\nbudgeted for law enforcement purposes and must be paid during the award period. The local match contribution\nmust be made on an increasing basis during each year of the three-year award period, with the federal share\ndecreasing accordingly. Why this condition: The 2016 CHP provides up to 75 percent of the allowable costs of this award project (up to a maximum federal\nshare of $125,000 per officer position). Recipients are responsible for providing at least 25 percent of the total\nproject costs in local matching funds. The local match must be a cash match made from local, state, or other\nnon-COPS Office funds. Federal funds (other than COPS Office funds) may be used to meet your local match only\nif the federal funds are authorized by statute for that purpose and approved in writing by both the federal\nagency providing those funds and the COPS Office. What you should do:\nMatching contributions must be made on an increasing basis during each year of the three-year program with\nthe federal share decreasing accordingly. The local match must be paid in full during the active award period;\npayments made prior to the CHP award start date or after the award end date do not qualify as a local match. Recipients are strongly encouraged to pay local match during each quarterly financial reporting period to avoid\npotential noncompliance. If your agency must withdraw from the award period prior to the end of award funding,\nyour agency is responsible for ensuring that the federal share of funds expended is limited to a maximum of 75\npercent of the total program costs expended. If you have questions about the timing of your local match\npayments, please contact your COPS Office Staff Accountant at 800-421-6770. Your agency must maintain records that clearly demonstrate the source of the local match, the amount of the\nlocal match, and when the local match was contributed. The local match must be in addition to funds previously\nbudgeted for specific law enforcement purposes as indicated on your agency’s fiscal year budget. You do not\nneed to provide these supporting documents to the COPS Office, but such records must be produced in the\nevent of an audit, monitoring site visit, or office-based grant review. In addition, recipients are required to report\nthe amount of local match contributed on the quarterly Federal Financial Report (SF-425), line j. Sources for local match requirements may include the following:\n•\n•\n•\n• Nonfederal asset forfeiture funds (subject to approval from the state or local oversight agency);"
    },
    {
      "id": "guidance_55__33",
      "chunk_id": "33",
      "content": "In addition, recipients are required to report\nthe amount of local match contributed on the quarterly Federal Financial Report (SF-425), line j. Sources for local match requirements may include the following:\n•\n•\n•\n• Nonfederal asset forfeiture funds (subject to approval from the state or local oversight agency); Funds from state or local governments that are committed to matching funds for your program; Funds from federal programs whose statutes specifically authorize their use as matching funds; and/or\nFunds contributed by private sources. To maximize the number of communities that would be able to take advantage of CHP award funding, only a\nlimited number of local match waiver requests were granted to applicants who were able to demonstrate severe\nfiscal distress. The COPS Office relied on the fiscal health data provided in section 7 of the CHP application and a\ncomparison of the applicant’s fiscal health data with that of the overall 2016 CHP applicant pool to make waiver\ndecisions. 32 2016 COPS Hiring Program (CHP) Award Owner’s Manual 29. School Resource Officer (SRO) Training Requirement\nCondition:\nCOPS-funded SRO(s) are required to complete a National Association of School Resource Officers (NASRO) basic\ntraining course no later than nine months after the date shown on the award congratulatory letter. If a COPS-funded\nSRO leaves the recipient agency after completing the NASRO training, the recipient agrees to pay for the new SRO, who\nis assigned to backfill this position, to attend a NASRO basic training course. This new SRO must complete the training\nno later than nine months after being placed in the schools. Why this condition: This NASRO basic training course is intended not only to provide information on various important school safety\ntopics, but is also designed to promote effective collaboration and partnerships among the school, law\nenforcement agency and other entities. The COPS Office will pay the training fee directly to NASRO and pay allowable travel costs (airfare, hotel, and per\ndiem) up to $1,000 per COPS Office-funded SRO. Any travel costs over this amount must be paid for by the\nrecipient. The COPS Office will provide the recipient with contact information that must be used to arrange for\nclass registration and travel reimbursement. What you should do: The recipient must ensure all COPS Office-funded SROs complete the NASRO training no later than nine months\nafter the date on the award congratulatory letter. If possible, SROs should complete training prior to beginning\nwork in a partner school or school district. If a COPS Office-funded SRO leaves his or her position after completing the NASRO training, the recipient is\nrequired to pay for the new SRO who is assigned to backfill the position to attend a NASRO basic training course. The new officer backfilling the SRO position must complete the NASRO training no later than nine months after\nbeing placed in the schools. If there are less than nine months left in the award, then the officer needs to receive\ntraining prior to the end of the award. After completing the training, the recipient should email a copy of the\nNASRO course certificate to COPS-SRO@usdoj.gov."
    },
    {
      "id": "guidance_55__34",
      "chunk_id": "34",
      "content": "If there are less than nine months left in the award, then the officer needs to receive\ntraining prior to the end of the award. After completing the training, the recipient should email a copy of the\nNASRO course certificate to COPS-SRO@usdoj.gov. If the COPS Office-funded SRO already completed the NASRO basic training within the last 12 months, the\nrecipient should contact the COPS Office Response Center by phone at 800-421-6770 or by e-mail at\nAskCopsRC@usdoj.gov and provide the location and date of the training so the COPS Office can confirm with\nNASRO and determine if this training requirement has been satisfied. For additional information regarding this mandatory training, view the SRO Mandatory Training Fact Sheet at\nwww.cops.usdoj.gov/pdf/2016AwardDocs/chp/SRO_Mandatory_Training_Fact_Sheet.pdf. 33 2016 COPS Hiring Program (CHP) Award Owner’s Manual What are the specific rules regarding termination of award funding? The COPS Office has the right to sanction or terminate your agency’s project when there is reason to believe that\nyour agency is\n•\n•\n•\n•\n•\n•\n• not substantially complying with the award requirements or other applicable provisions of federal law;\nfailing to make satisfactory progress toward the goals or strategies outlined in its application;\nnot adhering to award requirements or conditions;\nproposing substantial plan changes to the extent that, if originally submitted, would have resulted in the\napplication being denied funding;\nnot submitting financial or programmatic reports in a timely manner;\nfiling false statements or certifications in connection with an application, periodic report, or other awardrelated documents;\nproviding other good cause for sanctions or termination as determined by the COPS Office. In these instances, the COPS Office may\n•\n•\n•\n•\n•\n•\n•\n• temporarily withhold payments pending correction of the situation by your agency;\ndisallow all or part of the cost of the activity or action not in compliance;\nwholly or partly suspend or terminate your award;\nrequire that some or all of the award funds be remitted to the U.S. Department of Justice;\ncondition a future award or elect not to provide future award funds to your agency until appropriate actions\nare taken to ensure compliance;\nwithhold or restrict your agency from obtaining future awards;\nrecommend civil or criminal enforcement by other agencies;\ntake other remedies that may be legally available. In the event that sanctions are imposed or your award is terminated, your agency will be notified in writing of\nour decision and the reason(s) for that decision. Awards terminated due to noncompliance with the federal statutes, regulations, or award terms and conditions\nwill be reported to the integrity and performance system accessible through SAM (currently FAPIIS). Accepting the award After you have reviewed the conditions of your CHP award and your agency agrees with these conditions, you\nare ready to accept the award. The Director of the COPS Office has signed the award document indicating\napproval of your award, an obligation of federal funds to your organization, and our commitment to the award."
    },
    {
      "id": "guidance_55__35",
      "chunk_id": "35",
      "content": "The Director of the COPS Office has signed the award document indicating\napproval of your award, an obligation of federal funds to your organization, and our commitment to the award. As stated at the beginning of this section, to officially begin your award and draw down your funds, the\nauthorized officials (see the Glossary of Terms on page 84 of this manual) of your agency must access\nwww.cops.usdoj.gov and select the “Account Access” link in the upper-right corner to log in, review, and\nelectronically sign the award document with the award terms and conditions; the Financial Clearance\nMemorandum and, if applicable, the special award conditions and high risk conditions in the award document\nsupplement within 90 days of the date shown on the award congratulatory letter. 34 2016 COPS Hiring Program (CHP) Award Owner’s Manual Who should sign the award document for our agency? The authorized officials are the law enforcement and government executives who have ultimate and final\nresponsibility for all programmatic and financial decisions regarding this award as representatives of the legal\nrecipient. COPS Office awards require that both the top law enforcement executive (e.g., chief of police, sheriff,\nor equivalent) and the top government executive (e.g., mayor, board chairman, or equivalent) sign the award\ndocument. For non-law enforcement agencies (universities, etc.), the authorized officials are the programmatic\nand financial officials who have the ultimate signatory authority to sign contracts on behalf of your organization. Typically, these are the same executives named on your agency’s 2016 CHP application. If one or both of these\nindividuals have changed, please update your “Agency Contacts” online at www.cops.usdoj.gov through the\n“Account Access” link and create accounts for them so that they may electronically sign the award. If you have\nany questions as to who should sign the award, please contact your jurisdiction’s local legal advisor. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter. Award funds will not be released until we have received your agency’s signed award\ndocument, your budget has received final clearance, and any other relevant award conditions particular to your\nagency have been satisfied. Failure to submit your signed award document within the 90-day award acceptance\nperiod may result in your CHP award being withdrawn and the funds deobligated without additional\nnotification. If your agency requires an extension for accepting the award beyond the 90-day acceptance\ntimeframe, you will be able to request an extension through the online system. Be sure to explain the\ncircumstances that prevent your agency from signing the award document within the 90-day period, and\nidentify the date by which the award document will be electronically signed. The COPS Office will review such\nrequests on a case-by-case basis. The COPS Office reserves the right to deny requests to extend the 90-day\naward acceptance period. If you have any questions, please contact your COPS Office Grant Program Specialist at\n800-421-6770. 35 2016 COPS Hiring Program (CHP) Award Owner’s Manual II. Accessing Award Funds"
    },
    {
      "id": "guidance_55__36",
      "chunk_id": "36",
      "content": "The COPS Office reserves the right to deny requests to extend the 90-day\naward acceptance period. If you have any questions, please contact your COPS Office Grant Program Specialist at\n800-421-6770. 35 2016 COPS Hiring Program (CHP) Award Owner’s Manual II. Accessing Award Funds This section provides answers to payment-related questions, including all the information needed to set up your\npayments. For assistance with financial management and award administration, please contact the COPS Office\nResponse Center at 800-421-6770 or visit our website at www.cops.usdoj.gov. Payment method What method of payment is used? There is currently one payment system available for accessing federal award funds—the Grant Payment Request\nSystem (GPRS). GPRS is a web-based system that enables recipients to use a secure Internet connection to\nrequest funds. Approved payment requests will automatically be scheduled for payment by the United States\nDepartment of the Treasury through electronic funds transfer (EFT). The Automated Clearing House (ACH) is the\nprimary system that agencies use for EFT. A recipient will be able to review previous payment requests made\nsince July 2009. For more information regarding GPRS, please go to www.ojp.usdoj.gov/about/\noffices/ocfogprs.htm to view the User Guide. Setting up your account How do we set up a new GPRS account? If you are a new recipient to the COPS Office, your agency should determine which authorized employee(s) will\nbe responsible for requesting federal funds for your COPS Office awards through the GPRS system. The\nindividual(s) selected must click on the following link and register with the GPRS system to become a drawdown\nspecialist for your agency: https://grants.ojp.usdoj.gov/gprs/welcome. Once you have been approved, you will receive an e-mail containing a temporary password and information on\nhow to use GPRS. Please note that part of the verification process may involve outreach to your law enforcement\nexecutive and/or government executive or other financial points of contact to validate the information that was\nprovided during the registration process. All individuals who need access to GPRS must register separately and\ncreate their own unique GPRS username account, as these accounts are not meant to be shared. How do we add an award to an existing GPRS account? If you are currently registered for an active COPS Office award username in GPRS and would like to add a\nrecently funded COPS Office award number to your existing COPS Office award username, contact the COPS\nOffice GPRS registration team via e-mail at COPSGPRSRegistration@usdoj.gov and provide the following\ninformation:\n•\n•\n•\n• User name (for COPS Office awards) First/last name\nVendor number (as listed on your award document)\nAward number(s) to be added 36 2016 COPS Hiring Program (CHP) Award Owner’s Manual How do we fill out the payment enrollment forms? If you are a new recipient to the COPS Office, your agency will need to complete an Automated Clearinghouse\n(ACH) Vendor/Miscellaneous Payment (SF-3881) enrollment form. This form can be found on the COPS Office\nwebsite at the following address: www.cops.usdoj.gov/pdf/ach_form_new.pdf. Prior to accessing your award funds, your agency must mail the original signed form to:\nOffice of Justice Programs\nOffice of the Chief Financial Officer\n810 Seventh Street NW\nAttn: Control Desk, Fifth Floor\nWashington, DC 20001"
    },
    {
      "id": "guidance_55__37",
      "chunk_id": "37",
      "content": "This form can be found on the COPS Office\nwebsite at the following address: www.cops.usdoj.gov/pdf/ach_form_new.pdf. Prior to accessing your award funds, your agency must mail the original signed form to:\nOffice of Justice Programs\nOffice of the Chief Financial Officer\n810 Seventh Street NW\nAttn: Control Desk, Fifth Floor\nWashington, DC 20001 Your agency must complete the “Payee/Company Information” section following the directions on the back of\nthe form and also provide the award number (printed on the award document). Next, your financial institution\nmust complete the “Financial Institution Information” section and have the appropriate financial official sign the\nform. If you are already a COPS Office award recipient, you should already have filled out an ACH enrollment form. Therefore, your agency will not be required to submit a new ACH enrollment form for the new award as long as\nyour OJP vendor number has not changed. If you have any questions, or wish to verify your ACH enrollment\nform information, please call the COPS Office Response Center at 800-421-6770 and ask to speak with your state\nassigned Staff Accountant. When should Federal Financial Reports be filed? After your agency returns the signed award document to the COPS Office, under current regulations, you are\nrequired to submit quarterly Federal Financial Reports (FFRs) using a Standard Form 425 (SF-425). This report\nreflects the actual monies spent and unliquidated obligations incurred by your agency. You will not be able to\nmake drawdowns from your GPRS account if the SF-425 for the most recent reporting quarter is not on file with the\nCOPS Office by the deadline date. Recipients are encouraged to submit their SF-425 reports via the Internet at\nhttps://portal.cops.usdoj.gov/. For more information on how to complete and where to submit your quarterly SF-425, see section V of this\nmanual, titled “Reports,” on page 45. Filing the Federal Financial Report (SF-425) identifies your federal and local expenditures made during that calendar\nquarter. However, to receive actual payment, you must request it through GPRS. Additional payment questions Can we receive advances? Yes. If you receive funds through electronic transfer, the period allowed is 10 days in advance. In general, the\nconcept of “minimum cash on hand” applies to COPS Office awards. This concept requires that your agency\nrequest funds based upon immediate cash disbursement needs. You should time your request for payment to\nensure that federal cash on hand is the minimum that you need. 37 2016 COPS Hiring Program (CHP) Award Owner’s Manual There should be no excess federal award funds on hand, except for advances not exceeding 10 days, as noted\nabove. The Federal Government has four basic rules regarding advances. Advances can be terminated if the recipient\n1.\n2.\n3.\n4. is unwilling or unable to attain project goals;\nmaintains excess cash on hand;\ndoes not adhere to the terms and conditions of the grant; and/or\nfails to submit reliable or timely reports. How often can we request reimbursement of costs? There are no limitations on how often your agency may request reimbursements; however, your reimbursement\nrequests should cover a specific time frame and include only costs that were approved in the Financial Clearance\nMemorandum (FCM)."
    },
    {
      "id": "guidance_55__38",
      "chunk_id": "38",
      "content": "How often can we request reimbursement of costs? There are no limitations on how often your agency may request reimbursements; however, your reimbursement\nrequests should cover a specific time frame and include only costs that were approved in the Financial Clearance\nMemorandum (FCM). As a general guideline, most agencies request reimbursement on a monthly or quarterly\nbasis. Also, please note that a date range for a reimbursement request can only be used once. Can we earn interest on our award funds? For states, payments are governed by Treasury-State CMIA agreements and default procedures codified at 31\nCFR Part 205 ‘‘Rules and Procedures for Efficient Federal-State Funds Transfers’’ and TFM 4A–2000 Overall\nDisbursing Rules for All Federal Agencies. For nonfederal entities other than states, payment methods must minimize the time between your drawdown of\nfederal funds and your payment of award costs to avoid earning excess interest on your award funds. You must\naccount for interest earned on advances of federal funds as follows:\n• • • • The Office of Management and Budget (OMB) uniform guidance at 2 CFR § 200.305(b)(9) states that interest\nearned on federal advance payments deposited in interest-bearing accounts up to $500 per year may be\nretained by the nonfederal entity for administrative expenses. Any interest earned on federal advance payments deposited in interest-bearing accounts that is in excess\nof $500 per year must be remitted annually to the Department of Health and Human Services Payment\nManagement System (PMS) through an electronic medium using either Automated Clearing House (ACH)\nnetwork or a Fedwire Funds Service payment. For detailed information on remittance please see appendix H\non page 83 of the Award Owner’s Manual for a full text of the electronic medium remittance options. If you do not have access to an electronic medium option, then please make a check payable to “The\nDepartment of Health and Human Services” and mail the check to Treasury-approved lockbox: HHS Program\nSupport Center, P.O. Box 530231, Atlanta, GA 30353-0231. (Please allow 4–6 weeks for processing of a\npayment by check to be applied to the appropriate Payment Management System (PMS) account). Please notify your COPS Office Staff Accountant in the COPS Office Finance Business Unit when any interest\nthat is earned is remitted to the Department of Health and Human Services, Payment Management System. 38 2016 COPS Hiring Program (CHP) Award Owner’s Manual III. Financial Record Maintenance Under the COPS Office CHP Program, your agency is required to establish and maintain accounting systems and\nfinancial records to accurately account for funds awarded and disbursed. These records must include both\nfederal funds and any local funds contributed to this project. Accounting systems and records What accounting systems are required? As required by 2 CFR § 200.62 (Internal control over compliance requirements for federal awards), your\naccounting system should be designed to provide reasonable assurance regarding the achievement of the\nfollowing objectives for federal awards:\n•\n•\n• Transactions are properly recorded and accounted for in order to prepare reliable financial statements and\nfederal reports and to maintain accountability over assets. Transactions are executed in compliance with all applicable federal statutes, regulations, and the award\nterms and conditions."
    },
    {
      "id": "guidance_55__39",
      "chunk_id": "39",
      "content": "Transactions are properly recorded and accounted for in order to prepare reliable financial statements and\nfederal reports and to maintain accountability over assets. Transactions are executed in compliance with all applicable federal statutes, regulations, and the award\nterms and conditions. Funds, property, and other assets are safeguarded against loss from unauthorized use or disposition. What records must be kept? Your agency’s fiscal control and accounting systems should enable you to make accurate, current, and complete\ndisclosure of the financial activity under your CHP award. Your accounting records should contain information\nshowing expenditures under the award and must be supported by items such as payroll records, time and\nattendance records, cancelled checks, or similar documents. Your agency must adequately safeguard award funds and make sure that they are used for authorized purposes\nonly. Your agency will be responsible for refunding any unallowable expenses. How long must records be kept? All financial records and supporting documents associated with your CHP award (including payroll, time and\nattendance records, canceled checks, and purchase orders) must be retained for a period of three years from the\ndate of submission of the final expenditure report as stated in 2 CFR §200.333 (Retention requirements for\nrecords). Your agency should maintain records so that you can identify them by award year or by fiscal year, whichever\nyou find more convenient. If any litigation, claim, negotiation, audit, or other action involving these records has\nbeen started before the end of the three-year period, the records should be kept until completion of the action. These records should be easily located and should be properly protected against fire or other damage. Failure to\nmaintain adequate records to document award expenditures may result in a requirement to repay all federal funds\nthat cannot be supported with appropriate records. 39 2016 COPS Hiring Program (CHP) Award Owner’s Manual What if we have more than one award? If your agency has more than one COPS Office award or an award from another federal agency, funds received\nunder one project may not be used to support another project without specific written authorization from the\nCOPS Office, or in the case of an award from another agency, from both awarding agencies. Your accounting\nsystems and financial records must reflect expenditures for each project separately. Who may access our records? Authorized federal representatives, including representatives from the U.S. Department of Justice, the\nComptroller General of the United States, the COPS Office, and any entity designated by the COPS Office may\naccess these records for the purposes of conducting audits, site visits, or other examinations. 40 2016 COPS Hiring Program (CHP) Award Owner’s Manual IV. Federal Audit Requirements In addition to oversight by the COPS Office, your award may be subject to an audit by independent examiners. The two primary types of audit are Single Audit Act (SAA) audits and U.S. Department of Justice, Office of the\nInspector General (OIG) audits. Single Audit Act (SAA) requirements What are the regulations governing SAA requirements? The Single Audit Act (SAA) of 1984 established uniform guidelines for state and local governments receiving\nfederal financial assistance."
    },
    {
      "id": "guidance_55__40",
      "chunk_id": "40",
      "content": "Single Audit Act (SAA) requirements What are the regulations governing SAA requirements? The Single Audit Act (SAA) of 1984 established uniform guidelines for state and local governments receiving\nfederal financial assistance. The 1984 Act was amended in July 1996, was revised on June 27, 2003 and again on\nJune 26, 2007, and is effective for fiscal years after December 31, 2003, to reflect revised audit criteria and\nreporting requirements. The Office of Management and Budget (OMB) issued final guidance for 2 CFR Part 200—\nUniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards (Uniform\nGuidance) on December 26, 2013. This new guidance applies to all federal awards or funding increments\nawarded on or after December 26, 2014 and provides additional guidelines regarding the implementation of\nSAA requirements. Who must have an SAA audit? A recipient that expends $750,000 or more during the recipient's fiscal year in federal awards must have a single\naudit conducted in accordance with 2 CFR §200.514 (Scope of audit) except when it elects to have a programspecific audit conducted in accordance with 2 CFR §200.501(c). An auditee may be a recipient, a subrecipient, or\na vendor. SAA audits are conducted annually unless a state or local government is required by constitution or statute in\neffect on January 1, 1987 to undergo audits less frequently than annually. The primary objective of an SAA audit\nis to express opinions on the recipient’s financial statements, internal controls, major and non-major award\nprograms, and compliance with government laws and regulations. Single Audits may also address specific\ncompliance issues with respect to COPS Office award requirements. In cases of continued inability or unwillingness to have an audit conducted in accordance with this part, federal\nagencies and pass-through entities must take appropriate action as provided in §200.338 (Remedies for\nnoncompliance). These sanctions under A-133, Section 225 could include the following:\n•\n•\n• Temporarily withholding cash payments pending correction of the deficiency by the nonfederal entity or\nmore severe enforcement action by the federal awarding agency or pass-through entity\nDisallowing (that is, denying both use of funds and any applicable matching credit for) all or part of the cost\nof the activity or action not in compliance\nWholly or partly suspending or terminating the federal award 41 2016 COPS Hiring Program (CHP) Award Owner’s Manual • •\n• Initiating suspension or debarment proceedings as authorized under 2 CFR part 180 and federal awarding\nagency regulations (or in the case of a pass-through entity, recommend such a proceeding be initiated by a\nfederal awarding agency) Withholding further federal awards for the project or program\nTaking other remedies that may be legally available Your SAA reports should not be sent to the COPS Office. If the U.S. Department of Justice is your cognizant federal agency (see the Glossary of Terms on page 84), they\nshould be sent to the Federal Audit Clearinghouse at:\nFederal Audit Clearinghouse\nBureau of Census\n1201 East 10th Street\nJeffersonville, IN 47132\nThe U.S. Department of Justice, Office of Justice Programs (OJP) serves as the liaison between recipients and\nauditors in the conduct of resolving and closing SAA audits."
    },
    {
      "id": "guidance_55__41",
      "chunk_id": "41",
      "content": "Questions and comments regarding SAA audits may\nbe directed to the COPS Office Response Center at 800-421-6770. Office of Inspector General (OIG) recipient audits What is the role of the OIG for award audits? The OIG is a separate component of the U.S. Department of Justice and is independent of the COPS Office. The\nprimary objective of OIG recipient audits is to assess compliance with award terms and conditions. OIG audits\nare designed to prevent fraud, waste, and abuse of federal funds. The OIG audit process promotes efficiency and\neffectiveness in the administration and implementation of awards by evaluating compliance with the terms and\nconditions of awards. How are COPS Office awards selected for an OIG audit? The OIG randomly selects awards to be audited or may conduct a COPS Office recipient audit in response to a\nreferral that the OIG believes warrants further evaluation. The OIG also surveys DOJ award-making agencies on\nan annual basis to solicit input on suggested audit areas for the upcoming fiscal year. In most instances,\nhowever, the OIG generally selects awards to be audited based on a number of factors, including the\ngeographical distribution of awards funded, award amount, population served, award status (active and\nexpired), and type of award (hiring and non-hiring). As such, the fact that a recipient has been selected for an\nOIG audit is not necessarily indicative of a suspected concern or problem area. What are the steps in an OIG audit? The COPS Office Grant Monitoring Division’s Audit Liaison Section serves as the liaison between recipients and\nthe OIG’s Audit Division, which conducts the audit. The OIG steps in the audit process will determine the\ninteractions between the OIG, the recipient, and the COPS Audit Liaison Section. •\n• Call for award data. The OIG requests award documentation from the COPS Office. Entrance conference. The OIG schedules to meet with the recipient to gather documentation and conduct\naudit. 42 2016 COPS Hiring Program (CHP) Award Owner’s Manual • • • Draft audit report. The OIG reviews documentation and presents initial findings to the recipient and copies\nthe COPS Office. The COPS Office interacts with the recipient to coordinate any repayments and/or policy or\nprocedure documents to be submitted to the OIG before release of Final Audit Report. Final audit report. The OIG has completed its direct interaction with the recipient. The COPS Office directs\nthe recipient to formulate a Corrective Action Plan to address recommendations (findings). As each\nrecommendation is successfully addressed by the recipient, the COPS Office requests closure on the\nrecommendation. Closing the audit. When all recommendations have been closed, the COPS Office requests closure on the\naudit from the OIG and notifies the recipient that the audit is closed. If you have any questions regarding an OIG audit, please contact the COPS Office Grant Monitoring Division’s\nAudit Liaison Section at 800-421-6770. Questions and comments regarding the administration of your COPS\nOffice CHP award, not specifically related to an audit, should be referred to your COPS Office Grant Program\nSpecialist. Typical audit findings"
    },
    {
      "id": "guidance_55__42",
      "chunk_id": "42",
      "content": "If you have any questions regarding an OIG audit, please contact the COPS Office Grant Monitoring Division’s\nAudit Liaison Section at 800-421-6770. Questions and comments regarding the administration of your COPS\nOffice CHP award, not specifically related to an audit, should be referred to your COPS Office Grant Program\nSpecialist. Typical audit findings The OIG has typically reported the following audit findings pertaining to awards as a result of lack of proper\ndocumentation, poor business practices, or inadequate accounting and record keeping systems:\n• • •\n• • •\n• • Unallowable costs. Recipient incurred costs that were not approved in the original budget or a budget\nmodification, were in excess of the approved budget, or were charged to the award after the expiration date\nand an award extension was not obtained. Unsupported costs. Specific award expenditures and reimbursements could not be supported by adequate\ndocumentation (including but not limited to receipts or purchase orders), that may have been allowable\nunder the program, but for which no prior written approval was obtained from the COPS Office, or award\nexpenditures were in excess of actual approved award costs. Lack of complete/timely programmatic and financial reporting. Recipient failed to submit required\nprogrammatic and financial reports in a timely manner and/or had inadequate record keeping systems. Failure to retain. Recipient lacked documentation to support retention planning efforts during the award\nperiod and/or failed to demonstrate an increase in the baseline of locally funded sworn officer positions at\nthe conclusion of the 36 months of federal funding, over and above what the recipient would have funded\nin absence of the award. Supplanting. Recipient could not document efforts to backfill vacant local sworn officer positions, or\nrecipient could not explain reductions in local law enforcement budget or in sworn officer positions during\nthe award period. Lack of adequate community policing. Recipient had difficulty demonstrating community policing\nactivities. Funds to better use. Funds could be used more efficiently based on management actions such as\nreductions in outlays; deobligation of funds; withdrawal; costs not incurred by implementing recommended\nimprovements; and other identified savings. Questioned costs. Costs that are questioned by the auditor because of an audit finding which resulted from\na violation or possible violation of a provision of law, regulation, award terms and conditions, or other\ndocument governing the use of federal funds; or because costs incurred appear unreasonable and do not\nreflect the actions a prudent person would take under the same circumstances; or because costs at the time\nof the audit are not supported by adequate documentation. 43 2016 COPS Hiring Program (CHP) Award Owner’s Manual • Policy and procedure. Weaknesses are identified in a recipient’s accounting practices, fiscal stewardship,\naccuracy of data used in the development of the award applications, and/or inventory controls that led to\nthe recommendation cited in the audit. The recipient is required to develop or revise policies and/or\nprocedures consistent with their existing practices and submit to the COPS Office to forward to the OIG to\nclose the recommendation."
    },
    {
      "id": "guidance_55__43",
      "chunk_id": "43",
      "content": "The recipient is required to develop or revise policies and/or\nprocedures consistent with their existing practices and submit to the COPS Office to forward to the OIG to\nclose the recommendation. After the final OIG audit report has been issued, the COPS Office Grant Monitoring Division will continue working\nas the liaison between your agency and the OIG to obtain closure on any audit findings. The COPS Office will\nissue a closure letter once all audit recommendations have been closed by the OIG. You must keep all\ndocumentation related to the audit for a period of three years following the audit’s closure. 44 2016 COPS Hiring Program (CHP) Award Owner’s Manual V. Reports As part of CHP, your agency will be required to submit quarterly Federal Financial Reports as well as quarterly\nProgrammatic Progress Reports. Awarded agencies should be prepared to track and report CHP funding\nseparately from other funding sources (including other COPS Office and federal awards) to ensure accurate\nfinancial and programmatic reporting on a timely basis. Your agency should ensure that you have financial\ninternal controls in place to monitor the use of CHP funding and ensure that its use is consistent with the award\nterms and conditions. Good stewardship in this area includes written accounting practices and use of an\naccounting system that tracks all award drawdowns and expenditures and has the ability to track when CHP\naward-funded positions are filled or vacant (including if the position was for a new hire or a rehire). Failure to\nsubmit complete reports, or submit them in a timely manner, may result in the suspension and possible termination of\nyour agency’s COPS Office award funding or other remedial actions. Federal Financial Reports Your agency is required to submit quarterly Federal Financial Reports using Standard Form 425 (SF-425) within\n30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days after the end of the\naward period. This report reflects the actual cumulative federal expenditures incurred during the funding period\nand the remaining unobligated balance of federal funds. Under federal regulations, your agency is not permitted\nto draw down federal funding for costs incurred after the official award end date; however, you will have a 90day grace period after the award end date during which you can drawdown funds for eligible expenditures\nincurred before the award end date. How do we file a Federal Financial Report (SF-425)? All COPS Office award recipients are required to submit quarterly Federal Financial Reports using the SF-425. Award recipients are strongly encouraged to submit the quarterly SF-425 online. Visit the COPS Office website at\nwww.cops.usdoj.gov and select the “Account Access” link in the upper-right corner to log in; once you are\nlogged in, select “Applications” from the agency portal menu, click on the “SF-425” icon, and follow the\ninstructions to complete and submit your reports. The online SF-425 requires the same reporting information as\nthe paper version. The use of this online application enables authorized users to view past SF-425s and allows\nthem to file or amend the SF-425 for the current quarter. When are Federal Financial Reports (SF-425) due?"
    },
    {
      "id": "guidance_55__44",
      "chunk_id": "44",
      "content": "The online SF-425 requires the same reporting information as\nthe paper version. The use of this online application enables authorized users to view past SF-425s and allows\nthem to file or amend the SF-425 for the current quarter. When are Federal Financial Reports (SF-425) due? SF-425s for COPS Office awards must be submitted every quarter and no later than 30 days after the last day of\neach reporting quarter, as detailed in table 1:\nTable 1. Due dates of SF-425 by quarter\nReporting quarter\nJanuary 1–March 31\nApril 1–June 30\nJuly 1–September 30\nOctober 1–December 31 SF-425 due date\nApril 30\nJuly 30\nOctober 30\nJanuary 30 45 2016 COPS Hiring Program (CHP) Award Owner’s Manual For your initial SF-425 submission, determine when the most recent SF-425 reporting quarter ended and\ncomplete an SF-425 to cover the period from the award start date to the end of that period. You are required to\nsubmit an SF-425 even if you have not spent any money or incurred any costs during a reporting period. The due dates for online filing of SF-425s are the same as for the submission of paper copies. Example: If your award start date is 02-01-13 and the current date is 04-15-13, then your first SF-425 would be due no later\nthan 04-30-13 and would cover the period 02-01-13 (award start date) through 03-31-13 (end of the most recent\nreporting period). This SF-425 must be on file with the COPS Office so that you can successfully complete a\ndrawdown of funds through GPRS. Award recipients who do not submit SF-425s by the due date each quarter will be unable to draw down award\nfunds until the report has been successfully submitted. The payment system contains a function which checks\nfor SF-425 delinquency and will reject a drawdown attempt if the SF-425 is not up to date. Subsequent outreach\nthrough e-mail, fax, or hard copy reminders may be sent to the recipient if the SF-425 is delinquent. For general information concerning online filing of SF-425 reports, go to www.cops.usdoj.gov or contact the\nCOPS Office Response Center by phone at 800-421-6770 or by e-mail at AskCopsRC@usdoj.gov. For assistance in completing the SF-425, contact the COPS Office Response Center at 800-421-6770 or by e-mail\nat AskCopsRC@usdoj.gov or review the “Helpful Hints Guide for Completing the Federal Financial Report (SF425)” at www.cops.usdoj.gov/pdf/SF-425_Helpful_Hints_Guide_5.9.13.pdf. How will awards be monitored? The COPS Office and designated representatives from the Office of the Chief Financial Officer, Office of Justice\nPrograms monitor the financial aspects of your agency’s award through financial reports, on-site visits, officebased grant reviews, meetings, telephone contacts, reports, audits, reviews of grant change requests, and\nspecial request submissions. Program Progress Reports\nQuarterly Program Progress Reports and a Final Program Progress (Closeout) Report are required to be\nsubmitted directly to the COPS Office through the “Account Access” link of the COPS Office website at\nwww.cops.usdoj.gov. How do we file a Program Progress Report? Please access the COPS Office website at www.cops.usdoj.gov and click on the “Account Access” link at the top\nright side of the page."
    },
    {
      "id": "guidance_55__45",
      "chunk_id": "45",
      "content": "How do we file a Program Progress Report? Please access the COPS Office website at www.cops.usdoj.gov and click on the “Account Access” link at the top\nright side of the page. Once you are logged in, select “Applications” from the agency portal menu, click on the\n“Progress Report” icon, and follow the instructions to complete your report. How do we obtain online access to complete the Program Progress Report? If you do not have login access, you should contact your agency portal administrator to set up an account for\nyou. 46 2016 COPS Hiring Program (CHP) Award Owner’s Manual If you have a registered account but do not remember your password, you may reset your password by going to\nthe agency portal homepage in “Account Access,” entering your e-mail address, and clicking on the “Forgot\nPassword” link. If you do not have your user name or password, please contact the COPS Office Response Center\nby phone at 800-421-6770 (from Monday through Friday between 9:00 a.m. and 5:00 p.m. Eastern time) or by email at AskCopsRC@usdoj.gov. Do we need to request a Program Progress Report? No. The COPS Office will notify your agency directly when the report is due. A notification for submitting your\nquarterly Program Progress Report will be sent electronically in January, April, July, and October covering\nactivities for the preceding calendar quarter. Notification for submitting your Final Program Progress (Closeout)\nReport will be sent to your agency in the month following your award end date. When are Program Progress Reports due? Program Progress Reports for COPS Office awards must be submitted every quarter and no later than 30 days\nafter the last day of each reporting quarter, as detailed below:\nTable 2. Due dates of Program Progress Reports by quarter\nReporting quarters\nJanuary 1–March 31\nApril 1–June 30\nJuly 1–September 30 Program Progress Report due date\nApril 30\nJuly 30\nOctober 30 October 1–December 31 January 30 What kind of information will these reports require? They will request information about the status of your agency’s hiring or rehiring of additional career law\nenforcement officers and your award-related community policing activities. What if we make a mistake or need to modify the report after it is submitted? Recipients may need to make a change or may be asked by a subsequent COPS Office reviewer to make a\ncorrection to a submission. The recipient can update the submission by logging on to the COPS Office website or\nby calling the COPS Office Progress Report Team at 800-659-7379. Will the data that we submit be publicly available? Program Progress Reports submitted to the COPS Office may be reported publicly in response to a Freedom of\nInformation Act (FOIA) request. If your agency has any questions regarding the submission of these required reports, please call the COPS Office\nProgress Report Team at 800-659-7379. 47 2016 COPS Hiring Program (CHP) Award Owner’s Manual Contact points to obtain technical assistance and report violations Any alleged violations, serious irregularities, or acts that may result in the use of public funds in a manner\ninconsistent with the Public Safety Partnership and Community Policing"
    },
    {
      "id": "guidance_55__46",
      "chunk_id": "46",
      "content": "47 2016 COPS Hiring Program (CHP) Award Owner’s Manual Contact points to obtain technical assistance and report violations Any alleged violations, serious irregularities, or acts that may result in the use of public funds in a manner\ninconsistent with the Public Safety Partnership and Community Policing Act of 1994 or the purposes of this\naward, may be reported to the U.S. Department of Justice. Furthermore, the COPS Office welcomes the\nopportunity to provide assistance regarding the implementation of award provisions to help ensure that federal\naward funds are spent responsibly. As such, the following contacts are provided to address noncompliance and\ntechnical assistance issues:\n•\n•\n• If you suspect violations of a criminal nature, please contact the U.S. Department of Justice, Office of the\nInspector General (OIG) at https://oig.justice.gov/hotline/, OIG.hotline@usdoj.gov, or 800-869-4499. If you suspect award violations (not criminal in nature) related to the award conditions listed in this manual,\nplease contact the COPS Office Grant Monitoring Division at 202-514-9202. If you have any questions or need assistance regarding your award, please contact your COPS Office Grant\nProgram Specialist at 800-421-6770. 48 2016 COPS Hiring Program (CHP) Award Owner’s Manual VI. Community Policing Activities The COPS Office defines community policing as a philosophy that promotes organizational strategies that\nsupport the systematic use of partnerships and problem-solving techniques to proactively address the\nimmediate conditions that give rise to public safety issues such as crime, fear of crime, and social disorder. CHP\nawards must be used to initiate or enhance community policing activities. All newly hired, additional, or rehired\nofficers funded under CHP (or an equal number of redeployed veteran officers) must implement your agency’s\napproved community policing strategy, which you described in your award application, and advance your\nagency’s community policing activities over the life of the award. In your application, you specified a community policing implementation strategy for the CHP award with specific\nreference to a specific crime or disorder problem and the following elements of community policing:\n•\n•\n• Problem solving—your agency’s strategy to assess and respond to the problem identified\nCommunity partnerships and support, including related governmental and community initiatives that\ncomplement your agency’s proposed use of CHP funding\nOrganizational transformation—how your agency will use these funds to reorient its mission to\ncommunity policing or enhance its involvement in and commitment to community policing Your organization may be audited or monitored to ensure that it is initiating or enhancing community policing\nin accordance with the community policing strategy or strategies you indicated in your application and that the\nofficers hired (or an equal number of redeployed veteran officers) are used to implement this strategy. We\nunderstand that your community policing needs may change during the life of your award. We also recognize\nthat this strategy may incorporate a broad range of possible community policing strategies and activities and\nthat your agency may implement particular community policing strategies from the plan on an as-needed basis\nthroughout the life of the award. Minor changes to this plan may be made without prior approval of the COPS\nOffice; however, recipients will be required to report on progress or changes to the community policing strategy\n(if any) through required quarterly progress reports."
    },
    {
      "id": "guidance_55__47",
      "chunk_id": "47",
      "content": "Minor changes to this plan may be made without prior approval of the COPS\nOffice; however, recipients will be required to report on progress or changes to the community policing strategy\n(if any) through required quarterly progress reports. Any changes to the community policing scope or strategies\noriginally identified in your CHP application should be documented within your quarterly progress report. If your\nagency’s community policing strategy changes significantly, you must submit those changes to the COPS Office\nfor approval through the quarterly progress report. Changes are significant if they deviate from the specific\ncrime problem(s) originally identified and approved in the community policing strategy submitted with the\napplication. Additional information about community policing may be found in appendix C, “Community\npolicing defined,” on page 62 of this manual. 49 2016 COPS Hiring Program (CHP) Award Owner’s Manual VII. When the Award Period Has Ended At the end of your agency’s award period, the COPS Office is responsible for the closeout of your award. As part\nof this process, the COPS Office requires documentation demonstrating that your agency has met all of the\nfinancial and programmatic requirements of the award. After the end of the award period, your agency will be asked to submit a final Federal Financial Report (SF-425)\nand any applicable final program reports. Final Federal Financial Report\nThe final Federal Financial Report (SF-425) for your award is due to the COPS Office no later than 90 days after\nthe end of the award period. The final report should reflect the total amount of allowable federal expenditures\nthat were incurred during the life of the award, as well as the amount of unobligated funds remaining, if any. The\nfederal funds expended should reflect only the actual allowable incurred salary and fringe benefit costs for the\n36-month award period that each award position was occupied. In addition, once you have completed your final\ndrawdown, this report should reconcile with the total amount of federal funds drawn down by your agency. The\nfinal SF-425 should also report the total amount of the local cash match contributed over the 36-month award\nperiod, which should be at least 25 percent of the total award project, unless waived by the COPS Office in\nwriting. When should all of the award monies be spent? Award funds reflecting allowable project costs must be obligated before the end of the award period. Obligated\nfunds cover monies spent and expenses for all approved items in the FCM that your agency has incurred but has\nnot yet paid. Your agency has up to 90 days after the end of the award period to request reimbursement for\nfunds obligated. Please be advised that 2 CFR Part 200.343(a) requires recipients to submit final SF-425s and 2 CFR Part 200.343(b)\nrequires recipients to draw down the final reimbursement for expended funds within 90 days after the expiration of the\naward. In addition, be advised that failure to complete the drawdown of funds within the 90-day period following\naward expiration will result in the forfeiture of the remaining eligible balance."
    },
    {
      "id": "guidance_55__48",
      "chunk_id": "48",
      "content": "In addition, be advised that failure to complete the drawdown of funds within the 90-day period following\naward expiration will result in the forfeiture of the remaining eligible balance. It is possible that your agency may have excess award funds remaining in your account following the award\nperiod due to an overestimate of item costs during the award period. Your agency should review its records\ncarefully to ensure that it draws down and expends only the amount required for actual costs incurred during\nthe award period. Any excess unobligated or unspent funds should remain in your account and will be\ndeobligated during the closeout process. Final Program Progress (Closeout) Report After your award period has ended, your agency may be sent a final progress or closeout report from the COPS\nOffice and asked to complete it. This report will serve as your agency’s final programmatic report on the award,\nand the information your agency provides in this report will be used to make a final assessment of your award\nprogress. 50 2016 COPS Hiring Program (CHP) Award Owner’s Manual Retention At the conclusion of 36 months of federal funding for each awarded officer position, your agency must\nimplement its plan, submitted at the time of award application, to retain the additional COPS Office-funded\nofficer position(s) with state or local funds for a minimum of 12 months as required by award condition #26 in\nthis manual. If an agency is awarded several officer positions, the retention period for each individual officer\nposition begins upon completion of 36 months of federal funding for each position (not based on the\ncumulative award end date). The additional officer positions should be added to your agency’s law enforcement\nbudget with state or local funds for at least 12 months over and above the number of locally funded officer\npositions that would have existed in the absence of the award. If a position becomes vacant during the retention\nperiod, your agency must take active and timely steps consistent with its hiring policies and procedures to fill the\nposition with a new, additional officer to complete the remainder of the 12-month retention period. Absorbing CHP-funded officers through attrition (rather than adding the extra positions to your budget with\nadditional funding) does not meet the retention requirement. In addition, your agency may not use federal\nfunding from other COPS Office awards to retain positions awarded under a previous COPS Office hiring award. If you have any questions regarding the retention requirement, please contact your COPS Office Grant Program\nSpecialist at 800-421-6770 or via e-mail at AskCopsRC@usdoj.gov. 51 2016 COPS Hiring Program (CHP) Award Owner’s Manual VIII. Conclusion We hope that this manual has assisted you and your agency with your award questions. We welcome and\nencourage any comments you have regarding the CHP and the materials we have developed for its\nadministration. If you have specific comments regarding this manual, please send them to:\nU.S. Department of Justice\nOffice of Community Oriented Policing Services\nAttn: CHP Control Desk\n145 N Street NE\nWashington, DC 20530"
    },
    {
      "id": "guidance_55__49",
      "chunk_id": "49",
      "content": "We welcome and\nencourage any comments you have regarding the CHP and the materials we have developed for its\nadministration. If you have specific comments regarding this manual, please send them to:\nU.S. Department of Justice\nOffice of Community Oriented Policing Services\nAttn: CHP Control Desk\n145 N Street NE\nWashington, DC 20530 If you have any questions about your award, please call your COPS Office Grant Program Specialist or the COPS\nOffice Response Center at 800-421-6770. Pursuant to Executive Order 13513, “Federal Leadership on Reducing Text Messaging While Driving,” the COPS\nOffice encourages recipients of U.S. Department of Justice funds to adopt and enforce policies that ban text\nmessaging while driving and to establish workplace safety policies to decrease crashes caused by distracted\ndrivers. 52 2016 COPS Hiring Program (CHP) Award Owner’s Manual Appendices\nAppendix A. List of source documents\nA. Primary sources\nPublic Safety Partnership and Community Policing Act of 1994, 42 U.S.C.\nConsolidated Appropriations Act, 2010, Public Law 111-117 B. Secondary sources\nCode of Federal Regulations (CFR)/Office of Management and Budget (OMB):\n2 CFR Part 200 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal\nAwards) as adopted by the U.S. Department of Justice in 2 CFR § 2800.101\n4 CFR Parts 101-105, U.S. Department of Justice/Government Accountability Office, “Joint Federal Claims\nCollections Standards”\n5 CFR Part 1320, “Controlling the Paperwork Burden on the Public”\n5 CFR Part 151, “Political Activity of State and Local Officers or Employees”\n28 CFR Part 23, “Criminal Intelligence Systems Operating Policies”\n28 CFR Part 61, “Procedures for Implementing the National Environmental Policy Act”\n28 CFR Part 83, “Government-Wide Requirements for Drug-Free Workplaces (Grants)”\n28 CFR Part 69, “New Restrictions on Lobbying”\n31 CFR Part 205,”Rules and Procedures for Efficient Federal-State Funds Transfers”\nOMB Circular A-129, “Managing Federal Credit Programs”\n48 CFR Part 31, et seq. (FAR-31), “Contract Cost Principles and Procedures” Executive orders:\nExecutive Order 12291, “Regulations”\nExecutive Order 12372, 28 CFR Part 30 “Intergovernmental Review of Federal Programs”\nExecutive Order 12547, “Non-Procurement Debarments and Suspension” 53 2016 COPS Hiring Program (CHP) Award Owner’s Manual Appendix B. Assurances and Certifications\nAssurances\nSeveral provisions of federal law and policy apply to all grant and cooperative agreement programs. The Office\nof Community Oriented Policing Services (“COPS Office”) needs to secure your assurance that the applicant will\ncomply with these provisions. If you would like further information about any of these assurances, please\ncontact your state’s COPS Office Grant Program Specialist at 800-421-6770. By signing this form, the applicant assures that it will comply with all legal and administrative requirements that\ngovern the applicant for acceptance and use of federal award funds. In particular, the applicant assures us of the\nfollowing:\n1. 2. 3.\n4. 5.\n6. 7. It has been legally and officially authorized by the appropriate governing body (for example, mayor or city\ncouncil) to apply for this grant or cooperative agreement and that the persons signing the application and\nthese assurances on its behalf are authorized to do so and to act on its behalf with respect to any issues that\nmay arise during processing of this application."
    },
    {
      "id": "guidance_55__50",
      "chunk_id": "50",
      "content": "It will comply with the provisions of federal law, which limit certain political activities of employees whose\nprincipal employment is in connection with an activity financed in whole or in part with this grant or\ncooperative agreement. These restrictions are set forth in 5 U.S.C. § 1501, et seq. It will comply with the minimum wage and maximum hours provisions of the Fair Labor Standards Act (29\nU.S.C. § 201, et seq.), if applicable. It will establish safeguards, if it has not done so already, to prohibit employees from using their positions for\na purpose that is, or gives the appearance of being, motivated by a desire for private gain for themselves or\nothers, particularly those with whom they have family, business or other ties. In addition, it will disclose (in\nwriting) to the COPS Office any potential conflict of interest arising during the course of performance of the\ngrant or cooperative agreement award and also will require such written disclosures by any subrecipients. As required by 42 U.S.C. § 3796dd-6, it will give the U.S. Department of Justice or the Comptroller General\naccess to and the right to examine records and documents related to the award. It will comply with all requirements imposed by the U.S. Department of Justice as a condition or\nadministrative requirement of the grant or cooperative agreement, including but not limited to: the\nrequirements of 2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles, and Audit\nRequirements for Federal Awards) as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101 ; 48\nC.F.R. Part 31 (FAR Part 31) (Contract Cost Principles and Procedures); the applicable provisions of the\nOmnibus Crime Control and Safe Streets Act of 1968, as amended; 28 C.F.R. Part 38 (Equal Treatment for\nFaith-Based Organizations); the applicable COPS application guide; the applicable COPS grant owner's\nmanual or award owner’s manual; and with all other applicable program requirements, laws, orders, or\nregulations. As required by 42 U.S.C. § 3796dd-1(c)(11), it will, to the extent practicable and consistent with applicable\nlaw, seek, recruit and hire qualified members of racial and ethnic minority groups and qualified women in\norder to further effective law enforcement by increasing their ranks within the sworn positions in the\nagency. 54 2016 COPS Hiring Program (CHP) Award Owner’s Manual 8. It will not (and will require any subgrantees, contractors, successors, transferees, and assignees not to), on\nthe grounds of race, color, religion, national origin, sex, disability, or age, unlawfully exclude any person\nfrom participation in, deny the benefits of or employment to any person, or subject any person to\ndiscrimination in connection with any programs or activities funded in whole or in part with federal funds."
    },
    {
      "id": "guidance_55__51",
      "chunk_id": "51",
      "content": "These civil rights requirements are found in the non-discrimination provisions of Title VI of the Civil Rights\nAct of 1964, as amended (42 U.S.C. § 2000d); the Omnibus Crime Control and Safe Streets Act of 1968, as\namended (42 U.S.C. § 3789d); Section 504 of the Rehabilitation Act of 1973, as amended (29 U.S.C. § 794); the\nAge Discrimination Act of 1975 (42 U.S.C. § 6101, et seq.); Title IX of the Education Amendments of 1972, as\namended (20 U.S.C. § 1681, et seq.); and the corresponding U.S. Department of Justice regulations\nimplementing those statutes at 28 C.F.R. Part 42 (subparts C, D, E, G, and I). It will also comply with Executive\nOrder 13279, Equal Protection of the Laws for Faith-Based and Community Organizations; Executive Order\n13559, Fundamental Principles and Policymaking Criteria for Partnerships With Faith-Based and Other\nNeighborhood Organizations; and the U.S. Department of Justice implementing regulations at 28 C.F.R. Part\n38. A. In the event that any court or administrative agency makes a finding of discrimination on grounds\nof race, color, religion, national origin, gender, disability or age against the applicant after a due\nprocess hearing, it agrees to forward a copy of the finding to the Office for Civil Rights, Office of\nJustice Programs, 810 7th Street, NW, Washington, D.C. 20531. B. It will comply with the federal regulations pertaining to the development and implementation of an\nEqual Employment Opportunity Plan (28 C.F.R. Part 42 subpart E). The requirements are as follows: If your organization has fewer than fifty employees or receives an award of less than $25,000 or\nis a nonprofit organization, a medical institution, an educational institution, or an Indian tribe,\nthen it is exempt from the EEOP requirement. To claim the exemption, your organization must\ncomplete and submit Section A of the Certification Form, which is available online at\nhttp://www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. If your organization is a government\nagency or private business and receives an award of $25,000 or more, but less than $500,000,\nand has fifty or more employees (counting both full- and part-time employees but excluding\npolitical appointees), then it has to prepare a Utilization Report (formerly called an EEOP Short\nForm), but it does not have to submit the report to the OCR for review. Instead, your\norganization has to maintain the Utilization Report on file and make it available for review on\nrequest. In addition, your organization has to complete Section B of the Certification Form and\nreturn it to the OCR. The Certification Form is available at\nhttp://www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. If your organization is a government\nagency or private business and has received an award for $500,000 or more and has fifty or\nmore employees (counting both full- and part-time employees but excluding political\nappointees), then it has to prepare a Utilization Report (formerly called an EEOP Short Form)\nand submit it to the OCR for review within sixty days from the date of this letter. For assistance\nin developing a Utilization Report, please consult the OCR's website at\nhttp://www.ojp.usdoj.gov/about/ocr/eeop.htm. In addition, your organization has to\ncomplete Section C of the Certification Form and return it to the OCR. The Certification Form is\navailable at http://www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf."
    },
    {
      "id": "guidance_55__52",
      "chunk_id": "52",
      "content": "For assistance\nin developing a Utilization Report, please consult the OCR's website at\nhttp://www.ojp.usdoj.gov/about/ocr/eeop.htm. In addition, your organization has to\ncomplete Section C of the Certification Form and return it to the OCR. The Certification Form is\navailable at http://www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. To comply with the EEOP\nrequirements, you may request technical assistance from an EEOP specialist at the OCR by\ntelephone at 202-307-0690, by TTY at 202-307-2027, or by e-mail at\nEEOsubmisson@usdoj.gov. 55 2016 COPS Hiring Program (CHP) Award Owner’s Manual 9. Pursuant to U.S. Department of Justice guidelines (June 18, 2002 Federal Register (Volume 67, Number 117,\npages 41455-41472)), under Title VI of the Civil Rights Act of 1964, it will ensure meaningful access to its\nprograms and activities by persons with limited English proficiency. 10. It will ensure that any facilities under its ownership, lease or supervision which shall be utilized in the\naccomplishment of the project are not listed on the Environmental Protection Agency’s (EPA) list of\nViolating Facilities and that it will notify us if advised by the EPA that a facility to be used in this grant is\nunder consideration for such listing by the EPA. 11. If the applicant’s state has established a review and comment procedure under Executive Order 12372 and\nhas selected this program for review, it has made this application available for review by the state Single\nPoint of Contact. 12. It will submit all surveys, interview protocols, and other information collections to the COPS Office for\nsubmission to the Office of Management and Budget for clearance under the Paperwork Reduction Act of\n1995 if required. 13. It will comply with the Human Subjects Research Risk Protections requirements of 28 C.F.R. Part 46 if any\npart of the funded project contains non-exempt research or statistical activities which involve human\nsubjects and also with 28 C.F.R. Part 22, requiring the safeguarding of individually identifiable information\ncollected from research participants. 14. Pursuant to Executive Order 13043, it will enforce on-the-job seat belt policies and programs for employees\nwhen operating agency-owned - or - rented or personally-owned vehicles. 15. As required by 42 U.S.C. § 3796dd-3(a), it will not use COPS Office funds to supplant (replace) state, local, or\nBureau of Indian Affairs funds that otherwise would be made available for the purposes of this grant, as\napplicable. 16. If the awarded grant contains a retention requirement, it will retain the increased officer staffing level or the\nincreased officer redeployment level, as applicable, with state or local funds for a minimum of 12 months\nfollowing expiration of the grant period. 17. It will not use any federal funding directly or indirectly to influence in any manner a Member of Congress, a\njurisdiction, or an official of any government, to favor, adopt, or oppose, by vote or otherwise, any\nlegislation, law ratification, policy or appropriation whether before or after the introduction of any bill,\nmeasure, or resolution proposing such legislation, law, ratification, policy or appropriation as set forth in the\nAnti- Lobby Act, 18 U.S.C. § 1913.\n18."
    },
    {
      "id": "guidance_55__53",
      "chunk_id": "53",
      "content": "In the event that a portion of grant reimbursements are seized to pay off delinquent federal debts through\nthe Treasury Offset Program or other debt collection process, it agrees to increase the nonfederal share (or, if\nthe awarded grant does not contain a cost sharing requirement, contribute a nonfederal share) equal to the\namount seized in order to fully implement the grant project. 56 2016 COPS Hiring Program (CHP) Award Owner’s Manual False statements or claims made in connection with COPS Office grants or cooperative agreements may result in\nfines, imprisonment, debarment from participating in federal grants or contracts, and/or any other remedy\navailable by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the awardee of its obligations under this award. __________________________________________ ___________________________ Signature of Law Enforcement Executive/Agency Executive Date (For your electronic signature, please type in your name) ______________________________________________ ___________________________ Signature of Government Executive/Financial Official Date (For your electronic signature, please type in your name) 57 2016 COPS Hiring Program (CHP) Award Owner’s Manual Certifications Regarding Lobbying; Debarment, Suspension and Other Responsibility Maters;\nFederal Taxes and Assessments; Drug-Free Workplace Requirements; and Coordination with\nAffected Agencies. Although the U.S. Department of Justice has made every effort to simplify the application process, other\nprovisions of federal law require us to seek your agency’s certification regarding certain matters. Applicants\nshould carefully review the statutes and regulations cited below and the instructions for certification to\nunderstand the requirements and whether they apply to a particular applicant. Signing this form complies with\nthe certification and notice requirements under 28 C.F.R. Part 69 “New Restrictions on Lobbying”; 2 C.F.R. Part\n2867 “Nonprocurement Debarment and Suspension”; 2 C.F.R. Part 200 “Uniform Administrative Requirements,\nCost Principles, and Audit Requirements for Federal Awards”; the general provisions in the applicable\nAppropriations Act; 28 C.F.R. Part 83 “Government-Wide Requirements for Drug-Free Workplace (Grants)”; and\nthe Public Safety Partnership and Community Policing Act of 1994. The certifications shall be treated as a\nmaterial representation of fact upon which reliance will be placed when the U.S. Department of Justice\ndetermines to award the covered grant. 1. Lobbying As required by 31 U.S.C. § 1352, implemented at 28 C.F.R. Part 69, for persons entering into a grant or\ncooperative agreement over $100,000, and 2 C.F.R. § 200.450 as adopted by the U.S. Department of Justice\nin 2 C.F.R. § 2800.101, the applicant certifies to the following:\nA. No federal appropriated funds have been paid or will be paid, by or on behalf of the undersigned,\nto any person for influencing or attempting to influence an officer or employee of any agency, a\nmember of Congress, an officer or employee of Congress, or an employee of a member of Congress\nin connection with the making of any federal grant; the entering into of any cooperative\nagreement; or the extension, continuation, renewal, amendment or modification of any federal\ngrant or cooperative agreement."
    },
    {
      "id": "guidance_55__54",
      "chunk_id": "54",
      "content": "B. If any funds other than federal appropriated funds have been paid or will be paid to any person for\ninfluencing or attempting to influence an officer or employee of any agency, a member of\nCongress, an officer or employee of Congress, or an employee of a member of Congress in\nconnection with this federal grant or cooperative agreement, the undersigned shall complete and\nsubmit Standard Form - LLL, “Disclosure of Lobbying Activities,” in accordance with its instructions. C. If applicant is a nonprofit organization or an institution of higher education, it will comply with the\nadditional lobbying restrictions set forth in 2 C.F.R. § 200.450(c) as adopted by the U.S. Department\nof Justice in 2 C.F.R. § 2800.101. D. The undersigned shall require that the language of this certification be included in the award\ndocuments for all subawards at all tiers (including subgrants, contracts under grants and\ncooperative agreements, and subcontracts) and that all sub-recipients shall certify and disclose\naccordingly. 58 2016 COPS Hiring Program (CHP) Award Owner’s Manual 2. Debarment, Suspension and Other Responsibility Matters (Direct Recipient) Pursuant to Executive Order 12549, Debarment and Suspension, as implemented at 2 C.F.R. Part 2867, for\nprospective participants in primary covered transactions, as defined at 2 C.F.R. § 2867.20(a), and other\nrequirements, the applicant certifies that it and its principals:\nA. Are not presently debarred, suspended, proposed for debarment, declared ineligible, sentenced to\na denial of federal benefits by a state or federal court, or voluntarily excluded from covered\ntransactions by any federal department or agency;\nB. Have not within a three-year period preceding this application been convicted of a felony criminal\nviolation under any federal law, or been convicted or had a civil judgment rendered against them\nfor commission of fraud or a criminal offense in connection with obtaining, attempting to obtain, or\nperforming a public (federal, state or local) or private agreement or transaction; violation of federal\nor state antitrust statutes or commission of embezzlement, theft, forgery, bribery, falsification or\ndestruction of records, making false statements, tax evasion or receiving stolen property, making\nfalse claims, or obstruction of justice, or commission of any offense indicating a lack of business\nintegrity or business honesty that seriously and directly affects your present responsibility;\nC. Are not presently indicted for or otherwise criminally or civilly charged by a governmental entity\n(federal, state or local) with commission of any of the offenses enumerated in paragraph (B) of this\ncertification; and\nD. Have not within a three-year period preceding this application had one or more public transactions\n(federal, state or local) terminated for cause or default. 3. Mandatory Disclosure Pursuant to the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal\nAwards, 2 C.F.R. § 200.113 as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101, the applicant\ncertifies that it:\nA. Has not violated any federal criminal law involving fraud, bribery, or gratuity that may potentially\naffect the federal grant or cooperative agreement;\nB. Shall timely disclose in writing to the federal awarding agency or pass-through entity, as applicable,\nany violation of federal criminal law involving fraud, bribery, or gratuity that may potentially affect\nthe federal grant or cooperative agreement; and\nC."
    },
    {
      "id": "guidance_55__55",
      "chunk_id": "55",
      "content": "Shall require that the language of this certification be included in the award documents for all\nsubawards (including subgrants and cooperative agreements) and shall require all subrecipients\ncertify and disclose accordingly. 4. Federal Taxes and Assessments\nA. If applicable, an applicant who receives an award in excess of $5,000,000 certifies that, to the best of\nits knowledge and belief, the applicant has filed all federal tax returns required during the three\nyears preceding the certification, has not been convicted of a criminal offense under the Internal\nRevenue Code of 1986, and has not, more than 90 days prior to certification, been notified of any\nunpaid federal tax assessment for which the liability remains unsatisfied, unless the assessment is\nthe subject of an installment agreement or offer in compromise that has been approved by the\nInternal Revenue Service and is not in default, or the assessment is the subject of a non-frivolous\nadministrative or judicial proceeding. 59 2016 COPS Hiring Program (CHP) Award Owner’s Manual B. 5. The applicant certifies that it does not have any unpaid federal tax liability that has been assessed,\nfor which all judicial and administrative remedies have been exhausted or have lapsed, and that is\nnot being paid in a timely manner pursuant to an agreement with the authority responsible for\ncollecting the tax liability. Drug-Free Workplace As required by the Drug-Free Workplace Act of 1988 (41 U.S.C. 8103), and implemented at 28 C.F.R. Part 83,\nfor recipients (other than individuals), as defined at 28 C.F.R. § 83.660 –\nA. The applicant certifies that it will, or will continue to, provide a drug- free workplace by doing the\nfollowing:\n(i) Publishing a statement notifying employees that the unlawful manufacture, distribution,\ndispensing, possession or use of a controlled substance is prohibited in the grantee’s\nworkplace and specifying the actions that will be taken against employees for violation of such\nprohibition;\n(ii) Establishing an on-going drug-free awareness program to inform employees about –\n(a) the dangers of drug abuse in the workplace;\n(b) the grantee’s policy of maintaining a drug-free workplace;\n(c) any available drug counseling, rehabilitation and employee assistance programs; and\n(d) the penalties that may be imposed upon employees for drug-abuse violations occurring in\nthe workplace;\n(iii) Making it a requirement that each employee to be engaged in the performance of the grant be\ngiven a copy of the statement required by paragraph (i);\n(iv) Notifying the employee in the statement required by paragraph (i) that, as a condition of\nemployment under the grant, the employee will –\n(a) abide by the terms of the statement; and\n(b) notify the employer in writing of his or her conviction for a violation of a criminal drug\nstatute occurring in the workplace no later than five calendar days after such conviction;\n(v) Notifying the agency in writing within 10 calendar days after receiving notice under\nsubparagraph (iv)(b) from an employee or otherwise receiving actual notice of such conviction. Employers of convicted employees must provide notice, including position title, to: COPS\nOffice, 145 N Street, NE, Washington, D.C. 20530."
    },
    {
      "id": "guidance_55__56",
      "chunk_id": "56",
      "content": "Employers of convicted employees must provide notice, including position title, to: COPS\nOffice, 145 N Street, NE, Washington, D.C. 20530. Notice shall include the identification\nnumber(s) of each affected grant;\n(vi) Taking one of the following actions within 30 calendar days of receiving notice under\nsubparagraph (iv)(b) with respect to any employee who is so convicted –\n(a) Taking appropriate personnel action against such an employee, up to and including\ntermination, consistent with the requirements of the Rehabilitation Act of 1973, as\namended; or\n(b) Requiring such employee to participate satisfactorily in a drug abuse assistance or\nrehabilitation program approved for such purposes by a federal, state or local health, law\nenforcement or other appropriate agency; 60 2016 COPS Hiring Program (CHP) Award Owner’s Manual (vii) Making a good faith effort to continue to maintain a drug-free workplace through\nimplementation of paragraphs (i), (ii), (iii), (iv), (v), and (vi). B. 6. The applicant further certifies that it will identify all known workplaces under each COPS Office\naward, keep the identification documents on file, and make them available for inspection upon\nrequest by the U.S. Department of Justice officials or their designated representatives. Coordination As required by 42 U.S.C. § 3796dd-1(c)(5) of the Public Safety Partnership and Community Policing Act of\n1994, applicants must certify that there has been appropriate coordination with all agencies that may be\naffected by the applicant’s grant proposal if approved. Affected agencies may include, among others, the\nOffice of the United States Attorney, state or local prosecutors, or correctional agencies. The applicant\ncertifies that there has been appropriate coordination with all affected agencies.  Where the applicant is unable to certify to any of the statements in this Certifications form, he or she shall attach an\nexplanation to this application regarding the particular statement that cannot be certified. Please check the box if an\nexplanation is attached to this application. Please note that the applicant is still required to sign the Certifications\nform to certify to all the other applicable statements. False statements or claims made in connection with COPS Office grants or cooperative agreements may result in\nfines, imprisonment, debarment from participating in federal grants or contracts, and/or any other remedy\navailable by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the grantee entity of its obligations under this grant. __________________________________________ ___________________________ Signature of Law Enforcement Executive/Agency Executive Date (For your electronic signature, please type in your name) ______________________________________________ ___________________________ Signature of Government Executive/Financial Official Date (For your electronic signature, please type in your name) 61 2016 COPS Hiring Program (CHP) Award Owner’s Manual Appendix C. Community policing defined\nCommunity policing is a philosophy that promotes organizational strategies and supports the systematic use of\npartnerships and problem-solving techniques to proactively address the immediate conditions that give rise to\npublic safety issues such as crime, fear of crime, and social disorder. Problem solving\nProblem solving is the process of engaging in the proactive and systematic examination of identified problems\nto develop effective responses that are evaluated rigorously. •\n•\n•\n•\n•"
    },
    {
      "id": "guidance_55__57",
      "chunk_id": "57",
      "content": "Problem solving\nProblem solving is the process of engaging in the proactive and systematic examination of identified problems\nto develop effective responses that are evaluated rigorously. •\n•\n•\n•\n• Scanning: Identifying and prioritizing problems\nAnalysis: Analyzing problems\nResponse: Responding to problems\nAssessment: Assessing problem-solving initiatives Using the crime triangle to focus on immediate conditions (victim/offender/location) Community policing emphasizes proactive problem solving in a systematic and routine fashion. Rather than\nresponding to crime only after it occurs, community policing encourages agencies to proactively develop\nsolutions to the immediate underlying conditions contributing to public safety problems. Problem solving must\nbe infused into all police operations and guide decision-making efforts. Agencies are encouraged to think\ninnovatively about their responses and view making arrests as only one of a wide array of potential responses. A\nmajor conceptual vehicle for helping officers to think about problem solving in a structured and disciplined way\nis the SARA (Scanning, Analysis, Response, and Assessment) problem-solving model. Scanning: Identifying and prioritizing problems The objectives of scanning are to identify a basic problem, determine the nature of that problem, determine the\nscope of severity, and establish baseline measures. An inclusive list of stakeholders for the selected problem is\ntypically identified in this phase. A problem can be thought of as two or more incidents similar in one or more\nways, and that is of concern to the police and the community. Problems can be a type of behavior, a place, a\nperson or persons, a special event or time, or a combination of any of these. The police, with input from the\ncommunity, should identify and prioritize concerns. Analysis: Analyzing\nAnalysis is the heart of the problem-solving process. The objectives of analysis are to develop an understanding\nof the dynamics of the problem, develop an understanding of the limits of current responses, establish\ncorrelation, and develop an understanding of cause and effect. As part of the analysis phase, it is important to\nfind out as much as possible about each aspect of the crime triangle by asking who? what? when? where? how?\nwhy? and why not? about the victim, offender, and crime location. 62 2016 COPS Hiring Program (CHP) Award Owner’s Manual Response: Responding to problems The response phase of the SARA model involves developing and implementing strategies to address an\nidentified problem by searching for strategic responses that are both broad and uninhibited. The response\nshould follow logically from the knowledge learned during the analysis and should be tailored to the specific\nproblem. The goals of the response can range from totally eliminating the problem through substantially\nreducing the problem to reducing the amount of harm caused by the problem or improving the quality of\ncommunity cohesion. Assessment: Assessing problem-solving initiatives\nAssessment attempts to determine if the response strategies were successful by determining if the problem\ndeclined and if the response contributed to the decline. This information not only assists the current effort but\nalso gathers data that builds knowledge for the future. Strategies and programs can be assessed for process,\noutcomes, or both. If the responses implemented are not effective, the information gathered during analysis\nshould be reviewed."
    },
    {
      "id": "guidance_55__58",
      "chunk_id": "58",
      "content": "This information not only assists the current effort but\nalso gathers data that builds knowledge for the future. Strategies and programs can be assessed for process,\noutcomes, or both. If the responses implemented are not effective, the information gathered during analysis\nshould be reviewed. New information may have to be collected before new solutions can be developed and\ntested. The entire process should be viewed as circular rather than linear. Using the crime triangle to focus on immediate conditions (victim/offender/location) To understand a problem, many problem solvers have found it useful to visualize links among the victim,\noffender, and location (the crime triangle) and those aspects that could have an impact on them—for example,\ncapable guardians for victims, handlers for offenders, and managers for locations. Rather than addressing root\ncauses of a problem, the police focus on the factors that are within their reach, such as limiting criminal\nopportunities and access to victims, increasing guardianship, and associating risk with unwanted behavior. Community partnerships\nCommunity partnerships are collaborative partnerships between the law enforcement agency and the\nindividuals and organizations they serve to develop solutions to problems and increase trust in police. •\n•\n•\n•\n• Other government agencies\nCommunity members and groups\nNonprofits and service providers\nPrivate businesses\nMedia Community policing, recognizing that police rarely can solve public safety problems alone, encourages\ninteractive partnerships with relevant stakeholders. The range of potential partners is large, and these\npartnerships can be used to accomplish the two interrelated goals of developing solutions to problems through\ncollaborative problem solving and improving public trust. The public should play a role in prioritizing public\nsafety problems. 63 2016 COPS Hiring Program (CHP) Award Owner’s Manual Other government agencies Law enforcement organizations can partner with a number of other government agencies to identify\ncommunity concerns and offer alternative solutions. Examples of agencies include legislative bodies,\nprosecutors, probation and parole departments, public works departments, neighboring law enforcement\nagencies, health and human services departments, child support, ordinance enforcement, and schools. Community members and groups\nIndividuals who live, work, or otherwise have an interest in the community—volunteers, activists, formal and\ninformal community leaders, residents, visitors and tourists, and commuters—are a valuable resource for\nidentifying community concerns. Partnerships with these factions of the community can engage the community\nin achieving specific goals at town hall meetings, neighborhood association meetings, decentralized\noffices/storefronts in the community, and team beat assignments. Nonprofits and service providers\nAdvocacy and community-based organizations that provide services to the community and advocate on its\nbehalf can be powerful partners. These groups often work with or are composed of individuals who share certain\ninterests and can include such entities as victims groups, service clubs, support groups, issue groups, advocacy\ngroups, and the faith community. Private businesses For-profit businesses also have a great stake in the health of the community and can be key partners because\nthey often bring considerable resources to bear on problems of mutual concern. Businesses can help identify\nproblems and provide resources for responses, often including their own security apparatus and community\noutreach. The local chamber of commerce can also assist in disseminating information about police and\nbusiness partnerships and initiatives. Media The media represent a powerful mechanism by which to communicate with the community."
    },
    {
      "id": "guidance_55__59",
      "chunk_id": "59",
      "content": "Businesses can help identify\nproblems and provide resources for responses, often including their own security apparatus and community\noutreach. The local chamber of commerce can also assist in disseminating information about police and\nbusiness partnerships and initiatives. Media The media represent a powerful mechanism by which to communicate with the community. It can assist with\npublicizing community concerns and available solutions, such as services from government or community\nagencies or new laws or codes that will be enforced. In addition, the media can have a significant impact on\npublic perceptions of the police, crime problems, and fear of crime. Organizational transformation\nOrganizational transformation is the alignment of organizational management, structure, personnel, and\ninformation systems to support community partnerships and proactive problem solving. Agency management\n•\n•\n•\n•\n• Climate and culture\nLeadership\nLabor relations\nDecision making\nStrategic planning\n64 2016 COPS Hiring Program (CHP) Award Owner’s Manual •\n•\n•\n•\n•\n•\n• Policies\nOrganizational evaluations\nTransparency\nOrganizational structure\nGeographic assignment of officers\nDespecialization\nResources and finances Personnel\n•\n•\n• Recruitment, hiring, and selection\nPersonnel supervision/evaluations\nTraining Information systems (technology)\n•\n• Communication / access to data\nQuality and accuracy of data The community policing philosophy focuses on the way that departments are organized and managed and how\nthe infrastructure can be changed to support the philosophical shift behind community policing. It encourages\nthe application of modern management practices to increase efficiency and effectiveness. Community policing\nemphasizes changes in organizational structures to institutionalize its adoption and infuse it throughout the\nentire department, including the way the department is managed and organized, its personnel, and its\ntechnology. Agency management Under the community policing model, police management needs to infuse community policing ideals\nthroughout the agency by making a number of critical changes in climate and culture, leadership, formal labor\nrelations, decentralized decision-making and accountability, strategic planning, policing and procedures,\norganizational evaluations, and increased transparency. Climate and culture\nChanging the climate and culture means supporting a proactive orientation that values systematic problem\nsolving and partnerships. Formal organizational changes should support the informal networks and\ncommunication that take place within agencies to support this orientation. Leadership\nLeaders serve as role models for taking risks and building collaborative relationships to implement community\npolicing, and they use their position to influence and educate others about it. Leaders, therefore, must\nconstantly emphasize and reinforce community policing’s vision, values, and mission within their organization\nand support and articulate a commitment to community policing as the dominant way of doing business. 65 2016 COPS Hiring Program (CHP) Award Owner’s Manual Labor relations If community policing is going to be effective, police unions and similar forms of organized labor need to be a\npart of the process and function as partners in the adoption of the community policing philosophy. Including\nlabor groups in agency changes can ensure support for the changes that are imperative to community policing\nimplementation. Decision making\nCommunity policing calls for decentralization both in command structure and in decision making. Decentralized\ndecision making allows front-line officers to take responsibility for their role in community policing. When an\nofficer is able to create solutions to problems and take risks, he or she ultimately feels accountable for those\nsolutions and assumes a greater responsibility for the well-being of the community."
    },
    {
      "id": "guidance_55__60",
      "chunk_id": "60",
      "content": "Decentralized\ndecision making allows front-line officers to take responsibility for their role in community policing. When an\nofficer is able to create solutions to problems and take risks, he or she ultimately feels accountable for those\nsolutions and assumes a greater responsibility for the well-being of the community. Decentralized decision\nmaking involves flattening the hierarchy of the agency, increasing tolerance for risk taking in problem-solving\nefforts, and allowing officers discretion in handling calls. In addition, providing sufficient authority to coordinate\nvarious resources to attack a problem and allowing the officers the autonomy to establish relationships with the\ncommunity will help define problems and develop possible solutions. Strategic planning The department should have a written statement reflecting a department-wide commitment to community\npolicing and a plan that matches operational needs to available resources and expertise. If a strategic plan is to\nhave value, the members of the organization should be well-versed in it and be able to give examples of their\nefforts that support the plan. Components such as the organization’s mission and value statement should be\nsimple and communicated widely. Everything should connect back to this plan. Policies\nCommunity policing affects the nature and development of department policies and procedures to ensure that\ncommunity policing principles and practices have an effect on activities on the street. Problem solving and\npartnerships, therefore, should become institutionalized in policies, along with corresponding sets of\nprocedures where appropriate. Organizational evaluations In addition to the typical measures of police performance (arrests, response times, tickets issued, and crime\nrates), community policing calls for a broadening of police outcome measures to include increased community\nsatisfaction, less fear of crime, the alleviation of problems, and improvement in quality of life. Community\npolicing calls for a more sophisticated approach to evaluation—one that looks not only at measured outcomes\nbut also at how feedback information is used. Transparency\nCommunity policing involves decision-making processes that are more open than traditional policing. If the\ncommunity is to be a full partner, the department needs mechanisms for readily sharing relevant information on\ncrime and social disorder problems, as well as police operations with the community. 66 2016 COPS Hiring Program (CHP) Award Owner’s Manual Organizational structure It is important that the organizational structure of the agency ensures that local patrol officers have decisionmaking authority and are accountable for their actions. This can be achieved through long-term assignments,\nthe development of officers who are generalists, and using special units appropriately. Geographic assignment of officers With community policing, there is a shift to the long-term assignment of officers in specific neighborhoods or\nareas. Geographic deployment plans can help enhance customer service and facilitate more contact between\npolice and citizens, thus establishing strong relationships and mutual accountability. Beat boundaries should\ncorrespond to neighborhood boundaries, and other government services should recognize these boundaries\nwhen coordinating government public-service activities. Despecialization To achieve community policing goals, officers must be able to handle multiple responsibilities and take a team\napproach to collaborative problem solving and partnering with the community."
    },
    {
      "id": "guidance_55__61",
      "chunk_id": "61",
      "content": "Beat boundaries should\ncorrespond to neighborhood boundaries, and other government services should recognize these boundaries\nwhen coordinating government public-service activities. Despecialization To achieve community policing goals, officers must be able to handle multiple responsibilities and take a team\napproach to collaborative problem solving and partnering with the community. Community policing\nencourages its adoption agency-wide, not just in special units, although there may be a need for specialist units\nthat are tasked with identifying and solving particularly complex problems or managing complex partnerships. Resources and finances\nAgencies must devote the necessary human and financial resources to support community policing to ensure\nthat problem-solving efforts are robust and that partnerships are sustainable and effective. Personnel The principles of community policing need to be infused throughout the entire personnel system of an agency,\nincluding recruitment, hiring, selection, and retention of all law enforcement agency staff including sworn\nofficers, nonsworn officers, civilians, and volunteers, as well as personnel evaluations, supervision, and training. Recruitment, hiring, and selection\nAgencies need a systematic means of incorporating community policing elements into their recruitment,\nselection, and hiring processes. Job descriptions should recognize community policing and problem-solving\nresponsibilities and encourage the recruitment of officers who have a spirit of service, not just a spirit of\nadventure. A community policing agency must also thoughtfully examine where it looks for recruits, whom it is\nrecruiting and hiring, and what is being tested. Some community policing agencies also look for the\ninvolvement of the community in this process through the identification of competencies and participation in\nreview boards. Personnel supervision/evaluations Tie performance evaluations to community policing principles and activities that are incorporated into job\ndescriptions. Performance, reward, and promotional structures should support sound problem-solving activities,\nproactive policing and community collaboration, and citizen satisfaction with police services. 67 2016 COPS Hiring Program (CHP) Award Owner’s Manual Training\nTraining at all levels—academy, field, and in-service—must support community policing principles and tactics. It\nalso needs to encourage creative thinking, a proactive orientation, communication and analytical skills, and\ntechniques for dealing with quality-of-life concerns and maintaining order. Officers can be trained to (a) identify\nand correct conditions that could lead to crime, (b) raise public awareness, and (c) engage the community in\nfinding solutions to problems. Field training officers and supervisors can encourage problem solving and help\nofficers learn from other problem-solving initiatives. Until community policing is institutionalized within the\norganization, training in its fundamental principles will need to take place regularly. Information systems (technology) Community policing is information-intensive and technology plays a central role in providing ready access to\nquality information. Accurate and timely information makes problem-solving efforts more effective and ensures\nthat officers are informed about the crime and community conditions of their beat. In addition, technological\nenhancements can greatly assist with improving two-way communication with citizens and developing agency\naccountability systems and performance outcome measures. Communication / access to data Technology provides agencies with the ability to communicate externally with the public and internally with\ntheir own staff."
    },
    {
      "id": "guidance_55__62",
      "chunk_id": "62",
      "content": "In addition, technological\nenhancements can greatly assist with improving two-way communication with citizens and developing agency\naccountability systems and performance outcome measures. Communication / access to data Technology provides agencies with the ability to communicate externally with the public and internally with\ntheir own staff. To communicate with the public, community policing encourages agencies to develop two-way\ncommunication systems through the Internet to provide online reports, reverse 911 and e-mail alerts, discussion\nforums, and feedback on interactive applications (surveys, maps), thereby creating ongoing dialogs and\nincreasing transparency. Technology also encourages effective internal communication through memos, reports, newsletters, e-mail and\nenhanced incident reporting, dispatch functions, and communications interoperability with other entities for\nmore efficient operations. Community policing advocates the use of technology to develop accountability and\nperformance measurement systems that are timely and contain accurate metrics and a broad array of measures\nand information. Community policing also promotes the use of technology to provide officers with ready access to timely\ninformation on crime and community characteristics within their beats, either through laptop computers in their\npatrol cars or through personal data devices. In addition, technology can support crime/problem analysis\nfunctions by enabling agencies to gather information on greater aspects of events including more detailed\ninformation on offenders, victims, crime locations, and quality-of-life concerns, and to further enhance analysis. Quality and accuracy of data Information is only as good as its source; therefore it is not useful if it is not high quality and accurate. Community policing encourages agencies to put safeguards in place to ensure that information from various\nsources is collected in a systematic fashion and entered into central systems that are linked to one another and\nchecked for accuracy so that the information can be used effectively for strategic planning, problem solving, and\nperformance measurement. 68 2016 COPS Hiring Program (CHP) Award Owner’s Manual Appendix D. COPS Hiring Program (CHP) file management:\nDocuments to maintain in CHP award file\nRecords must be maintained throughout the three-year CHP award period and for at least three years following\nthe official closeout of the CHP award. AWARD PROGRAM____CHP_________AWARD # ______________________________________ AWARD START DATE_____________ORIGINAL AWARD END DATE____________ EXTENDED AWARD END DATE (if applicable)________________________ COPY OF AWARD APPLICATION (You can access the final copy of your CHP application through the COPS Office\nwebsite at www.cops.usdoj.gov. Using the “Account Access” link, print a copy of the application and keep it\nwith your agency’s CHP award records.) _____ COPY OF AWARD DOCUMENT _____ FINANCIAL CLEARANCE MEMO AWARD MODIFICATION APPROVAL LETTERS (with revised budget information) OR AWARD EXTENSION\nAPPROVAL LETTERS (if applicable)\n_____ QUARTERLY FEDERAL FINANCIAL REPORT – SF-425 (for each quarter of the award period) _____ PROGRAMMATIC PROGRESS REPORTS • CHP quarterly progress report(s) (for each quarter of the award period) • Closeout report _____ SUPPORTING DOCUMENTATION FOR DRAWDOWNS • W2 employee forms (copy) • Records of salary / approved fringe benefits rates for each person hired under the award • Records of hire dates for each person hired under the award • Payroll records / time & attendance records • Postal receipts / fax transmission reports (to prove submission dates) • Log of reimbursement requests made via GPRS •"
    },
    {
      "id": "guidance_55__63",
      "chunk_id": "63",
      "content": "• Records of hire dates for each person hired under the award • Payroll records / time & attendance records • Postal receipts / fax transmission reports (to prove submission dates) • Log of reimbursement requests made via GPRS • Copies of checks or wire transfer documents (if applicable) • Copies of financial office journal entries (if applicable) 69 2016 COPS Hiring Program (CHP) Award Owner’s Manual _____\n•\n_____ ADDITIONAL SUPPORTING DOCUMENTATION FOR MILITARY VETERAN HIRES Copy of Certificate of Release or Discharge from Active Duty (DD-214)\nADDITIONAL SUPPORTING DOCUMENTATION FOR REHIRES • Records of the date of layoff(s) • Records demonstrating the reason(s) for the layoff(s), specifically showing fiscal reasons that are\nunrelated to the availability or receipt of CHP funds. [Records that may be used to prove that scheduled\nlayoffs are occurring for local economic reasons that are unrelated to the availability of CHP award\nfunds may include (but are not limited to) council or departmental meeting minutes, memoranda,\nnotices, or orders discussing the layoffs; notices provided to the individual officers regarding the date(s)\nof the layoffs; or budget documents ordering departmental and/or jurisdiction-wide budget\nreductions.] • Records demonstrating that your agency continued funding the officers with local funds until the date\nof the scheduled layoffs and did not draw down on CHP funding for the positions until the layoffs\notherwise would have occurred. • Records demonstrating that your agency paid any higher-than-entry-level salary and benefits costs to\nrehired officers with local funds and used CHP funds only for the approved entry-level salary and\nbenefits package. _____ SUPPORTING DOCUMENTATION FOR RETENTION • Records (e.g., council meeting minutes) demonstrating that your agency plans to retain. • Personnel records (e.g., employee action forms) with the employment dates of each officer. [If a position\nbecomes vacant during the award or retention period, your agency must maintain records of the\nemployment dates of any new officer(s) hired to fill the position.] • Records demonstrating that your agency took timely and active steps to fill all vacancies occurring\nduring the retention period in accordance with the agency’s standard hiring practices and procedures. • Records demonstrating the date each officer position was retained with local funds and that each\nposition was retained with local funds for at least 12 months following the 36-month award period. _____ AWARD CORRESPONDENCE (all other general correspondence between COPS Office and recipient) _____ MEDIA REPORTS • [Newspaper clippings, magazine articles, certificates, or other noteworthy items should be included to\nillustrate achievements and successes of the award, such as community policing highlights and other\naward-related accomplishments. In addition, any CDs, DVDs, electronic newsletters, brochures, website\naddresses, or other similar information published in connection with the award should be referenced.] 70 2016 COPS Hiring Program (CHP) Award Owner’s Manual In the event of a COPS Office award monitoring review, the following information should be retained: Reduction-in-force review\n• Identification of the number of sworn officer positions (both full-time and part-time) funded in the\nagency’s budget with local or other non-COPS Office funding during each fiscal year as of the threshold\nreview date (please note that this may include vacant but funded positions). •"
    },
    {
      "id": "guidance_55__64",
      "chunk_id": "64",
      "content": "Reduction-in-force review\n• Identification of the number of sworn officer positions (both full-time and part-time) funded in the\nagency’s budget with local or other non-COPS Office funding during each fiscal year as of the threshold\nreview date (please note that this may include vacant but funded positions). • Identification of the current number of vacancies among the agency’s locally funded sworn personnel,\nthe dates on which the positions were vacated, whether the agency intends to fill the vacancies, and the\nsteps, if any, that were taken to fill the vacancies. • Provision of supporting documentation from the time the reduction in force occurred indicating the\nreason(s) for the reduction in force (examples of supporting documentation may include minutes from\ncouncil meetings, budget directives, contemporaneous memoranda, etc.). • Identification of the number of COPS Office-funded officers the agency currently employs. • Documentation regarding whether other local departments in the city/township have experienced\nsimilar manpower or budget reductions for the same reasons as the PD. • Letters from the agency’s government executive and law enforcement executive explaining the\nreduction in force and addressing whether the reduction in force was unrelated to the receipt of the\nCOPS Office CHP funding and therefore would have occurred even in the absence of the CHP award. • Provision of a request to continue implementing all applicable COPS Office awards (identifying which\nawards are in place) despite the reduction in force. Failure to retain review\n• Evidence to show that attempts have failed to add the COPS Office-funded positions to a request for\nlocal funding during local budget negotiations; attempts have failed to obtain other nonfederal funding\nsources (such as state awards) to support the additional positions at the termination of the COPS Office\naward; and attempts have failed to seek additional law enforcement funding from private sources,\nincluding corporate, nonprofit, and foundation donations or awards. • Documentation of any of the following mitigating circumstances that may have hindered agency\nattempts to implement the retention plan: evidence to show that the jurisdiction has been declared\nbankrupt by a court of law; jurisdiction has been placed in receivership, or its functional equivalent, by\nthe state or Federal Government; jurisdiction has been declared a financially distressed area by its state;\nbudgetary imbalance or expenditure cutbacks resulting in significant reductions in other services\nprovided by the agency or significant layoffs of the agency’s personnel; extraordinary and unanticipated\nnonrecurring expenses or loss of revenue (including closure or relocation of major employers) resulting\nin a material effect on the jurisdiction’s fiscal condition; significant downgrading of the jurisdiction’s\nbond rating for fiscal-related reasons; filing for bankruptcy, receivership, or similar measures, with the\nrequest for relief pending; location within an area in which a declaration of major disaster has been\nmade pursuant to the Robert T. Stafford Disaster Relief and Emergency Assistance Act; or other events\nor conditions demonstrating severe fiscal distress. 71 2016 COPS Hiring Program (CHP) Award Owner’s Manual Excess cash review\n• Identification of the total amount of award funding drawn down from the award. • Summary and supporting documentation of how the agency expended award funding. • Revised Federal Financial Reports. Local match review\n•"
    },
    {
      "id": "guidance_55__65",
      "chunk_id": "65",
      "content": "71 2016 COPS Hiring Program (CHP) Award Owner’s Manual Excess cash review\n• Identification of the total amount of award funding drawn down from the award. • Summary and supporting documentation of how the agency expended award funding. • Revised Federal Financial Reports. Local match review\n• Documentation that specifically identifies the sources of the local match such as written memoranda,\nlocal government council minutes, or other documentation to support the appropriation or designation\nof local funds for the sole purpose of paying local match for the specific award. • Written requests for waiver of local match and written approval from the COPS Office waiving local\nmatch. • Federal Quarterly Financial Reports (SF-425) that identify the amount of local match paid each quarter. Unallowable/unsupported costs review\n• Payroll ledgers for all expenses charged to the award. Community policing review\n• Brochures, newsletters, or any documents detailing the agency’s community policing efforts as\nspecified in your award application, particularly in the following key areas: • Organizational Commitment\n\n\n\n • Community policing principles found in mission and values statements, policy and procedures\nmanuals, etc. Promoting community policing as part of the law enforcement culture. Community policing training disseminated during recruit training in the academy and/or during inservice training. Strategic planning that incorporates community policing initiatives as part of the overall law\nenforcement approach to provide public safety. Problem Solving Activities\n\n\n\n Building on information systems to enhance crime analysis capabilities. Identifying crime problems by looking at crime trends. Identifying crime problems with members of the community or other government agencies. Preventing crime by focusing on conditions that lead to crime. 72 2016 COPS Hiring Program (CHP) Award Owner’s Manual • Community Partnerships\n\n\n\n\n Meetings with community members to learn about specific problems. Locating offices or stations within neighborhoods. Use of volunteers and/or reserve officers. Providing community policing training to citizens. Police participation in community organization working groups and/or special programs for\nschools and other interest groups which enhance crime prevention. 73 2016 COPS Hiring Program (CHP) Award Owner’s Manual Appendix E. Memorandum of Understanding guidance\nDeveloping your school-based partnership\nSchool and law enforcement partnerships are built on a foundation of shared goals and objectives, which are\napproached in a constructive and positive manner and achieved through open communication. When schools,\ncommunities, and law enforcement agencies work together to creatively tackle problems, they may be able to\nachieve a number of positive outcomes, including the following:\n• • • • •\n• An increased ability of law enforcement agencies, schools, and community groups to gather and analyze\nuseful and timely information about crime and fear of crime in schools in accordance with applicable privacy\nlaws; An increased ability of law enforcement agencies, schools, and community groups to work together in\ndeveloping innovative, systemic, long-term approaches to reducing and preventing different kinds of crime\nin and around their schools and preventing unnecessary law enforcement involvement in non-criminal\nstudent misbehavior."
    },
    {
      "id": "guidance_55__66",
      "chunk_id": "66",
      "content": "An increased ability of law enforcement agencies, schools, and community groups to work together in\ndeveloping innovative, systemic, long-term approaches to reducing and preventing different kinds of crime\nin and around their schools and preventing unnecessary law enforcement involvement in non-criminal\nstudent misbehavior. Measurable outcomes may be determined by implementing strategies focused on\ntargeted crimes, thereby improving the quality of life for those affected (students, teachers, school\npersonnel, and parents), promoting a safer environment that is conducive for learning, and decreasing the\nfear of crime and violence among students, school employees, and the surrounding community; An increased understanding of how to effectively interact with youth through coordinated training on\ntopics such as basic childhood and adolescent development and age-appropriate responses, disability and\nspecial education issues, conflict resolution and de-escalation techniques, bias-free policing including\nimplicit bias and cultural competence, restorative justice techniques, and working with specific student\ngroups such as students with disabilities or limited English proficiency and students who are lesbian, gay,\nbisexual, and transgender (LGBT); An increased understanding of an SRO’s roles and responsibilities, including an understanding that school\ncode of conduct violations and routine discipline of students remains the responsibility of school administrators and that law enforcement actions (such as arrest, citations, ticketing, or court referrals) are only to be\nused as a last resort for incidents that involve criminal behavior or when it becomes necessary to protect the\nsafety of students, faculty, and staff from the threat of immediate harm; An increased ability through coordinated training for schools and law enforcement agencies to properly\ntrain and respond to school safety threats; An increased ability to plan for and respond appropriately to emergencies. Developing a Memorandum of Understanding\nAn MOU, also referred to as an interagency agreement or Memorandum of Agreement (MOA), is an instrument\nused to build mutual respect and trust between partners while delineating specific roles and responsibilities of\nthe partnering agencies. Every jurisdiction with a school and law enforcement partnership should have an MOU\nthat clearly defines the roles and responsibilities of the individual partners involved, including school districts,\nboards or departments of education, school administration officials, law enforcement agencies (including SROs),\nand students and parents. As a policy instrument, all parties should sign and abide by the MOU, and it should be\nconsidered a living document that operates within the context created by applicable federal and state laws—\nincluding, but not limited to, federal civil rights laws and privacy laws. 74 2016 COPS Hiring Program (CHP) Award Owner’s Manual Memorandum of Understanding guidelines The COPS Office strongly encourages law enforcement agencies to work collaboratively with school partners to\nformulate additional information that will help successfully implement their overall school safety plans. The\nMOU must be submitted to the COPS Office within 90 days of the date shown on the award congratulatory\nletter. The implementation of the CHP award without submission and acceptance of the required MOU may\nresult in expenditures not being reimbursed by the COPS Office and/or award de-obligation. The following\ninformation should be included within an MOU. Purpose of the MOU"
    },
    {
      "id": "guidance_55__67",
      "chunk_id": "67",
      "content": "The implementation of the CHP award without submission and acceptance of the required MOU may\nresult in expenditures not being reimbursed by the COPS Office and/or award de-obligation. The following\ninformation should be included within an MOU. Purpose of the MOU This statement may already exist within your ongoing partnership or may need to be developed jointly to assist\nin defining the primary purpose of your partnership. The statement of purpose should describe the agencies\nthat are entering into the partnership and the effective date of the agreement. Description of partner roles and responsibilities This description must include the roles and responsibilities of the school, the school district, and the law enforcement agency, and each partner should be specifically listed within the document. It must clearly indicate that\nSROs will not be responsible for requests to resolve routine discipline problems involving students. The administration of student discipline, including student code of conduct violations and student misbehavior, is the\nresponsibility of school administrators unless the violation or misbehavior involves criminal conduct. The placement of law enforcement officers in schools carries a risk of contributing to a “school-to-prison\npipeline” process where students are arrested or cited for minor, nonviolent behavioral violations and then\ndiverted to the juvenile court system. This pipeline wastes community resources and can lead to academic\nfailure and greater recidivism rates for these students. Recipient agrees that any officers deployed while\nimplementing school-based policing under the COPS Hiring Program award cannot be involved in the\nadministrative discipline of the students. The MOU must include the roles and responsibilities of the school partner. These roles may include providing a\nsecure work space for the SRO to conduct interviews and maintain confidential records; establishing standing\nmeetings; and working with school administrators in identifying problems and evaluating progress under the\nMOU, including data collection and evaluation. The school administrator should ensure that staff cooperates\nwith police investigations and any subsequent actions related to crime or criminal activity on campus. The law enforcement partner is responsible for the selection of officer(s) assigned to the school, and these\nofficer(s) should adhere to the principles of community policing. This section of the MOU must define the roles\nand responsibilities of the SRO and the assigned hours of SRO duty, including arrival and departure times and\nspecifying if after-hour duties may be performed and if time spent in court, attending interagency meetings, and\ninvestigating school-related crimes are within the scope of SRO duties. The MOU should include examples of the activities that the SRO will engage in, such as\n•\n•\n• handling requests for calls for service in and around schools;\nconducting comprehensive safety and security assessments;\ndeveloping emergency management and incident response systems based on the National Incident\nManagement System (NIMS) and the four phases of emergency management: mitigation/prevention,\npreparedness, response, and recovery;\n75 2016 COPS Hiring Program (CHP) Award Owner’s Manual •\n•\n•\n•\n• •\n•\n•"
    },
    {
      "id": "guidance_55__68",
      "chunk_id": "68",
      "content": "handling requests for calls for service in and around schools;\nconducting comprehensive safety and security assessments;\ndeveloping emergency management and incident response systems based on the National Incident\nManagement System (NIMS) and the four phases of emergency management: mitigation/prevention,\npreparedness, response, and recovery;\n75 2016 COPS Hiring Program (CHP) Award Owner’s Manual •\n•\n•\n•\n• •\n•\n• developing and implementing safety plans or strategies;\nintegrating appropriate security equipment/technology solutions, including incorporating Crime Prevention\nThrough Environmental Design (CPTED) as appropriate to enhance school safety;\nresponding to unauthorized persons on school property;\nserving as liaisons between the school and other police agencies, investigative units, or juvenile justice\nauthorities when necessary and consistent with applicable civil rights laws and privacy laws;\nserving as a member of a multidisciplinary school team to refer students to professional services within both\nthe school (guidance counselors or social workers) and the community (youth and family service\norganizations);\nbuilding relationships with juvenile justice counselors to help connect youth with needed services;\ndeveloping and expanding crime prevention efforts for students;\ndeveloping and expanding community justice initiatives for students. Information sharing This section must address the type of and the extent to which information will be shared between the law enforcement agency and school or school district partners. For example, it should define the type of information\nthat the school is permitted or willing to share with law enforcement, as well as information flow from law\nenforcement to school partner(s). When entering into an MOU, agencies should consider all federal or state laws\nthat govern the collection, use, and dissemination of student records. Federal privacy laws, including the Family Educational Rights and Privacy Act of 1974 (FERPA), the Health\nInsurance Portability and Accountability Act of 1996 (HIPAA), and civil rights and other laws must be considered\nwhen developing plans for information sharing that involves personally identifiable information from student\neducation records. For more information on FERPA, see the U.S. Department of Education’s FERPA home page at\nwww.ed.gov/policy/gen/guid/fpco/ferpa/index.html; for more information on HIPAA, see the U.S. Department of Health and Human Service’s Health information privacy site at www.hhs.gov/ocr/privacy/index.html;\nand for an overview of FERPA issues relevant to emergency planning and SRO programs, please see the ”Closer\nLook” section of the Guide for Developing High-Quality School Emergency Operations Plans at\nrems.ed.gov/docs/rems_k-12_guide_508.pdf. Supervision responsibility and chain of command for the SRO This section should clearly establish a definitive chain of command for the SRO, including the individual(s)\nresponsible for the supervision of the SRO. With rare exception, this responsibility lies with the law enforcement\nexecutive or his or her law enforcement designee. Signatures The MOU must be signed and dated by both the highest ranking law enforcement executive (i.e., police chief or\nsheriff) and the school official(s) who will have general educational oversight and decision-making authority (i.e.,\nboard of education chairperson, superintendent, or school principal). The MOU should be developed with\nparticipation from school administrators and officers assigned to the school(s) so that staff members who are\nimpacted by the agreement clearly understand their roles and responsibilities. Successful MOUs are often developed by teams that include students, parents, and other community members committed to keeping schools\nsafe, in addition to school and law enforcement members."
    },
    {
      "id": "guidance_55__69",
      "chunk_id": "69",
      "content": "Successful MOUs are often developed by teams that include students, parents, and other community members committed to keeping schools\nsafe, in addition to school and law enforcement members. The MOU should be publicly available to members of\nthe school community. 76 2016 COPS Hiring Program (CHP) Award Owner’s Manual Appendix F. Whistleblower protection (41 U.S.C. 4712)\n41 U.S.C. 4712. Pilot program for enhancement of contractor protection from reprisal for disclosure of certain\ninformation\n(a) Prohibition of reprisals. -(1) In general.--An employee of a contractor, subcontractor, or grantee may not be discharged,\ndemoted, or otherwise discriminated against as a reprisal for disclosing to a person or body described in\nparagraph (2) information that the employee reasonably believes is evidence of gross mismanagement\nof a Federal contract or grant, a gross waste of Federal funds, an abuse of authority relating to a Federal\ncontract or grant, a substantial and specific danger to public health or safety, or a violation of law, rule,\nor regulation related to a Federal contract (including the competition for or negotiation of a contract) or\ngrant. (2) Persons and bodies covered. --The persons and bodies described in this paragraph are the persons\nand bodies as follows:\n(A) A Member of Congress or a representative of a committee of Congress. (B) An Inspector General. (C) The Government Accountability Office. (D) A Federal employee responsible for contract or grant oversight or management at the relevant\nagency. (E) An authorized official of the Department of Justice or other law enforcement agency.\n(F) A court or grand jury. (G) A management official or other employee of the contractor, subcontractor, or grantee who has\nthe responsibility to investigate, discover, or address misconduct. (3) Rules of construction.--For the purposes of paragraph (1)-(A) an employee who initiates or provides evidence of contractor, subcontractor, or grantee\nmisconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a\nFederal contract or grant shall be deemed to have made a disclosure covered by such paragraph;\nand\n(B) a reprisal described in paragraph (1) is prohibited even if it is undertaken at the request of an\nexecutive branch official, unless the request takes the form of a non-discretionary directive and is\nwithin the authority of the executive branch official making the request. (b) Investigation of complaints. -(1) Submission of complaint. --A person who believes that the person has been subjected to a reprisal\nprohibited by subsection (a) may submit a complaint to the Inspector General of the executive agency\ninvolved. Unless the Inspector General determines that the complaint is frivolous, fails to allege a\nviolation of the prohibition in subsection (a), or has previously been addressed in another Federal or\nState judicial or administrative proceeding initiated by the complainant, the Inspector General shall\ninvestigate the complaint and, upon completion of such investigation, submit a report of the findings of\nthe investigation to the person, the contractor or grantee concerned, and the head of the agency. 77 2016 COPS Hiring Program (CHP) Award Owner’s Manual (2) Inspector General action. -(A) Determination or submission of report on findings."
    },
    {
      "id": "guidance_55__70",
      "chunk_id": "70",
      "content": "77 2016 COPS Hiring Program (CHP) Award Owner’s Manual (2) Inspector General action. -(A) Determination or submission of report on findings. --Except as provided under\nsubparagraph (B), the Inspector General shall make a determination that a complaint is frivolous,\nfails to allege a violation of the prohibition in subsection (a), or has previously been addressed in\nanother Federal or State judicial or administrative proceeding initiated by the complainant or\nsubmit a report under paragraph (1) within 180 days after receiving the complaint. (B) Extension of time.--If the Inspector General is unable to complete an investigation in time to\nsubmit a report within the 180-day period specified in subparagraph (A) and the person submitting\nthe complaint agrees to an extension of time, the Inspector General shall submit a report under\nparagraph (1) within such additional period of time, up to 180 days, as shall be agreed upon\nbetween the Inspector General and the person submitting the complaint. (3) Prohibition on disclosure. --The Inspector General may not respond to any inquiry or disclose any\ninformation from or about any person alleging the reprisal, except to the extent that such response or\ndisclosure is-(A) made with the consent of the person alleging the reprisal;\n(B) made in accordance with the provisions of section 552a of title 5 or as required by any other\napplicable Federal law; or\n(C) necessary to conduct an investigation of the alleged reprisal. (4) Time limitation. --A complaint may not be brought under this subsection more than three years\nafter the date on which the alleged reprisal took place. (c) Remedy and enforcement authority. -(1) In general.--Not later than 30 days after receiving an Inspector General report pursuant to\nsubsection (b), the head of the executive agency concerned shall determine whether there is sufficient\nbasis to conclude that the contractor or grantee concerned has subjected the complainant to a reprisal\nprohibited by subsection (a) and shall either issue an order denying relief or shall take one or more of\nthe following actions:\n(A) Order the contractor or grantee to take affirmative action to abate the reprisal. (B) Order the contractor or grantee to reinstate the person to the position that the person held\nbefore the reprisal, together with compensatory damages (including back pay), employment\nbenefits, and other terms and conditions of employment that would apply to the person in that\nposition if the reprisal had not been taken. (C) Order the contractor or grantee to pay the complainant an amount equal to the aggregate\namount of all costs and expenses (including attorneys’ fees and expert witnesses’ fees) that were\nreasonably incurred by the complainant for, or in connection with, bringing the complaint\nregarding the reprisal, as determined by the head of the executive agency."
    },
    {
      "id": "guidance_55__71",
      "chunk_id": "71",
      "content": "(2) Exhaustion of remedies.--If the head of an executive agency issues an order denying relief under\nparagraph (1) or has not issued an order within 210 days after the submission of a complaint under\nsubsection (b), or in the case of an extension of time under paragraph (b)(2)(B), not later than 30 days\nafter the expiration of the extension of time, and there is no showing that such delay is due to the bad\nfaith of the complainant, the complainant shall be deemed to have exhausted all administrative\nremedies with respect to the complaint, and the complainant may bring a de novo action at law or\nequity against the contractor or grantee to seek compensatory damages and other relief available\nunder this section in the appropriate district court of the United States, which shall have jurisdiction 78 2016 COPS Hiring Program (CHP) Award Owner’s Manual over such an action without regard to the amount in controversy. Such an action shall, at the request of\neither party to the action, be tried by the court with a jury. An action under this paragraph may not be\nbrought more than two years after the date on which remedies are deemed to have been exhausted. (3) Admissibility of evidence. --An Inspector General determination and an agency head order denying\nrelief under paragraph (2) shall be admissible in evidence in any de novo action at law or equity brought\npursuant to this subsection. (4) Enforcement of orders.--Whenever a person fails to comply with an order issued under paragraph\n(1), the head of the executive agency concerned shall file an action for enforcement of such order in the\nUnited States district court for a district in which the reprisal was found to have occurred. In any action\nbrought under this paragraph, the court may grant appropriate relief, including injunctive relief,\ncompensatory and exemplary damages, and attorney fees and costs. The person upon whose behalf an\norder was issued may also file such an action or join in an action filed by the head of the executive\nagency. (5) Judicial review.--Any person adversely affected or aggrieved by an order issued under paragraph\n(1) may obtain review of the order’s conformance with this subsection, and any regulations issued to\ncarry out this section, in the United States court of appeals for a circuit in which the reprisal is alleged in\nthe order to have occurred. No petition seeking such review may be filed more than 60 days after\nissuance of the order by the head of the executive agency. Review shall conform to chapter 7 of title 5. Filing such an appeal shall not act to stay the enforcement of the order of the head of an executive\nagency, unless a stay is specifically entered by the court. (6) Burdens of proof. --The legal burdens of proof specified in section 1221(e) of title 5 shall be\ncontrolling for the purposes of any investigation conducted by an Inspector General, decision by the\nhead of an executive agency, or judicial or administrative proceeding to determine whether\ndiscrimination prohibited under this section has occurred."
    },
    {
      "id": "guidance_55__72",
      "chunk_id": "72",
      "content": "(6) Burdens of proof. --The legal burdens of proof specified in section 1221(e) of title 5 shall be\ncontrolling for the purposes of any investigation conducted by an Inspector General, decision by the\nhead of an executive agency, or judicial or administrative proceeding to determine whether\ndiscrimination prohibited under this section has occurred. (7) Rights and remedies not waivable.--The rights and remedies provided for in this section may not\nbe waived by any agreement, policy, form, or condition of employment. (d) Notification of employees.--The head of each executive agency shall ensure that contractors,\nsubcontractors, and grantees of the agency inform their employees in writing of the rights and remedies\nprovided under this section, in the predominant native language of the workforce. (e) Construction.--Nothing in this section may be construed to authorize the discharge of, demotion of, or\ndiscrimination against an employee for a disclosure other than a disclosure protected by subsection (a) or to\nmodify or derogate from a right or remedy otherwise available to the employee. (f) Exceptions.— (1) This section shall not apply to any element of the intelligence community, as defined in section 3(4)\nof the National Security Act of 1947 (50 U.S.C. 401a(4)). (2) This section shall not apply to any disclosure made by an employee of a contractor, subcontractor, or\ngrantee of an element of the intelligence community if such disclosure—\n(A) relates to an activity of an element of the intelligence community; or\n(B) was discovered during contract, subcontract, or grantee services provided to an element of the\nintelligence community. 79 2016 COPS Hiring Program (CHP) Award Owner’s Manual (g) Definitions. --In this section:\n(1) The term “abuse of authority” means an arbitrary and capricious exercise of authority that is\ninconsistent with the mission of the executive agency concerned or the successful performance of a\ncontract or grant of such agency. (2) The term “Inspector General” means an Inspector General appointed under the Inspector General\nAct of 1978 and any Inspector General that receives funding from, or has oversight over contracts or\ngrants awarded for or on behalf of, the executive agency concerned. (h) Construction.--Nothing in this section, or the amendments made by this section, shall be construed to\nprovide any rights to disclose classified information not otherwise provided by law. (i) Duration of section.--This section shall be in effect for the four-year period beginning on the date that is\n180 days after the date the enactment of this section. 80 2016 COPS Hiring Program (CHP) Award Owner’s Manual Appendix G. 2 CFR Appendix II to Part 200: Contract provisions for\nnonfederal entity contracts under federal awards In addition to other provisions required by the federal agency or nonfederal entity, all contracts made by the\nnonfederal entity under the federal award must contain provisions covering the following, as applicable."
    },
    {
      "id": "guidance_55__73",
      "chunk_id": "73",
      "content": "Appendix G. 2 CFR Appendix II to Part 200: Contract provisions for\nnonfederal entity contracts under federal awards In addition to other provisions required by the federal agency or nonfederal entity, all contracts made by the\nnonfederal entity under the federal award must contain provisions covering the following, as applicable. (A) Contracts for more than the simplified acquisition threshold currently set at $150,000, which is the inflation\nadjusted amount determined by the Civilian Agency Acquisition Council and the Defense Acquisition\nRegulations Council (Councils) as authorized by 41 U.S.C. 1908, must address administrative, contractual, or legal\nremedies in instances where contractors violate or breach contract terms, and provide for such sanctions and\npenalties as appropriate. (B) All contracts in excess of $10,000 must address termination for cause and for convenience by the non-Federal\nentity including the manner by which it will be effected and the basis for settlement. (C) Equal Employment Opportunity. Except as otherwise provided under 41 CFR Part 60, all contracts that meet\nthe definition of “federally assisted construction contract” in 41 CFR Part 60-1.3 must include the equal\nopportunity clause provided under 41 CFR 60-1.4(b), in accordance with Executive Order 11246, “Equal\nEmployment Opportunity” (30 FR 12319, 12935, 3 CFR Part, 1964-1965 Comp., p. 339), as amended by Executive\nOrder 11375, “Amending Executive Order 11246 Relating to Equal Employment Opportunity,” and implementing\nregulations at 41 CFR part 60, “Office of Federal Contract Compliance Programs, Equal Employment Opportunity,\nDepartment of Labor.”\n(D) Davis-Bacon Act, as amended (40 U.S.C. 3141-3148). When required by Federal program legislation, all prime\nconstruction contracts in excess of $2,000 awarded by non-Federal entities must include a provision for\ncompliance with the Davis-Bacon Act (40 U.S.C. 3141-3144, and 3146-3148) as supplemented by Department of\nLabor regulations (29 CFR Part 5, “Labor Standards Provisions Applicable to Contracts Covering Federally\nFinanced and Assisted Construction”). In accordance with the statute, contractors must be required to pay\nwages to laborers and mechanics at a rate not less than the prevailing wages specified in a wage determination\nmade by the Secretary of Labor. In addition, contractors must be required to pay wages not less than once a\nweek. The non-Federal entity must place a copy of the current prevailing wage determination issued by the\nDepartment of Labor in each solicitation. The decision to award a contract or subcontract must be conditioned\nupon the acceptance of the wage determination. The non-Federal entity must report all suspected or reported\nviolations to the Federal awarding agency. The contracts must also include a provision for compliance with the\nCopeland “Anti-Kickback” Act (40 U.S.C. 3145), as supplemented by Department of Labor regulations (29 CFR\nPart 3, “Contractors and Subcontractors on Public Building or Public Work Financed in Whole or in Part by Loans\nor Grants from the United States”). The Act provides that each contractor or subrecipient must be prohibited\nfrom inducing, by any means, any person employed in the construction, completion, or repair of public work, to\ngive up any part of the compensation to which he or she is otherwise entitled. The non-Federal entity must\nreport all suspected or reported violations to the Federal awarding agency."
    },
    {
      "id": "guidance_55__74",
      "chunk_id": "74",
      "content": "The non-Federal entity must\nreport all suspected or reported violations to the Federal awarding agency. (E) Contract Work Hours and Safety Standards Act (40 U.S.C. 3701-3708). Where applicable, all contracts awarded\nby the non-Federal entity in excess of $100,000 that involve the employment of mechanics or laborers must\ninclude a provision for compliance with 40 U.S.C. 3702 and 3704, as supplemented by Department of Labor\nregulations (29 CFR Part 5). Under 40 U.S.C. 3702 of the Act, each contractor must be required to compute the\nwages of every mechanic and laborer on the basis of a standard work week of 40 hours. Work in excess of the\nstandard work week is permissible provided that the worker is compensated at a rate of not less than one and a 81 2016 COPS Hiring Program (CHP) Award Owner’s Manual half times the basic rate of pay for all hours worked in excess of 40 hours in the work week. The requirements of\n40 U.S.C. 3704 are applicable to construction work and provide that no laborer or mechanic must be required to\nwork in surroundings or under working conditions which are unsanitary, hazardous or dangerous. These\nrequirements do not apply to the purchases of supplies or materials or articles ordinarily available on the open\nmarket, or contracts for transportation or transmission of intelligence. (F) Rights to Inventions Made Under a Contract or Agreement. If the Federal award meets the definition of\n“funding agreement” under 37 CFR §401.2 (a) and the recipient or subrecipient wishes to enter into a contract\nwith a small business firm or nonprofit organization regarding the substitution of parties, assignment or\nperformance of experimental, developmental, or research work under that “funding agreement,” the recipient or\nsubrecipient must comply with the requirements of 37 CFR Part 401, “Rights to Inventions Made by Nonprofit\nOrganizations and Small Business Firms Under Government Grants, Contracts and Cooperative Agreements,”\nand any implementing regulations issued by the awarding agency. (G) Clean Air Act (42 U.S.C. 7401-7671q.) and the Federal Water Pollution Control Act (33 U.S.C. 1251-1387), as\namended—Contracts and subgrants of amounts in excess of $150,000 must contain a provision that requires the\nnon-Federal award to agree to comply with all applicable standards, orders or regulations issued pursuant to the\nClean Air Act (42 U.S.C. 7401-7671q) and the Federal Water Pollution Control Act as amended (33 U.S.C. 12511387). Violations must be reported to the Federal awarding agency and the Regional Office of the Environmental\nProtection Agency (EPA). (H) Debarment and Suspension (Executive Orders 12549 and 12689)—A contract award (see 2 CFR 180.220)\nmust not be made to parties listed on the governmentwide exclusions in the System for Award Management\n(SAM), in accordance with the OMB guidelines at 2 CFR 180 that implement Executive Orders 12549 (3 CFR part\n1986 Comp., p. 189) and 12689 (3 CFR part 1989 Comp., p. 235), “Debarment and Suspension.” SAM Exclusions\ncontains the names of parties debarred, suspended, or otherwise excluded by agencies, as well as parties\ndeclared ineligible under statutory or regulatory authority other than Executive Order 12549."
    },
    {
      "id": "guidance_55__75",
      "chunk_id": "75",
      "content": "SAM Exclusions\ncontains the names of parties debarred, suspended, or otherwise excluded by agencies, as well as parties\ndeclared ineligible under statutory or regulatory authority other than Executive Order 12549. (I) Byrd Anti-Lobbying Amendment (31 U.S.C. 1352)—Contractors that apply or bid for an award exceeding\n$100,000 must file the required certification. Each tier certifies to the tier above that it will not and has not used\nFederal appropriated funds to pay any person or organization for influencing or attempting to influence an\nofficer or employee of any agency, a member of Congress, officer or employee of Congress, or an employee of a\nmember of Congress in connection with obtaining any Federal contract, grant or any other award covered by 31\nU.S.C. 1352. Each tier must also disclose any lobbying with non-Federal funds that takes place in connection with\nobtaining any Federal award. Such disclosures are forwarded from tier to tier up to the non-Federal award. (J) See §200.322 Procurement of recovered materials. 82 2016 COPS Hiring Program (CHP) Award Owner’s Manual Appendix H. Remittance of Interest Earned Amounts\n2 CFR §200.305 (b)(9) – Payment (remittance of interest earned)\n1. Interest earned amounts up to $500 per year may be retained by the non-federal entity for administrative\nexpense. Any additional interest earned on federal advance payments deposited in interest-bearing accounts\nmust be remitted annually to the Department of Health and Human Services Payment Management System\n(PMS) through an electronic medium using either Automated Clearing House (ACH) network or a Fedwire\nFunds Service payment. Remittances must include pertinent information of the payee and nature of payment\nin the memo area (often referred to as “addenda records” by Financial Institutions) as that will assist in the\ntimely posting of interest earned on federal funds. Pertinent details include the Payee Account Number (PAN)\nif the payment originated from PMS, or Agency information if the payment originated from ASAP, NSF or\nanother federal agency payment system. The remittance must be submitted as follows:\ni. For ACH Returns: Routing Number: 051036706\nAccount number: 303000\nBank Name and Location: Credit Gateway - ACH Receiver St. Paul, MN\nii. For Fedwire Returns*: Routing Number: 021030004\nAccount number: 75010501\nBank Name and Location: Federal Reserve Bank Treas NYC/Funds Transfer Division New York, NY\n(* Please note organization initiating payment is likely to incur a charge from your Financial Institution for this\ntype of payment)\niii. For International ACH Returns: Beneficiary Account: Federal Reserve Bank of New York/ITS (FRBNY/ITS)\nBank: Citibank N.A. (New York)\nSwift Code: CITIUS33\nAccount Number: 36838868\nBank Address: 388 Greenwich Street, New York, NY 10013\nPayment Details (Line 70): Agency\nName (abbreviated when possible) and ALC Agency POC: Michelle Haney, 301-492-5065\niv. For recipients that do not have electronic remittance capability, please make check** payable to:\n“The Department of Health and Human Services.” Mail Check to Treasury approved lockbox:\nHHS Program Support Center, P.O. Box 530231, Atlanta, GA 30353-0231\n(** Please allow 4-6 weeks for processing of a payment by check to be applied to the appropriate PMS account)\nv. Any additional information/instructions may be found on the PMS Web site\nat http://www.dpm.psc.gov/. 83 2016 COPS Hiring Program (CHP) Award Owner’s Manual Glossary of Terms\nallowable costs."
    },
    {
      "id": "guidance_55__76",
      "chunk_id": "76",
      "content": "Please allow 4-6 weeks for processing of a payment by check to be applied to the appropriate PMS account)\nv. Any additional information/instructions may be found on the PMS Web site\nat http://www.dpm.psc.gov/. 83 2016 COPS Hiring Program (CHP) Award Owner’s Manual Glossary of Terms\nallowable costs. Allowable costs are costs that will be paid for by this award program. The only allowable costs\nunder CHP are the approved full-time entry-level salaries and fringe benefits of sworn career law enforcement\nofficers hired or rehired on or after the award start date. CHP award funds may be used to hire or rehire\nexperienced officers, but any costs higher than entry-level must be paid by your agency with local funds. Award\nfunding must be limited to your agency’s entry-level sworn officer salary and benefits. Upon review of your\nsubmitted budget, any unallowable costs were removed. The Financial Clearance Memorandum (FCM), included\nin your award package, specifies the final amount of CHP funds awarded to your agency for officer salaries and\napproved fringe benefits. Approved entry-level salaries and benefits paid during basic academy training are\nallowable when it is the agency’s policy to pay all newly hired officers during this training. audit. Work done by auditors, including both the Office of the Inspector General (OIG) and state or local\nauditors, to examine financial statements and to review\n•\n•\n•\n• compliance with laws and regulations;\neconomy and efficiency of operations;\neffectiveness in achieving program results; and\nallowability of costs claimed against the award. authorized officials. The authorized officials are the individuals in your organization who have final authority\nand responsibility for all programmatic and financial decisions regarding this award. At the time of award\napplication, your agency listed the law enforcement executive (usually the chief of police, Sheriff, etc.) and the\ngovernment executive (usually the mayor, board president, etc.) for your agency. These executives are listed on\nyour award document and are understood to be your authorized officials. If any of the executive information is\nincorrect, please make any updates online through the “Account Access” link on the COPS Office website. award number. The award number identifies your agency’s specific CHP award and can be found on your award\ndocument. This number should be used as a reference when corresponding with the COPS Office. Your award\nnumber is in the following format: 2016-ULWX-0000 or 2016-UMWX-0000. The COPS Office tracks award\ninformation based upon this number. award package. The award package includes your CHP award document, Financial Clearance Memorandum\n(FCM), and award congratulatory letter; it may be accessed through the “Account Access” link on the COPS Office\nwebsite (www.cops.usdoj.gov). Your agency’s CHP award document will list your award number, law\nenforcement executive, government executive, award amount, number and hiring category of positions\nawarded, award start and end dates, and all terms and conditions (including any special conditions placed on\nyour agency’s CHP award). Your law enforcement and government executives have 90 days from the date on\nyour award congratulatory letter to log on to their accounts in “Account Access” and electronically sign the\naward document and submit it to the COPS Office."
    },
    {
      "id": "guidance_55__77",
      "chunk_id": "77",
      "content": "Your law enforcement and government executives have 90 days from the date on\nyour award congratulatory letter to log on to their accounts in “Account Access” and electronically sign the\naward document and submit it to the COPS Office. Your agency’s FCM will specify the final amount of CHP funds\nawarded to your agency for officer salaries and approved fringe benefits. award start date. This is the date on or after which your agency is authorized to hire or rehire positions that\nwere approved by the COPS Office. The award start date is found on your award document. Recipients may not\nexpend funds or hire or rehire award-funded officers prior to this date without written approval from the COPS Office. 84 2016 COPS Hiring Program (CHP) Award Owner’s Manual career law enforcement officer. The COPS Office statute defines a career law enforcement officer as a person\nhired on a permanent basis who is authorized by law or by a state or local public agency to engage in or oversee\nthe prevention, detection, or investigation of violations of criminal laws. Catalogue of Federal Domestic Assistance (CFDA). The CFDA is an annual government-wide publication that\ncontains a description and index of all forms of federal assistance. Each program is assigned a CFDA number,\nwhich is used by auditors to track award revenues under the Single Audit Act. It is also used in participating\nstates by State Single Points of Contact in conducting the required intergovernmental reviews under Executive\nOrder 12372. The CFDA number for the COPS Office CHP award is 16.710. closeout. The process in which the awarding agency, the COPS Office, determines that all applicable\nadministrative actions and all required work and conditions of the award have been completed and met by the\nrecipient and awarding agency. cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides your\nagency with the most federal money. The Office of Management and Budget (OMB) may have already assigned\nyour cognizant federal agency to you. If this is the first federal award that your organization has received, the\nU.S. Department of Justice is your cognizant federal agency. community policing. Community policing is a philosophy that promotes organizational strategies that support\nthe systematic use of partnerships and problem-solving techniques to proactively address the immediate\nconditions that give rise to public safety issues such as crime, social disorder, and fear of crime. All newly hired,\nadditional, or rehired officers (or an equal number of redeployed veteran officers) funded under COPS Office\nprograms must engage in community policing activities, and in the implementation of your community policing\nstrategy. COPS Office. Created under the 1994 Crime Bill, the Office of Community Oriented Policing Services (COPS\nOffice) is an independent office within the U.S. Department of Justice that is the grantor or awarding agency for\nyour award or cooperative agreement. The COPS Office is responsible for assisting your agency with the\nadministration and maintenance of your award for the entire award period. If you have any questions regarding\nthe COPS office, please call the COPS Office Response Center at 800-421-6770 or visit the COPS Office website at\nwww.cops.usdoj.gov."
    },
    {
      "id": "guidance_55__78",
      "chunk_id": "78",
      "content": "The COPS Office is responsible for assisting your agency with the\nadministration and maintenance of your award for the entire award period. If you have any questions regarding\nthe COPS office, please call the COPS Office Response Center at 800-421-6770 or visit the COPS Office website at\nwww.cops.usdoj.gov. COPS Office Finance Staff Accountants. The COPS Office finance staff accountants are responsible for your\nagency’s financial and budgetary needs related to this award. A staff accountant is assigned to each state and is\navailable to answer any questions that you may have concerning the Quarterly Financial Status Report (SF-425)\nand other financial aspects of your award. To identify your staff accountant, please call the COPS Office Response\nCenter at 800-421-6770 or visit the COPS Office website at www.cops.usdoj.gov. criminal intelligence officer. A criminal intelligence officer, whether working directly with a law enforcement\nagency or assigned to the appropriate state or regional fusion center, works in the field of criminal intelligence\nand may conduct data collection, research, and analysis to produce finished intelligence reports or other\nproducts designed to assist in the prevention, detection, or investigation of violations of criminal laws. Data Universal Numbering System (DUNS) Number. Since FY 2004, the Office of Management and Budget\n(OMB) has required all agencies applying for federal funding to obtain this number prior to application. The\nDUNS number is a unique nine- or thirteen-digit identification number that is assigned upon request to agencies\nby Dun & Bradstreet (D&B). This number will be used by the Federal Government to better track award recipient 85 2016 COPS Hiring Program (CHP) Award Owner’s Manual information throughout the award cycle and to provide consistent name and address data for electronic award\napplication systems. To obtain a DUNS number, visit the Dun & Bradstreet website at www.dnb.com or call 866705-5711. Employer Identification Number (EIN) / OJP vendor number. This number is usually your agency’s nine-digit\nfederal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your\naccounting/bookkeeping department should have this number. In some cases, the EIN has been previously\nassigned to another agency within your jurisdiction. In this instance, a new vendor number will be assigned to\nyou by the Office of the Chief Financial Officer. The newly assigned number is to be used for COPS Office\nadministrative purposes only and should not be used for IRS purposes. federally recognized tribe. Federally recognized tribes are Native American Indian tribal entities that are\nrecognized by the Bureau of Indian Affairs (BIA) and are eligible for funding and services by virtue of their status\nas sovereign Native American Indian tribes. They are acknowledged to have the immunities and privileges\navailable to federally acknowledged Indian tribes by virtue of their government-to-government relationship\nwith the United States, as well as the responsibilities, power, limitation, and obligations of such tribes. For further\ninformation, contact: BIA, Division of Tribal Government Services, MS-4631-MIB, 1849 C Street NW, Washington,\nDC 20240, 202-208-2475. Geographic Names Information System (GNIS) ID. The Geographic Names Information System (GNIS)\ndatabase is maintained by the U.S. Geological Survey, U.S. Department of the Interior."
    },
    {
      "id": "guidance_55__79",
      "chunk_id": "79",
      "content": "For further\ninformation, contact: BIA, Division of Tribal Government Services, MS-4631-MIB, 1849 C Street NW, Washington,\nDC 20240, 202-208-2475. Geographic Names Information System (GNIS) ID. The Geographic Names Information System (GNIS)\ndatabase is maintained by the U.S. Geological Survey, U.S. Department of the Interior. The database assigns a\nunique, permanent feature identifier, the feature ID, which is the only standard federal key for integrating or\nreconciling feature data from multiple datasets. Grant Monitoring Specialist. COPS Office Grant Monitoring Specialists are trained and available to assist you in\naddressing any compliance-related questions regarding your award. Grant monitoring specialists plan and\nconduct site visits and office-based grant reviews. During the life of your award, you may be selected for a\nmonitoring site visit to assess your compliance with the terms and agreements of the award program, to review\nyour community policing initiatives, and to provide technical and administrative support for your award. Please\ncontact the COPS Office Response Center at 800-421-6770 if you have any compliance-related questions. Grant Program Specialist. COPS Office Grant Program Specialists are trained to assist you with implementing\nand maintaining your award. A Grant Program Specialist is assigned to your state and is available to answer any\nquestions that you may have concerning the administrative aspects of your award. Your Grant Program\nSpecialist can assist you with requesting an extension on your award or modifying the award. To obtain the\nname and phone number of your Grant Program Specialist, please contact the COPS Office Response Center at\n800-421-6770. local budget cycle. Your agency’s fiscal year. Some common examples include January 1 to December 31,\nOctober 1 to September 30, and July 1 to June 30. Some local budget cycles may extend up to 24 months. matching funds. What a locality must contribute as a cash match toward total allowable project costs over the\nlife of the program. Under the 2016 CHP, the matching funds must be paid with state, local, or other non-COPS\nOffice funds and may not be from any funds previously budgeted for law enforcement purposes. There is a\nminimum 25 percent matching fund requirement for 2016 CHP, unless waived in writing by the COPS Office. military veteran. Under the 2016 CHP, a military veteran is any individual who has served on active duty at any\ntime in the armed forces for a period of more than 180 consecutive days, any part of which occurred on or after 86 2016 COPS Hiring Program (CHP) Award Owner’s Manual September 11, 2001, and who has been discharged or released from active duty in the armed forces under\nhonorable conditions. obligation of funds. The COPS Office obligates federal funds when the award document is signed by the COPS\nOffice Director or his or her designated official. For the recipient, award funds are obligated when monies are\nspent hiring approved personnel under the award. The term encumbrance is often used at the local and state\nlevels to describe this type of transaction. Liquidated obligations are considered cash outlays or monies actually\nspent."
    },
    {
      "id": "guidance_55__80",
      "chunk_id": "80",
      "content": "For the recipient, award funds are obligated when monies are\nspent hiring approved personnel under the award. The term encumbrance is often used at the local and state\nlevels to describe this type of transaction. Liquidated obligations are considered cash outlays or monies actually\nspent. Unliquidated obligations are obligations incurred and recorded but not yet paid (accrual basis of\naccounting) or not yet recorded and not yet paid (cash basis of accounting). Originating Agency Identifier (ORI) number. This number is assigned by the Federal Bureau of Investigation\n(FBI), and it is your agency’s unique identifier. The first two letters are your state abbreviation, the next three\nnumbers are your county’s code, and the final two numbers identify your jurisdiction within your county. If your\nagency does not have an ORI number assigned by the FBI, the COPS Office assigns a non-official ORI code to use\nas an agency identifier (in such cases, the last two characters will be “ZZ”). It can be found on your award\ndocument. When you contact the COPS Office with a question, please reference your ORI number (and/or your\naward number). primary law enforcement authority. An agency with primary law enforcement authority is the agency that is\nthe first responder to calls for service, and has ultimate and final responsibility for the prevention, detection, or\ninvestigation of violations of criminal laws within its jurisdiction. The Public Safety Partnership and Community Policing Act of 1994. The COPS Office is charged with\nfulfilling the mandates of this law. The purposes of the law are to\n•\n•\n•\n• increase the number of community policing officers on the beat;\nprovide additional and more effective training to law enforcement officers to enhance their problemsolving, service, and other skills needed in interacting with members of the community;\nencourage the development and implementation of innovative programs to permit members of the\ncommunity to assist law enforcement agencies in the prevention of crime; and\nencourage the development of new technologies to assist law enforcement agencies in reorienting the\nemphasis of their activities from reacting to crime to preventing crime. rehire. CHP provides funding to rehire full-time officers who were laid off (from any jurisdiction) or who were\nscheduled to be laid off on a specific future date at the time of award application as a result of state, local, or BIA\nbudget reductions. A recipient may use CHP funding to rehire an experienced full-time officer, but any\nadditional costs higher than entry-level that your agency pays the rehired officer must be paid with local agency\nfunds, not CHP funds. retention period. After 36 months of COPS Office funding, CHP recipients are required to retain each additional\nCOPS Office-funded position awarded using local, state, or other sources of non-COPS Office funds. Each\nawarded position must be retained for at least 12 months following the conclusion of the 36 months of federal\nfunding for that position. This time span is referred to as the retention period. School Resource Officer (SRO). A career law enforcement officer with sworn authority, deployed in communityoriented policing and assigned by the employing police department or agency to work in collaboration with\nschools and community-based organizations to 87"
    },
    {
      "id": "guidance_55__81",
      "chunk_id": "81",
      "content": "This time span is referred to as the retention period. School Resource Officer (SRO). A career law enforcement officer with sworn authority, deployed in communityoriented policing and assigned by the employing police department or agency to work in collaboration with\nschools and community-based organizations to 87 2016 COPS Hiring Program (CHP) Award Owner’s Manual •\n•\n•\n•\n•\n•\n• address crime problems, gangs, and drug activities affecting or occurring in or around an elementary or\nsecondary school;\ndeploy or expand crime prevention efforts for students;\neducate likely school-age victims in crime prevention and safety;\ndevelop or expand community justice initiatives for students;\ntrain students in conflict resolution, restorative justice, and crime awareness;\nassist in the identification of physical changes in the environment that may reduce crime in or around the\nschool; and\nassist in developing school policy that addresses crime and to recommend procedural changes. supplanting. COPS Office award funds may not be used to supplant (replace) state, local, or Bureau of Indian\nAffairs (BIA) funds that would be made available in the absence of federal COPS Office award funding. CHP funds\nmust be used to increase the amount of state, local, or BIA funds otherwise budgeted for sworn officer positions,\nplus any additional state, local, or BIA funds budgeted for these purposes. System for Award Management (SAM). The SAM database is the repository for standard information about\nfederal financial assistance applicants, recipients, and subrecipients. Organizations that have previously\nsubmitted applications via www.Grants.gov are already registered with SAM, as it is a requirement for\nwww.Grants.gov registration. Please note, however, that applicants must update or renew their SAM at least\nonce per year to maintain an active status. Information about registration procedures can be accessed at\nwww.sam.gov. 88 2016 COPS Hiring Program (CHP) Award Owner’s Manual COPS Office Resources\nWebsites\nCOPS Office Newsletter: http://cops.usdoj.gov/html/dispatch/index.asp COPS Office Beat Podcast: http://www.cops.usdoj.gov/Default.asp?Item=2370 Grants information: http://www.cops.usdoj.gov/grants President’s Task Force on 21st Century Policing: http://www.cops.usdoj.gov/policingtaskforce Policing Task Force One Year Progress Report:\nhttp://www.cops.usdoj.gov/pdf/taskforce/TaskForce_Annual_Report.pdf SRO Resources: http://www.cops.usdoj.gov/supportingsafeschools Updated Publication list: http://www.cops.usdoj.gov/COPSpublications Publications\nBeyond the Badge: Profile of a School Resource Officer DVD: http://ric-zaiinc.com/ric.php?page=detail&id=COPS-CD050\nIntelligence-Led Community Policing, Community Prosecution, and Community Partnerships: http://ric-zaiinc.com/ric.php?page=detail&id=COPS-P322\nOfficer-Involved Shootings: A Guide for Law Enforcement Leaders: http://ric-zaiinc.com/ric.php?page=detail&id=COPS-P350\nPolice Perspectives: Building Trust in a Diverse Nation - No. 1. How to Increase Cultural Understanding:\nhttp://ric-zai-inc.com/ric.php?page=detail&id=COPS-P344\nPolice Perspectives: Building Trust in a Diverse Nation - No. 2. How to Serve Diverse Communities: http://ric-zaiinc.com/ric.php?page=detail&id=COPS-P345\nPolice Perspectives: Building Trust in a Diverse Nation - No. 3. How to Support Trust Building in Your Agency:\nhttp://ric-zai-inc.com/ric.php?page=detail&id=COPS-P346\nRank and File: Leaders in Building Trust and Community Policing: http://ric-zaiinc.com/ric.php?page=detail&id=COPS-P351 89 2016 COPS Hiring Program (CHP) Award Owner’s Manual References\nAtkinson, Anne J. 2002. Fostering School-Law Enforcement Partnerships. Safe and Secure: Guides to Creating Safer\nSchools, Guide 5. Washington, DC: Office of Justice and Juvenile Delinquency Prevention. https://www.ncjrs.gov/pdffiles1/ojjdp/book5.pdf. National Association of School Resource Officers (NASRO). 2012. To Protect & Educate: The School Resource Officer\nand the Prevention of Violence in Schools. Hoover, AL: National Association of School Resource Officers. https://nasro.org/cms/wp-content/uploads/2013/11/NASRO-To-Protect-and-Educate-nosecurity.pdf. 90 2016 COPS Hiring Program (CHP)\nAward Owner’s Manual This manual was created to assist COPS Hiring Program (CHP) program recipients with the administrative and\nfinancial matters associated with their award."
    },
    {
      "id": "guidance_55__82",
      "chunk_id": "82",
      "content": "Hoover, AL: National Association of School Resource Officers. https://nasro.org/cms/wp-content/uploads/2013/11/NASRO-To-Protect-and-Educate-nosecurity.pdf. 90 2016 COPS Hiring Program (CHP)\nAward Owner’s Manual This manual was created to assist COPS Hiring Program (CHP) program recipients with the administrative and\nfinancial matters associated with their award. For more information about your CHP award, please contact your COPS Office Grant Program Specialist. If you\ndo not know the name or telephone number of your Grant Program Specialist, please contact the COPS Office\nResponse Center at 800-421-6770. U.S. Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530 To obtain details about COPS Office programs, call the COPS Office Response Center at 800-421-6770. Visit the COPS Office online at www.cops.usdoj.gov. Published September 2016"
    }
  ]
}