{
  "document_category": "guidance",
  "docId": "guidance_45",
  "chunk_index": 114,
  "chunk_text": "computing devices. Computing devices are machines used to acquire, store, analyze, process, and publish data and\nother information electronically, including accessories (or “peripherals”) for printing, transmitting, and receiving,\nor storing electronic information. cooperative agreement. A legal instrument of financial assistance between a federal awarding agency and a nonfederal entity to carry out a public purpose authorized by a law of the United States that, consistent with 31 U.S.C.\n§ 6302-6305, provides for substantial involvement between the federal awarding agency and the non-federal\nentity in carrying out the activity contemplated by the federal award. COPS Office. The Office of Community Oriented Policing Services (COPS Office) is the office within the U.S.\nDepartment of Justice that is the grantor or awarding agency for your award. The COPS Office is responsible for\nassisting your agency with the administration and maintenance of your award for the entire award period. You can\nreach the COPS Office at 800-421-6770. COPS Office finance staff. The COPS Office finance staff handles your agency’s financial and budgetary needs\nrelated to this award. A staff accountant has been assigned to your state, and is available to answer any questions\nthat you may have concerning the financial aspects of your award. To identify your staff accountant, please call the\nCOPS Office Response Center at 800-421-6770, or visit the COPS Office website at www.cops.usdoj.gov. COPS Office Program Manager. COPS Office Program Managers are trained to assist you with implementing and\nmaintaining your LEMHWA award. A Program Manager is assigned to your project and is available to answer any\nquestions that you may have concerning the administrative, programmatic, and substantive aspects of your award. Your Program Manager can assist you with such matters as requesting an extension on your award or modifying\nthe award, and reviewing outlines for project deliverables. The name and phone number of your COPS Office\nProgram Manager is provided on the award congratulatory letter and available by contacting the COPS Office\nResponse Center at 800-421-6770.\n139 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual\nData Universal Numbering System (DUNS) number. Since FY 2004, the Office of Management and Budget (OMB)\nhas required all agencies applying for federal funding to obtain this number prior to application. The DUNS number\nis a unique nine- or thirteen-digit identification number that is assigned upon request to agencies by Dun &\nBradstreet (D&B). This number will be used by the Federal Government to better track award recipient information\nthroughout the award cycle and to provide consistent name and address data for electronic award application\nsystems. To obtain a DUNS number, visit the Dun & Bradstreet website at www.dnb.com or call 866-705-5711. disallowed costs. Disallowed costs means those charges that are determined to be unallowable, in accordance\nwith the applicable Federal statutes, regulations, or the terms and conditions of the federal award. Employer Identification Number (EIN) / OJP vendor number. This number is usually your agency’s nine-digit\nfederal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your\naccounting/bookkeeping department should have this number. In some cases, the EIN has been previously\nassigned to another agency within your jurisdiction."
}