{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 52,
  "chunk_text": "Residents who are Blind, Deaf,\nor Hard of Hearing\nResidents who are LEP At least 1\nResidents with a Cognitive\nAt least 1 At least 1\nAt least 1\nDisability\nAt least 1 At least 1 At least 2 At least 2\nResidents who Identify as\nLesbian, Gay, or Bisexual\nAt least 1 At least 2 At least 3 At least 3\nResidents who Identify as\nTransgender or Intersex\nResidents Who Reported Sexual At least 1 At least 2 At least 2\nAt least 3\nAbuse\nResidents Who Reported Sexual At least 1 At least 1 At least 1 At least 2\nVictimization During Risk\nScreening\n*Resident population size is based on the actual population on the first day of the onsite portion of the audit. 52 501+\nAt least 30 At least 1 At least 1 At least 2 At least 2 At least 3 At least 3 At least 2 TABLE 4: REQUIRED NUMBER OF RESIDENT INTERVIEWS Juvenile Facilities\nInterview Type 0–50\nAt least 10 51–100\nAt least 16 Overall Minimum Number of\nResident Interviews\nMinimum Number of Random At least 5 At least 8\nResident Interviews\nMinimum Number of Targeted At least 5 At least 8\nResident Interviews\nBreakdown of Required Targeted Resident Interviews At least 1 At least 1\nResidents with a Physical\nDisability Resident Population Size*\n101–250\n251–500 At least 20\nAt least 26 501+\nAt least 30 At least 10 At least 13 At least 15 At least 10 At least 13 At least 15 At least 1 At least 1 At least 1 Residents who are Blind, Deaf,\nor Hard of Hearing\nResidents who are LEP At least 1\nResidents with a Cognitive\nAt least 1 At least 1\nDisability\nAt least 1 At least 1 At least 1 At least 1\nResidents who Identify as\nLesbian, Gay, or Bisexual\nAt least 1 At least 2 At least 2\nResidents who Identify as\nTransgender or Intersex\nResidents in Isolation At least 1 At least 1 At least 1\nAt least 1\nResidents Who Reported Sexual At least 1 At least 2 At least 2\nAt least 3\nAbuse\nResidents Who Reported Sexual At least 1 At least 2 At least 2 At least 3\nVictimization During Risk\nScreening\n*Resident population size is based on the actual population on the first day of the onsite portion of the audit. At least 1 At least 1 At least 1 At least 2 At least 2 At least 1 At least 3 At least 3 Required Documentation when Inmate Interview Requirements Are Not Met\nAuditors must make all reasonable efforts to conduct the required numbers of inmate\ninterviews. Where this is not possible, auditors must clearly describe their sampling process and\nthe reason why the thresholds could not be achieved. For example, even after extensive\nprobing, an auditor may be unable to meet the required number of interviews for a particular\ntargeted inmate population. In such a case, the auditor must describe in the audit report the\nsteps he or she took to identify an inmate within the targeted population and the information\nhe or she obtained through that process. Additionally, for some smaller facilities, auditors may be required to interview every inmate,\nresident, or detainee in the audited facility, including facilities with an actual population of 10\nor fewer."
}