{
  "document_category": "guidance",
  "docId": "guidance_73",
  "chunk_index": 50,
  "chunk_text": "[This task\nshould be included in all CAs when it is applicable.] Task X. The recipient will complete quarterly financial and periodic progress reports to the COPS Office\nwith detailed project updates. Task X. The recipient will produce a standalone executive summary document(s) for [specify\ndocument/deliverables]. This document(s) is intended for use by law enforcement executives and others\ninterested in an abridged version of the resource(s) developed under this award, and it will summarize the\nrecipients’ work and highlight the major findings and recommendations. This document(s) will be subject\nto COPS Office review and approval. [This task should be included in all CAs when it is applicable. For\nexample, it may not be applicable to training awards or when the documents produced are already\nabridged/summarized]. Task X. Work with the COPS Office and the program manager to address peer review, program manager,\nvetting, and other COPS Office staff comments regarding [specify products and deliverables]. 49 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nE. Performance timeline and deliverables The following is a performance timeline for all deliverables and their due dates (based upon an award\ndate of XX/XX/XXXX) that are considered to be significant in the performance of this cooperative\nagreement. One electronic copy of deliverable items will be delivered, and in accordance with the\nfollowing schedule:\nDeliverables & Dates\n[List Project Deliverables and dates] All deliverable items will be furnished to the following:\n[Insert Program Manager]\nU.S. Department of Justice\nCOPS Office\n[Division] 145 N Street NE, 11th Floor\nWashington, DC 20530\n[insert contact information] F. Financial status reports The recipient must provide a quarterly report of actual expenditures related to project activity on a\ncumulative basis. Specifically, the recipient is required to submit quarterly Federal Financial Reports on\nthe Standard Form 425 (SF-425) within 30 days after the end of each quarter (January 1–March 31, April\n1–June 30, July 1–September 30, and October 1–December 31). A final SF-425 is due within 90 days after\nthe end of the award period. Recipients must submit the quarterly SF-425 online. Visit the COPS Office\nAgency Portal Login page at https://portal.cops.usdoj.gov/. G. Programmatic progress reports The recipient will provide periodic progress reports detailing project activity. Specifically, the recipient will\nsubmit progress reports through the COPS Office online progress reporting system in the frequency\nrequested. These progress reports should be received by the COPS Office within 30 days of the end of the\nreporting period. The recipient will also submit a final progress report to the COPS Office within 90 days of\nthe end of the award period. IV. Period of performance The period of performance of this cooperative agreement is XXX months from the cooperative agreement\naward start date (award period XX/XX/20XX to XX/XX/20XX). 50 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nV. Financial administration\nA. Funding The total amount of federal funding to be provided under this cooperative agreement is stated on the\naward document, award congratulatory letter, and official Financial Clearance Memorandum (FCM). B. Travel All travel plans related to the cooperative agreement and to the development of the deliverables will be\nsubmitted to the program manager for review by the COPS Office."
}