{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 25,
  "chunk_text": "■ Vitamins, other than those referenced in Paragraph 15.\n■ Bromo-Seltzer.\n■ Products containing olive leaf extract. ■ Products for denture cleaning that are effervescent tablets/powders such as Efferdent and\nPolident. ■ Cold medications that contain pseudoephedrine, such as Sudafed. ■ Loaves of bread. ■ Dietary supplements such as amino acids in the form of tablets, capsules, liquids, or powders;\ndesiccated liver tablets; ginseng; C.O.Q.10; gamma oryzanol, etc.\n■ Products that contain manufactured L-Tryptophan pursuant to Food and Drug Administration\n(FDA) direction.\n■ Any item not approved by the FDA (e.g., garlic pills or tablets, green tea) unless otherwise\nrecommended and approved by the Health Services Division, Central Office.\n■ Any item containing hemp seed oil. ■ Smoking cessation products other than nicotine patches. ■ Electrical appliances, except fans. ■ Musical instruments, except the harmonica. ■ Lighters or lighting paraphernalia, gas- or liquid-fueled or fueled by flammable material. ■ Products in aerosol containers. ■ Products containing chlorine as an active ingredient. ■ Computer/calculator devices that allow programming or password protection of information. ■ Magazines.\n■ Items with a unit price of $100 or more unless approved, in writing, by the Warden. This\nauthority may not be re-delegated below the level of Acting Warden. ■ Radios capable of picking up shortwave, UHF, VHF, and television bands. ■ Combination radio/tape players, recorder/tape players, recorders, compact disc players, video\ngames, computer games, or portable televisions. ■ Hair dye at FDC, FTC, MCC, MDC, and all-male institutions. ■ Containers of crushed red pepper spice. ■ Individual MP3 chargers. ■ Mineral/baby oil. 3.4 PRICING The selling price of each item sold in the Commissary is calculated automatically in TRUFACS\nbased on the actual cost and mark-up of the item. Use the following procedures to determine\nselling prices. a. Cost Price. The cost of an item is established in TRUFACS when the initial Receiving\nReport is generated. The cost is based on a sellable unit, defined as the smallest individual unit\nsold in the Commissary. In the rare case when the purchase of a non-SPO regular item includes a\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 37 shipping charge, the shipping charge shall not be included when determining the cost price of the\nitem. b. Mark-up and Selling Price Computation. The mark-up for the selling price of each item\nordered and sold in the Commissary is automatically calculated based on the cost and mark-up\nselected in TRUFACS. The mark-up is based on the following:\n0%\n30 to 40%\nPre-Printed\nNon-Physical See paragraph d. below. Standard items/SPOs purchased. The standard/SPO mark-up parameter\nwill be set at the National level. Sales price printed on packaging (see below). Selling price of items not physically maintained in inventory (e.g., photo\nvouchers). Generally, the Federal Government does not pay taxes (State, local, or Federal) on purchases. However, when payment of taxes is required, these steps are followed:\n■ Divide the total tax charge(s) by the number of sellable units taxed. ■ Add the tax per sellable unit to the cost price of the lowest sellable unit. ■ Use this amount as the cost price for receiving purposes."
}