{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 75,
  "chunk_text": "New information may have to be collected before new solutions can be developed and tested. The\nentire process should be viewed as circular rather than linear, meaning that additional scanning, analysis, or\nresponses may be required. Using the crime triangle to focus on immediate conditions (victim/offender/ location) To understand a problem, many problem solvers have found it useful to visualize links among the victim, offender,\nand location (the crime triangle) and those factors that could have an impact on them, for example, capable\nguardians for victims (e.g., security guards, teachers, and neighbors), handlers for offenders (e.g., parents, friends,\nand probation), and managers for locations (e.g., business merchants, park employees, and motel clerks). Rather\nthan focusing primarily on addressing the root causes of a problem, the police focus on the factors that are within\ntheir reach, such as limiting criminal opportunities and access to victims, increasing guardianship, and associating\nrisk with unwanted behavior. This information is adapted from Community Policing Defined, which can be found at https://ric-zaiinc.com/Publications/cops-p157-pub.pdf. 82 Appendix D. Training and Conference Fact Sheets If developing or delivering training under this cooperative agreement, the COPS Office Curriculum Standards,\nReview, and Approval Process Guides: Online and In-Person and COPS Office and Instructor Quality Assurance\nGuide must be followed. This applies to the development and/or delivery of online and in-person courses. Courses\nalready in existence that are part of this cooperative agreement must also comply with the two aforementioned\nguides. A copy of these guides, along with supplemental training resources, will be supplied electronically to you by\nthe Program Manager and are also located on the COPS Office website for download. All training development\nprocesses and deliverables must be reviewed and approved by the COPS Office prior to public release following\nthe process indicated in the guides. •\n•\n•\n•\n•\n•\n•\n•\n•\n•\n• Training Fact Sheet\nADDIE Fact Sheet\nIn Person Curriculum Standard Guide\nInstructor Quality Assurance Guide\nNon-TOT Instructor Guide Template\nNon-TOT Participant Guide Template\nNon-TOT PowerPoint Background\nTOT Instructor Guide Template\nTOT Participant Guide Template\nTOT PowerPoint Background\nSection 508 of the Rehabilitation Act of 1973 83 Appendix E. Conference and Event Guidance\nConference and Event Approval, Planning, and Reporting FAQ\nPrior Approval\n1. Approximately how long should it take to adequately complete the Conference & Events Submission form? The amount of time required to adequately complete the Conference & Events Submission Form will vary\ndepending on the complexity of the proposed event. A small event (in terms of number of attendees, total\ncost, etc.) may require only an hour or two to complete the form because the event is basic/routine and data\nare not required in all of the available categories. On the other hand, a large event (in terms of number of\nattendees, multiple sessions occurring at the same time, etc.) may require several hours or days depending on\nthe amount of required data (categories) and level of justiﬁcation needed to support the event. Regardless of\nthe size of any event, the supporting justiﬁcation should be suﬃcient to support the agency’s mission for\nconducting the event. 2. Which types of events do not require prior approval? Currently there are six types of events that do not require prior approval:\ni.\nii.\niii. iv. v.\nvi. 3. Conferences held by grant recipients."
}