{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 43,
  "chunk_text": "TRUFONE account statements are not regularly provided to inmates. Inmates requesting a\nstatement are charged $3.00 for each 30-day period requested. Trust Fund Specialist processes the completed Request for Withdrawal of Inmate’s Personal\nFunds (BP-199). The BP-199 includes the specific 30-consecutive-day period for which the\nstatement is requested. The Trust Fund Specialist prepares the statement and delivers it to the inmate in a secure manner. Account statements are only processed for the most recent 12 months. f. Inmate Telephone Numbers\n(1) Telephone Number List. Inmates with access to TRULINCS generate and maintain their\nlists. All other inmates complete form BP-A1054, TRULINCS Contact Request Form, and Unit\nManagement staff deliver the form to Trust Fund per the Program Statement Telephone\nRegulations for Inmates. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 59 When an inmate requests deletion of a telephone number that is blocked, the number is marked as\ninactive on the inmate’s telephone number list while retaining the block. Note: Information on\nthe BP-A1054 is governed by the Program Statement Release of Information. (2) Requests for Blocking of Telephone Numbers. There are three types of telephone number\nblocks: Bureau-wide, facility-wide, and inmate-specific. Documentation about blocks is\npermanently kept as an image within TRUFACS. Ordinarily, written requests from the Associate Warden or a proposed recipient of an inmate call\nfor blocking a telephone number are processed within one working day after receipt. If specified,\nthese blocks are placed on a specific inmate account; however, if a specific inmate is not identified\nor where the request specifically states, a block can be placed to prevent any inmate at the facility\nfrom placing a call to a specified number. Note: Requests for blocking may not be processed by deleting telephone numbers from an\ninmate account. Bureau-wide Block. Requests for Bureau-wide blocks are forwarded to the Central Office\nIntelligence Branch for processing. Facility-wide Block. Trust Fund staff place blocks by entering the telephone number in the\nTRUFONE Facility Telephone Number Control Screen. Inmate-Specific Blocks. The number is marked in TRULINCS with the reason for the block, not\ndeleted from the list. When a number is blocked at the recipient’s request, the block may be\nremoved only on receipt of a written request from the called party. Removal of Called Party Block. When a telephone number is blocked by the called party via\nthe telephone, staff only remove the block when a written request from the called party is received,\nalong with a copy of a telephone bill, per the Program Statement Telephone Regulations for\nInmates. (3) TRUFONE Refunds. Trust Fund Supervisors may approve refunds for the following:\n■ New or revised area codes. ■ New or revised local exchanges. ■ Faulty signals from foreign countries resulting in international calls being charged but not\nconnected. ■ Telephone service problems that interfere with communication. ■ Potential refunds for reasons not identified above are sent from the Trust Fund Supervisor to\nthe Chief, Trust Fund Branch, for approval. The request includes documentation of the\nsituation and research conducted to conclude that a refund is appropriate. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 60"
}