{
  "document_category": "guidance",
  "docId": "guidance_42",
  "chunk_index": 72,
  "chunk_text": "It is also used in participating states by\nState Single Points of Contact in conducting the required intergovernmental reviews under Executive Order 12372. The CFDA number for the COPS Office CAMP award is 16.710. closeout. Closeout is the process in which the awarding agency, the COPS Office, determines that all applicable\nadministrative actions and all required work and conditions of the award have been completed and met by the\nrecipient and awarding agency. cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides your agency\nwith the most federal money. The Office of Management and Budget (OMB) may have already assigned your\ncognizant federal agency to you. If this is the first federal award that your organization has received, the U.S.\nDepartment of Justice is your cognizant federal agency. community policing. Community policing is a philosophy that promotes organizational strategies that support the\nsystematic use of partnerships and problem-solving techniques to proactively address the immediate conditions\nthat give rise to public safety issues such as crime, social disorder, and fear of crime. All newly hired, additional, or\nrehired officers (or an equal number of redeployed veteran officers) funded under COPS Office programs must\nengage in community policing activities and in the implementation of your community policing strategy. COPS Office. Created under the 1994 Crime Bill, the Office of Community Oriented Policing Services (COPS Office)\nis an independent office within the U.S. Department of Justice that is the grantor or awarding agency for your\naward or cooperative agreement. The COPS Office is responsible for assisting your agency with the administration\nand maintenance of your award for the entire award period. If you have any questions regarding the COPS office,\nplease call the COPS Office Response Center at 800-421-6770 or visit the COPS Office website at\nwww.cops.usdoj.gov. COPS Office finance staff. The COPS Office finance staff handles your agency’s financial and budgetary needs\nrelated to this award. A staff accountant is assigned to each state and is available to answer any questions that you\nmay have concerning the Quarterly Financial Status Report (SF-425) and other financial aspects of your award. To\nidentify your staff accountant, please call the COPS Office Response Center at 800-421-6770 or visit the COPS\nOffice website at www.cops.usdoj.gov. criminal intelligence officer. A criminal intelligence officer, whether working directly with a law enforcement\nagency or assigned to the appropriate state or regional fusion center, works in the field of criminal intelligence and\nmay conduct data collection, research, and analysis to produce finished intelligence reports or other products\ndesigned to assist in the prevention, detection, or investigation of violations of criminal laws. Data Universal Numbering System (DUNS) number. Since FY 2004, the Office of Management and Budget (OMB)\nhas required all agencies applying for federal funding to obtain this number prior to application. The DUNS number\nis a unique nine- or thirteen-digit identification number that is assigned upon request to agencies by Dun &\nBradstreet (D&B). This number will be used by the Federal Government to better track award recipient information\nthroughout the award cycle and to provide consistent name and address data for electronic award application\nsystems."
}