{
  "document_category": "guidance",
  "docId": "guidance_73",
  "chunk_index": 74,
  "chunk_text": "These factions of the community can be engaged in achieving specific goals at\ntown hall meetings, neighborhood association meetings, decentralized offices or storefronts in the community,\nand team beat assignments. Nonprofits or service providers\nAdvocacy and community-based organizations that provide services to the community and advocate on its behalf\ncan be powerful partners. These groups often work with or are composed of individuals who share common\ninterests and can include such entities as victims groups, service clubs, support groups, issue groups, advocacy\ngroups, community development corporations, and the faith community. 78 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual Institutions of Higher Education\nInstitutions of higher education create communities of students, professors, and personnel that are important\nstakeholders. The institutions can also provide resources to law enforcement agencies by assisting with\ncommunication strategies, facilitation of community meetings, data analysis, and research. Private businesses For-profit businesses also have a great stake in the health of the community and can be key partners because they\noften bring considerable resources to bear in addressing problems of mutual concern. Businesses can help identify\nproblems and provide resources for responses, often including their own security technology and community\noutreach. The local chamber of commerce and visitor centers can also assist in disseminating information about\npolice and business partnerships and initiatives, and crime prevention practices. Media The media represent a powerful mechanism by which to communicate with the community. They can assist with\npublicizing community concerns and available solutions, such as services from government or community agencies\nor new laws or codes that will be enforced. In addition, the media can have a significant impact on public\nperceptions of the police, crime problems, and fear of crime. Organizational transformation\nOrganizational transformation is the alignment of organizational management, structure, personnel, and\ninformation systems to support community partnerships and proactive problem-solving. The community policing philosophy focuses on the way that departments are organized and managed and how the\ninfrastructure can be changed to support the philosophical shift behind community policing. It encourages the\napplication of modern management practices to increase efficiency and effectiveness. Community policing\nemphasizes changes in organizational structures to institutionalize its adoption and infuse it throughout the entire\ndepartment, including the way it is managed and organized, its personnel, and its technology. Agency management Under the community policing model, police management infuses community policing ideals throughout the\nagency by making a number of critical changes in climate and culture, leadership, formal labor relations,\ndecentralized decision making and accountability, strategic planning, policing and procedures, organizational\nevaluations, and increased transparency. Climate and culture\nChanging the climate and culture means supporting a proactive orientation that values systematic problem solving\nand partnerships. Formal organizational changes should support the informal networks and communication that\ntake place within agencies to support this orientation. 79 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nLeadership\nLeaders serve as role models for taking risks and building collaborative relationships to implement community\npolicing, and they use their position to influence and educate others about it."
}