{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 7,
  "chunk_text": "Regardless of whether an agency\ncontracts directly with an auditor or through a third party entity, the audit contract\nshould address these issues and must accommodate the methodological requirements\noutlined in this Handbook (e.g., interviews with staff and inmates, 4 site review, and\ndocumentation collection and review). • Planning for corrective action. The PREA Standards are complex and contain several\nhundred specific provisions that must be substantially met in order for a facility to be\ndeemed in full compliance. For that reason, DOJ expects that corrective action will be\nrequired in most cases. Therefore, contracts between auditors, or third party entities,\nand agencies or facilities should allow for and support corrective action periods for\nauditors to work with the agencies and/or facilities to take steps to address areas of 4 In this Handbook, the term “inmate” is used generally to refer to inmates, residents, and detainees, except when\ndiscussing certain types of facilities or sets of Standards, in which case more specific terminology is used. 6 noncompliance identified during the audit, and for subsequent verification of the\ncorrective action. As such, auditors and agencies/facilities should be aware of the\nlimitations of using “flat fee” contracts. Such contracts pay an auditor a set fee as\ncompensation, regardless of whether the auditor identifies any deficiencies or requires\nany corrective action. These flat fee contracts may have the unintended consequence of\ninappropriately incentivizing auditors to make full compliance findings without requiring\nany corrective action, even in cases where policies and/or practices are not in\ncompliance with the PREA Standards. In addition, auditors are not permitted to accept\nbonus compensation contingent on the outcome of an audit. In the event that the PREA Management Office receives credible allegations that an auditor\nviolated the above requirements in the course of an audit, among other information, the\nauditor will be required to provide the PREA Management Office with a copy of the relevant\naudit contract(s). Gifts A “gift” is anything that has monetary value such as items, food and beverages, or services. Except as provided in this chapter, no DOJ-certified PREA auditor, or any non-certified support\nstaff hired to assist an auditor, may either solicit or accept a gift from any entity or party who\nhas an interest related to the outcome of a particular PREA audit in which that person is\nparticipating. Entities and parties with such an interest are considered “prohibited sources” as it\npertains to gifts. For purposes of this restriction, the term “prohibited sources” is to be broadly construed, and\nwill include any and all people or organizations that could be directly or indirectly substantially\nimpacted by the outcome of an audit. This includes, for example:\n• All management, employees, and contractors of the facility or agency being audited • All inmates of the facility being audited • Direct relatives of individuals listed in the above two categories • State employees working in a state agency which oversees the work of the facility to be\naudited, as well as local employees working in a local agency which oversees the work of\nthe facility to be audited •"
}