{
  "document_category": "guidance",
  "docId": "guidance_96",
  "chunk_index": 63,
  "chunk_text": "The police, with input from\nthe community, should identify and prioritize concerns. 66 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Analysis: Researching what is known about the problem\nAnalysis is the heart of the problem-solving process. The objectives of analysis are to develop an understanding of\nthe dynamics of the problem, develop an understanding of the limits of current responses, establish correlation,\nand develop an understanding of cause and effect. As part of the analysis phase, it is important to find out as much\nas possible about each aspect of the crime triangle by asking who?, what?, when?, where?, how?, why?, and why\nnot? about the victim, offender, and crime location. Response: Developing solutions to bring about lasting reductions in the number and extent of\nproblems The response phase of the SARA model involves developing and implementing strategies to address an identified\nproblem by searching for strategic responses that are both broad and uninhibited. The response should follow\nlogically from the knowledge learned during the analysis and should be tailored to the specific problem. The goals\nof the response can range from totally eliminating the problem through substantially reducing the problem or\nreducing the amount of harm caused by the problem to improving the quality of community cohesion. Assessment: Evaluating the success of the responses\nAssessment attempts to determine if the response strategies were successful by understanding if the problem\ndeclined and if the response contributed to the decline. This information not only assists the current effort but also\ngathers data that build knowledge for the future. Strategies and programs can be assessed for process, outcomes,\nor both. If the responses implemented are not effective, the information gathered during analysis should be\nreviewed. New information may have to be collected before new solutions can be developed and tested. The\nentire process should be viewed as circular rather than linear, meaning that additional scanning, analysis, or\nresponses may be required. Using the crime triangle to focus on immediate conditions (victim/offender/ location) To understand a problem, many problem solvers have found it useful to visualize links among the victim, offender,\nand location (the crime triangle) and those factors that could have an impact on them, for example, capable\nguardians for victims (e.g., security guards, teachers, and neighbors), handlers for offenders (e.g., parents, friends,\nand probation), and managers for locations (e.g., business merchants, park employees, and motel clerks). Rather\nthan focusing primarily on addressing the root causes of a problem, the police focus on the factors that are within\ntheir reach, such as limiting criminal opportunities and access to victims, increasing guardianship, and associating\nrisk with unwanted behavior. 67 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendix D. COPS Office Anti-Heroin Task Force (AHTF) program file\nmanagement: Documents to maintain in AHTF award file\nRecords must be maintained throughout the two-year AHTF award period and for at least three years following the\nofficial closeout of the AHTF award. AWARD PROGRAM____AHTF_________AWARD # ______________________________________ AWARD START DATE_____________ORIGINAL AWARD END DATE____________ EXTENDED AWARD END DATE (if applicable)________________________ COPY OF AWARD APPLICATION"
}