{
  "document_category": "guidance",
  "docId": "guidance_84",
  "chunk_index": 114,
  "chunk_text": "The award end date is found on your award document. Recipients may not\nmake any purchases or hire any positions after this date without written approval from the COPS Office. award number. The award number identifies your agency’s specific CPD award and can be found on your award\ndocument. This number should be used as a reference when corresponding with the COPS Office. Your award\nnumber is in the format 2018-CKWX-0000 for awards made in FY 2018. The COPS Office tracks award information\nbased upon this number. award start date. This is the date on or after which your agency is authorized to purchase or hire any allowable\nequipment, services, personnel, or other costs that were approved by the COPS Office. The award start date is\nfound on your award document. Recipients may not expend funds prior to this date without written approval from\nthe COPS Office. career law enforcement officer. The COPS Office statute defines a career law enforcement officer as a person\nhired on a permanent basis who is authorized by law, or by a state or local public agency, to engage in or oversee\nthe prevention, detection, or investigation of violations of criminal laws. Catalog of Federal Domestic Assistance (CFDA). The CFDA is an annual government-wide publication that contains\na description and index of all forms of federal assistance. Each program is assigned a CFDA number, which is used\nby auditors to track award revenues under the Single Audit Act. It is also used in participating states by State Single\n138 2018 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nPoints of Contact in conducting the required intergovernmental reviews under Executive Order 12372. The CFDA\nnumber for the COPS Office CPD Program award is 16.710. Chief Legal Officer (CLO). The Chief Legal Officer is the primary/highest ranking attorney for the governing body\nthat governs any state or local law enforcement applicant (e.g., City Attorney, County Attorney, State Attorney\nGeneral) or for the entity that is applying for funds and will make subawards to a State or local government entity\n(e.g., General Counsel for a non-profit organization that will make subawards to a City or County). (Please note that\nthe Certification may not be completed by a law enforcement agency attorney—the Chief Legal Officer must\nrepresent the governing body.)\ncloseout. This is the process in which the awarding agency, the COPS Office, determines that all applicable\nadministrative actions and all required work and conditions of the award have been completed and met by the\nrecipient and awarding agency. cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides your agency\nwith the most federal money. The Office of Management and Budget (OMB) may have already assigned your\ncognizant federal agency to you. If this is the first federal award that your organization has received, the U.S.\nDepartment of Justice (DOJ) is your cognizant federal agency. community policing. Community policing is a philosophy that promotes organizational strategies that support the\nsystematic use of partnerships and problem-solving techniques to proactively address the immediate conditions\nthat give rise to public safety issues such as violent crime, nonviolent crime, and fear of crime..\nconsortium."
}