{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 95,
  "chunk_text": "It also protects against most other factory loads in caliber .357 Magnum and\n9mm as well as the Type I and II-A threats. Type III-A (.44 Magnum; submachine gun 9mm) Type III-A body armor provides the highest level of protection currently available from concealable body armor and\nis generally suitable for routine wear in many situations. However, departments located in hot, humid climates\nmay need to evaluate the use of Type III-A armor carefully. This armor protects against .44 Magnum lead semi-wadcutter bullets with gas checks, nominal masses of 15.55 g\n(240 gr), impacting at a velocity of 426 m/s (1,400 ft/s) or less. It also provides protection against most handgun\nthreats as well as the Type I, II-A, and II threats. Type III (high-powered rifle) Type III body armor is clearly intended only for tactical situations when the threat warrants such protection, such\nas barricade confrontations involving sporting rifles. This armor, normally of hard or semi-rigid construction, protects against 7.62 mm full-metal jacketed bullets (U.S.\nmilitary designation M80), with nominal masses of 9.7 g (150 gr), impacting at a velocity of 838 m/s (2,750 ft/s) or\nless. It also provides protection against threats such as 223 Remington (5.56 mm FMJ), 30 Carbine FMJ, and 12gauge rifled slug, as well as the Type I through III-A threats. Type IV (armor-piercing rifle) Type IV body armor provides the highest level of protection currently available. Because this armor is intended to\nresist armor piercing bullets, it often uses ceramic materials. Such materials are brittle in nature and may provide\nonly single-shot protection, since the ceramic tends to break up when struck. As with Type III armor, Type IV armor\nis clearly intended only for tactical situations when the threats warrant such protection. This armor protects against .30-06 caliber armor-piercing bullets (U.S. military designation AMP2), with nominal\nmasses of 10.8 g (166 gr), impacting at a velocity of 868 m/s (2,850 ft/s) or less. It also provides at least single-hit\nprotection against the Type I through III threats. Special type\nA purchaser who has a special requirement for a level of protection other than one of the above standard threat\nlevels should specify the exact test rounds and minimum impact velocities to be used and indicate that this\nstandard shall govern in all other respects. 100 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Appendix E. Enhancement of contractor protection from reprisal for\ndisclosure of certain information (41 U.S.C. § 4712)\nEnhancement of contractor protection from reprisal for disclosure of certain information\n(a) Prohibition of reprisals."
}