{
  "document_category": "guidance",
  "docId": "guidance_18",
  "chunk_index": 10,
  "chunk_text": "Participants (law\nenforcement, teachers, students, any staff, et cetera) should also be included. Please contact your Grant Program\nSpecialist at 800-421-6770 or at AskCopsRC@usdoj.gov. 5. Extensions\nCondition:\nYour agency may request an extension of the award period to receive additional time to implement your award\nprogram. Such extensions do not provide additional funding. Only those recipients that can provide a reasonable\njustification for delays will be granted no-cost extensions. Extension requests must be received prior to the end date\nof the award. 2 C.F.R. § 200.308(d)(2). Why this condition:\nUnder federal regulations, requests to extend the award period require prior written approval from the COPS\nOffice. Without an approved extension, your agency is not permitted to draw down federal funding for costs\nincurred beyond the official award end date. When justified, the COPS Office will seek to accommodate reasonable\nrequests for no-cost time extensions to fully implement the COPS Office award. What you should do: The COPS Office will contact your agency during the last quarter of the award period to determine whether a nocost time extension is needed. Requests to extend the award period must be received by the COPS Office before\nthe official award end date. Failure to submit a request for a no-cost time extension before the award end date\nmay result in the immediate deobligation of any remaining award funds. Please note that the project period of 9 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nperformance will be extended, if necessary, until the deliverable is considered final. If the award is set to expire,\nprior to the final approval of the deliverable, a no-cost extension will be executed for a reasonable amount of time\nfor the recipient to complete the final deliverable. 6. Modifications\nCondition:\nAward modifications under the SVPP are evaluated on a case-by-case basis in accordance with 2 C.F.R. § 200.308. For federal awards in excess of $250,000, any modification request involving the reallocation of funding between\nbudget categories that exceed or are expected to exceed 10 percent (10%) of the total approved budget requires\nprior written approval by the COPS Office. Regardless of the federal award amount or budget modification\npercentage, any reallocation of funding is limited to approved budget categories. In addition, all modification\nrequests involving new budget items or any budget modification that changes the scope of the project requires\nprior written approval by the COPS Office prior to their implementation. Please be aware that the COPS Office will\nnot approve any modification request that results in an increase of federal funds. Why this condition:\nThe COPS Office realizes that agencies may need to reprogram award funds. Acceptable examples of such award\nmodifications include purchasing additional equipment using cost-savings from approved items or purchasing a\ndifferent type of equipment due to changing needs. Under federal regulations, you are required to expend federal\nfunds only as approved in the FCM. Requests to change or alter an award that meet certain threshold\nrequirements must be submitted to the COPS Office for written approval, prior to their purchase or\nimplementation. Without prior written approval, you must continue to implement your award as it was originally\noutlined and accepted by your agency."
}