{
  "document_category": "guidance",
  "docId": "guidance_24",
  "chunk_index": 46,
  "chunk_text": "In such cases, upon receipt of a CCC\nacceptance date, a SENTRY future assignment would be established\nfor the date of transfer. The effective time for the reduction\nwould be 12:01 AM. An inmate must be assigned COMMUNITY custody\nstatus prior to transfer to a CCC. If the Custody Variance (Section C, Item 8) is zero (Continue\nPresent Custody), and the Unit Team believes that there is a\ncompelling reason to change the inmate's custody, the Unit Team\nwill refer the case to the Warden, who is the deciding\nofficial. P5100.08\n9/12/2006\nChapter 6, Page 19\n4. ACTION 4. ACTION: (APPROVE, DISAPPROVE) For exception cases only, the Warden or designee should check\nthe appropriate box indicating either approval or disapproval\nof the Unit Team's decision. If the Warden\ndisagrees with the form, he/she will indicate the reasons on\nthe\n338 form. For regular cases, the Unit Manager will\ntake this action. 5. DATE OF NEXT REVIEW 5. DATE OF NEXT REVIEW Enter the month and year of the next scheduled review. 6. CHAIRPERSON 6. CHAIRPERSON\nNAME AND SIGNATURE The Unit Manager will print his or her name and sign the\nform in the space provided. 7. EXCEPTION REVIEW 7. EXCEPTION REVIEW\nNAME (WARDEN OR DESIGNEE) AND SIGNATURE This item is reserved for the Warden or designee's printed\nname and signature if the inmate is an exception case as\ndefined in Item 1 of this section. If the Warden or designee\ndisapproves, the reason will be documented on the Custody\nClassification Form (BP-338) and a copy provided to the\ninmate. 8. SUMMARY OF FINAL ACTION 8. SUMMARY OF FINAL ACTION: SECURITY LEVEL\nCUSTODY After all action is complete (exception cases signed off,\netc.,) the final outcome will be entered. Upon completion,\nthe form is to be filed in the Inmate Central File, Section\n2, and the appropriate custody assignment updated in SENTRY. P5100.08\n9/12/2006\nChapter 6, Page 20\nBP-338 CUSTODY CLASSIFICATION FORM\nPAGE 1\nA . I D E N T 1. INSTITUTION CODE U.S. DEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS I F I N G D A T A 2 . UNIT 4 . N A ME 3 . DATE\n5. REGISTER NUMBER 6. MANAGEMENT A - NONE\nVARIABLES\nB - JUDICIAL RECOM MENDATIO N\nD - RELEASE RESIDENCE/PL ANNING\nE - POPULATION MANAGEMENT 7. Y PUBLIC\nSAFETY\nFACTORS B A\nB\nC\nF\nG\nH - G - CIMS\nI - MED/PSYCH TREATMENT\nN - PROGRAM PARTICIPATION\nR - WORK CADRE NONE\nDISRUPTIVE GROUP (males only)\nGREATEST SEVERITY OFFENSE (males only)\nSEX OFFENDER\nTHREAT TO GOVERNMENT OFFICIALS\nDEPORTABLE ALIEN . B A S E I\nK\nL\nM\nN\nO S - S - PSF WAIVED\nU - LONG TERM DETAINEE\nV - GREATER SECURITY\nW - LESSER SECURITY SENTENCE LENGTH (males only)\nVIOLENT BEHAVIOR (females only)\nSERIOUS ESCAPE\nPRISON DISTURBANCE\nJUVENILE VIOLENCE\nSERIOUS TELEPHONE ABUSE C O R I N G 1. TYPE OF DETAINER 0 = NONE\n1 = LOWEST/LOW MODERATE 3 = MODERATE\n5 = HIGH 7 = GREATEST 2. SEVERITY OF CURRENT\nOFFENSE 0 = LOWEST\n1 = LOW MODERATE 3 = MODERATE\n5 = HIGH 7 = GREATEST 3. MONTHS TO RELEASE ___________ 4. CRIMINAL HISTORY\nSCORE 0 = 0-1\n2 = 2-3 4 = 4-6\n6 = 7-9 8 = 10-12\n10 = 13 + 5. HISTORY OF ESCAPE\nOR ATTEMPTS 6. HISTORY OF\nVIOLENCE MINOR\nSERIOUS MINOR\nSERIOUS NONE\n0\n0\nNONE\n0\n0 >15 YEARS\n1\n3(S) 10-15 YEARS\n1\n3(S) 5-10 YEARS 0 <5 YEARS\n2\n3\n3(S)\n3(S) >15 YEARS\n1\n2 10-15 YEARS\n1\n4"
}