{
  "document_category": "guidance",
  "docId": "guidance_39",
  "chunk_index": 4,
  "chunk_text": "See 52\nU.S.C. §§ 10308(d); 20510(a). And there are criminal penalties as well. See, e.g., id. § 10308(a); 18 U.S.C. §§\n241, 242, 594; see generally Federal Prosecution of Election Offenses, at 33-38, 49-54, 56-58. Judicial decisions have established that voter intimidation need not involve physical threats. In certain\ncontexts, suggesting to individuals that they will face adverse social or legal consequences from voting\ncan constitute an impermissible threat. Here are a few examples of the types of acts that may constitute\nintimidation: 5 | Federal Law Constraints on Post-Election “Audits” U.S. Department of Justice\n▪ Sending a letter to foreign-born Latino registered voters warning them that “if they voted in\nthe upcoming election their personal information would be collected … and … could be\nprovided to organizations who are ‘against immigration’” was potentially intimidating. See\nUnited States v. Nguyen, 673 F.3d 1259 (9th Cir. 2012). ▪ Having police ofﬁcers take down the license plate numbers of individuals attending voter\nregistration meetings contributed to intimidating prospective voters. See United States v.\nMcLeod, 385 F.2d 734 (5th Cir. 1967). ▪ Sending robocalls telling individuals that if they voted by mail, their personal information\nwould become part of a public database that could be used by police departments to track\ndown old warrants and credit card companies to collect outstanding debts could constitute\nintimidation. See Nat’l Coal. on Black Civic Participation v. Wohl, 498 F. Supp. 3d 457 (S.D.N.Y.\n2020). ▪ Linking individual voters to alleged illegalities in a way that might trigger harassment could\nconstitute intimidation. See League of United Latin Am. Citizens - Richmond Region Council\n4614 v. Pub. Int. Legal Found., 2018 WL 3848404, at *4 (E.D. Va. Aug. 13, 2018). ▪ Conducting a “ballot security” program in which defendants stand near Native American\nvoters discussing Native Americans who had been prosecuted for illegally voting, follow\nvoters out of the polling places, and record their license plate numbers might constitute\nintimidation. See Daschle v. Thune, No. 4:04 Civ. 04177 (D.S.D. Nov. 1, 2004). See also United States v. North Carolina Republican Party, No. 5:92-cv-00161 (E.D.N.C. Feb. 27, 1992)\n(approving a consent decree in a case where the United States alleged that it violated Section 11(b) to\nsend postcards to voters in predominantly African American precincts falsely claiming that voters were\nrequired to have lived in the same precinct for thirty days prior to the election and stating that it is a\n“federal crime to knowingly give false information about your name, residence or period of residence to\nan election ofﬁcial”). 1 1 While voter intimidation need not involve physical threats, federal law of course prohibits using “force or threat of force” to intimidate or\ninterfere with, or attempt to intimidate or interfere with, any person’s “voting or qualifying to vote” or serving “as a poll watcher, or any legally\nauthorized election ofﬁcial, in any primary, special, or general election.” 18 U.S.C. § 245(b)(1)(A). The Deputy Attorney General recently issued\nGuidance Regarding Threats Against Election Workers. 6 | Federal Law Constraints on Post-Election “Audits” U.S. Department of Justice"
}