{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 61,
  "chunk_text": "We welcome and\nencourage any comments you have regarding the COPS Office CPD Program and the materials we have developed\nfor its administration. If you have specific comments regarding this manual or have any questions about your\naward, please call your COPS Office Program Manager or the COPS Office Response Center at 800-421-6770. Pursuant to Executive Order 13513, “Federal Leadership on Reducing Text Messaging While Driving,” the COPS\nOffice encourages recipients of US Department of Justice funds to adopt and enforce policies that ban text\nmessaging while driving and to establish workplace safety policies to decrease crashes caused by distracted\ndrivers. 67 Appendices\nAppendix A. List of source documents\nA. Primary Sources\nPublic Safety Partnership and Community Policing Act of 1994, 42 U.S.C. § 3796dd et seq. B. Secondary Sources\nCode of Federal Regulations (CFR)/Office of Management and Budget (OMB):\n2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal\nAwards) as adopted by the US Department of Justice in 2 C.F.R. § 2800.101\n4 C.F.R. Parts 101-105, US Department of Justice/Government Accountability Office, “Joint Federal Claims\nCollections Standards”\n5 C.F.R. Part 1320, “Controlling Paperwork Burdens on the Public”\n5 C.F.R. Part 151, “Political Activity of State and Local Officers or Employees”\n28 C.F.R. Part 23, “Criminal Intelligence Systems Operating Policies”\n28 C.F.R. Part 61, “Procedures for Implementing the National Environmental Policy Act”\n28 C.F.R. Part83, “Government-Wide Requirements for Drug-Free Workplaces (Grants)”\n28 C.F.R. Part 69, “New Restrictions on Lobbying”\n31 C.F.R. Part 205, ”Rules and Procedures for Efficient Federal-State Funds Transfers”\nOMB Circular A-129, ”Policies for Federal Credit Programs and Non-Tax Receivables”\n48 C.F.R. Part 31 (Federal Acquisition Regulation), ”Contract Cost Principles and Procedures” Executive Orders:\nExecutive Order 12291, “Regulations”\nExecutive Order 12372, 28 C.F.R. Part 30, “Intergovernmental Review of Federal Programs”\nExecutive Order 12547, “Non-Procurement Debarments and Suspension” 68 Appendix B. Assurances and Certifications\nAssurances\nSeveral provisions of federal law and policy apply to all award programs. The Office of Community Oriented\nPolicing Services (“COPS Office”) needs to secure your assurance that the applicant will comply with these\nprovisions. If you would like further information about any of these assurances, please contact your state’s COPS\nOffice Program Manager at 800-421-6770. By signing this form, the applicant assures that it will comply with all legal and administrative requirements that\ngovern the applicant for acceptance and use of federal award funds. In particular, the applicant assures us of the\nfollowing:\n1. 2. 3.\n4. 5.\n6. 7. 8. It has been legally and officially authorized by the appropriate governing body (for example, mayor or city\ncouncil) to apply for this award and that the persons signing the application and these assurances on its behalf\nare authorized to do so and to act on its behalf with respect to any issues that may arise during processing of\nthis application. It will comply with the provisions of federal law, which limit certain political activities of employees whose\nprincipal employment is in connection with an activity financed in whole or in part with this award. These\nrestrictions are set forth in 5 U.S.C. § 1501 et seq."
}