{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nCPD/CPB\nNUMBER:\n5100.08, CN-1\nDATE:\nSeptember 4, 2019 Inmate Security Designation and Custody\nClassification\n/s/\nApproved: Kathleen Hawk Sawyer\nDirector, Federal Bureau of Prisons This Change Notice (CN) implements the following changes to Program Statement 5100.08,\nInmate Security Designation and Custody Classification, dated September 12, 2006, in light\nof the FIRST STEP Act. The highlighted text was added to INTRODUCTION:\nThe Bureau of Prisons shall designate the place of the prisoner's imprisonment, and shall, subject\nto bed availability, the prisoner's security designation, the prisoner's programmatic needs, the\nprisoner's mental and medical health needs, any request made by the prisoner related to faithbased needs, recommendations of the sentencing court, and other security concerns of the Bureau\nof Prisons, place the prisoner in a facility as close as practicable to the prisoner's primary\nresidence, and to the extent practicable, in a facility within 500 driving miles of that residence. The highlighted text was added and the deleted text is struck through in Chapter 5,\nMANAGEMENT VARIABLES AND PUBLIC SAFETY FACTORS:\nD Release Residence. The Bureau of Prisons attempts to place each inmate in an\ninstitution that is reasonably close to the anticipated release area. Ordinarily,\nplacement within 500 miles of the release area is to be considered reasonable,\nregardless of whether there may be an institution closer to the inmate’s release\narea. To the extent practicable, placement to the closest facility within 500\ndriving miles of the release area will be considered reasonable, subject to bed\navailability, the prisoner’s security designation, the prisoner’s programmatic\nneeds, the prisoner’s mental and medical health needs, any request made by the prisoner related to faith-based needs, recommendations of the sentencing court,\nand other security concerns of the Bureau of Prisons. This MGTV may also apply\nto inmates who are within 36 months of release. E Following are example situations: facility activation; population pressures\naffecting available appropriate-level bed space within 500 driving miles of the\ninmate’s anticipated release residence; gang/security concerns. Additionally highlighted text was added and the deleted text is struck through in Chapter 7,\nInstitution Classification Transfers. 2. NEARER RELEASE TRANSFERS (Code 313). Once the inmate has been transferred\nwithin 500 driving miles of his or her release residence, no further referrals will be made for\nnearer release transfer consideration. further referrals can be considered for nearer release\ntransfer consideration subject to bed availability, the prisoner’s security designation, the\nprisoner’s programmatic needs, the prisoner’s mental and medical health needs, any request\nmade by the prisoner related to faith-based needs, recommendations of the sentencing court,\nand other security concerns of the Bureau of Prisons. U.S. Department of Justice\nFederal Bureau of Prisons Program\nStatement OPI:\nNUMBER:\nDATE:\nSUBJECT: CPD/CPB\nP5100.08\n9/12/2006\nInmate Security\nDesignation and Custody\nClassification 1. PURPOSE AND SCOPE. This Program Statement provides policy\nand procedure regarding the Bureau of Prisons inmate\nclassification system. The classification of inmates is\nnecessary to place each inmate in the most appropriate\nsecurity level institution that also meets their program\nneeds and is consistent with the Bureau’s mission to protect\nsociety. The Bureau’s classification, designation and\nredesignation procedures are consistent with the\nstatutory authority contained in 18 U.S.C. § 3621(b). All\nclassification, designation and redesignation decisions\nare made without favoritism given to an inmate’s social\nor economic status. 2. PROGRAM OBJECTIVES. Statement are:"
}