{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 3,
  "chunk_text": "Please review this manual carefully because a failure to follow award\nrequirements can have serious ramifications. Please do not hesitate to call the COPS Office Response Center at\n800-421-6770 if you need assistance with the implementation of your award. Please note that the Federal Bureau of Investigation (FBI) is retiring the current Summary Reporting System (SRS)\nand will transition to an all-National Incident-Based Reporting System (NIBRS) data collection system within the\nnext five years. The transition to NIBRS will provide a more complete and accurate picture of crime at the national,\nstate, and local level. Beginning in 2021, the FBI will no longer collect summary data and will only accept data in\nthe NIBRS format, and COPS Office awards will be based on submitted NIBRS data. Transitioning all law\nenforcement agencies to NIBRS is the first step in gathering more comprehensive crime data. The COPS Office\nencourages its award recipients to submit NIBRS data to the FBI Criminal Justice Information Services Division in a\ntimely manner, thereby ensuring sufficient and complete crime and arrest data is available for consideration. For\nmore information regarding NIBRS reporting, please see https://www.fbi.gov/about-us/cjis/ucr/nibrs-overview. Thank you for providing us with the opportunity to work in partnership with your community. 2 2017 COPS Hiring Program (CHP) Award Owner’s Manual I. Award Acceptance, Terms, and Conditions To officially accept and begin your COPS Hiring Program award, your agency must access www.cops.usdoj.gov and\nselect the “Account Access” link in the upper-right corner to log in, review, and electronically sign the award\ndocument (including the award terms and conditions), the Financial Clearance Memorandum and, if applicable,\nthe special award conditions or high risk conditions within 90 days of the date shown on the award congratulatory\nletter. Your agency will not be able to draw down award funds until the COPS Office receives your signed award\ndocument. For more information on drawing down award funds, please see the section “Accessing Award Funds”\nin this manual. The award document The award document is the document indicating your official award funding amount, the number of officer\npositions awarded, the type of positions awarded, the award number, the award conditions, and the award start\nand end dates. The award document is pre-printed with your agency’s law enforcement and government executives’ names. If this\ninformation is incorrect or has changed, please update your “Agency Contacts” online at www.cops.usdoj.gov\nthrough the “Account Access” tab. If the law enforcement or government official has changed since the time of\napplication, please have the current law enforcement executive or government executive for your agency create\nan account through the “Account Access” link, log in, and sign the award document once your agency contacts\nhave been updated online. Once you have reviewed your award document, please electronically sign it and make a\ncopy of all pages of the document for your records, along with all award condition pages, within 90 days of the\ndate shown on the award congratulatory letter. Please see the section “Accepting the award” in this manual. The award start date indicated on the award document means that your agency may be reimbursed for any\nallowable costs incurred on or after this date."
}