{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 98,
  "chunk_text": "b. For consultant rates over $650 per day, a consultant rate justification must be submitted to your PM for\nprior approval (see the Consultant/Contractor Rate\nInformation Fact Sheet). c. Current Indirect Cost Rate Agreement. d. Documentation for personnel and consul­ tant costs. e. When adding a new subaward to a State or local government entity, the awardee and its intended\nsubrecipient must each complete and submit the\napplicable Certification of Compliance with the\n8 U.S.C. § 1373 form. Once you have completed all of the above steps, the COPS\nOffice will review the budget modification. It is important\nto note that throughout the COPS Office review, no other\nprocesses including extensions can be submitted. The budget\nmodification typically takes 30 days to process. Next steps Your budget modification will go through two rounds\nof review at a minimum: by your PM and by a budget\nanalyst (BA). The PM will review the budget programmatically and\nmay reach out to you for clarification, changes, or justifica­\ntion. Any changes required by your PM will result in the\nrejection of the modification. You will receive notification\nfrom the COPS Office, and you will be able to access the\nmodification and make the necessary changes. The awardee\nwill have to reenter the system, make the budget adjust­\nments where necessary, and resubmit the saved changes. 2\nOnce the budget modification has been programmatically\napproved, a BA is assigned. The BA will review the modifi­\ncation to ensure the budget is allowable and meets all\nregulations and policies. The BA will work with the PM\nfor any points of clarification, changes, or justification. Any changes required by the BA will result in the rejection\nof the modification, and the awardee will have to resubmit. In the case of any rejection, an automatic notification\nwill be sent out via e-mail, and the award’s status changes\nto the green “No action required” icon, from which you\ncan initiate another request. In the case of any approval, an automatic notification\nwill be sent out via e-mail. Implementation of the modified award budget may\nbegin following this written approval from the COPS\nOffice. The modification approvals for active awards\nwill be accompanied by a modified FCM reflecting the\napproved changes. Other resources Your PM can provide you with a budget detail worksheet\nto help keep track of your costs and modifications. This\ntool can be used to track all of your costs, and when you\nsubmit a budget modification, it can be useful to submit\nas supplemental documentation to your PM. For additional information, please review the sole source\njustification, consultant/contractor rate information, and\nindirect cost rate fact sheets. These fact sheets are available\nat https://www.cops.usdoj.gov/Default.asp?Item=2541. Finally, your Award Owner’s Manual, Award Document,\nCooperative Agreement, FCM, and Terms and Conditions\nwill provide more information on specific requirements\nand policies that are applicable to your award. Your\nAward Owner’s Manual will include a list of allowable\nand unallowable items. Please contact your PM for further direction on any addi­\ntional requirements that may be applied to your modifica­\ntion request or any other questions. Published 2017 Appendix G. Whistleblower protection\nEnhancement of contractor protection from reprisal for disclosure of certain information\n(a) Prohibition of reprisals."
}