{
  "document_category": "guidance",
  "docId": "guidance_52",
  "chunk_index": 13,
  "chunk_text": "The Bureau of\nPrisons cannot initiate such a motion on behalf of federal offenders who\ncommitted their offenses prior to November 1, 1987, and received non- parolable\nP5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 15 sentences. 11. TRACKING REDUCTION IN SENTENCE REQUESTS To ensure consistent handling and documentation of RIS requests, Wardens must identify a staff\nmember to serve as an institution RIS Coordinator (IRC) and an alternate. The principal\nresponsibility of the IRC is to receive and document RIS requests and other RIS-related\ninformation in the RIS electronic tracking database. For each RIS request, the following information is entered into the RIS tracking database by the\nIRC:\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■ Inmate’s full name. Federal register number. Date of birth and age. Institution. Date RIS request received by institution. Reason for RIS request. Whether staff assisted the inmate with submitting the RIS request. Whether the request was submitted by a third party (attorney, partner, family member). Disposition of request (e.g., approval or denial). Reason for disposition. Date of disposition of request. At the Central Office (CO) level, information regarding RIS requests is entered into the database\nby RIS Coordinators in the Office of General Counsel, the Health Services Division, and the\nCorrectional Programs Division. The following information is entered into the RIS tracking\ndatabase by CO staff:\n■ Date RIS request received by CO. ■ Director’s final decision. 12. ANNUAL REPORT\nUnder 18 U.S.C. § 3582 (d)(3), not later than December 21, 2019, and once every year\nthereafter, the Director of the Bureau of Prisons shall submit to the Committee on the Judiciary\nof the Senate and the Committee on the Judiciary of the House of Representatives a report on\nrequests for sentence reductions pursuant to subsection (c)(1)(A), which shall include a\ndescription of, for the previous year—\n(A) the number of prisoners granted and denied sentence reductions, categorized by the criteria\nP5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 16"
}