{
  "document_category": "guidance",
  "docId": "guidance_46",
  "chunk_index": 3,
  "chunk_text": "The Bureau of Prisons authorizes staff to use force only as a last alternative\nafter all other reasonable efforts to resolve a situation have failed. When authorized, staff must\nuse only that amount of force necessary to gain control of the inmate; to protect and ensure the\nP5576.06 9/5/2018 3 safety of inmates, staff, and others; to prevent serious property damage; and to ensure\ninstitution security and good order. STEPS TO FOLLOW WHEN USING OC AEROSOL SPRAY\n1. OC aerosol sprays must be carried in an approved holder (leather/nylon belt loop holster\nspecifically designed to hold OC aerosol dispenser) on your person at all times. The nozzle\nshould be facing the body. 2. Fingers of the drawing hand should be extended and firmly gripping the aerosol dispenser. 3. Staff should assume an appropriate defensive stance and continue with verbal commands. 4. Place thumb on the actuator. 5. Spray the facial area, with the primary target being the eyes, and delivering one 2-second\nburst while holding the dispenser in an upright position. Once the OC aerosol spray has been\ndispensed, staff should step back to avoid being contaminated by the spray and maintain\ndirect supervision of the person(s). 6. Allow the OC aerosol spray to work while providing verbal commands to the person (e.g.,\nlie face down with arms spread). 7. Evaluate the response of the person(s). If the person(s) does not submit to restraints and/or\ncomply with staff orders within 15 seconds, a second 2-second burst is authorized. After a\nsecond assessment, or if the person(s) has not complied with staff commands, alternative\nmethods to control the situation may be pursued. 8. Decontamination procedures include fresh air and water rinsing. As soon as possible, the\nperson shall be allowed to wash all areas affected by the agent with soap and water, or assisted\nby staff as necessary. Normally, this is completed before the medical assessment. (Decontamination of inmates will be conducted separately from other affected individuals.) 9. Once the OC aerosol spray is used and the person(s) is in restraints, a medical assessment to\ndetermine the extent of any injuries sustained will be performed. Health Services staff will\nbe notified immediately. 10. When an immediate use of force is necessary (e.g., when behavior constitutes an immediate,\nserious threat to the inmate, staff, others, property, or to institution security and good order),\nstaff are obligated to obtain a camera and begin recording as soon as feasible. As soon as\ncontrol of the situation has been obtained, staff must record information on injuries;\ncircumstances that required the need for immediate use of force; and identifications of the\ninmates, staff, and others involved. (See the Program Statement Use of Force and\nApplication of Restraints.) For posts that require 24-hour staffing, the outgoing staff member must turn over the OC\naerosol dispenser to the oncoming staff member for the post. Non-24-hour posts must pick up P5576.06 9/5/2018 4 and secure OC dispensers at a secure storage location (normally the Control Center) during\ntheir hours of work. 5. REPORTING"
}