{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 35,
  "chunk_text": "Your organization will approve the CA document along with the award document and electronically sign for all\ndocuments within 90 days of the date shown on the award congratulatory letter. Your organization will not be able to draw down funds until the COPS Office receives your electronically signed\naward document. Below is a sample 2017 CA template that will be customized for your specific COPS Office-funded project. If you\nhave any additional questions concerning your cooperative agreement, please contact your designated COPS\nOffice Program Manager. [Insert recipient name] Short Title: Collaborative Reform Initiative for Technical Assistance Center (CRI-TAC)\nI. Statement of authority This cooperative agreement between [insert recipient name] (“recipient”) and the U.S. Department of Justice\nOffice of Community Oriented Policing Services (“COPS Office”) is hereby entered into under the authority of\n34 U.S.C. § 10381 et seq. The purposes of this cooperative agreement are described below. II. Statement of background and purpose\nA. Background:\n[Insert background – should set the stage for the CA including why this effort is needed, history of effort\nto date, and reasons why the effort is required now.] [Insert project purpose – should clearly state rationale for the work.] B. Primary objective:\n[Insert project objective – should include what we hope to accomplish. Could be a number of small\nobjectives.] 36 III. Scope of Work For a period hereinafter set forth, the COPS Office and the recipient will cooperatively furnish the necessary\npersonnel, travel, supplies, and otherwise perform all things necessary for, or incident to, the performance of\nwork (the accomplishment of functional objectives) as set forth below:\nA. Specifically, the COPS Office will do the following:\n1. Designate a program manager to participate in the planning and management of this cooperative\nagreement and to coordinate project activities. 2. Provide information and technical assistance from government sources within available resources\nand as determined appropriate by the program manager. 3. Provide guidance to the recipient in the planning and development of strategies used in the project\nand in the coordination of the project with law enforcement agencies and organizations interested in\ncontributing their support. 4. Work with the recipient to meet the designated project tasks and timelines. 5. Review and approve required reports specific to cooperative agreement, which may include periodic\nprogress and financial reports, deliverables, evaluations, and other documentation requiring COPS\nOffice approval for successful award administration. 6. Review and approve all technical assistance and training processes and deliverables including, but not\nlimited to, in-person and/or online training or consultation, pre-existing in-person and/or online\ntraining, all supplemental and additional resources, all trainers, and all marketing efforts. 7. Review and approve all project deliverables including, but not limited to, program publications . In\naddition, all multimedia deliverables and marketing efforts. 8. Review and approve all proposed changes in key staff assignments to the project and any significant\nchanges in the partner’s role or responsibilities. 9. Review and approve all proposed writers of any project deliverables. 10. Review and approve all subject matter experts and their assignments to any project deliverable. 11. Review and approve all sub-recipients and formal partners."
}