{
  "document_category": "guidance",
  "docId": "guidance_80",
  "chunk_index": 9,
  "chunk_text": "In addition, recipients may not\nreallocate state, local, or BIA funds from one area within the law enforcement budget to another as a result of\nreceiving AHTF award funds. If you have questions concerning this award term and how it pertains to your project\nbudget please contact your COPS Office Grant Program Specialist. Personnel To meet this award condition, you must ensure the following:\n• Each individual employed under the COPS Office Anti-Heroin Task Force program award is newly hired on or\nafter the award start date, unless an exception is authorized in writing by the COPS Office. If current\npersonnel are redeployed into this program, they must be paid with local funds. The COPS Office award funds\nmay be used to backfill the resulting vacancy with newly hired personnel for an equivalent amount of time. • Any officer(s) or civilian(s) that you are hiring bring(s) your force not only to a number over and above the\nnumber of funded positions that you had on the date of your COPS Office Anti-Heroin Task Force Program\napplication (including funded but vacant positions) but also over and above the number of locally funded\npositions during the award period. • During the life of your award, you must continue to hire as many new, locally funded officers or civilians as\nyou would have if you had not received your award. You may not cancel or postpone spending money in your\nbudget that is committed to hiring other new officers or civilians. • You must take expeditious and timely steps to fill any vacancies that were created on or after the date of your\naward application by retirement, resignation, or other reasons with new officers or civilians other than your\nCOPS Office Anti-Heroin Task Force program positions. 8 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Example: If you are redeploying a current employee who would otherwise be paid $75,000 in salary and benefits\nduring the life of the award project, your agency must continue to pay this employee with local funds. The COPS\nOffice award funds may be used to backfill the resulting vacancy with a new hire, even though the COPS Officefunded position will not be working directly on the COPS Office Anti-Heroin Task Force program. Equipment and technology To meet this award condition, you must ensure the following:\n• Equipment and technology must be purchased on or after the award start date (unless an exception is\nauthorized in writing by the COPS Office) and must be in addition to purchases that the recipient is obligated\nor funded to make in the current budget. Funds currently allocated to purchase equipment or technology\nmay not be reallocated to other purposes or reimbursed upon the award of a COPS Office Anti-Heroin Task\nForce program award. For example, a recipient who has budgeted local funds to pay for a new computer\nsystem may not reallocate those funds to pay for any other law enforcement cost as a result of receiving\nAHTF funds for the same computer system. Overtime"
}