{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 59,
  "chunk_text": "Program Progress Reports submitted to the COPS Office may be reported publicly in response to a Freedom of\nInformation Act (FOIA) request. If your agency has any questions regarding the submission of these required reports, please call the COPS Office\nProgress Report Team at 800-659-7379. Contact points to obtain technical assistance and report violations Any alleged violations, serious irregularities, or acts that may result in the use of public funds in a manner\ninconsistent with the Public Safety Partnership and Community Policing Act of 1994 or the purposes of this award\nmay be reported to the US Department of Justice. Furthermore, the COPS Office welcomes the opportunity to\nprovide assistance regarding the implementation of award provisions to help ensure that federal award funds are\nspent responsibly. As such, the following contacts are provided to address noncompliance and technical assistance\nissues:\n• If you suspect violations of a criminal nature, please contact the US Department of Justice, Office of the\nInspector General (OIG) at www.oig.justice.gov/hotline, OIG.hotline@usdoj.gov, or 800-869-4499.\n• If you suspect award violations (not criminal in nature) related to the award conditions listed in this manual,\nplease contact the COPS Office Grant Monitoring Division at 202-514-9202.\n• If you have any questions or need assistance regarding your award, please contact your COPS Office Program\nManager via the COPS Office Response Center at 800-421-6770. 64 VIII. When the Award Period Has Ended At the end of your agency’s PASS award period, the COPS Office is responsible for the closeout of your award. As\npart of this process, the COPS Office requires documentation demonstrating that your agency has met all of the\nprogrammatic and financial requirements of the award. After the end of the award period, your agency will be asked to submit a Final Federal Financial Report (SF-425)\nand any applicable final programmatic progress reports. Final Federal Financial Report (SF-425) The final Federal Financial Report (SF-425) for your award is due to the COPS Office no later than 90 days after the\nend date of the award period. The final report should reflect the total amount of allowable federal expenditures\nthat were incurred during the life of the award, as well as the amount of unobligated funds remaining, if any. The\nfederal funds expended should reflect only the actual allowable costs incurred relative to the specific program\nrequirements for that award. In addition, once you have completed your final drawdown, this report should\nreconcile with the total amount of federal funds drawn down by your agency. The final SF-425 should also include\nthe required minimum total amount of local (recipient) cash match contributed, if applicable. When should all of the award monies be spent? Award funds reflecting allowable project costs must be obligated before the end of the award period. Obligated\nfunds cover monies spent and expenses for all approved items in the FCM that your agency has incurred but not\nyet paid. Your agency has up to 90 days after the end of the award period to request reimbursement for eligible\nfunds obligated."
}