{
  "document_category": "guidance",
  "docId": "guidance_24",
  "chunk_index": 28,
  "chunk_text": "After approval by the Warden, the request may be routed from the\nunit or shared folders, and unit staff must enter a DST\nassignment using the Update Transaction. Staff will enter W MGTV P5100.08\n9/12/2006\nChapter 5, Page 2\nas a DST assignment when the request is routed. DSCC staff will\nremove the assignment when the decision is made. When requesting an updated MVED, staff are to indicate\nthe recommended expiration date on the top portion of form\n409. When a case with the MGTV of \"I\" (Med/Psych) is scheduled\nfor review and it is anticipated that this MGTV is no longer\napplicable, institution staff will complete all sections of\nform\n409 and forward the request to the Central Office Medical\nDesignator and the DSCC. The Central Office Medical Designator\nwill review the case for continuation or deletion of this\nMGTV. If this MGTV is no longer appropriate, the Central\nOffice Medical Designator will remove the MGTV. After the\nCentral Office Medical Designator removes the MGTV \"I,\" the\nDSCC will review the case for transfer. If a transfer is\nnot appropriate, another MGTV is to be applied. Expiration dates will be assigned in accordance with Table 51. The DSCC Administrator must evaluate the information on the\nform\n409 to determine the appropriate expiration date for all\napplicable Management Variables. At the established expiration\ndate, case management staff will review the current Management\nVariable(s) to determine appropriateness. In the rare instance\nwhen more than one MGTV is applied, all expiration dates will be\ndisplayed on the BP-338. When running a SENTRY roster, each MGTV\nand corresponding MVED will be displayed. Management Security Level (MSL). Upon application of any of the\nfollowing Management Variables: PSF Waived; Greater Security;\nLesser Security, the DSCC is to apply an overriding Management\nSecurity Level (MSL) to reflect the inmate’s assessed security\nneeds. This MSL takes precedence over the security level\nreflected in SENTRY which is based upon the scored security\nlevel and the application of Public Safety Factors. Designation must be made to a DFCL commensurate with the\ninmate’s security needs as reflected in the Management Security\nLevel. If there is an extenuating\ncircumstance in which an inmate’s designation facility is\ninconsistent with his or her MSL, at least one additional nonMSL MGTV must be added to support and explain the inconsistency. P5100.08\n9/12/2006\nChapter 5, Page 3 A None. No Management Variables apply. Institution\nstaff are permitted to enter this item. B Judicial Recommendation. The sentencing court may\nrecommend a specific institution or program. When\nconsistent with policies or when such actions are\nconsistent with sound correctional management, the\nBureau of Prisons attempts to satisfy judicial\nrecommendations. When this is not feasible, the court\nis notified in writing with an explanation outlining\nthe reasons for not satisfying that recommendation. D Release Residence. The Bureau of Prisons attempts to\nplace each inmate in an institution that is reasonably\nclose to the anticipated release area. Ordinarily,\nplacement within 500 miles of the release area is to be\nconsidered reasonable, regardless of whether there may\nbe an institution closer to the inmate’s release area."
}