{
  "document_category": "guidance",
  "docId": "guidance_16",
  "chunk_index": 2,
  "chunk_text": "Dinkens v. Attorney General, 285 F.2d 430 (5th Cir. 1961) (per curiam). The Act\nprotects the right to vote by ensuring that federal elections records remain available in a form that\nallows for the Department to investigate and prosecute both civil and criminal elections matters under\nfederal law. The Federal Prosecution of Election Offenses, Eighth Edition 2017 explains that “[t]he\ndetection, investigation, and proof of election crimes – and in many instances Voting Rights Act\nviolations –often depend[s] on documentation generated during the voter registration, voting,\ntabulation, and election certiﬁcation processes.” Id. at 75. It provides that “all documents and records\nthat may be relevant to the detection or prosecution of federal civil rights or election crimes must be\nmaintained if the documents or records were generated in connection with an election that included\none or more federal candidates.” Id. at 78. The Department interprets the Civil Rights Act to require that covered elections records “be retained\neither physically by election ofﬁcials themselves, or under their direct administrative supervision.” Federal Prosecution of Elections Offenses at 79. “This is because the document retention\nrequirements of this federal law place the retention and safekeeping duties squarely on the shoulders 2 | Federal Law Constraints on Post-Election “Audits” U.S. Department of Justice\nof election ofﬁcers.” Id. If a state or local election authority designates some other individual or\norganization to take custody of the election records covered by Section 301, then the Civil Rights Act\nprovides that the “duty to retain and preserve any record or paper so deposited shall devolve upon such\ncustodian.” 52 U.S.C. § 20701. Therefore, if the original election ofﬁcial who has custody of records covered by the Act hands over\nthose election records to other ofﬁcials (for example, to legislators or other ofﬁceholders) or the ofﬁcial\nturns over the records to private parties (such as companies that offer to conduct “forensic\nexaminations”), the Department interprets the Act to require that “administrative procedures be in\nplace giving election ofﬁcers ultimate management authority over the retention and security of those\nelection records, including the right to physically access” such records. Id. In other words, the\nobligation to retain and preserve election records remains intact regardless of who has physical\npossession of those records. Jurisdictions must ensure that if they conduct post-election ballot\nexaminations, they also continue to comply with the retention and preservation requirements of Section\n301. There are federal criminal penalties attached to willful failures to comply with the retention and\npreservation requirements of the Civil Rights Act. First, Section 301 itself makes it a federal crime for\n“[a]ny ofﬁcer of election” or “custodian” of election records to willfully fail to comply with the retention\nand preservation requirements. 52 U.S.C. § 20701. Second, Section 302 provides that any “person,\nwhether or not an ofﬁcer of election or custodian, who willfully steals, destroys, conceals, mutilates, or\nalters any record or paper” covered by Section 301’s retention and preservation requirement is subject\nto federal criminal penalties. Id. § 20702. Violators of either section can face ﬁnes of up to $1000 and\nimprisonment of up to one year for each violation. Election audits are exceedingly rare."
}