{
  "document_category": "guidance",
  "docId": "guidance_18",
  "chunk_index": 64,
  "chunk_text": "Appendix F. 2 C.F.R. Appendix II to Part 200: Contract Provisions for\nNon-Federal Entity Contracts Under Federal Awards\nNOTE: The National Defense Authorization Act for fiscal year 2018 (NDAA), Public Law 115–91, Division A, Title VIII,\nSection 805, raised the simplified acquisition threshold to $250,000 for all recipients. The OMB Memorandum\nM-18-18 entitled Implementing Statutory Changes to the Micro-purchase and the Simplified Acquisition Threshold\nfor Financial Assistance granted an exception for recipients to use the higher simplified acquisition threshold of\n$250,000 effective as of June 20, 2018, in advance of revisions to the Uniform Guidance. In addition to other provisions required by the federal agency or nonfederal entity, all contracts made by the\nnonfederal entity under the federal award must contain provisions covering the following, as applicable. (A) Contracts for more than the simplified acquisition threshold currently set at $250,000, which is the inflation\nadjusted amount determined by the Civilian Agency Acquisition Council and the Defense Acquisition Regulations\nCouncil (Councils) as authorized by 41 U.S.C. 1908, must address administrative, contractual, or legal remedies in\ninstances where contractors violate or breach contract terms, and provide for such sanctions and penalties as\nappropriate. (B) All contracts in excess of $10,000 must address termination for cause and for convenience by the non-Federal\nentity including the manner by which it will be effected and the basis for settlement. (C) Equal Employment Opportunity. Except as otherwise provided under 41 CFR Part 60, all contracts that meet the\ndefinition of “federally assisted construction contract” in 41 CFR Part 60-1.3 must include the equal opportunity\nclause provided under 41 CFR 60-1.4(b), in accordance with Executive Order 11246, “Equal Employment\nOpportunity” (30 FR 12319, 12935, 3 CFR Part, 1964-1965 Comp., p. 339), as amended by Executive Order 11375,\n“Amending Executive Order 11246 Relating to Equal Employment Opportunity,” and implementing regulations at\n41 CFR part 60, “Office of Federal Contract Compliance Programs, Equal Employment Opportunity, Department of\nLabor.”\n(D) Davis-Bacon Act, as amended (40 U.S.C. 3141-3148). When required by Federal program legislation, all prime\nconstruction contracts in excess of $2,000 awarded by non-Federal entities must include a provision for\ncompliance with the Davis-Bacon Act (40 U.S.C. 3141-3144, and 3146-3148) as supplemented by Department of\nLabor regulations (29 CFR Part 5, “Labor Standards Provisions Applicable to Contracts Covering Federally Financed\nand Assisted Construction”). In accordance with the statute, contractors must be required to pay wages to laborers\nand mechanics at a rate not less than the prevailing wages specified in a wage determination made by the\nSecretary of Labor. In addition, contractors must be required to pay wages not less than once a week. The nonFederal entity must place a copy of the current prevailing wage determination issued by the Department of Labor\nin each solicitation. The decision to award a contract or subcontract must be conditioned upon the acceptance of\nthe wage determination. The non-Federal entity must report all suspected or reported violations to the Federal\nawarding agency."
}