{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 56,
  "chunk_text": "59 • Policy and procedure. Weaknesses are identified in a recipient’s accounting practices, fiscal stewardship,\naccuracy of data used in the development of the award applications, and/or inventory controls that led to the\nrecommendation cited in the audit. The recipient is required to develop or revise policies and/or procedures\nconsistent with their existing practices and submit to the COPS Office to forward to the OIG to close the\nrecommendation. After the final OIG audit report has been issued, the COPS Office Grant Monitoring Division’s Audit Liaison Section\nwill continue working as the liaison between your agency and the OIG to obtain closure on any audit findings. The\nCOPS Office will issue a closure letter once all audit recommendations have been closed by the OIG. You must keep\nall documentation related to the audit for a period of three years following the audit’s closure. 60 VII. Reports Requirement As a PASS award recipient, your agency will be required to submit quarterly Federal Financial Reports as well as\nquarterly Programmatic Progress Reports. Awarded agencies should be prepared to track and report PASS award\nfunding separately from other funding sources (including other COPS Office and federal awards) to ensure accurate\nfinancial and programmatic reporting on a timely basis. Your agency should ensure that you have financial internal\ncontrols in place to monitor the use of PASS funding and ensure that its use is consistent with the award terms and\nconditions. Good stewardship in this area includes written accounting practices, and use of an accounting system\nthat tracks all award drawdowns and expenditures, and the ability to track when PASS award-funded positions are\nfilled or approved purchases are made. Failure to submit complete reports or submit them in a timely manner may\nresult in the suspension and possible termination of your agency’s COPS Office award funding or other remedial\nactions. Federal Financial Reports Your agency is required to submit a quarterly Federal Financial Report (FFR) using Standard Form 425 (SF-425)\nwithin 30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days after the end of the\naward period. This report reflects the actual cumulative federal expenditures incurred during the funding period\nand the remaining unobligated balance of federal funds. Under federal regulations, your agency is not permitted to\ndraw down federal funding for costs incurred after the official award end date; however, you will have a 90-day\ngrace period after the award end date during which you can draw down funds for eligible expenditures incurred\nbefore the award end date. How do we file Federal Financial Reports? All COPS Office award recipients are required to submit quarterly Federal Financial Reports using the SF-425. Recipients are strongly encouraged to submit the quarterly SF-425 online. Visit the COPS Office Agency Portal\nwebsite at https://portal.cops.usdoj.gov to log in; once you are logged in, select “Applications” from the agency\nportal menu, click on the “SF-425” icon, and follow the instructions to complete and submit your reports. The\nonline SF-425 requires the same reporting information as the paper version."
}