{
  "document_category": "guidance",
  "docId": "guidance_37",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice Guidance under Section 2 of the Voting\nRights Act, 52 U.S.C. 10301, for\nredistricting and methods of electing\ngovernment bodies\nPublished September 1, 2021 The Voting Rights Act of 1965 is a landmark civil rights law that protects our democratic process against\nracial discrimination. One of the key protections of the Voting Rights Act is Section 2, 52 U.S.C. § 10301,\nwhich is a permanent nationwide prohibition on voting practices that discriminate on the basis of race,\ncolor, or membership in a language minority group (as deﬁned in Sections 4(f)(2) and 14(c)(3) of the Act,\n52 U.S.C. §§ 10303(f)(2), 10310(c)(3)). Section 2 prohibits both voting practices that result in citizens\nbeing denied equal access to the political process on account of race, color, or membership in a language\nminority group, and voting practices adopted or maintained for the purpose of discriminating on those\nbases. Section 2 covers any voting qualiﬁcation or prerequisite to voting or standard, practice, or procedure\nrelated to voting. As relevant for purposes of this guidance, Section 2 covers methods of electing public\nofﬁcials. This coverage includes a variety of electoral practices, such as: 1) districting plans used in\nsingle-member district election systems or multi-member district election systems; 2) mixed election\nsystems, e.g., any combination of single-member, multi-member and at-large seats, and any associated\ndistricting plans; and 3) at-large election systems. 1 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nFollowing the release of 2020 Census redistricting data, all ﬁfty States and thousands of counties,\nparishes, municipalities, school districts, and special purpose districts will craft new districting plans. The Department of Justice will undertake its usual nationwide reviews of districting plans and methods of\nelecting governmental bodies to evaluate compliance with Section 2. It is the Department’s view that\nguidance identifying its general approach to Section 2 in this context would be useful. This guidance is\nnot legally binding, nor is it intended to be comprehensive; rather, it is intended only to aid jurisdictions as\nthey comply with Section 2. 1 The discussion provides guidance concerning the following topics: • Enforcement of Section 2 by the Department of Justice • Section 2 Analysis: Discriminatory Result • Section 2 Analysis: Discriminatory Intent • Other Federal Laws Governing Redistricting • Use of 2020 Census Data • Complaints and Comments 1 In connection with the 2000 and 2010 Census redistricting cycles, the Department of Justice issued guidance concerning redistricting under\nSection 5 of the Voting Rights Act, 52 U.S.C. § 10304, which establishes preclearance requirements for voting changes in certain covered\njurisdictions. 76 Fed. Reg. 7470 (February 9, 2011); 67 Fed. Reg. 5411 (January 18, 2001). In 1973, the Supreme Court held that redistricting is a\n”standard, practice, or procedure with respect to voting” within the meaning of Section 5. Georgia v. United States, 411 U.S. 526, 531-35 (1973). The Department’s guidance focused on Section 5 because it was the provision under which the Department initially reviewed redistricting plans\nfor covered jurisdictions."
}