{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 5,
  "chunk_text": "4 because signatures on these documents are treated as a material representation of fact upon which reliance will\nbe placed when the US Department of Justice determines whether to fund the covered award. Additional copies of\nthe Assurances and Certifications forms are contained in the appendices of this manual. If you have any questions\nabout the Assurances and Certifications, please contact your assigned COPS Office Program Manager via the COPS\nOffice Response Center at 800-421-6770. 3. Allowable Costs\nCondition: The funding under this award is for the payment of approved costs for CPD purposes. The allowable costs approved\nfor your agency’s award are limited to those listed in the Financial Clearance Memorandum (FCM), which is\nincluded in your agency’s award package. The FCM specifies the costs that your agency is allowed to fund with your\naward. It also describes any costs that were disallowed after review of your proposed budget. The recipient may not\nearn or keep any profit resulting from this award unless expressly authorized in writing by the COPS Office. Your\nagency may not use award funds for any costs not identified as allowable in the FCM. Why this condition:\nCPD funding may only be used to pay for items and services approved by the COPS Office as reflected in the\nFinancial Clearance Memorandum (FCM). FY 2017 CPD funds must be used to advance the practice of community\npolicing in law enforcement agencies through training and technical assistance, the development of innovative\ncommunity policing strategies, applied research, guidebooks, and best practices that are national in scope. Please\nnote that in accordance with 2 C.F.R. § 200.101(c), the COPS Office applies the cost principles set forth in 2 C.F.R.\nPart 200, Subpart E to for-profit (or commercial) entities instead of the Federal Acquisition Regulation (FAR) at 48\nC.F.R. Subpart 31.2. In addition, in accordance with 2 C.F.R. § 200.400(g), the recipient may not earn or keep profit\nas a result of this award unless expressly authorized by the specific terms and conditions of your award. To be eligible for payment under this award, the purchase of approved items must be made on or after the award\nstart date and comply with the guidelines described in the section “Accessing Award Funds” in this manual. The\nsection “Financial Record Maintenance” outlines the types of records you must keep to document that you\nfollowed this award condition. Purchases must also reflect the costs that were approved in the FCM. What you should do:\nRefer to your FCM for the list of approved allowable cost categories. Listed below are the budget categories that\nmay appear on your FCM. If your agency’s operating budget categories differ from those approved in the FCM,\nyour agency should maintain a cross-reference to clearly identify where the funds were budgeted. As long as funds\nare spent during the award period on project costs that were documented in your application’s budget summary\nand approved by the COPS Office through the issuance of the FCM, this award condition will be satisfied. The\naward number should be indicated on all budgetary documentation including purchase orders, receipts, and other\ndocumentation."
}