{
  "document_category": "guidance",
  "docId": "guidance_51",
  "chunk_index": 8,
  "chunk_text": "Any new or amended sentencing documents. ■ An OEO reapplication questionnaire completed by the inmate. ■ Progress report if available. The application packet is forwarded to OEO within 10 working days of receipt in Central Office. Applications for treaty transfer require investigation and processing by OEO. The process,\nwhich includes obtaining information and recommendations from various agencies, contacting\nand receiving approval from the treaty nation, and arranging, scheduling, and conducting a\nconsent verification hearing, can be extensive and may take up to 12 months to complete,\ndepending on the responsiveness of the foreign government. Institution staff may contact the\nCorrectional Programs Branch for a status report (but should not contact OEO, unless advised to\ndo so by Central Office staff). If the Department of Justice determines that transfer is not appropriate and denies it, OEO\nnotifies the inmate and the treaty nation by letter, which is copied to the Assistant Director (AD)\nfor CPD. OEO provides the reasons for denial in a letter sent to the inmate and his/her home\ncountry. The letter informs the inmate of the right to reapply for transfer in two years if, at the\ntime of the letter, at least two years remain on the sentence. The letter also directs the inmate\nthat if there is a substantial change in his/her circumstances, he/she may apply for\nreconsideration. To ensure the inmate understands the reapplication process, institution staff will\ninform the inmate of OEO’s process on reapplication (see above). Consular officials may interview the inmate before a determination by DOJ; once the transfer has\nbeen approved by DOJ, consular officers may request to meet with the inmate to gather P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 10 information for the home country’s consideration of the request or to prepare for the transfer,\nincluding required travel documents. § 527.46 Transfer procedures. (a) Treaty nation determination. If the Department of Justice approves the\ntransfer request, the treaty nation will be asked if it consents to the transfer of its\ncitizen or national. The inmate will be informed of the determination made by the\ntreaty nation. If the Department of Justice determines that transfer is appropriate and grants the transfer, OEO\nnotifies the treaty nation and the inmate by letter, which is copied to the AD for CPD. If the\ntreaty nation denies the transfer, OEO notifies the AD for CPD and the inmate. The institution\nensures the inmate is promptly notified of the treaty country’s decision. If the treaty country\napproves the transfer, OEO makes arrangements for a consent verification hearing. This\ninformation is sent to the inmate’s attorney, usually a Federal Public Defender. If the inmate\nverifies his/her consent at this hearing, OEO sends a final approval letter to the treaty nation and\ninstructs it to contact the Bureau to make arrangements for escorts to retrieve the inmate. For\nsecurity reasons, the inmate is not given the details, including the date of the transfer. (b) Transfer to departure institution. The Bureau and the Department of Justice\nwill arrange for the inmate to be transferred to an appropriate departure\ninstitution."
}