{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 42,
  "chunk_text": "In particular, auditors should note that, according to\nthe definition from the DOJ PREA Working Group, a single control room that connects multiple\npods does not constitute a single housing unit. But rather, the “architectural design and\nfunctional use of these multiple pods indicate that they are managed as distinct housing units.” The DOJ PREA Working Group defines a housing unit as follows: 17\nThe question has been raised in particular as it relates to facilities that have\nadjacent or interconnected units. The most common concept of a housing unit is architectural. The generally agreedupon definition is a space that is enclosed by physical barriers accessed through\none or more doors of various types, including commercial-grade swing doors, steel\nsliding doors, interlocking sally port doors, etc. In addition to the primary entrance\nand exit, additional doors are often included to meet life safety codes. The unit\ncontains sleeping space, sanitary facilities (including toilets, lavatories, and\nshowers), and a dayroom or leisure space in differing configurations. Many facilities are designed with modules or pods clustered around a control\nroom. This multiple-pod design provides the facility with certain staff efficiencies\n17 See www.prearesourcecenter.org/node/3209. 41 and economies of scale. At the same time, the design affords the flexibility to\nseparately house inmates of differing security levels, or who are grouped by some\nother operational or service scheme. Generally, the control room is enclosed by\nsecurity glass, and in some cases, this allows inmates to see into neighboring pods. However, observation from one unit to another is usually limited by angled site\nlines. In some cases, the facility has prevented this entirely by installing one-way\nglass. Both the architectural design and functional use of these multiple pods indicate\nthat they are managed as distinct housing units. Conducting Interviews The interview process is among the most important, and most challenging, elements of a PREA\naudit. Interviews are also a mandatory part of the auditing process. There are two PREA\nStandards that address an auditor’s responsibility to conduct interviews. Standard 115.401(k)\nstates, “The auditor shall interview a representative sample of inmates, residents, and\ndetainees, and of staff, supervisors, and administrators.” Standard 115.401(m) provides the\nauditor the right to conduct confidential interviews, stating, “The auditor shall be permitted to\nconduct private interviews with inmates, residents, and detainees.” The objective of conducting one-on-one interviews with inmates is to provide a safe space\nwhere inmates can freely discuss their experiences at and perspectives of the facility on\nsensitive issues related to sexual safety. Although not specifically required by the Standards,\nprivate interviews with staff also help to uncover information and perspectives that may not\nsurface when individuals are speaking in the company of others. For this reason, auditors are\nstrongly encouraged to conduct interviews with only one staff member at a time in a private\nsetting to ensure they are accurately capturing that\nIMPORTANT\nindividual’s knowledge of the PREA Standards, sexual safety\nin confinement, and his or her specific roles and\nAuditors who do not take and\nresponsibilities. maintain interview notes will be\nThe Audit Instrument includes six interview protocols for\ninterviewing different categories of inmates and staff as\nlisted below:\n• Agency head or designee • Warden or designee • PREA coordinator/PREA compliance manager • Specialized staff"
}