{
  "document_category": "guidance",
  "docId": "guidance_51",
  "chunk_index": 2,
  "chunk_text": "a. Summary of Changes. This revision of the Program Statement includes the following\nchanges:\nPolicy Rescinded\nP5140.40\nTransfer of Offenders to or from Foreign Countries (08/04/11)\n■ Modifies Form BP-A0297, Transfer Inquiry, to include a list of possible ineligible criteria\nand requires a review and signature of the Unit Manager. ■ Inmates with pending appeals or collateral attacks for the underlying criminal judgment or\nsentence may not apply for transfer. ■ Provides clarification regarding dual citizenship, committed fines, and cases with detainers or\npending charges. ■ The Office of Enforcement Operations (OEO) will inform inmates who are not appropriate\nfor Treaty Transfer by letter indicating the reasons for denial. b. Program Objectives. Expected results of this program are:\n■ Inmates will be notified of the “Treaty Transfer Program” during the Admission and\nOrientation Program (A&O).\n■ Inmate transfers will be voluntary; the inmate must consent to the transfer; and both countries\nmust approve transfer. ■ Eligible inmates approved for transfer will be transferred to or from foreign countries under\nthe treaty and the receiving country will be responsible for administering the transferred\nsentence in accordance with their laws. c. Pretrial/Holdover and Detainee Procedures. Procedures in this Program Statement do not\napply to pretrial inmates or Immigration and Customs Enforcement (ICE) detainees; the\nprocedures do apply, however, to holdover inmates who otherwise meet the eligibility criteria. d. Institution Supplement. None required. Should local facilities make any changes outside\nthe required changes in the national policy or establish any additional local procedures to\nimplement the national policy, the local Union may invoke to negotiate procedures or\nappropriate arrangements. e. Victim Witness Program (VWP). When an application packet is received in the Central\nOffice that involves a VWP case, Central Office staff will complete notification to the victim,\nadvising him/her that the inmate has applied for a treaty transfer. When a VWP inmate is\napproved for transfer to another country, a second notification must be made per the release\nprocedures in the Program Statement Victim and Witness Notification. However, in treaty P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 cases, advance notification of the physical transfer is ordinarily not provided to the victim;\ninstead the notification is completed on the day of the treaty transfer. f. Walsh Act Civil Commitment of Sexually Dangerous Persons. Staff must comply with\nestablished Bureau of Prisons Walsh Act procedures when an inmate requires review by the\nCertification Review Branch, Correctional Programs Division (CPD), Central Office. Inmates\nwho require review are referred at the time the treaty packet is received in Central Office. The\nCentral Office informs OEO of the decisions made by the Certification Review Panel. 2. BACKGROUND In December 1977, Congress enacted legislation that authorized the United States to participate\nin international prisoner transfers and set the requirements of the transfer program. The United\nStates entered into its first transfer treaty (with Mexico) in 1977, and since that time has entered\ninto 11 additional bilateral transfer agreements and two multilateral transfer conventions. These\ninternational agreements give the United States transfer treaty relationships with almost 80\ncountries. The list of participating countries is available on the Correctional Programs Sallyport\npage."
}