{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 46,
  "chunk_text": "A key to the locked box may be checked out on a 24-hour basis to employees assigned to the\ncomputer room and the Trust Fund Supervisor. In an emergency, the glass may be broken to\nobtain the keys. After any such incident, a memorandum is sent to the Warden with a copy to the\nCaptain and Trust Fund Supervisor documenting the situation that required emergency access. The Trust Fund Supervisor must submit an ACL to the CEO for approval for the designated Trust\nFund Computer Room, identifying personnel authorized for unescorted access. As the approving\nauthority, the CEO need not be listed. The ACL must contain:\n■ The date and signature of the current CEO. ■ Names and position titles of individuals authorized for unescorted access (general position\ntitles, such as Communications Technician or IT Manager, without a corresponding staff name\nare not permitted). The ACL must be:\n■ Posted at all Computer Rooms and Data Centers, clearly visible prior to entry.\n■ On file with any key-issuing authorities (e.g., Control and Lockshop). ■ Located on the outermost door to the Computer Room or Data Center. Staff members listed on the ACL may serve as escorts for persons not listed. (2) Visitors Log. Anyone entering the Computer Room or Data Center not on the ACL must be\nlogged. The log must contain the name and signature of the visitor, name of the escorting staff,\nand the date and time entering and exiting the Computer Room. Prior ACLs and Computer Room/Data Center visitor logs must be maintained by the ISO for the\nprior 12-month period. (3) All information technology (IT) equipment used to access the system or provide\ncommunication on the system, including computers, switches, etc., shall be maintained in a\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 64 secured area. If the device must be kept in a common area (e.g., commissary sales area) then the\ndevice shall be secured to minimize access. (4) All monitors must be positioned to avoid casual views of sensitive data. (5) All workstations and peripherals must be protected at all times from logon until logoff. When workstations are unattended, users are logged off the network or the workstations are locked\nby pressing CTRL-ALT-DEL and ENTER. The potential for unauthorized access must be\nlimited to the extent possible. c. Media Protection. Media is defined as any storage device or report that contains sensitive\ndata and information pertaining to the system. This includes, but is not limited to, electronic or\nhard copy of reports, hard drives, floppy drives, CDs, etc. Media must be:\n■ Secured when not being used. ■ Labeled “Sensitive but Unclassified” or “SBU.”\n■ Only provided to authorized individuals who have a “Need-to-Know.”\nd. Incident Response. IT security violations pertaining to the Trust Fund Branch systems must\nbe reported immediately; e.g., password sharing, computer hacking, software viruses, theft or loss\nof equipment or data, and/or social engineering (an attempt to manipulate staff in order to divulge\nsensitive information regarding the IT system). The Trust Fund Supervisor reports all violations\nto the IT Security and Audit Compliance Section of the Trust Fund Branch. e. Other."
}