{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 78,
  "chunk_text": "This creates the file for submission to the appropriate component and\nupdates the SENTRY database. 11.11 IFRP REFUNDS FOR OVERPAYMENTS When an inmate overpays his/her IFRP obligations, the Clerk of the Court refunds the\noverpayment to the inmate. The refund is sent to the inmate’s current location either by IPAC\nfrom the Trust Fund Branch Deposit Fund Section or by check from the Clerk of the Court. Checks received from the Clerk of the Court are forwarded to the LockBox for processing. 11.12 TRANSFERRED INMATES If an inmate is transferred to another institution, SENTRY stops the existing IFRP contract\nautomatically, as long as the cycle has not been frozen. If it has been frozen, and the inmate has\nan expected withdrawal for this cycle, SENTRY indicates the contract as having a stop in progress\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 102 and processes the contract during the cycle. Once the cycle has run, SENTRY stops the contract\nautomatically. 11.13 INMATES OUT ON WRIT\nWithdrawals for inmates on writ continue to be processed until Unit Management staff update the\ncontract. 11.14 INMATES ON ESCAPE STATUS Withdrawals for inmates on escape status continue to be processed until Unit Management staff\nupdate the contracts. 11.15 PAYMENTS Inmates with questions regarding IFRP payments contact Unit Management staff. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 103 Chapter 12. WAREHOUSE OPERATIONS\n12.1 GENERAL Warehouse operations manage the receipt, storage, and distribution of general supplies,\nclothing/linen, Commissary merchandise, food stores, and personal property. Substantial\nquantities and varieties of supplies and other stores are kept ready for use as the need arises. A specified area or room is provided for retaining shipments as they arrive, until they have been\nchecked and accepted, and a Receiving Report or other receiving document has been prepared. The area or room, to the extent possible, is under the exclusive control of Warehouse/Trust Fund\nstaff. Due to the inherent risk of contraband being introduced into the secure perimeter of the institution,\nattention to the physical security of the Warehouse is warranted. 12.2 RECEIVING PROCEDURES a. Government Purchase Card. General procedures related to Warehouse/Trust Fund staff\nand receipt of merchandise procured via Government Purchase Card are in the Program Statement\nBureau of Prisons Acquisition Policy and the Acquisition TRM. b. Commissary Resale. Guidelines related to receipt of Commissary merchandise are in\nChapter 3.\nc. Commissary Non-Resale. These are received per the process in Section 4.\nd. Purchase Orders (Non-Purchase Card)\n(1) Identification. The first step in the receiving procedure is to match articles received with\nthe vendor, PO, or contract specifications. Warehouse/Trust Fund staff examine, count, measure,\nor weigh the articles to determine positively their acceptance as to quantity, quality, and\nconformity with the contract. (2) Receipt. A receipt in the form of a signature on a freight ticket presented by common carrier\nis only conditional acknowledgment of gross containers, weights, etc., and does not constitute a\nrelease of either the carrier (for concealed damage) or the vendor (for contract compliance). Apparent or probable damage, shown by the container’s condition, is noted on the receipt. (3) Specifications."
}