{
  "document_category": "guidance",
  "docId": "guidance_21",
  "chunk_index": 98,
  "chunk_text": "For the purchase of equipment, technol­\nogy, or services under a COPS Office award, recipients must\nuse their own documented procurement procedures that\nreflect applicable state and local laws and regulations, as long\nas those requirements conform to the federal procurement Competition is determined inadequate after solicitation An award recipient must request written\napproval from the COPS Office for sole source\nprocurements in excess of $250,000 prior\nto purchasing equipment, technology, or\nservices; obligating funding for a contract; or\nentering into a contract with award funds. standards set forth in 2 C.F.R. § 200.318. A sole source\njustification should be submitted to the COPS Office if a\nrecipient determines that the award of a contract through in response to a written request from the recipient. of a number of sources. Sole source procurement should be used only when com­\npetitive solicitation procedures like sealed bids or competi­\ntive proposals are not applicable to the requirements or\nare impractical. What documentation must be submitted\nto the COPS Office for approval of a sole\nsource procurement? Requests for sole source procurements of equipment, tech­\nnology, or services in excess of $250,000 must be submitted\nto the COPS Office in writing certifying that the award of\nthe contract through full and open competition is infeasible. The outline that follows may be helpful in preparing your\nagency’s sole source procurement request (which should\ninclude your sole source justification) and ensuring that all\nof the necessary information is included. The sole source procurement request must be signed and\nsubmitted on the recipient’s department letterhead and must\ninclude the agency’s ORI number and the award number for\nwhich approval is being sought. March 2019 Sole Source Justification The request should also include the following information. Section I. A brief description of the project, the amount to be designated for the sole source procurement, and the\npurpose of the contract\nSection II. (a) An explanation as to why it is necessary to contract in a noncompetitive manner and (b) which one\n(or more) of the four circumstances identified here applies\nto the procurement transaction (include supporting infor­\nmation as identified under the applicable section(s)). 1. The item or service is available from only one source. Please include the following:\n− Uniqueness of items or services to be procured from the proposed contractor or vendor (compatibility,\npatent issues, etc.)\n− How the agency determined that the item or service is available from only one source (market survey\nresults, independent agency research, patented or\nproprietary system, etc.)\n− Explanation of need for contractor’s expertise linked to the current project (knowledge of project man­\nagement, responsiveness, experience of contractor\npersonnel, prior work on earlier phases of project, etc.)\n− Any additional information that would support the case\n2. The public exigency or emergency for the require­ ment will not permit a delay resulting from competi­\ntive solicitation. Please include the following:\n− When the contractual coverage is required by your 2\n3. The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. 4. Competition is determined to be inadequate after solicitation of a number of sources. Please include the following:\n− Results of a market survey to determine competi­ tion availability; if no survey is conducted, please\nexplain why not\n−"
}