{
  "document_category": "guidance",
  "docId": "guidance_97",
  "chunk_index": 10,
  "chunk_text": "P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 11 (1) Transitional Drug Abuse Treatment Coordinator. When an inmate is placed in\ncommunity-based treatment, the T-DATC monitors the inmate’s treatment. Therefore, all\nrecommendations for changes in an inmate’s early release date must be initiated by the T-DATC. This includes delays or removal of early release for treatment related issues, escapes from the\nRRC, RRC failures, disallowance of Good Conduct Time by the Discipline Hearing Officer, etc. For example, if an inmate fails the RRC, the CCM will contact the T-DATC via GroupWise to\nrequest a change in the inmate’s status. Additional guidance on delaying and/or removing early release is contained in the Program\nStatement on Community Transitional Drug Abuse Treatment. (2) T-DATC Review. The T-DATC is responsible for reviewing all requests to delay or remove\nan inmate’s early release date. Supporting documentation should be included in the review. The\nT-DATC will approve or disapprove the request. (3) Request to Delay, Remove or Reinstate Early Release. If the T-DATC decides to delay or\nremove early release, he or she will complete the Request to Delay, Remove or Reinstate Early\nRelease form, scan the document, and submit it to the appropriate team at the DSCC. If the staff\nat the DSCC have not calculated/assumed the related sentence computation, they will need to\ncontact the parent facility for an electronic version of the Judgment and Commitment file to carry\nout the change in the release date. (4) SENTRY Assignments. All SENTRY assignments should be updated by the TDAT and/or\ncommunity corrections staff as such changes occur. At no time should an inmate have a failure\nSENTRY assignment while maintaining an early release date. This is to be monitored closely by\nthe TDAT, community corrections, and the DSCC. (5) Reinstatement of § 3621(e) Date. If an inmate has received an incident report that is later\nexpunged by the DHO, the appropriate staff, T-DATC or DAPC, depending on the inmate’s\nlocation, will complete the Change in RDAP and § 3621(e) Status form or the Request to Delay,\nRemove or Reinstate Early Release form and immediately scan the form and send it to the DSCC\nto reinstate the inmate’s early release. Once the inmate begins TDAT, the T-DATC will decide if\nthe inmate’s provisional early release date will be delayed. Delays of an early release date will\nallow the inmate to complete TDAT. (6) Redesignation. If it is determined that the inmate must be redesignated, the CCM will\nreview the case and submit a redesignation request to the DSCC. 12. CERTIFYING EARLY RELEASE Upon an inmate’s completion of TDAT, the T-DATC must certify to the DSCC that the inmate\nhas completed all requirements of RDAP. This certification assures the inmate has successfully\ncompleted all of the requirements that earn him or her an early release. The T-DATC will\ncomplete the Transitional Drug Abuse Treatment § 3621(e) Release Date Confirmation form\nP5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 12 (BP-A0910), scan the document, and submit it to the appropriate team at the DSCC. (See\nProgram Statement on Community Transitional Drug Abuse Treatment for steps to certifying\nearly release.)"
}