{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 62,
  "chunk_text": "324 PROGRAM PARTICIPATION: Transfer for a parole hearing or to\nparticipate in a specialized program. 325 PROGRAM COMPLETED/WITHDRAWAL/REMOVAL: Return to the original\ninstitution following the completion, withdrawal, or removal\nfrom a specialized program. 326 CONCURRENT SERVICE IN NON-FEDERAL FACILITY: Transfer to nonfederal facility (excluding CCC) for service of concurrent\nfederal and state sentences. 327 BOARDING IN NON-FEDERAL FACILITY: Transfer to non-federal\nfacility (excluding CCC) for service of federal sentences\nonly. P5100.08\n9/12/2006\nChapter 7, Page 21\nTRANSFER CODES\nCODE\n328 DESCRIPTION\nRETURN FROM NON-FEDERAL FACILITY: Return from non-federal\nfacility to federal institution for service of federal\nsentence only. 330 ADJUSTMENT PURPOSES: Transfer for the purpose of placing the\ninmate in a new setting due to poor institutional adjustment\nor CIM concerns. This code differs from a 323 Close\nSupervision Transfer in that an SIS investigation is not\nnormally conducted. 331 TRANSFER FOR MEDICAL TREATMENT: Transfer from general\npopulation for the purpose of obtaining medical/physical\ntreatment in a Medical Referral Center. Requires a change to\na CARE 4 assignment. 332 MEDICAL TREATMENT COMPLETED: Return from Medical Referral\nCenter to general population after treatment for\nmedical/physical treatment. Requires a change from CARE 4\nassignment to a lesser care level assignment. 333 TRANSFER FOR PSYCHOLOGICAL/PSYCHIATRIC EVALUATION: Transfer\nfrom general population for the purpose of obtaining\npsychiatric treatment in a Medical Referral Center. Requires\na change to a CARE 4 assignment. 334 PSYCHOLOGICAL/PSYCHIATRIC EVALUATION COMPLETED: Return from a\nMedical Referral Center to general population after obtaining\npsychiatric treatment. Requires a change from CARE 4\nassignment to a lesser care level assignment. 335 TRANSFER FOR HOSPITALIZATION AND TREATMENT: Transfer between\nBOP Medical Referral Centers for continued medical/physical or\npsychiatric treatment. (SPG to BUT). CARE 4 assignment\nremains intact. 336 HOSPITALIZATION AND TREATMENT COMPLETED: Discontinued (See\nCode 332). 337 OTHER: This category may be used only when no other transfer\ncode above applies. (DISCONTINUED) 338 DECREASE IN MEDICAL CARE LEVEL: Transfer used when there has\nbeen a decrease in the inmate’s medical care level and the\ninmate no longer requires the higher level of medical\nservices. This code is to be used when the transfer occurs\nbetween non-MRC institutions and when there is a decrease from\nthe CARE assignments 2 and 3 only. 339 INCREASE IN MEDICAL CARE LEVEL: Transfer used when there has\nbeen an increase in the inmate’s medical care level and inmate\nis being transferred for the sole purpose of requiring\nincreased medical resources. This code is to be used when the\ntransfer occurs between non-MRC institutions and when there is\nan increase from the CARE assignments 1 and 2 only. 369 FACILITY REORGANIZATION: Transfer based on a mission change of\nthe institution. P5100.08\n9/12/2006\nAppendix A, Page 1\nOFFENSE SEVERITY SCALE GREATEST SEVERITY Aircraft Piracy - placing plane or passengers in danger\nArson - substantial risk of death or bodily injury\nAssault - serious bodily injury intended or permanent or\nlife threatening bodily injury resulting) Car Jacking - any\nDrug Offense - see criteria below*"
}