{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 4,
  "chunk_text": "Please see the section “Accepting the award” in this manual. The award start date indicated on the award document means that your agency may be reimbursed for any\nallowable costs incurred on or after this date. The duration of your CHP award is three years (36 months) of\nfunding for each position awarded. Your award number is in the following format: 2017-ULWX-0000 or 2017-UMWX-0000 for awards funded in Fiscal\nYear (FY) 2017. The COPS Office tracks award information based upon this number. Therefore, it is important to\nhave your agency’s award number (or your agency’s ORI number) readily available when corresponding with the\nCOPS Office. Your originating agency identifier (ORI) number begins with your state abbreviation followed by five numbers or\nletters (e.g., VA00000). This number is assigned by the Federal Bureau of Investigation (FBI) for use in tracking\ninformation for the Uniform Crime Report (UCR). The COPS Office tracks programmatic award information based\nupon this ORI number. If your agency does not have an ORI number assigned by the FBI, the COPS Office will assign\na non-official ORI code to use as an agency identifier (in such cases, the last two characters will be “ZZ”). If you\nhave any questions regarding your award, please refer to your award number or your agency’s ORI number when\nyou contact the COPS Office. 3 2017 COPS Hiring Program (CHP) Award Owner’s Manual\nYour Office of Justice Programs (OJP) vendor number, in most circumstances, is your agency’s nine- or 13-digit\nfederal tax identification number assigned to you by the Internal Revenue Service (IRS). If your OJP vendor number\ndiffers from your tax identification number, the OJP vendor number is only to be used for administrative purposes\nin connection with this program, and should not be used for IRS purposes. Award conditions The award conditions are listed on your agency’s award document. By accepting this award, you are obtaining\nfederal funds from the COPS Office. As part of that agreement, your agency acknowledges that it will comply with\nthese conditions (and, if applicable, additional special or high risk conditions specific to your agency). The section\nthat follows describes, in detail, all of the award conditions, their rationales, and their implications. It also\naddresses many frequently asked questions. If you have additional questions concerning any of these award\nconditions, please contact your COPS Office Grant Program Specialist at 800-421-6770. In limited circumstances, your award may be subject to special or high risk conditions that prevent your agency\nfrom drawing down or accessing award funds until the special conditions are satisfied, as determined by the COPS\nOffice. Any special or high risk conditions will be included with your award, which may be accessed at\nwww.cops.usdoj.gov via the “Account Access” link. However, if you have questions about the special conditions,\nplease call your COPS Office Grant Program Specialist at 800-421-6770. Reasons for award conditions"
}