{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 58,
  "chunk_text": "Affected agencies may include, among others, the Office of the\nUnited States Attorney, state or local prosecutors, or correctional agencies. The applicant certifies that there\nhas been appropriate coordination with all affected agencies. 59 2017 COPS Hiring Program (CHP) Award Owner’s Manual\n Where the applicant is unable to certify to any of the statements in this Certifications form, he or she shall\nattach an explanation to this application regarding the particular statement that cannot be certified. Please check\nthe box if an explanation is attached to this application. Please note that the applicant is still required to sign the\nCertifications form to certify to all the other applicable statements. False statements or claims made in connection with COPS Office awards may result in fines, imprisonment,\ndebarment from participating in federal awards or contracts, and/or any other remedy available by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the recipient entity of its obligations under this award. Signature of Law Enforcement Executive/Agency Executive Date (For your electronic signature, please type in your name) Signature of Government Executive/Financial Official Date (For your electronic signature, please type in your name) 60 2017 COPS Hiring Program (CHP) Award Owner’s Manual Appendix C. Community policing defined\nCommunity policing is a philosophy that promotes organizational strategies and supports the systematic use of\npartnerships and problem-solving techniques to proactively address the immediate conditions that give rise to\npublic safety issues such as crime, fear of crime, and social disorder. Problem solving\nProblem solving is the process of engaging in the proactive and systematic examination of identified problems to\ndevelop effective responses that are evaluated rigorously. •\n•\n•\n•\n• Scanning: Identifying and prioritizing problems\nAnalysis: Analyzing problems\nResponse: Responding to problems\nAssessment: Assessing problem-solving initiatives Using the crime triangle to focus on immediate conditions (victim/offender/location) Community policing emphasizes proactive problem solving in a systematic and routine fashion. Rather than\nresponding to crime only after it occurs, community policing encourages agencies to proactively develop solutions\nto the immediate underlying conditions contributing to public safety problems. Problem solving must be infused\ninto all police operations and guide decision-making efforts. Agencies are encouraged to think innovatively about\ntheir responses and view making arrests as only one of a wide array of potential responses. A major conceptual\nvehicle for helping officers to think about problem solving in a structured and disciplined way is the SARA\n(Scanning, Analysis, Response, and Assessment) problem-solving model. Scanning: Identifying and prioritizing problems The objectives of scanning are to identify a basic problem, determine the nature of that problem, determine the\nscope of severity, and establish baseline measures. An inclusive list of stakeholders for the selected problem is\ntypically identified in this phase. A problem can be thought of as two or more incidents similar in one or more\nways, and that is of concern to the police and the community. Problems can be a type of behavior, a place, a\nperson or persons, a special event or time, or a combination of any of these."
}