{
  "document_category": "guidance",
  "docId": "guidance_56",
  "chunk_index": 15,
  "chunk_text": "3. 4. Alleged Noncompliance Referral (ANCR). An ANCR is an allegation of suspected noncompliance that\noriginates from an internal source within the COPS Office or an external referral from one of many\nsources. Internal ANCRs generally originate from COPS Office Grants Administration Division, COPS Office\nFinance Division, or the COPS Office Legal Division, although any COPS Office component may refer a\nnoncompliance issue to the ANCR. External noncompliance referrals may be received from anonymous\ncomplainants, media, citizens, law enforcement agencies, other federal agencies, or other outside\nsources. On a case-by-case basis, COPS Office ANCR staff members determine the appropriate course of\naction to take to investigate complaints of alleged noncompliance. This may include phone or letter\ncontact or a site visit by COPS Office staff or the Office of the Inspector General. Each ANCR referral is\nresolved as a violation or nonviolation based upon the preponderance of the supporting documentation\nor other facts to determine if the award recipient is in compliance or noncompliance. Audit liaison. The OIG may conduct a random audit for any recipient of a COPS Office award. In the event\nyour agency has undergone an OIG audit and there are audit recommendations (findings) resulting from\nnoncompliance and/or poor accountability practices, the COPS Office Audit Liaison Section will work with\nyour agency to resolve and close these recommendations. Remedies to close recommendations may\n13 2018 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual include repayment of award funds and/or providing adequate documentation to demonstrate compliance\nand/or providing proof of policies or procedures that were created or revised to directly address the\ncauses for the noncompliance as a proactive preventative measure to avoid future noncompliance. Recipients are responsible for remedying any award noncompliance that is identified during site visits, EOBGRs\nand/or ANCRs. In addition, recipients are responsible for remedying noncompliance stemming from audit\nrecommendations identified in audits of COPS Office awards conducted by the OIG and the Office of the Chief\nFinancial Officer (OCFO). Remedies for noncompliance may include but are not limited to repayment of award\nfunds for unallowable or unsupported costs, providing adequate documentation to demonstrate compliance,\nsuspending active award funding, voluntary withdrawal from or involuntary termination of remaining award funds,\nor a restriction from receiving future COPS Office awards for a period of time. Under certain conditions, additional\nactions may include referral and placement on the U.S. Department of Justice’s High Risk List, which will include\nmandatory completion of the Office of Justice Programs Financial Management Training and being subject to\nincreased monitoring of current and future awards while on the list. In the event of criminal misuse of award\nfunds, recipients may also be subject to fines and imprisonment. To avoid findings of noncompliance, recipients\nare strongly encouraged to become familiar with the COPS Office Grant Monitoring Division’s Grant Monitoring\nStandards and Guidelines and with the Award Owner’s Manual for the year in which the award was made. Recipients should also contact the COPS Office or their Grant Program Specialist at any time during the life of a\nCOPS Office award with questions concerning award conditions, terms, or requirements to seek guidance to avoid\nnoncompliance."
}