{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 31,
  "chunk_text": "The MSL must be at least one level less than the scored P5100.08\n9/12/2006\nChapter 5, Page 6\nsecurity level which is based on the Security Total\nand Public Safety Factor(s). DISCONTINUED MANAGEMENT VARIABLES. The following Management\nVariables have been discontinued: C - Age, F - Racial Balance,\nH - Voluntary Surrender, J - Custody, K - Detainer, L Discipline, M - Grandfather Clause, O - Security, P - Sentence\nLimitation, and Q - Sliding Scale. Table 5-1\nMANAGEMENT VARIABLE EXPIRATION TABLE\nCODE DESCRIPTION LENGTH A None N/A B Judicial Recommendation N/A D Release\nResidence/Planning N/A E Population Management Up to 18 months** G Central Inmate\nMonitoring Assignment N/A I Medical/Psychiatric 6 months N Program Participation Up to 18 months, at the\ndiscretion of the Regional\nDirector** R Work Cadre N/A S PSF Waived* N/A (However, if an inmate is\ntransferred to a more secure\ninstitution based on behavior\nrelated to the waived PSF, this\nMGTV will be removed.) U Long-Term Detainee N/A V Greater Security* Up to 24 months** W Lesser Security* N/A * requires application of a Management Security Level (MSL)\n** if no expiration date is entered, SENTRY will default to an\nexpiration date 12 months in advance P5100.08\n9/12/2006\nChapter 5, Page 7\nPUBLIC SAFETY FACTORS\nA Public Safety Factor (PSF) is relevant factual information\nregarding the inmate’s current offense, sentence, criminal\nhistory or institutional behavior that requires additional\nsecurity measures be employed to ensure the safety and\nprotection of the public. Public Safety Factors are\nnormally applied on the Inmate Load and Security Designation\nForm (BP-337) prior to an inmate’s initial assignment to an\ninstitution, however, additions or deletions may be made at\nanytime there after via the Custody Classification Form, (BP338). A maximum of three PSFs may be applied, however\nif more than three apply, those which would provide the greatest\nsecurity and public safety will be utilized. CODE PSF - DESCRIPTION A None. B Disruptive Group. A male inmate who is a validated\nmember of a Disruptive Group identified in the\nCentral Inmate Monitoring System will be housed in\na High security level institution, unless the PSF\nhas been waived. No Public Safety Factors apply. At the time of initial designation, if the\nPresentence Investigation Report or other\ndocumentation identifies the inmate as a possible\nmember of one of the Central Inmate Monitoring\nDisruptive Groups, DSCC staff will enter a PSF on the\nBP-337. However, DSCC staff will not\nenter the CIM assignment \"Disruptive Group.\" Upon\nloading this PSF on a not-yet-validated member, DSCC\nstaff will (1) make a notation in the Remarks Section\nto indicate the need for validation upon arrival at\nthe institution, and (2) notify the Central Office\nIntelligence Section, via GroupWise, to advise them\nof the inmate’s status. Upon the inmate's arrival\nat the designated institution, the intake screener\nwill notify the institution's Special Investigation\nSupervisor of the inmate's PSF, to initiate the\nvalidation process. C Greatest Severity Offense. A male inmate whose current\nterm of confinement falls into the \"Greatest Severity\"\nrange according to the Offense Severity Scale\n(Appendix\nA) will be housed in at least a Low security\nlevel institution, unless the PSF has been\nwaived. F P5100.08\n9/12/2006\nChapter 5, Page 8\nSex Offender."
}