{
  "document_category": "guidance",
  "docId": "guidance_25",
  "chunk_index": 3,
  "chunk_text": "The following inmates may participate in Release Preparation\nPrograms with the unit team’s recommendation:\n• State inmates; and, • Inmates committed to the Bureau and arriving at the\ninitially designated institution with less than six months\nremaining on their sentence. 8. [PROGRAM RESPONSIBILITY §571.11. The Warden shall designate\nto a staff member the responsibility to:\na. Determine the general release needs of the inmate\npopulation;\nb. Coordinate the institution release preparation program; c. Chair the Release Preparation Program Committee; d. Contact and schedule volunteers from the local community\nto participate in the release preparation program.] Ordinarily, the Warden will delegate these responsibilities to\na specific staff member not below the department head level,\nhereafter referred to as the Release Preparation Coordinator\n(RPC). The Associate Warden of Programs (AWP) is responsible for\nensuring the RPP’s viability and intent is consistent with\nprogram objectives, and institution and agency mission. 9. [GENERAL CHARACTERISTICS §571.12]. While the RPP operates at\nboth the unit and the institution levels, both programs have been\ncombined into this Program Statement for convenience and\nconsistency. Successful reintegration into the community requires early\nidentification of the inmate’s release needs and the development\nof a comprehensive institutional and community-based plan to meet\nthose needs. Release plans will be discussed with the inmate at\ninitial classification, and readdressed at subsequent program\nreviews.\n[a. Staff shall structure the release preparation program to\nmake extensive use of staff, inmate, and community resources.] Ordinarily, the RPP includes participation by U.S. Probation\nOfficers (USPOs), Community Corrections Managers (CCMs), and\ncommunity resources to disseminate information that may help the\nreleasee. P5325.07\n12/31/2007\nPage 6 These community resources may come into the institution to\nperform specific tasks. For example, government agencies and\ncommunity colleges may perform aptitude and interest tests\nwithout cost to the institution. Community employers may also\nparticipate in Mock Job Fairs and interviews.\n[b. Staff shall strongly encourage and support an inmate's\nparticipation in the institution release preparation program. Staff shall document the inmate's participation in the program in\nthe inmate's central file.] (1) Program Recommendations. Inmates should enroll in the\nRPP no later than 30 months prior to direct release to the\ncommunity or through a CCC. However, inmates are encouraged\nto participate in RPP courses throughout their confinement. Inmates serving sentences of 30 months or less should\nconsider immediate enrollment. Each eligible inmate must participate in all recommended\ncourses and will only be exempted with cause by the AWP. (See Section 10.a.(4) of this Program Statement). (2) Documentation Of Participation. When the eligible\ninmate begins participation in the Release Preparation\nProgram, course recommendations and progress need only be\ndocumented on the Program Review Report in the Release\nPreparation participation section. If an inmate is received from another institution, the unit\nteam will take into consideration any RPP courses completed\nat the sending institution, so they do not require the\ninmate to duplicate completed courses. For example, if the\ninmate has completed a course in Health and Nutrition at\nthe sending institution already, and the team and the inmate\ndo not want to recommend participation in Health and\nNutrition in the receiving institution, the inmate does not\nneed to take another course under this core topic, unless he\nor she desires to do so."
}