{
  "document_category": "guidance",
  "docId": "guidance_55",
  "chunk_index": 37,
  "chunk_text": "The Director (or Acting Director) of the COPS Office has\nsigned the award document indicating approval of your award, an obligation of federal funds to your organization,\nand our commitment to the award. As stated at the beginning of this section, to officially begin your award and\ndraw down your funds, the authorized officials (see the Glossary of Terms in this manual) must access\nhttps://portal.cops.usdoj.gov to log in, review, and electronically sign the award document with the award terms\nand conditions; the Financial Clearance Memorandum that is incorporated by reference into the award document;\nand, if applicable, the special award conditions and high risk conditions in the award document supplement within\n90 days of the date shown on the award congratulatory letter. Please see the Agency Portal User Manual at\nhttps://cops.usdoj.gov/pdf/2018AwardDocs/Agency_Portal_GrantsMgt_Manual.pdf for detailed instructions on\naward acceptance. 36 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual Who should sign the award document for our agency? The authorized official is the government executive who has the ultimate and final responsibility for all\nprogrammatic and financial decisions regarding this award as representatives of the legal recipient. COPS Office\nSVPP awards require that the top government executive (e.g., governor, mayor, board chairman, county\nadministrator, town manager, or equivalent) sign the award document. Typically, this is the same executive who\nsigned the forms in your SVPP application package. If this individual has changed, please complete a Change of\nInformation (COI) form online at https://cops.usdoj.gov/pdf/2018_Change_of_Info_508d_Form.pdf. If you have\nany questions as to who should sign the award, please contact your organization’s legal counsel. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter. Award funds will not be released until we have received your agency’s signed award\ndocument, your budget has received final clearance, and any other relevant award conditions particular to your\nagency have been satisfied. Failure to electronically sign your original award document within the 90-day award\nacceptance period may result in your SVPP award being withdrawn and the funds deobligated without additional\nnotification. If your agency requires an extension for accepting the award beyond the 90-day acceptance\ntimeframe, you will be able to request an extension through the online system. Be sure to explain the\ncircumstances that prevent your agency from electronically signing the award document within the 90-day period,\nand identify the date by which the award document will be signed. The COPS Office will review such requests on a\ncase-by-case basis. The COPS Office reserves the right to deny requests to extend the 90-day award acceptance\nperiod. If you have any questions, please contact your COPS Office Grant Program Specialist or the COPS Office\nResponse Center at 800-421-6770. 37 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual II. Procurement Process In general, recipients are required to procure funded items through open and free competition when feasible."
}