{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 11,
  "chunk_text": "In such instances, the auditor must\nimmediately inform the audited facility and agency. The\naudited facility or agency may choose to challenge the\nrequirement that the auditor provide the requested\ninformation. Subject to the 3 exceptions above, PREA auditors must:\n1. Protect the confidentiality of audit-related\ninformation to the greatest extent possible the media to comment on the\nPREA audit process or to discuss\nan audit of a particular facility or\nagency. In such cases, auditors are\nstrongly encouraged to contact\nthe PREA Management Office or\nthe PREA Resource Center to\ndetermine the most appropriate\nresponse. In addition, auditors\nshould address media inquiries in\ntheir contract with the\nfacility/agency to ensure both\nparties are in agreement. 2. Ensure the anonymity of a person who reports sexual abuse or sexual harassment in a\nconfinement facility, when requested, to the extent allowed by law\n3. Be prudent in using and protecting information acquired in the course of their duties\n4. Always comply with Standard 115.403(e), which prohibits the inclusion of personally\nidentifiable staff 6 or inmate information in audit reports\n5. Ensure that non-public information obtained in furtherance of an audit will not be used\nby the auditors for any purpose other than completion of the audit, or as required by\nthe PREA Standards or DOJ certification requirements 6. Abide by all confidentiality agreements signed in contract with an agency or facility for a\nPREA audit\nSafety and Security of Audit Documentation\nAuditors must handle all audit documentation with the appropriate safeguards in order to\nprotect information in their possession, including that which contains personally identifiable\ninformation, personal health information, investigative records, personnel records, and other\ntypes of sensitive information and documentation. These safeguards are particularly important\nfor documents that are exchanged and stored outside of the Online Audit System (see Chapter\n14). Auditors are required to:\n• Protect and safeguard all PREA information in their custody, including that which\ncontains personally identifiable information, commensurate with the sensitivity and\nvalue of the data at risk Certain key staff are permitted to be named in the auditor’s final report, including the agency head, facility head,\nPREA coordinator, and PREA compliance manager. 6 11 • Protect and safeguard all PREA information and information systems in their custody\nfrom unauthorized access, unauthorized or inadvertent modification, disclosure,\ndamage, destruction, loss, theft, denial of service, and improper sanitization or use • Ensure the safekeeping and confidentiality of any and all sensitive correspondence\nreceived in the course of a PREA audit, unless otherwise required by law to disclose such\ninformation • Not share the passwords to their computers, laptops, or other mobile devices holding\nsensitive PREA audit data • Not leave sensitive PREA audit-related information, in either electronic or paper format,\nin a public place or outside of their supervision • Screen-lock or log-off any computers or devices holding sensitive PREA audit data when\noutside their supervision • Ensure that individuals have the proper clearance, authorization, and need to know\nbefore providing them with access to any sensitive PREA information • Immediately destroy when no longer needed any information not required by law or\npolicy to be retained For more information on the safety and security of audit documentation, refer to the\nInformation Security Awareness Training on the Auditor Portal."
}