{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 12,
  "chunk_text": "■ Inmate Health/Fitness Programs – instructors and supplies for wellness, nutrition, physical\nfitness, health fairs. ■ Children’s Items for children of inmates – games, books, toys, for visiting room play areas. ■ Activities of Inmate Organizations that the Warden approves under the Program Statement\nInmate Organizations. This may include a special meal for an inmate organization event\nprovided that the meal is provided in accordance with other Bureau policy. ■ Other items as approved by the Assistant Director for Administration under these guidelines. Note: The S&E Appropriation is used to purchase televisions for the housing units. Maintenance and repair of this equipment is also provided from S&E.\n(2) Special Allotments for Inmate Programs. The Trust Fund may provide special allotments\nfor certain inmate programs. Only the specified amount of the Trust Fund allotment is used to\nfund each program. Inmate Performance Pay. Trust Fund provides an allotment for Inmate Performance Pay at\ninstitutions. Only the specified allotment of the Trust Fund profit distribution is used to pay\ninmate salaries (i.e., other profit sharing funds may not be used to fund additional inmates); this\nallotment may not be used for other profit sharing purposes, or for other Trust Fund or S&E\npurposes, unless approved by the Chief, Trust Fund Branch. Base Recreation Operating Costs. Trust Fund provides an allotment for basic operating costs\nof the Recreation program. This is used for contracts, supplies, equipment, and minor repairs not\nexceeding $3,000 related to the mission of the Bureau’s inmate Recreation Program, unless P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 20 approved by the Chief, Trust Fund Branch. This allotment may not be supplemented with other\nS&E funds. Note: The S&E Appropriation will continue to be used for staff-related expenditures such as\nsalaries, benefits, travel, and training. Other Inmate Programs. The Trust Fund may provide special allotments for inmate programs\nsuch as Bureau Rehabilitation and Values Enhancement (BRAVE), Resolve and Rehabilitate\nProgram, Mental Health Treatment Programs (e.g., Skills Program, Step Down Units, Habilitation\nProgram, Axis II Program), etc. An allotment may be used for contracts, supplies, and equipment\nrelated to the program. Funds from these allotments may not be used to pay for employee\nsalaries, benefits, travel, or training. (3) Prohibited Uses of Trust Fund Profits. Trust Fund profits cannot be spent for:\n■ Individual items of clothing or property for inmates – sweat suits, shoes, bedding, etc.\n■ Instruction (live or broadcast) or training equipment for boxing, wrestling, judo, karate, or\nother martial arts, or for purchasing bodybuilding or weightlifting equipment. ■ Electric or electronic musical instruments. ■ Premium movie cable television channels or video rentals that show R, X, or NC-17 rated\nmovies, unless procedures are in place to prevent these rated movies from being viewed by\ninmates. ■ Pay-per-view television events or movies. ■ Projectors.\n■ Construction or renovation of buildings, running tracks, gymnasiums, or playing courts and\nfields. See Section 2.3.c.(4) for approved renovations. ■ Security-related items – radios, handcuffs, fences, razor wire, high mast lighting, etc.\n■ Prepared meals from outside sources, such as fast food. ■"
}