{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 63,
  "chunk_text": "As required by 42 U.S.C. § 3796dd-1(c) (11), it will, to the extent practicable and consistent with applicable\nlaw, seek, recruit and hire qualified members of racial and ethnic minority groups and qualified women in\norder to further effective law enforcement by increasing their ranks within the sworn positions in the agency. It will not (and will require any subrecipient, contractors, successors, transferees, and assignees not to), on the\ngrounds of race, color, religion, national origin, sex, or disability unlawfully exclude any person from\nparticipation in, deny the benefits of, or employment to any person, or subject any person to discrimination in\nconnection with any programs or activities funded in whole or in part with federal funds. It will also not\ndiscriminate in the delivery of benefits or services based on age. These civil rights requirements are found in\n69 the non-discrimination provisions of Title VI of the Civil Rights Act of 1964, as amended (42 U.S.C. § 2000d);\nthe Omnibus Crime Control and Safe Streets Act of 1968, as amended (42 U.S.C. § 3789d); Section 504 of the\nRehabilitation Act of 1973, as amended (29 U.S.C. § 794); the Age Discrimination Act of 1975, as amended (42\nU.S.C. § 6101); Title IX of the Education Amendments of 1972, as amended (20 U.S.C. § 1681); and the\ncorresponding U.S. Department of Justice regulations implementing those statutes at 28 C.F.R. Part 42\n(subparts C, D, E, G, and I). It will also comply with Executive Order 13279, as amended by Executive Order\n13559, and the implementing regulations at 28 C.F.R Part 38, Partnerships With Faith-Based and Other\nNeighborhood Organizations, which requires equal treatment of religious organizations in the funding process\nand prohibits religious discrimination against beneficiaries. A. In the event that any court or administrative agency makes a finding of discrimination on grounds of race,\ncolor, religion, national origin, or sex against the applicant after a due process hearing, it agrees to\nforward a copy of the finding to the Office for Civil Rights, Office of Justice Programs, 810 7th Street, NW,\nWashington, D.C. 20531. B. If your organization is a government agency or private business and has received a single award for\n$25,000 or more and has fifty or more employees (counting both full- and part-time employees but\nexcluding political appointees), then it has to prepare a Utilization Report and submit it to the Office for\nCivil Rights (OCR) within 120 days from the date of the award. Although the OCR has discretion to review\nall submitted Utilization Reports, it will review the Utilization Reports from recipients that receive an\naward of $500,000 or more. To begin developing a Utilization Report, please consult the OCR's website at\nhttps://www.ojp.usdoj.gov/about/ocr/eeop.htm and click EEOP Reporting Tool Login. Additional assistance can\nbe found online at the bottom of the same webpage by clicking the EEO Reporting Tool Job Aid and Frequently\nAsked Questions. If your organization has less than fifty employees or receives an award of less than $25,000 or is a nonprofit\norganization, a medical institution, an educational institution, or an Indian tribe, then it is exempt from the EEOP\nrequirement."
}