{
  "document_category": "guidance",
  "docId": "guidance_55",
  "chunk_index": 5,
  "chunk_text": "What you should do:\nApplicants to COPS Office award programs are required to sign the Assurances and Certifications forms at the time\nof application. Signing these documents assures the COPS Office that you have read, understood, and accepted the\naward terms and conditions outlined in the Assurances and Certifications. Please read these documents carefully,\nbecause signatures on these documents are treated as a material representation of fact upon which reliance will\nbe placed when the U.S. Department of Justice determines whether to fund the covered award. Additional copies\nof the Assurances and Certifications forms are contained in the appendices of this manual. If you have any\nquestions about the Assurances and Certifications, please contact your assigned COPS Office Grant Program\nSpecialist or the COPS Office Response Center at 800-421-6770. 3. Allowable Costs\nCondition: The funding under this award is for the payment of approved costs for SVPP purposes. The allowable costs\napproved for your agency’s award are limited to those listed in the Financial Clearance Memorandum (FCM), which\nis included in your agency’s award package. The FCM specifies the costs that your agency is allowed to fund with\nyour award. In accordance with 2 C.F.R. § 200.400, the recipient must forgo any profit or management fee. Your\nagency may not use award funds for any costs not identified as allowable in the FCM. Why this condition:\nSVPP funding may only be used to pay for items and services approved by the COPS Office as reflected in the\nFinancial Clearance Memorandum (FCM). FY 2018 SVPP funds must be used to improve security at schools and on\nschool grounds in the jurisdiction of the grantee through evidence-based school safety programs. Only actual\nallowable costs incurred during the award period will be eligible for reimbursement and drawdown. If your agency\nexperiences any cost savings over the course of the award, your agency may not use that excess funding to extend\nthe length of the award beyond 24 months. Any funds remaining after your agency has drawn down for the costs\napproved during the 24 month funding period will be deobligated during the closeout process, and should not be\nspent by your agency. Please note that in accordance with 2 C.F.R. § 200.101(c), the COPS Office applies the cost principles set forth in 2\nC.F.R. Part 200, Subpart E to for-profit (or commercial) entities instead of the Federal Acquisition Regulation (FAR)\nat 48 C.F.R. Subpart 31.2. In addition, in accordance with 2 C.F.R. § 200.400(g), the recipient must forgo any profit\nor management fee. To be eligible for payment under this award, the purchase of approved items must be made on or after the award\nstart date and comply with the guidelines described in the section “Accessing Award Funds” in this manual. The\nsection “Financial Record Maintenance” outlines the types of records you must keep to document that you\nfollowed this award condition. Purchases must also reflect the costs that were approved in the FCM. What you should do: All recipients should keep and maintain the most recent, approved version of their 2018 SVPP application. To view\nand print this document, you can log into your account at www.cops.usdoj.gov."
}