{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 56,
  "chunk_text": "P5100.08\n9/12/2006\nChapter 7, Page 12\nOrdinarily, complicated jurisdictional or legal problems\nshould be resolved before transfer. Ordinarily, the sending Case\nManagement Coordinator will determine if an inmate has legal\naction pending in the district in which confined. If so, the\nindividual should not be transferred without prior consultation\nwith the appropriate U.S. Attorney or Regional Counsel, or both. Under Rule 23(a) of the Federal Rules of Appellate Procedures,\nan inmate may not be transferred, pending review of a Habeas\nCorpus proceeding commenced before a court, without the approval\nof the court. Approval for transfer should be sought through the U.S.\nAttorney or Regional Counsel in cases where a Habeas Corpus\npetition is pending. c. Non-Federal Authorities. The decision to accept a state\nprisoner in the Bureau is the responsibility of the DSCC\nAdministrator. When notifying the state authority of acceptance,\nthe state's contract code will be identified. The Office of Procurement, Central Office is responsible\nfor negotiating contracts for housing state prisoners. If it\nis necessary to transfer a federal inmate to a local jail,\nthe sending institution must immediately notify the U.S.\nMarshals and the CCM, preferably prior to the transfer. d. Military Inmates. The DSCC will accept a military or Coast\nGuard inmate recommended for transfer to federal custody if,\nafter examination of all available information, the Bureau\ncan provide appropriate resources for the inmate's needs. The\nDSCC will be responsible for the designation and redesignation\nof all military and Coast Guard inmates accepted for service\nof their sentence in Bureau custody. In some cases, special agreements or Memoranda of\nUnderstanding (MOU) have been established with various\nmilitary branches. These MOUs give direction to Bureau staff regarding which Bureau\nregulations and policies apply to the military inmates. Pursuant\nto 10 U.S.C. § 858, staff should be aware that military or Coast\nGuard inmates confined in Bureau institutions are subject to the\nsame discipline and treatment as other inmates in those\ninstitutions. Additionally, the Bureau will accept the sentence computation\nprovided by the military or Coast Guard authorities with the\nexception that the Bureau will release such inmates, if not\nparoled, under the provisions of 18 U.S.C. § 4164 provided they\nhave accrued good time deductions in excess of 180 days. DSCC\nstaff will refer to the appropriate military or Coast Guard\nauthorities for resolution of suspected sentence computation\nerrors or discrepancies, or challenges to the sentence\ncomputation by the inmate or his or her representative, or both. P5100.08\n9/12/2006\nChapter 7, Page 13 Once a military inmate comes into Bureau custody, all\nnotifications and requirements apply as if he or she were a\nBureau inmate, i.e., VWP notification, VCCLEA notification,\nSex Offender Notification, and IFRP requirements. Notification\nto the military is also required at least 30 days prior to\nthe inmate’s release. 18. STATE PLACEMENT. Inmates who have exhausted available\nresources within the Bureau, should be referred for placement\nin an appropriate non-federal facility under contract with the\nBureau. Preparation of a transfer referral to merely “exhaust\"\nall BOP resources is not required when the inmate is clearly\nnot appropriate for any facility within the Bureau. a. Placement Procedures. The Warden will prepare a memorandum\nto the DSCC Administrator outlining the reasons for state\nplacement of a federal inmate."
}