{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 10,
  "chunk_text": "Why this condition:\nThe COPS Office realizes that agencies may need to reprogram award funds. Acceptable examples of such award\nmodifications include purchasing additional equipment using cost-savings from approved items or purchasing a\ndifferent type of equipment due to changing needs. Under federal regulations, you are required to expend federal\nfunds only as approved in the FCM. Requests to change or alter an award that meet certain threshold\nrequirements must be submitted to the COPS Office for written approval, prior to their purchase or\nimplementation. Without prior written approval, you must continue to implement your award as it was originally\noutlined and accepted by your organization. Reprogrammed funds must be allocated for items covered within the\noriginal scope of the award. Please be advised that reprogramming requests for unallowable costs will not be\napproved. Your organization may reprogram its budget up to an aggregate (over the course of your project) of 10 percent of\nthe total project cost without prior written approval from the COPS Office. However, you should notify your COPS\nOffice Program Manager of any reprogramming that falls below the 10 percent threshold as well. For awards in\nexcess of $150,000, any reprogramming of funds that totals an aggregate of 10 percent or more of the approved\nbudget requires prior written approval from the COPS Office. What you should do: You are required to notify your COPS Office Program Manager if you determine that your organization will need to\nreprogram award funds. If your modification exceeds an aggregated (over the course of your project) 10 percent of\nyour overall award, your organization must access https://portal.cops.usdoj.gov. 9 Please contact your COPS Office Program Manager for further direction on any additional requirements that may\napply to your modification request. The COPS Office will then evaluate your request and notify your organization\nof our decision in writing. Implementation of the modified award budget may begin following written approval\nfrom the COPS Office. Please note that modification approvals for active awards will be accompanied by a modified\nFCM reflecting the approved changes. 6. Evaluations\nCondition:\nThe COPS Office may conduct monitoring or sponsor national evaluations of its award programs. The recipient\nagrees to cooperate with the monitors and evaluators. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that evaluations of the program may be\ncarried out or commissioned by the attorney general for the furtherance of the purposes of the act. The COPS\nOffice conducts evaluations to determine which programs are working, how programs may be improved, and why\ncertain programs are more successful than others. Specifically, the COPS Office may assess the way in which your\norganization implements its CRI-TA award. COPS Office staff or evaluators may study the effectiveness of funded\nprograms, projects, and activities. Evaluators may collect information about the programs’ effect on crime, victims\nof crime, and the quality of life in communities. In addition, they may ask questions about the challenges\nencountered during project implementation, how residents feel about community policing, and how police feel\nabout their work. This information will be useful to other communities and police agencies across the country. What you should do:"
}