{
  "document_category": "guidance",
  "docId": "guidance_80",
  "chunk_index": 21,
  "chunk_text": "19 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 16. Reporting Subawards and Executive Compensation\nCondition: The recipient agrees to comply with the following requirements of 2 C.F.R. Part 170, Appendix A to Part 170 –\nAward Term:\nReporting Subawards and Executive Compensation.\na. Reporting of first-tier subawards. 1. Applicability. Unless you are exempt as provided in paragraph d. of this award term, you must\nreport each action that obligates $25,000 or more in Federal funds that does not include Recovery\nfunds (as defined in section 1512(a)(2) of the American Recovery and Reinvestment Act of 2009,\nPub. L. 111-5) for a subaward to an entity (see definitions in paragraph e. of this award term). 2. Where and when to report. i. You must report each obligating action described in paragraph a.1. of this award term to\nhttps://www.fsrs.gov. ii. For subaward information, report no later than the end of the month following the month in\nwhich the obligation was made. (For example, if the obligation was made on November 7,\n2010, the obligation must be reported by no later than December 31, 2010.) 3. What to report. You must report the information about each obligating action that the\nsubmission instructions posted at https://www.fsrs.gov specify. b. Reporting Total Compensation of Recipient Executives. 1. Applicability and what to report. You must report total compensation for each of your five most\nhighly compensated executives for the preceding completed fiscal year, if—\ni. the total Federal funding authorized to date under this award is $25,000 or more;\nii. in the preceding fiscal year, you received—\n(A) 80 percent or more of your annual gross revenues from Federal procurement contracts\n(and subcontracts) and Federal financial assistance subject to the Transparency Act, as\ndefined at 2 C.F.R. § 170.320 (and subawards); and\n(B) $25,000,000 or more in annual gross revenues from Federal procurement contracts (and\nsubcontracts) and Federal financial assistance subject to the Transparency Act, as\ndefined at 2 C.F.R. § 170.320 (and subawards); and\niii. The public does not have access to information about the compensation of the executives\nthrough periodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of\n1934 (15 U.S.C. §§ 78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To\ndetermine if the public has access to the compensation information, see the U.S. Security and\nExchange Commission total compensation filings at\nhttps://www.sec.gov/answers/execomp.htm.) 20 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 2. Where and when to report. You must report executive total compensation described in paragraph\nb.1. of this award term:\ni. As part of your registration profile at https://www.sam.gov. ii. By the end of the month following the month in which this award is made, and annually\nthereafter. c. Reporting of Total Compensation of Subrecipient Executives. 1. Applicability and what to report."
}