{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 48,
  "chunk_text": "Family, friends, or other sources\nmay deposit funds into these accounts. Inmate accounts are established and maintained automatically through the nightly process. The\naccount is created initially at the inmate’s designated location. The nightly process updates\nTRUFACS with changes to the inmate’s TRUFACS account, including housing unit, living\nquarters, and IFRP status changes. These are effective in TRUFACS the day after the nightly\nprocess. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 66 8.3 DAILY MANAGEMENT OF INMATE ACCOUNTS\na. TRUFACS Facility SENTRY Update Report. The staff member who enters Inmate\nDeposit Fund transactions into TRUFACS reviews the TRUFACS Facility SENTRY Update\nReport each day. This report identifies inmates’ accounts in the following categories:\n(1) New. Newly created TRUFACS accounts. At a minimum, verify the following\ninformation: Administrative Hold Indicator, No Power of Attorney, and Maximum Allowed\nDeduction Percentage for Debts. (2) Transfer Out. Inmates have been transferred to their new location. No account\nmaintenance is required. (3) Transfer In. Inmates have transferred in from another facility. The TRUFACS General\nInformation and the account balance of transferring inmates should be reviewed to ensure\ninstitution staff are aware of any unique circumstances. Normally, unique circumstances are\nreferenced in the comments field; any negative balance and debts owed has a document image\nassociated with the transaction or transaction type. (4) Release. Inmates have been released from Bureau custody in SENTRY and TRUFACS. No account maintenance is required. The Trust Fund Specialist reviews released inmate accounts\nthat have a non-zero balance weekly and processes funds accordingly. (5) Needs Released. Inmates have been released in SENTRY, but must be released manually in\nTRUFACS. In addition to being listed on the Facility SENTRY Update Report, TRUFACS\ndisplays a SENTRY/Needs Released message upon user login when there are inmates in this\ncategory. Needs Released inmate accounts are processed from the TRUFACS release screen\ndaily by the Trust Fund Specialist. The account status code changes automatically to Release\nwhen the release has been done. Additional TRUFACS inmate account maintenance is done as the need arises for such items as\nSort Codes, Spending Limit Overrides, Weekly or Bi-weekly Re-validation, Restricted Spending\nLimit, Item Restriction, Comments, etc.\nb. Personal Access Code (PAC). Inmates are given a unique 9-digit PAC for access to their\nindividual account and instructions on using the ITS system. A PAC is generated automatically\nwhen an ITS account is created. Staff are not required to print PACs for inmates transferred from\nother Bureau institutions. PACs are delivered to inmates in a secure manner. Staff advise inmates that their PACs are\nconfidential and should not be shared with other inmates, and they should report a compromised\nPAC immediately to Unit Management staff. Unit Management staff notify the Trust Fund\nSupervisor of a compromised PAC. Trust Fund staff restrict telephone access for the affected P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 67 account immediately. Staff inform inmates that a $5 fee is charged when a replacement PAC is\nrequired. 8.4 INMATE ACCOUNT TRANSACTIONS\na. Recording Inmate Deposit Fund Transactions. TRUFACS is used to record Inmate\nDeposit Fund account transactions."
}