{
  "document_category": "guidance",
  "docId": "guidance_84",
  "chunk_index": 48,
  "chunk_text": "Specific SMEs selected for\neach site are subject to COPS Office review and approval prior to commencement of work. The\nrecipient will ensure that every SME completes a conflict of interest disclosure form prior to\ncommencing work and continually identify and manage any conflicts of interest between the SMEs,\nthe recipient, and the sites. The recipient will ensure that the SME signs an agreement prior to\ncommencing work on the project, which addresses (1) the nondisclosure of project-related confidential\ninformation (including nonpublic, personally identifiable, or sensitive law enforcement information\ncollected from interviews, peer-to-peer exchanges, direct observation notes, data analysis, research,\nor working papers) unless authorized in writing by the recipient after receiving written approval from\nthe COPS Office; (2) the proper safeguarding and disposition of all project-related records in any\nformat containing confidential information during and after performance to protect against the\nunauthorized access to or disclosure of such information; (3) that any public comment requests or\nnews media inquiries received by the SME regarding the project must be promptly directed to the\n48 2018 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual C. recipient (who will coordinate with the COPS Office program manager and COPS Office\nCommunications Division); and (4) that the violation of any of these provisions may result in\ntermination of the SME’s involvement in project activities. 32. Unless authorized by the COPS Office, the recipient and its subrecipients and contractors will not\ndisclose any project-related confidential information, including nonpublic, personally identifiable, or\nsensitive law enforcement information collected from interviews; peer-to-peer exchanges; direct\nobservation note; data analysis; research; or working papers. The recipient will also ensure that its\nsubrecipients and contractors properly safeguard and dispose of all project-related records in any\nformat containing confidential information during and after performance to protect against the\nunauthorized access to or disclosure of such information. Any unauthorized disclosure of projectrelated confidential information or records may result in termination of the recipient’s—including its\nsubrecipient’s and contractor’s—involvement in project activities. 33. Obtain written approval from the COPS Office prior to adding any new subaward or subrecipient that\nwas not previously included or identified in the last approved project budget. See 2 C.F.R. §\n200.308(c)(1)(vi). If the subrecipient is a State or local government entity, access to subrecipient\nfunding will be contingent upon submission by the recipient and subrecipient of all applicable\nCertification of Compliance with 8 U.S.C. § 1373 forms addressing prohibitions or restrictions on\nsending to, requesting or receiving from, maintaining, or exchanging information on citizenship or\nimmigration status, including any prohibitions or restrictions imposed or established by a State or\nlocal government entity or official. The recipient acknowledges the following:\n1. If any part of the funded project contains research or statistical activities that involve human subjects\nwho are not covered by an exemption set forth in 28 C.F.R. § 46.101(b), the recipient must comply\nwith the requirements in the U.S. Department of Justice’s common rule regarding the Protection of\nHuman Subjects, 28 C.F.R. Part 46, including Institutional Review Board (IRB) approval and the\nappropriate assurances prior to the expenditure of federal funds to perform such activities. The\nrecipient also agrees to comply with 28 C.F.R."
}