{
  "document_category": "guidance",
  "docId": "guidance_71",
  "chunk_index": 99,
  "chunk_text": "They are not readily attributable\nto the cost objectives that are being benefited. To facilitate\nequitable distribution of indirect expenses to the specific\ncost objectives, it may be necessary to establish a number\nof pools of indirect (F&A) costs. Indirect (F&A) cost pools\nmust be distributed to benefited cost objectives on bases that\nwill produce equitable results in consideration of relative\nbenefits derived. An indirect cost rate proposal as defined in 2 C.F.R.\n§ 200.57 is the documentation prepared by a nonfederal\nentity to support its request for the establishment of an\nindirect cost rate, as described in appendix III to 2 C.F.R.\nPart 200, Indirect (F&A) Costs Identification and Assign­\nment, and Rate Determination for Institutions of Higher\nEducation (IHE), through appendix VII to 2 C.F.R. Part\n200, States and Local Government and Indian Tribe\nIndirect Cost Proposals. Indirect (facilities & administrative [F&A]) costs\nare costs incurred for a common or joint purpose\nbenefiting more than one cost objective. They are\nnot readily attributable to the cost objectives that\nare being benefited. There are several types of indirect cost rates:\nFinal rate is applicable to a specified past period that is based on the actual costs of the period. A final audited\nrate is not subject to adjustment. Fixed rate has the same characteristics as a predetermined rate (q.v.) except that the difference between estimated\ncosts and actual allowable costs of the covered period is\ncarried forward as an adjustment for a future period. March 2019 Indirect Cost Rate for FY 2019 Awards One-time extension allows your agency to apply for a one-time extension of a negotiated indirect (F&A) cost\nrate. The negotiated cost rate may be extended for up\nto four years. Once your cognizant federal agency has\napproved an extension for indirect costs, you must abide\nby the rate for the agreed-upon time period. No further\nnegotiations regarding indirect costs may occur until the\nextension has expired. At the end of the extension period,\nyou must negotiate a new indirect cost rate. Predetermined rate is applicable to a specified cur­ rent or future period and is not subject to adjustment. A\npredetermined rate may be used where there is reasonable\nassurance that the rate is not likely to exceed a rate based\non the agency’s actual costs. Predetermined rates may not\nbe used by governmental units that have not submitted\nand negotiated the rate with the cognizant federal agency. Provisional rate is a temporary rate applicable to a specified time period that is used for funding, interim\nreimbursement, and reporting of indirect costs pending\nestablishment of a final rate for that period.  De minimis indirect cost rate provides the option for certain nonfederal entities that have never received a nego­\ntiated indirect cost rate to accept a flat rate of up to 10\npercent of modified total direct costs (MTDC). MTDC\ncan include all direct salaries and wages, applicable fringe\nbenefits, materials and supplies, services, travel, and up\nto the first $25,000 of each subaward (regardless of the\nperiod of performance of the subawards under the award). MTDC excludes equipment, capital expenditures, rental\ncosts, tuition remission, scholarships and fellowships, par­\nticipant support costs, and the portion of each subaward\nin excess of $25,000."
}