{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 39,
  "chunk_text": "Auditors should plan to spend 40 to 50 hours on the pre-onsite audit phase. Auditors should also remember that less work in the pre-onsite audit phase will likely mean\nmore work in the onsite and post-onsite phases of the audit. If the pre-onsite audit work takes\nless time because the facility provides little or incomplete information, then the auditor should\nplan to make up that work onsite doing additional documentation reviews and during the postonsite audit phase conducting additional follow-up work. For example, documents or categories\n38 of documents that are incomplete or unavailable during any phase of the audit will necessarily\nrequire follow-up requests for the missing documents and time to review those documents. The auditor should provide the facility or agency with realistic estimates of the time an audit\nwill require, and should keep the audited facility updated on significant changes to the audit\nschedule. Review of Auditor Tools for Phase One of the PREA Audit\nPre-Audit Questionnaire\nAuditor Compliance Tool\nChecklist of Documentation\nProcess Map •\n•\n•\n• Phase Two: Onsite Audit\nDuring the onsite phase of a PREA audit, auditors conduct a thorough examination of the entire\nfacility, observe routine activities, interview staff and inmates, and review and retain key\ndocuments maintained by the facility. These activities can be broken down into the following\nthree core components of the onsite audit:\n• Site Review • Conducting Interviews • Documentation Selection and Review These core components form the foundation of a practice-based audit methodology. An\nauditor’s fidelity to these steps is critical for conducting a high quality, reliable, objective, and\ncomprehensive audit. It is important to remember that the primary purpose of the onsite\nphase of the PREA audit is to assess the day-to-day practices used by facility staff to promote\nsexual safety. It is not appropriate to focus only or primarily on written policies and procedures\nwhen conducting a PREA audit. The importance of auditors’ observations, interviews with staff\nand inmates, and review of facility documentation is reflected in Standard 115.401(e), which\nstates, “The agency shall bear the burden of demonstrating compliance with the standards.” Therefore, an agency must be compliant not only in policy but must also demonstrate\ninstitutionalization of the Standards in its day-to-day practices. An agency or facility that is\nunable to provide sufficient evidence of compliance, or provides substantially conflicting\ninformation or evidence regarding compliance, has failed to meet its burden. Significantly, the\nunavailability of documentation or information required to adequately evaluate and\ndemonstrate compliance requires a finding of “Does Not Meet Standard” for Standard\n115.401(e). While working onsite, auditors should rely on the Auditor Compliance Tool to gather and\norganize information they will use to make compliance determinations. The Auditor\nCompliance Tool walks the auditor step by step through each provision of every Standard,\npairing the provision itself with the detailed requirements for compliance and noting how, as\nwell as when, during the audit process the auditor should verify that the facility meets those\nrequirements. Auditors must keep thorough notes while working on site. Notes are a critical\nelement of the audit process because they help auditors recall important details when it comes\ntime to write the audit report. They are also required under Standard 115.401(j), which states,\n39"
}