{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 27,
  "chunk_text": "This is a statutory\nrequirement under section 872 of Public Law 110-417, as amended (41 U.S.C. 2313). As required by\nsection 3010 of Public Law 111-212, all information posted in the designated integrity and\nperformance system on or after April 15, 2011, except past performance reviews required for Federal\nprocurement contracts, will be publicly available. 2. Proceedings About Which You Must Report\nSubmit the information required about each proceeding that:\na. Is in connection with the award or performance of an award, cooperative agreement, or\nprocurement contract from the Federal Government;\nb. Reached its final disposition during the most recent five year period; and\nc. Is one of the following:\n(1) A criminal proceeding that resulted in a conviction, as defined in paragraph 5. of this award\nterm and condition;\n(2) A civil proceeding that resulted in a finding of fault and liability and payment of a monetary\nfine, penalty, reimbursement, restitution, or damages of $5,000 or more;\n(3) An administrative proceeding, as defined in paragraph 5. of this award term and condition,\nthat resulted in a finding of fault and liability and your payment of either a monetary fine or 26 2017 COPS Hiring Program (CHP) Award Owner’s Manual 3. 4. 5. penalty of $5,000 or more or reimbursement, restitution, or damages in excess of $100,000;\nor\n(4) Any other criminal, civil, or administrative proceeding if:\ni. It could have led to an outcome described in paragraph 2.c.(1), (2), or (3) of this award\nterm and condition;\nii. It had a different disposition arrived at by consent or compromise with an\nacknowledgment of fault on your part; and\niii. The requirement in this award term and condition to disclose information about the\nproceeding does not conflict with applicable laws and regulations. Reporting Procedures\nEnter in the SAM Entity Management area the information that SAM requires about each proceeding\ndescribed in paragraph 2. of this award term and condition. You do not need to submit the\ninformation a second time under assistance awards that you received if you already provided the\ninformation through SAM because you were required to do so under Federal procurement contracts\nthat you were awarded. Reporting Frequency During any period of time when you are subject to the requirement in paragraph 1. of this award term\nand condition, you must report proceedings information through SAM for the most recent five year\nperiod, either to report new information about any proceeding(s) that you have not reported\npreviously or affirm that there is no new information to report. Recipients that have Federal contract,\naward, and cooperative agreement awards with a cumulative total value greater than $10,000,000\nmust disclose semiannually any information about the criminal, civil, and administrative proceedings. Definitions For purposes of this award term and condition:\na. Administrative proceeding means a non-judicial process that is adjudicatory in nature in order to\nmake a determination of fault or liability (e.g., Securities and Exchange Commission\nAdministrative proceedings, Civilian Board of Contract Appeals proceedings, and Armed Services\nBoard of Contract Appeals proceedings). This includes proceedings at the Federal and State level\nbut only in connection with performance of a Federal contract or award. It does not include\naudits, site visits, corrective plans, or inspection of deliverables."
}