{
  "document_category": "guidance",
  "docId": "guidance_45",
  "chunk_index": 55,
  "chunk_text": "The COPS Office is funding 100 percent of\nthe allowable items approved in your FCM. Any organization desiring to contribute additional funds to this project\nis encouraged to do so by reporting these funds on the SF-425 as a recipient share of expenditures (line 10j). 57 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual V. Financial Record Maintenance As an award recipient under the COPS Office LEMHWA Program, your organization is required to establish and\nmaintain accounting systems and financial records to accurately account for funds awarded and disbursed. These\nrecords must include both federal funds and any local funds contributed to this project. Accounting systems and records What accounting systems are required? Your organization needs to establish and maintain accounting systems and financial records to accurately account\nfor the funds awarded. As required by 2.C.F.R. § 200.62 (Internal control over compliance requirements for federal awards), your\naccounting system should be designed to provide reasonable assurance regarding the achievement of the\nfollowing objectives for federal awards:\n• Transactions are properly recorded and accounted for in order to prepare reliable financial statements and\nfederal reports and to maintain accountability over assets. • Transactions are executed in compliance with all applicable federal statutes, regulations, and the award\nterms and conditions. • Funds, property, and other assets are safeguarded against loss from unauthorized use or disposition. What records must be kept? Your organization’s fiscal control and accounting systems should enable you to make accurate, current, and\ncomplete disclosure of the financial activity under your LEMHWA award. Your accounting records should contain\ninformation showing expenditures under the award and must be supported by items such as payroll records, time\nand attendance records, canceled checks, purchase orders, or similar documents. Your organization must adequately safeguard award funds and make sure that they are used for authorized\npurposes only. Your organization will be responsible for refunding any unallowable expenses. How long must records be kept? All financial records and supporting documents associated with your LEMHWA award (including payroll, time and\nattendance records, canceled checks, and purchase orders) must be retained for a period of three years from the\ndate of submission of the final expenditure report as stated in 2 C.F.R §C.F.R. § 200.333 (Retention requirements\nfor records). Your organization should maintain records so that you can identify them by award year or by fiscal year, whichever\nyou find more convenient. If any litigation, claim, negotiation, audit, or other action involving these records has\nbeen started before the end of the three-year period, the records should be kept until completion of the action. These records should be easily located and should be properly protected against fire or other damage. Failure to\nmaintain adequate records to document award expenditures may result in a requirement to repay all federal funds\nthat cannot be supported with appropriate records. 58 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual What if we have more than one award?"
}