{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 38,
  "chunk_text": "Escape\nHistory includes the individual's entire background of escapes\nor attempts to escape from confinement, or absconding from\ncommunity supervision, excluding the current term of\nconfinement. P5100.08\n9/12/2006\nChapter 6, Page 6\nEXCEPTION: Any institution disciplinary hearing (UDC or DHO)\nfinding that a prohibited act was committed\nduring the current term of confinement will be\nscored as a history item. State disciplinary findings are scored unless there is\ndocumentation that the state disciplinary proceedings\ndid not afford due process protection to the inmate. Fleeing or Eluding Arrest, Failure to Appear for traffic\nviolations, runaways from foster homes and similar behavior\nshould not be scored under the Escape History item, even if\nclearly documented, but should be considered on a case-by-case\nbasis under the Management Variable “Greater Security.” Failure\nto Appear or Flight to Avoid Prosecution for any offense\nhowever, must be counted when there is a documented finding of\nguilt. In determining time frames, use the date of the documented\noccurrence. Documented information from juvenile or YCA\nadjudications can be used unless the record has been\nexpunged or vacated. Minor History of Escape - An escape from an open institution\nor program (e.g., minimum security facility, CCC, furlough)\nnot involving any actual or threat of violence. Also includes\nmilitary AWOL, Bail Reform Act, Flight to Avoid Prosecution,\nand Absconding from Community Supervision. There must be a\nfinding of guilt. Serious History of Escape - An escape from secure custody with\nor without threat of violence. Also\nincludes escapes from an open facility or program with actual\nthreat of violence. There must be a finding of guilt. S = 3\npoints and requires application of PSF L.\n6. HISTORY OF VIOLENCE 6. HISTORY OF\nVIOLENCE MINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n2 10-15 YEARS\n1\n4 5-10 YEARS\n3\n6 <5 YEARS\n5\n7 Enter the appropriate number of points that reflect any history\nof violence, considering only those acts for which there are\ndocumented findings of guilt (i.e., DHO, Court, Parole,\nMandatory Release, or Supervised Release Violation). This item\nincludes the individual's entire background of criminal\nviolence, excluding the current term of confinement. P5100.08\n9/12/2006\nChapter 6, Page 7\nEXCEPTION: Any institution disciplinary hearing (UDC or DHO)\nfinding that a prohibited act was committed\nduring the current term of confinement will be\nscored as a history item. State disciplinary findings are scored unless there is\ndocumentation that the state disciplinary proceedings\ndid not afford due process protection to the inmate. Severity of violence is determined by the offense behavior\nregardless of the conviction/finding of guilt offense. History\nof Violence points combine both seriousness and recency of prior\nviolent incidents to assess the propensity for violent behavior,\nwhere more points mean greater risk. Therefore, if there is more\nthan one incident of violence, score the combination of\nseriousness and recency that yields the highest point score. Prior periods of incarceration will be considered a “history”\nitem if the inmate was physically released from custody and\nthen returned to serve either a violation or a new sentence. In\ndetermining time frames, use the date of the documented\nbehavior. Documented information from juvenile or YCA\nadjudication can be used unless the record has been expunged or\nvacated. Minor History of Violence Aggressive or intimidating\nbehavior which is not likely to cause serious bodily harm or\ndeath (e.g., simple assault, fights, domestic disputes, etc.) There must be a finding of guilt."
}