{
  "doc_id": "guidance_9",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_9__0",
      "chunk_id": "0",
      "content": "Board of Governors of the Federal Reserve System\nFederal Deposit Insurance Corporation\nNational Credit Union Administration\nOffice of the Comptroller of the Currency\nConsumer Financial Protection Bureau\nDepartment of Housing and Urban Development\nDepartment of Justice\nFederal Housing Finance Agency February 22, 2022\nInteragency Statement on Special Purpose Credit Programs Under the Equal\nCredit Opportunity Act and Regulation B\nThe Board of Governors of the Federal Reserve System (FRB), the Federal Deposit Insurance\nCorporation (FDIC), the National Credit Union Administration (NCUA), the Office of the\nComptroller of the Currency (OCC), the Consumer Financial Protection Bureau (CFPB or\nBureau), the Department of Housing and Urban Development (HUD), the Department of\nJustice (DOJ), and the Federal Housing Finance Agency (FHFA) (hereafter, the agencies) are\nissuing this interagency statement to remind creditors of the ability under the Equal Credit\nOpportunity Act (ECOA) and Regulation B to establish special purpose credit programs to meet\nthe credit needs of specified classes of persons. Many financial institutions have publicly\ncommitted billions of dollars to better meet the needs of underserved communities, and this\nstatement calls attention to the special purpose credit options under ECOA and Regulation B.1\nECOA and Regulation B permit creditors to extend special purpose credit offered pursuant to—\n any credit assistance program expressly authorized by Federal or state law for the benefit\nof an economically disadvantaged class of persons;  any credit assistance program offered by a not-for-profit organization for the benefit of\nits members or an economically disadvantaged class of persons; or 1 See Equal Credit Opportunity (Regulation B); Special Purpose Credit Programs, 86 Fed. Reg. 3762, 3764 n.26 (Jan. 15, 2021). 1.  any special purpose credit program offered by a for-profit organization, or in which such\nan organization participates to meet special social needs, if it meets certain standards\nprescribed in regulations by the Bureau. 2 On December 21, 2020, the CFPB issued an Advisory Opinion (AO) on special purpose credit\nprograms to clarify the content that a for-profit organization must include in a written plan that\nestablishes and administers a special purpose credit program under Regulation B.3 In addition,\nthe AO clarified the type of research and data that may be appropriate to inform a for-profit\norganization’s determination to establish a special purpose credit program to benefit a specified\nclass of persons. 4 Previously, some stakeholders expressed uncertainty as to the treatment of ECOA and\nRegulation B special purpose credit programs under the Fair Housing Act (FHA). 5 On\nDecember 7, 2021, HUD released guidance concluding that special purpose credit programs\ninstituted in conformity with ECOA and Regulation B generally do not violate the FHA.6 Accordingly, creditors may consider the use of special purpose credit programs across all types\nof credit covered by ECOA and Regulation B. As creditors consider how they may expand access to credit to better address special social\nneeds, the agencies encourage creditors to explore opportunities to develop special purpose\ncredit programs consistent with ECOA and Regulation B requirements as well as applicable safe\nand sound lending principles."
    },
    {
      "id": "guidance_9__1",
      "chunk_id": "1",
      "content": "As creditors consider how they may expand access to credit to better address special social\nneeds, the agencies encourage creditors to explore opportunities to develop special purpose\ncredit programs consistent with ECOA and Regulation B requirements as well as applicable safe\nand sound lending principles. While the agencies do not determine whether a program qualifies for special purpose credit\nstatus, creditors with questions about any aspect of ECOA and Regulation B’s special purpose\ncredit provisions may consult their appropriate regulatory agencies. 2 See 15 U.S.C. § 1691(c)(1)-(3); 12 C.F.R. § 1002.8(a).\n3 See 86 Fed. Reg. at 3762, 3764–65 (Jan. 15, 2021); see also Susan M. Bernard and Patrice Alexander Ficklin, Expanding Access to Credit to Underserved Communities (July 31, 2020) (calling attention to\nopportunities to develop special purpose credit programs and use of affirmative advertising consistent\nwith the ECOA and Regulation B requirements). 4 See 86 Fed. Reg. at 3765–66.\n5 See 42 U.S.C. § 3601 et seq. 6 See\nhttps://www.hud.gov/sites/dfiles/GC/documents/Special_Purpose_Credit_Program_OGC_guidance_1s\n2-6-2021.pdf.\n2."
    }
  ]
}