{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 87,
  "chunk_text": "Sole Source Justification The request should also include the following information: 2 3. The COPS Office authorizes noncompetitive proposals\nin response to a written request from the recipient. 4. If competition is determined inadequate after\nsolicitation of a number of sources, please include\nthe following: • Section I. A brief description of the project, the amount to be designated for the sole source procurement, and\nthe purpose of the contract\n• Section II. (a) An explanation as to why it is necessary to contract in a noncompetitive manner and (b) Which\none (or more) of the four circumstances identified\nbelow applies to the procurement transaction (include\nsupporting information as identified below under the\napplicable section(s)):\n1. If the item or service is available only from one source,\nplease include the following:\n— Uniqueness of items or services to be procured from the proposed contractor or vendor (compatibility,\npatent issues, etc.)\n— How the agency determined that the item or service is only available from one source (market survey\nresults, independent agency research, patented or\nproprietary system, etc.)\n— Explanation of need for contractor’s expertise linked to the current project (knowledge of project\nmanagement, responsiveness, experience\nof contractor personnel, prior work on earlier\nphases of project, etc.)\n— Any additional information that would support the case\n2. If the public exigency or emergency for the requirement\nwill not permit a delay resulting from competitive\nsolicitation, please include the following:\n— When the contractual coverage is required by your department and why\n— Impact on project if deadline/dates are not met — Results of a market survey to determine competition availability; if no survey is conducted, please explain\nwhy not\n— Any additional information that would support the case\n• Section III. A declaration that this action/choice is in the best interest of the agency\nFailure to provide all of the necessary information will\ndelay the processing of your request. Your agency will be\ncontacted if any of the identified information is missing\nor if additional supporting information is required. If the\nCOPS Office determines that the request does not meet the\nstandards set forth above, the request will be denied. Please be advised that conflicts of interest are prohibited\nunder the procurement standards set forth in 2 C.F.R.\n§ 200.318 (c). In addition, program funds should not be\nawarded to any party that is debarred or suspended from\nparticipation in federal assistance programs. If you have any questions regarding the federal requirements\nthat guide procurement procedures, please contact your Grant\nProgram Specialist or Program Manager at 800-421-6770. Contact the COPS Office For more information about COPS Office programs and\nresources, please call the COPS Office Response Center\nat 800-421-6770 or visit the COPS Office online\nat www.cops.usdoj.gov. — How long it would take an alternate contractor to reach the same required level of competence\n(equate to dollar amounts, if desired)\n— Any additional information that would support the case April 2017 U.S. Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Consultant/Contractor Rate\nInformation for FY 2017 Awards\nRecipient Guidelines on Consultant Rate\nApproval Requests\nCompensation for individual consultant services procured under a\nCOPS Office award must be reasonable and allocable in accordance\nwith 2 C.F.R. Part 200, Subpart E—Cost Principles1 and consistent\nwith that paid for similar services in the marketplace."
}