{
  "document_category": "guidance",
  "docId": "guidance_72",
  "chunk_index": 5,
  "chunk_text": "Please\nread these documents carefully as signatures on these documents are treated as a material representation of fact\nupon which reliance was placed when the U.S. Department of Justice determined whether to fund the covered\naward. Additional copies of the Assurances and Certifications forms are contained in the appendices of this\nmanual. If you have any questions about them, please contact your COPS Office Grant Program Specialist via the\nCOPS Office Response Center at 800-421-6770. 3. Allowable costs\nCondition: The funding under this project is for the payment of approved costs for activities related to the establishment and\nenhancement of a variety of problem-solving strategies to investigate methamphetamine-related illicit activities in\nyour jurisdiction. The allowable costs for which your agency’s award has been approved are limited to those listed\non the Financial Clearance Memorandum (FCM), which is included in your agency’s award package. The FCM 4 2019 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual specifies the costs that your agency is allowed to fund with your CAMP award, and specifies the overall amount\napproved for each budget request category. Your agency may not use CAMP award funds for any costs that are\nnot identified as allowable in the Financial Clearance Memorandum. Only actual allowable costs incurred during the award period will be eligible for reimbursement and drawdown. If\nyour agency experiences any cost savings over the course of the award (for example, your award application\noverestimated the total entry-level officer salary and fringe benefits package), your agency may not use that excess\nfunding to extend the length of the award beyond 24 months. Any funds remaining after your agency has drawn\ndown for the costs approved during the 24-month funding period will be deobligated during the closeout process,\nand should not be spent by your agency. Why this condition:\nFunding under this project may only be used for the purchase of items and services approved by the COPS Office as\nreflected in the Financial Clearance Memorandum (FCM). The COPS Anti-Methamphetamine Program funds the\nhiring of personnel and purchase of equipment, services, and other items that will allow recipients the opportunity\nto establish and enhance a variety of projects to encourage the continuation and enhancement of community\npolicing efforts within their jurisdictions to combat the use and distribution of methamphetamine. To be eligible for payment under this award, the purchase or hire of approved items/personnel must be made on\nor after the award start date and comply with the guidelines described in the section, “Accessing Award Funds”\nand “Financial Record Maintenance” outlines the types of records you must keep to document that you followed\nthis award condition. Purchases and salary/benefit expenditures must also reflect the costs that were approved as\nshown in the FCM. What you should do: All recipients should keep and maintain the most recent, approved version of their 2019 CAMP application. To view\nand print this document, you can log into your account at www.cops.usdoj.gov. Please select “COPS Applications”\nfrom the menu of services and click on the ‘Print’ icon to download the most recent version of your application in\n.pdf format. Refer to your FCM for the list of approved allowable costs."
}