{
  "document_category": "guidance",
  "docId": "guidance_30",
  "chunk_index": 66,
  "chunk_text": "For International ACH Returns:\nBeneficiary Account: Federal Reserve Bank of New York/ITS (FRBNY/ITS)\nBank: Citibank N.A. (New York)\nSwift Code: CITIUS33\nAccount Number: 36838868\nBank Address: 388 Greenwich Street, New York, NY 10013\nPayment Details (Line 70): Agency\nName (abbreviated when possible) and ALC Agency POC: Michelle Haney, 301-492-5065\niv. For recipients that do not have electronic remittance capability, please make check** payable to:\n“The Department of Health and Human Services.”\nMail Check to Treasury approved lockbox:\nHHS Program Support Center, P.O. Box 530231, Atlanta, GA 30353-0231\n(** Please allow 4–6 weeks for processing of a payment by check to be applied to the appropriate PMS\naccount)\nv. Any additional information/instructions may be found on the PMS Web site at\nhttps://www.dpm.psc.gov. 71 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual Glossary of Terms\nallowable costs. Allowable costs are expenses that may be funded by this award program. The COPS Office SVPP\naward must be limited to funding for equipment, services, personnel, and other costs purchased or hired on or\nafter the award start date. Upon review of your submitted budget, any unallowable costs were removed. The\nFinancial Clearance Memorandum (FCM) included in your award package specifies your allowable costs, contains\nthe final budget category amounts for which your agency was approved, and notes any relevant revisions that\nwere made to your original budget submission. audit. Work done by auditors, including both the Office of the Inspector General (OIG) and state or local auditors,\nto examine financial statements and to review\n•\n•\n•\n• compliance with laws and regulations;\neconomy and efficiency of operations;\neffectiveness in achieving program results;\nallowability of costs claimed against the award. authorized officials. The authorized officials are the individuals in your organization who have final authority and\nresponsibility for all programmatic and financial decisions regarding this award. At the time of award application,\nyour agency listed the law enforcement executive (usually the chief of police, sheriff, etc.) and the government\nexecutive (usually the mayor, board president, etc.) for your agency. For non–law enforcement agencies\n(institutions of higher education, private organizations, etc.), the authorized officials are the programmatic and\nfinancial officials who have the ultimate signatory authority to sign contracts on behalf of your organization. These\nexecutives are listed on your award document and are understood to be your authorized officials. If any of the\nexecutive information is incorrect, please submit the correct information to the COPS Office by completing an\nofficial Change of Information form available online at www.cops.usdoj.gov. award end date. This is the date until which your agency is authorized to purchase items or hire positions that\nwere approved by the COPS Office. The award end date is found on your award document. Recipients may not\nmake any purchases or hire any positions after this date without written approval from the COPS Office. award number. The award number identifies your agency’s specific SVPP award and can be found on your award\ndocument. This number should be used as a reference when corresponding with the COPS Office. Your award\nnumber is in the format 2018-CKWX-0000 for awards made in FY 2018. The COPS Office tracks award information\nbased upon this number. award start date."
}