{
  "document_category": "guidance",
  "docId": "guidance_20",
  "chunk_index": 61,
  "chunk_text": "The goals\nof the response can range from totally eliminating the problem through substantially reducing the problem or\nreducing the amount of harm caused by the problem to improving the quality of community cohesion. Assessment: Evaluating the success of the responses\nAssessment attempts to determine if the response strategies were successful by understanding if the problem\ndeclined and if the response contributed to the decline. This information not only assists the current effort but also\ngathers data that build knowledge for the future. Strategies and programs can be assessed for process, outcomes,\nor both. If the responses implemented are not effective, the information gathered during analysis should be\nreviewed. New information may have to be collected before new solutions can be developed and tested. The\nentire process should be viewed as circular rather than linear, meaning that additional scanning, analysis, or\nresponses may be required. Using the crime triangle to focus on immediate conditions (victim/offender/ location) To understand a problem, many problem solvers have found it useful to visualize links among the victim, offender,\nand location (the crime triangle) and those factors that could have an impact on them, for example, capable\nguardians for victims (e.g., security guards, teachers, and neighbors), handlers for offenders (e.g., parents, friends,\nand probation), and managers for locations (e.g., business merchants, park employees, and motel clerks). Rather\nthan focusing primarily on addressing the root causes of a problem, the police focus on the factors that are within\ntheir reach, such as limiting criminal opportunities and access to victims, increasing guardianship, and associating\nrisk with unwanted behavior. 67 2019 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual Appendix D. COPS Anti-Methamphetamine Program (CAMP) file\nmanagement: Documents to maintain in CAMP award file\nRecords must be maintained throughout the two-year CAMP award period and for at least three years following\nthe official closeout of the CAMP award. AWARD PROGRAM____CAMP_________AWARD # ______________________________________ AWARD START DATE_____________ORIGINAL AWARD END DATE____________ EXTENDED AWARD END DATE (if applicable)________________________ COPY OF AWARD APPLICATION (You can access the final copy of your CAMP application through the COPS Office\nwebsite at www.cops.usdoj.gov, using the Account Access link, print a copy of the application, and keep it with\nyour agency’s CAMP award records.) _____ COPY OF CAMP AWARD DOCUMENT _____ FINANCIAL CLEARANCE MEMO AWARD MODIFICATION APPROVAL LETTERS (w/ Revised Budget Information) AND/OR AWARD EXTENSION\nAPPROVAL LETTERS (if applicable)\n_____ QUARTERLY FEDERAL FINANCIAL REPORT – SF-425 (for each quarter of the award period) _____ PROGRAMMATIC PROGRESS REPORTS  CAMP Quarterly Progress Report(s) (for each quarter of the award period)\n Closeout Report\n_____\n\n\n\n\n\n\n\n SUPPORTING DOCUMENTATION FOR DRAWDOWNS W2 Employee Forms (Copy)\nRecords of salary / approved fringe benefits rates for each person hired under the award\nRecords of hire dates for each person hired under the award\nPayroll records / Time & attendance records\nPostal receipts / Fax transmission reports (to prove submission dates) Log of reimbursement requests made via GPRS\nCopies of checks or wire transfer documents (if applicable)\nCopies of financial office journal entries (if applicable) _____ ADDITIONAL SUPPORTING DOCUMENTATION FOR MILITARY VETERAN HIRES  Copy of Certificate of Release or Discharge from Active Duty (DD-214) 68"
}