{
  "document_category": "guidance",
  "docId": "guidance_44",
  "chunk_index": 72,
  "chunk_text": "B. Where the Applicant is unable to certify to any of the statements in this certification, it shall attach an\nexplanation to this application. DRUG-FREE WORKPLACE (GRANTEES OTHER THAN INDIVIDUALS) As required by the Drug-Free Workplace Act of 1988, as implemented at 28 C.F.R. Part 83, Subpart F, for\ngrantees, as defined at 28 C.F.R. §§ 83.620 and 83.650:\nA. The Applicant certifies and assures that it will, or will continue to, provide a drug-free workplace by—\n(a) Publishing a statement notifying employees that the unlawful manufacture, distribution, dispensing,\npossession, or use of a controlled substance is prohibited in its workplace and specifying the actions\nthat will be taken against employees for violation of such prohibition;\n(b) Establishing an on-going drug-free awareness program to inform employees about— (1) The dangers of drug abuse in the workplace;\n(2) The Applicant’s policy of maintaining a drug-free workplace;\n(3) Any available drug counseling, rehabilitation, and employee assistance programs; and\n(4) The penalties that may be imposed upon employees for drug abuse violations occurring in the\nworkplace;\n(c) Making it a requirement that each employee to be engaged in the performance of the award be given\na copy of the statement required by paragraph (a);\n(d) Notifying the employee in the statement required by paragraph (a) that, as a condition of\nemployment under the award, the employee will— (1) Abide by the terms of the statement; and\n(2) Notify the employer in writing of the employee’s conviction for a violation of a criminal drug\nstatute occurring in the workplace no later than five calendar days after such conviction; 76 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual 5. (e) Notifying the Department, in writing, within 10 calendar days after receiving notice under\nsubparagraph (d)(2) from an employee or otherwise receiving actual notice of such conviction. Employers of convicted employees must provide notice, including position title of any such convicted\nemployee to the Department, as follows:\nFor COPS award recipients - COPS Office, 145 N Street, NE, Washington, DC, 20530;\nFor OJP and OVW award recipients - U.S. Department of Justice, Office of Justice Programs,\nATTN: Control Desk, 810 7th Street, N.W., Washington, D.C. 20531. Notice shall include the identification number(s) of each affected award;\n(f) Taking one of the following actions, within 30 calendar days of receiving notice under subparagraph\n(d)(2), with respect to any employee who is so convicted:\n(1) Taking appropriate personnel action against such an employee, up to and including termination,\nconsistent with the requirements of the Rehabilitation Act of 1973, as amended; or\n(2) Requiring such employee to participate satisfactorily in a drug abuse assistance or rehabilitation\nprogram approved for such purposes by a Federal, State, or local health, law enforcement, or\nother appropriate agency; and\n(g) Making a good faith effort to continue to maintain a drug-free workplace through implementation of\nparagraphs (a), (b), (c), (d), (e), and (f).\nCOORDINATION REQUIRED UNDER PUBLIC SAFETY AND COMMUNITY POLICING PROGRAMS"
}