{
  "document_category": "guidance",
  "docId": "guidance_73",
  "chunk_index": 86,
  "chunk_text": "• • Insuﬃcient explanation and justiﬁcation of transportation costs. Remember to break out and\nbrieﬂy describe and justify the transportation costs that are included. Example: If\nparticipants are ﬂying to your event and the tickets are being paid for with DOJ funding, you\nshould include the anticipated number of people ﬂying multiplied by the estimated cost per\nticket. If cars will be rented, you should include a brief justiﬁcation for why rental cars are\nbeing used instead of another form of ground transportation, such as taxis or shuttles. Insuﬃcient explanation and justiﬁcation of audio-visual costs. All audio-visual costs should\nbe broken out and brieﬂy described. The quantity of equipment to be rented (number of\nmicrophones, projectors, etc.) should be included, along with relevant costs and a brief\n92 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual XIV. justiﬁcation for why the proposed equipment is required to conduct a successful meeting. A\ndiscussion of how the audio-visual services provider was selected should be included (for\nexample, did you obtain three quotes?). • Insuﬃcient explanation and justiﬁcation of printing costs. Proposed printing costs for\nparticipant materials should also be itemized and brieﬂy described. Speciﬁcally, it is\nimportant to articulate why printed materials are needed instead of making materials\navailable electronically (at low or no cost) to attendees before or after the event. • Insuﬃcient explanation and justiﬁcation of shipping costs. Provide an itemization of these\ncosts, along with a brief description of why the equipment and other materials being\nshipped are essential to hosting a successful conference. • Insuﬃcient explanation and justiﬁcation of consultant costs. The maximum daily rate for\nsubject matter experts who are being reimbursed for their time is noted in the Consultant\nContractor Rate fact sheet at https://cops.usdoj.gov/pass#programdocuments. Describe all\nconsultant costs in detail, and include a brief yet compelling justiﬁcation for the proposed\ncosts. Daily rates for subject matter experts above the maximum daily rate require prior\napproval by the COPS Oﬃce and DOJ. In cases where higher rates are included in the event\nsubmission, written documentation of prior approval is required and should be attached. Should I continue to exclude all food and beverage costs in my event submissions? Yes. The inclusion of food and beverage costs will delay the review process, and these costs are not likely\nto be approved. The only exception is when the location of the conference does not allow attendees to\nobtain food or beverages on their own or when this restriction would greatly disrupt the conference\nschedule. If you believe your event qualiﬁes for such a rare exception, contact your Program Manager to\ndiscuss it before completing and submitting your form. If meals are included in your event submission,\nremember that attendees must subtract the meal costs from the M&IE reimbursement for the days on\nwhich the meals will occur. XV. Can you summarize what I can do to prevent follow-up questions about my submitted events that delay\nthe review and approval process? As a general rule, explain how you derived every cost that you include in the conference submission form."
}