{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 13,
  "chunk_text": "If a scoring issue and/or error is\ndiscovered, the CMC will contact the DSCC Administrator via\nGroupWise. The CMC may need to fax certain pages of the\nPresentence Investigation Report to the DSCC so the case can be\nappropriately reviewed. If the CMC and DSCC agree that an error\nhas been made, the error will be corrected by the DSCC. If the\nCMC and DSCC do not agree that an error has been made, the\nCentral Office, Correctional Programs Administrator, will make\nthe final determination. The DSCC will also be advised of any non-scoring errors or\nconcerns. In either circumstance, if the correction requires a\nnew designation, the DSCC will make any necessary changes and\nwill enter a new designation into SENTRY. The DSCC will then\nnotify the appropriate USMS office(s) of the designation\nchange. P5100.08\n9/12/2006\nChapter 3, Page 6 If the original designation is changed, the CMC will\nforward the classification material to the newly designated\ninstitution. m. The CMC has oversight responsibilities for monitoring\nthe timely arrival of a newly designated inmate. If an inmate\nserving a term of one year or more has not arrived at the\ndesignated institution within 120 calendar days from the date\nof the designation, or if an inmate serving a term of less\nthan one year has not arrived after 30 calendar days, staff\nwill use SENTRY to determine the inmate's current location:\n(1) If the inmate is in a Bureau facility, staff will\ncontact that facility to expedite movement or ascertain\nthe reason for delay, and will verify whether the\ndesignation continues to be valid; and,\n(2) If the inmate is not in a Bureau facility, staff will\ncontact the DSCC. Upon notification, DSCC staff will contact the\nappropriate authorities and ascertain why the inmate has not\narrived at the designated institution. If DSCC staff decides the\ndesignation is no longer valid, the DSCC will cancel the\noriginal designation. If the designation is canceled, the packet will be returned to\nthe DSCC, who then will return the documentation to the\noriginating agency. Prior to canceling a designation, the DSCC\nwill enter a comment on the “CIM Clearance and Separatee Data”\nscreen to document the reason(s) for this action. This comment\nwill be the only retrievable documentation available to answer\nfuture questions regarding the processing of the case. It may be\nnecessary to administratively admit the inmate in order to enter\nthe comment. The DSCC will also delete the associated DST\nassignment. Staff will maintain records of their efforts to monitor\ndesignations. These records will be maintained for a period of\n120 calendar days from the date of initial designation. n. The release to the general public of an inmate's\ndesignation or redesignation information is prohibited, for\nsecurity reasons, until the inmate has arrived at the designated\nfacility. An inmate confined in a Bureau facility however, may\nbe advised of the destination but will not be advised of the\ndate or time of the transfer. However, caution should\nbe exercised in advising inmates of their destination. The Warden\nmay define cases where the designation will not be disclosed to\nthe inmate. Officials such as Judges and members of Congress may\nbe advised of designations in response to official inquiries for\ntheir official use. P5100.08\n9/12/2006\nChapter 3, Page 7\n2. NON-ROUTINE DESIGNATION PROCEDURES"
}