{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 18,
  "chunk_text": "This cabinet/safe\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 27 must be physically substantial or secured to the building structure or floor. Compartments are\nnumbered or labeled on the outside door of each. Staff will lock the safe compartment door when\nstamps are kept in the safe. Note: Institutions with existing file cabinets/safes with separate key locking compartments may\nkeep them. New cabinets/safes must contain combination locking compartments. The file cabinet/safe is kept in a room or office that is secure and separate from the general\nCommissary stock areas. The safe cannot be in an area where inmates may have an opportunity to\ntamper with it. Inmates are never in the room/office when the door(s)/compartment(s) are\nunlocked. Ideal locations include a locked Commissary staff office or “hot room.” Each staff member handling stamps is assigned a separate compartment with a separate\ncombination lock. Only the individual assigned to a compartment has the combination. The\nemployee seals a duplicate combination to each separate compartment within the safe in a separate\nenvelope with his/her signature and date across the seal. The statement below appears on the\nenvelope; the employee hand-carries the envelope to the security officer, who obtains a Warden’s\nsignature and keeps it in the telekey cabinet:\n“This envelope containing the duplicate combination to (insert employee’s name)\ncompartment number (insert compartment number) of the Commissary safe containing\nstamps shall be opened only in the presence of the Trust Fund Supervisor, a Union\nrepresentative, and one of the following staff members:\nBusiness Administrator\nSupervisor of Warehouse operations (only if the envelope does not contain the key/\ncombination to this individual’s compartment) One other OFM/Trust Fund employee”\nSigned\n(Warden)\nDate\nProcedures listed below are followed when a sealed envelope/compartment is opened:\n■ Inventory and compare the number of stamps in the compartment with the information in\nTRUFACS. Document the results of each stamp denomination inventory in the compartment\non the TRUFACS Stamp History by User Screen. ■ Transfer the contents to another appropriate employee using TRUFACS.\n■ Have the employees who witnessed the opening of the envelope document and sign the\ninventory. ■ Provide copies of the inventory to the previous employee who used the compartment and the\nTrust Fund Supervisor. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 28 No employee, other than the Trust Fund Supervisor and the member of the Warehouse/Trust Fund\nstaff assigned a compartment, has access to the combination to the external door of the safe, if\napplicable. Safe combinations shall be changed at least once each year. Individual compartment\ncombinations are changed whenever there is a change in staff in a Commissary position using the\nparticular compartment. Institution security officers, or locally procured services of a security\nofficer, may be used to obtain technical instructions for changing combinations. A log will be\nkept indicating date and reason for the change. The actual setting of the new combination(s) is personally performed by the staff member assigned\nto the compartment. The security officer must not know the combination. 3.2 SPENDING LIMITATION. It is Bureau policy to allow inmates the opportunity to\npurchase goods in the Commissary."
}