{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 55,
  "chunk_text": "SENTRY update functions\nshould be executed in the event that the data is\nnot accurate; • The Sentencing Remarks should include the offenses\nand the length of sentence as noted on the\nJudgment. If\nthis information is not accurate, the load data\nshould be updated; • The Detainer Remarks should indicate all active\ndetainers and the charge or offense. If the detainer\nhas been litigated, information regarding the\nsentence imposed or time remaining to serve should\nbe listed. If this information is not current, the\ncommitment should be updated; and, P5100.08\n9/12/2006\nChapter 7, Page 11\n• Initials are placed below the detainer remarks\nindicating that the information has been\nconfirmed and is accurate and up-to-date. 15. TRANSFER CODES. The reason for transfer, as shown by one of\nthe codes listed at the end of this chapter, must be provided in\nthe top portion of the Transfer Order. If there is more than one\nreason for transfer, the most pertinent code should be used. Note that all Unescorted Transfers are Discharge Code FURL TRANS for Furlough Transfer. 16. SPECIAL REQUIREMENTS a. An inmate having a detainer or pending charge may be\ntransferred to any institution for which he or she properly\nclassifies; however, generally when there is a formally filed\ndetainer, the inmate is not to be transferred to an\ninstitution more distant from the detaining authority unless\nthere is substantial reason to believe the detainer will be\ndropped or the pending charge will not be prosecuted. An inmate who indicates an intention to oppose extradition is\nnot to be transferred within the last 30 calendar days prior to\nrelease to an institution in the state that placed the\ndetainer. Such cases, and others in which there are legal or\njurisdictional problems, are to be referred to the Regional\nCorrectional Programs\nAdministrator (See Program Statement\nInmate Systems Management Manual. b. When there is reason to transfer an inmate to a nonfederal institution for concurrent service of federal and\nstate sentences, the Warden will refer the case to the DSCC\nAdministrator. Refer to the Program Statement, Transfer of a\nPrisoner to State Custody Prior to Release from the Federal\nSentence, for procedures. 17. RELATIONSHIPS WITH OTHER AGENCIES a. U.S. Parole Commission. Parolable inmates must be housed\nat a parolable institution in accordance with their parole\nhearing requirements unless a hearing is no longer required. b. Administrative Office of the U.S. Courts. The court of\nconviction may recommend to the Attorney General or the Bureau\nthat the defendant be retained at, or transferred to, a place\nof confinement near the place of trial or the court of appeals,\nfor a period reasonably necessary to permit the defendant to\nassist in the preparation of his or her appeal. Upon receiving\nthis recommendation, the Bureau will make every effort to place\nthe inmate in such a facility. If a reason exists for\nnot placing the inmate in that facility, the court must be\nnotified of the situation and an attempt will be made to arrive\nat an acceptable place of confinement. P5100.08\n9/12/2006\nChapter 7, Page 12\nOrdinarily, complicated jurisdictional or legal problems\nshould be resolved before transfer. Ordinarily, the sending Case\nManagement Coordinator will determine if an inmate has legal\naction pending in the district in which confined."
}