{
  "document_category": "guidance",
  "docId": "guidance_26",
  "chunk_index": 3,
  "chunk_text": "A RRM requesting a designation for a juvenile shall work with the Management Center\nAdministrator and other RRMs to identify the most appropriate facility to designate for the\njuvenile. In all cases the Program Statement Central Inmate Monitoring System must be followed. 5. RESOURCES FOR JUVENILES. A variety of resources are available for juveniles. a. Foster Homes. A foster home may house one or two delinquents, but no more than two, in\na family home, where there may also be natural or adopted children. The home must be statelicensed as a foster home. The foster parents may be a married couple or a single parent. Because these homes are state licensed and house no more than two delinquents, a Bureau\nsafety inspection of each home is not required. The contract for foster care services is with the agency providing the service, not the foster\nparents. P5216.06 4/26/2019 4 b. Juvenile Facilities. Juvenile facilities may be operated by private agencies or units of\ngovernment and may be secure or not secure. 1) Secure. The facility is surrounded by a security perimeter, and the juveniles do not have\nregular, unescorted access to the community. 2) Not Secure or Community-Based. These two terms are used interchangeably to\ndescribe a facility that is not surrounded by a security fence and/or that allows the\njuveniles to have regular, unescorted access to the community. If an Intergovernmental Agreement is used for facilities operated by a unit of\ngovernment, including a city, county, state, or an Indian Tribe, the RRM, in cooperation\nwith the Residential Reentry Management Branch (RRMB) in the Central Office, must\ndevelop the Statement of Work. Contracts with facilities operated by non-governmental agencies are to be solicited for\nthrough established procurement procedures using the Statement of Work for Juvenile\nFacilities, after it is modified, if needed, to apply it to the particular procurement\nrequirements. After determining the need for services, the RRM should contact the\nRRMB to discuss the appropriate SOW to use. In turn, the RRMB must work with the\nPrivatization and Special Projects Branch to coordinate the procurement process. 6. STUDY CASES. Courts may order studies of juveniles under the provisions of 18 U.S.C. §\n5037(d) to provide more information or under 18 U.S.C. §§ 4241 through 4246 to determine\nmental competency, sanity, or whether a mental disease or defect is present. If the study is ordered to be conducted on an outpatient basis, it is to be arranged f or and\nconducted under the supervision of the local U.S. Probation Office. If the study is to be conducted in a contract facility, the Court will provide the Bureau with a\nlist of the questions to be answered by the study. If such questions are not provided initially,\nBureau staff must contact the Court, normally through U.S. Probation, to request them. The\nstudy will be conducted at a juvenile contract facility capable of providing the service. In addition to answering specific questions from the Court, the study report will augment the\nPresentence Investigation Report that U.S. Probation prepares."
}