{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 17,
  "chunk_text": "Although the OCR has discretion to review all submitted Utilization Reports, it will\nreview the Utilization Reports from recipients that receive an award of $500,000 or more. To begin developing a Utilization Report, please consult the OCR's website at\nhttps://www.ojp.usdoj.gov/about/ocr/eeop.htm and click EEOP Reporting Tool Login. Additional assistance can\nbe found online at the bottom of the same webpage by clicking the EEO Reporting Tool Job Aid and Frequently\nAsked Questions. If your organization has less than fifty employees or receives an award of less than $25,000 or is a nonprofit\norganization, a medical institution, an educational institution, or an Indian tribe, then it is exempt from the EEOP\nrequirement. To claim the exemption, however, your organization must certify that it is exempt by logging into the\nEEO Reporting Tool on the OCR website at https://www.ojp.usdoj.gov/about/ocr/eeop.htm, providing the\ncontact and organizational profile information, and then submitting a Certificate of Exemption. If you have further questions regarding the EEOP requirements, you may contact an EEOP specialist at the OCR by\ntelephone at 202-307-0690, by TTY at 202-307-2027, or by e-mail at EEOPforms@usdoj.gov. 12. False Statements\nCondition:\nFalse statements or claims made in connection with COPS Office awards may result in fines, imprisonment,\ndebarment from participating in federal awards or contracts, and/or any other remedy available by law. Why this condition: This condition advises recipients of the consequences of submitting false claims or statements on applications,\nfinancial and programmatic reports, or other award documents. 15 2017 COPS Hiring Program (CHP) Award Owner’s Manual What you should do:\nEnsure that all documentation related to your agency’s receipt and use of award funding (award applications,\nprogress reports, Federal Financial Reports, etc.) is true and accurate. 13. Duplicative Funding\nCondition: The recipient understands and agrees to notify the COPS Office if it receives, from any other source, funding for the\nsame item or service also funded under this award. Why this condition: This award was provided to your agency to address its law enforcement needs that are not funded with other\nfunds, including federal, state, local, tribal, or BIA funds. Consequently, your agency may not use this funding for\nitems or services that you already have funding for from other sources. What you should do: If your agency receives funding from another source for the same item(s) or services(s) also funded under this\naward, please contact your COPS Office Grant Program Specialist at 800-421-6770. 14. Additional High-Risk Recipient Requirements\nCondition: The recipient agrees to comply with any additional requirements that may be imposed during the award\nperformance period if the awarding agency determines that the recipient is a high-risk recipient (2 C.F.R. §\n200.207). Why this condition: In accordance with 2 C.F.R. § 200.207, the DOJ may impose additional requirements specific to your award, as\nneeded, when it determines that there is unsatisfactory performance, financial or administrative instability,\nnoncompliance with award terms and conditions, or other lack of responsibility risk factors. In such cases, the DOJ\nmay impose special conditions or restrictions that may include requiring the production of documentation,\nfinancial award administration training, on-site monitoring, prior approval for expenditure of funds, quarterly\nprogress reports, separate bank accounts, or other requirements."
}