{
  "document_category": "guidance",
  "docId": "guidance_74",
  "chunk_index": 94,
  "chunk_text": "For\nconsultant or contractor rates that exceed $650 per day, the\nCOPS Office requires written justification if the consultants\nor contractors are hired through a noncompetitive bid­\nding process. The recipient must provide justification for\nany consultant rate in excess of $650 per day and receive Guidance for requesting a consultant\nrate based on employment\nConsultants associated with institutions of higher education (including state-run educational institu­\ntions). If representing the academic institution, the max­ imum rate of compensation that will be allowed is the con­\nsultant’s academic salary projected for 12 months, divided\nby 260. These individuals normally receive fringe benefits\nthat include sick leave for a full 12-month period, even\nthough they may only work 9 months per year in their\nacademic positions. This does not apply to individuals award funds. Any organization that does not provide suf­ NOTE: Consultant and contractor daily rates do not include travel or subsistence costs but may include preparation,\nevaluation, and travel time. Compensation for individual consultant services procured\nunder a COPS Office award must be reasonable, allocable,\nand consistent with that paid for similar services in the\nmarketplace. The recipient must provide justification for any\nconsultant rate in excess of $650 per day and receive COPS\nOffice approval of that rate before drawing down funds. performing consultant work outside of their academic\ncommitments. In such cases, the rate of compensation\nwill be based on reasonable cost principles and requires\ndocumentation supporting the requested rate. Consultants employed by state and local govern­ ment. Compensation for these consultants will be allowed only when the unit of government will not pro­\nvide these services without cost. If a state or local govern­\nment employee is providing services under a federal award\nand is representing his or her agency without pay from the\nrespective unit of government, the rate of compensation\nMarch 2019 Consultant/Contractor Rate Information is not to exceed the daily salary rate for the employee paid\nby the unit of government. If the state or local govern­\nment employee is providing services under a federal\naward and is not representing his or her agency, the rate\nof compensation is based on the necessary and reasonable\ncost principles. Please note that under the nonsupplanting\nrequirement of the COPS Office statute, COPS Office\nfunds may not be used to supplant (replace) local fund­\ning that otherwise would have been spent on consultants\nemployed by state or local government. The statute bars\nfederal funding of existing consultants and of newly hired\nconsultants that a community is committed to fund in the\nabsence of a COPS Office award. Consultants employed by commercial and nonprofit organizations. These organizations are normally subject to competitive bidding procedures. Thus, if consultants\nhave been selected through competitive bidding, they\nare not subject to the per-day maximum compensation\nthreshold. Otherwise, the rate of compensation will be\napproved based on the salary a consultant receives from\nhis or her primary employer, as applicable, up to $650\nper day. 2\nA resume or curriculum vitae for each consultant or con­ tractor whose rate exceeds $650 per day\nDocumented prior instances when a similar rate has been charged by or paid to the consultant or contractor\n If the consultant is not self-employed and has a primary"
}