{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 72,
  "chunk_text": "Organizational structure It is important that the organizational structure of the agency ensure that local patrol officers have decisionmaking authority and are accountable for their actions. This can be achieved through long-term assignments, the\ndevelopment of officers who are generalists, and using special units appropriately. Geographic assignment of officers With community policing, there is a shift to the long-term assignment of officers to specific neighborhoods or\nareas. Geographic deployment plans can help enhance customer service and facilitate more contact between\npolice and the community, thus establishing a strong relationships and mutual accountability. Patrol beat\nboundaries should be aligned to neighborhood boundaries to enhance officers’ understanding of communities\nwithin their patrol areas and to build trust within the community. Other community policing partners should\nbecome familiar with both the patrol officers and community policing officers assigned within each patrol beat to\ncoordinate government and nongovernment community policing activities. Despecialization To achieve community policing goals, officers have to be able to handle multiple responsibilities and take a team\napproach to collaborative problem solving and partnering with the community. Community policing encourages its\nadoption agency-wide, not just by special units, although there may be a need for specialist units that are tasked\nwith identifying and solving particularly complex problems or managing complex partnerships. Resources (time, finances, and people) Agencies have to devote the necessary human and financial resources and the investment of time to support\ncommunity policing to ensure that problem-solving efforts are robust and that partnerships are sustained and\neffective. Personnel The principles of community policing need to be infused throughout the entire personnel system of an agency\nincluding recruitment, hiring, selection, and retention of all law enforcement agency staff, from sworn officers to\ncivilians and volunteers. Personnel evaluations, supervision, and training must also be aligned with the agencies’\ncommunity policing views. Recruitment, hiring, and selection\nAgencies need a systematic means of incorporating community policing elements into their recruitment, selection,\nand hiring processes. Job descriptions should recognize community policing and problem-solving responsibilities\nand encourage the recruitment of officers who have a spirit of service instead of only a spirit of adventure. A 79 community policing agency must also thoughtfully examine where it looks for recruits, whom it is recruiting and\nhiring, and what is being tested. Agencies are also encouraged to seek community involvement in this process\nthrough the identification of competencies and participation in review boards. Personnel supervision/evaluations\nSupervisors must tie performance evaluations to community policing principles and activities that are incorporated\ninto job descriptions. Performance, reward, and promotional procedures should support sound problem-solving\nactivities, proactive policing, community collaboration, and community satisfaction with police services. Training\nTraining at all levels—academy, field, and in-service—must support community policing principles and tactics. It\nalso needs to encourage creative thinking, a proactive orientation, communication and analytical skills, and\ntechniques for dealing with quality-of-life concerns and maintaining order. Officers can be trained to identify and\ncorrect conditions that could lead to crime, raise public awareness, and engage the community in finding solutions\nto problems. Field training officers and supervisors need to learn how to encourage problem solving and help\nofficers learn from other problem-solving initiatives."
}