{
  "document_category": "guidance",
  "docId": "guidance_73",
  "chunk_index": 118,
  "chunk_text": "institutions of higher education (IHE). Institution of higher education is defined at 20 U.S.C. 1001. local budget cycle. Your agency’s fiscal year. Some common examples include January 1 to December 31, October\n1 to September 30, and July 1 to June 30. Some local budget cycles may extend up to 24 months. matching funds. What a locality must contribute as a cash match toward total allowable project costs over the life\nof the program. mobile data computer/laptop. A Mobile Data Computer (MDC) is a computer terminal mounted in a vehicle that is\nlinked via wireless communication to a network that is often integrated with a CAD system. MDCs enable officers\nto complete previously handwritten reports on a computer. This often eliminates the need to enter duplicate\ninformation on multiple reports. modified total direct cost. Modified total direct cost (MTDC) means all direct salaries and wages, applicable fringe\nbenefits, materials and supplies, services, travel, and up to the first $25,000 of each subaward (regardless of the\nperiod of performance of the subawards under the award). MTDC excludes equipment, capital expenditures,\ncharges for patient care, rental costs, tuition remission, scholarships and fellowships, participant support costs and\nthe portion of each subaward in excess of $25,000. Other items may only be excluded when necessary to avoid a\nserious inequity in the distribution of indirect costs, and with the approval of the cognizant agency for indirect\ncosts. National Incident-Based Reporting System (NIBRS). A comprehensive reporting database. Agencies provide\nindividual records for eight index crimes and 38 other offenses. nonfederal entity. Nonfederal entity means a state, local government, Indian tribe, institution of higher education,\nor nonprofit organization that carries out a federal award as a recipient or subrecipient. nonprofit organization. Nonprofit organization means any corporation, trust, association, cooperative, or other\norganization, not including institutions of higher education, that is operated primarily for scientific, educational,\nservice, charitable, or similar purposes in the public interest; is not organized primarily for profit; and uses net\nproceeds to maintain, improve, or expand the operations of the organization. obligation of funds. The COPS Office obligates federal funds when the award document is signed by the COPS\nOffice Director or his or her designated official. For the recipient, award funds are obligated when monies are\nspent or orders are placed for purchasing approved technology or services under your PASS award. The term\n“encumbrance” is often used at the local and state levels to describe this type of transaction. Liquidated\nobligations are considered cash outlays or monies actually spent. Unliquidated obligations are obligations incurred\nand recorded but not yet paid (accrual basis of accounting) or not yet recorded and not yet paid (cash basis of\naccounting). OJP vendor number/EIN number. This is your agency’s nine-digit federal tax identification number assigned to you\nby the IRS. Your accounting/bookkeeping department should have this number. 142 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual If your EIN previously has been assigned to another agency within your jurisdiction, the Office of the Comptroller\nwill assign a new OJP vendor number to you."
}