{
  "document_category": "guidance",
  "docId": "guidance_64",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice Guidance Concerning\nFederal Statutes Affecting\nMethods of Voting\nPublished July 28, 2021 U.S. Department of Justice\nThe U.S. Department of Justice is committed to ensuring full compliance\nwith all federal laws regarding elections. This includes provisions of\nfederal law that apply to methods of casting a ballot. Due to the COVID-19 pandemic, many voters were concerned about voting at a polling place on Election\nDay in 2020. Large numbers of those voters took advantage of opportunities to vote by mail, or to cast an\nearly in-person ballot, and many jurisdictions around the country modiﬁed their prior procedures to\npromote both the safety of their citizens and robust democratic participation. The 2020 election\nproduced record turnout, with over 160 million citizens casting ballots, a result that was all the more\nimpressive given the difﬁculties the pandemic posed to both voters and election administrators. Since\nthe 2020 election, some States have responded by permanently adopting their COVID-19 modiﬁcations;\nby contrast, other States have barred continued use of those practices or have imposed additional\nrestrictions on voting by mail or early voting. In view of these developments, guidance concerning federal\nstatutes affecting methods of voting is appropriate. The Department’s enforcement policy does not consider a jurisdiction’s re-adoption of prior voting laws\nor procedures to be presumptively lawful; instead, the Department will review a jurisdiction’s changes in\nvoting laws or procedures for compliance with all federal laws regarding elections, as the facts and\ncircumstances warrant. See Memorandum from the Acting Attorney General (Feb. 3, 2021). This document is meant to provide guidance regarding certain federal voting rights laws enforced by the\nDepartment of Justice. Citations are provided to assist the reader but are not intended to be\ncomprehensive. The discussion provides guidance concerning the following topics:\n▪ Federal Voting Rights Laws That Bear On How Citizens Cast Their Ballots . . . . . . . . . . . . . . Page 2 ▪ FederalLaws Governing\nVoting\nByMail and\nAbsentee\n-Ballots\n- . . . . . . . . . . . . . . . . . . . . . . . . . . Page 5\nFederal\nLawsGoverning In Person\n(Including\nEarly Voting) . . . . . . . . . . . . . . . . . . . . . . Page 9\n- Voting\n--- ▪ 1 | Guidance Concerning Federal Statutes Affecting Methods of Voting \" U.S. Department of Justice\nFederal Voting Rights Laws That Bear On How Citizens Cast Their Ballots Several federal statutes protect the rights of citizens throughout the voting process. The Voting Rights Act (VRA), 52 U.S.C. §§ 10301-10702 The VRA protects the democratic process from racial discrimination and other inequalities. Section 2 of the VRA, 52 U.S.C. § 10301, bars discrimination in voting on the basis of race, color, or\nmembership in a language minority group. This permanent, nationwide prohibition applies to any voting\nqualiﬁcation or prerequisite to voting or standard, practice, or procedure. This includes rules specifying\nthe time, place, or manner of voting."
}