{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 42,
  "chunk_text": "Training or events should not be scheduled or delivered prior to receiving notice from your 42 Program Manager that the CCR is approved. For more information on allowable costs for\nconferences and training, please see the current version of the DOJ Grants Financial Guide in\neffect at the time of the award available at https://ojp.gov/financialguide/DOJ/index.htm. 26. Ensure that all conference or similar event costs comply with current and future guidelines and\npolicies that you receive from the COPS Office on conference planning, food and beverages,\nminimizing costs, and conference cost reporting. 27. Within 45 days after the end of any conference, meeting, retreat, seminar, symposium, training\nactivity, or similar event funded under this award, and the total cost of which exceeds $20,000 in\naward funds, the recipient must provide the Program Manager with the following information\nand itemized costs:\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n• Name of the event\nEvent dates\nLocation of event\nNumber of federal attendees\nNumber of nonfederal attendees\nCosts of event space, including rooms for break-out sessions\nCosts for audio visual services Other equipment costs (e.g., computer fees, telephone fees) Costs of printing and distribution\nCosts of meals provided during the event\nCosts of refreshments provided during the event\nCosts of event planner\nCosts of event facilitators Any other direct costs associated with the event The recipient must also itemize and report any of the following attendee (including participants,\npresenters, speakers) costs that are paid or reimbursed with cooperative agreement funds:\n•\n•\n•\n•\n• Meals and incidental expenses (M&IE portion of per diem)\nLodging\nTransportation to/from event location (e.g., common carrier, privately owned vehicle (POV))\nLocal transportation (e.g., rental car, POV) at event location\nNote that if any item is paid for with registration fees, or any other non-award funding, then\nthat portion of the expense does not need to be reported. 28. If applicable, submit by the 5th day of each month, information on all training events funded\nunder this award to your Program Manager through the Agency Portal at\nhttps://portal.cops.usdoj.gov or through the Account Access tab on the COPS Office homepage. Training data includes, but is not limited to, date, location, length, title, numbers of individuals\ntrained broken out by rank/title, organization, and evaluation results. For a complete list of\ntraining data collection and submission requirements contact your Program Manager or log into\nthe Agency Portal at https://portal.cops.usdoj.gov and select the training reporting tool. The\nquarterly collection dates are as follows: (January 1–March 31 / April 1–June 30 / July 1–\nSeptember 30 / October 1–December 31). 43 29. If applicable, submit all approved indirect cost rates covering the award period to the COPS\nOffice within 30 days of approval from the cognizant federal agency. If a provisional indirect cost rate is in effect at award closeout, the recipient will proceed with\ncloseout and complete an expenditure analysis upon receipt of the approved final indirect cost\nrate to determine if an adjustment is necessary. If the recipient drew down excess COPS Office\nfunding for indirect costs, the recipient must return the overpayment to the COPS Office. If the\nrecipient incurred additional indirect costs, the recipient may request a budget modification if\nthe award is still open, and there are remaining award funds available for drawdown."
}