{
  "document_category": "guidance",
  "docId": "guidance_43",
  "chunk_index": 27,
  "chunk_text": "What you should do:\nEnsure that you report in writing to the COPS Office or pass-through entity, as applicable, any potential conflict of\ninterest that may affect your federal award. 22. Contract Provision\nCondition: All contracts made by the award recipients under the federal award must contain the provisions required under 2\nC.F.R. Part 200, (Appendix II to Part 200—Contract Provisions for Non-Federal Entity Contracts Under Federal\nAwards). Please see appendices in the Award Owner’s Manual for a full text of the contract provisions. Why this condition:\nFederal regulations require recipients and subrecipients to comply with the necessary contract provisions in order\nto standardize and strengthen oversight of all contracts made under federal awards. This provision protects the\npublic interest and ensures the proper management and use of federal funds as it relates to contracts entered into\nby the recipient. What you should do: The recipient should review all contracts made under the federal award to ensure that they contain the provisions\nrequired under 2 C.F.R. Part 200, (Appendix II to Part 200—Contract Provisions for Non-Federal Entity Contracts\nUnder Federal Awards) in the appendices of the Award Owner’s Manual. 27 2019 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 23. Restrictions on Internal Confidentiality Agreements\nCondition: No recipient or subrecipient under this award, or entity that receives a contract or subcontract with any funds\nunder this award, may require any employee or contractor to sign an internal confidentiality agreement or\nstatement that prohibits or otherwise restricts the lawful reporting of waste, fraud, or abuse to an investigative or\nlaw enforcement representative of a federal department or agency authorized to receive such information. Consolidated Appropriations Act, 2019, Public Law 116-6, Division D, Title VII, Section 742. Why this condition:\nUnder Consolidated Appropriations Act, 2019, Public Law 116-6, Division D, Title VII, Section 742, neither the\nrecipient, subrecipient, nor any entity that receives a contract or subcontract with any funds under this or any\nother Act may require its employees or contractors to sign an internal confidentiality agreement or statement\nprohibiting or otherwise restricting their lawful reporting of waste, fraud, or abuse to an investigative or law\nenforcement representative of a federal department or agency. This provision protects the public interest and\nensures the proper management and use of federal funds. This limitation is not intended, and shall not be\nunderstood by the agency making this award, to contravene requirements applicable to Standard Form 312 (which\nrelates to classified information), Form 4414 (which relates to sensitive compartmented information), or any other\nform issued by a federal department or agency governing the nondisclosure of classified information. What you should do:"
}