{
  "document_category": "guidance",
  "docId": "guidance_73",
  "chunk_index": 7,
  "chunk_text": "Particular items of fringe benefits must fall within the\ncategories authorized by the COPS Office. Authorized fringe benefits include FICA, Social Security, health insurance,\nlife insurance, vacation, sick leave, retirement, worker’s compensation, and unemployment insurance. Equipment/Technology To be eligible for payment under this award, the purchase of equipment and technology must occur on or after the\naward start date, the items must be those specifically applied for and approved by the COPS Office, and they must\nmeet the guidelines described in 2 C.F.R. Part 200, Subpart E – Cost Principles. For recipients that are state, local,\nor tribal government entities, award-funded equipment and technology must supplement, not supplant (replace),\nlocally funded items that would have been funded even in the absence of this award. Funds currently budgeted or\nobligated for the purchase of equipment and technology may not be reallocated to other purposes or reimbursed\nupon receiving the PASS award. Agencies should establish practices to receive, label, inventory, and track the\nlocation of all purchases made for award-funded equipment and/or technology. Supplies All supplies must be solely used for the project identified in your project proposal. Reimbursements for office\nsupplies that are consumed by routine administrative purposes instead of project-related activities are prohibited. Items must meet the guidelines described in 2 C.F.R. Part 200, Subpart E – Cost Principles. For any training awards,\nthe COPS Office allows the purchase of flash drives or USB devices to distribute training materials with approval\nprior to purchasing. Travel/Training/Conferences Travel costs for transportation, lodging, meals, temporary dependent care, and incidental expenses incurred by\npersonnel while on official business are allowable under the PASS program with prior approval from the COPS\nOffice. In accordance with 2 C.F.R. § 200.474, travel costs for official business directly related to the award will be\nreimbursed based upon the recipient’s written travel reimbursement policies if the costs are reasonable and\nallocable under the project. In the absence of an acceptable written policy regarding travel costs, allowable rates\nand amounts established by the U.S. General Services Administration (GSA) for the relevant geographic area will\napply. The current GSA travel policy and per diem rates can be found at www.gsa.gov. 6 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nAllowable airfare costs will be reimbursed based upon the least expensive unrestricted accommodations class\noffered by commercial airlines—for example, lowest discount commercial airfare, the Federal Government\ncontract airfare (if authorized and available), or standard coach airfare—unless otherwise authorized in advance by\nthe COPS Office. Temporary dependent care costs above and beyond regular dependent care that directly results from conference\ntravels are allowable as long as the costs incurred (1) are a direct result of the individual’s travel for the federal\naward; (2) are consistent with the recipient’s documented travel policy for all entity travel; and (3) are only\ntemporary during the travel period. The PASS program will fund award-related travel costs for the recipient agency or other (nonrecipient) individuals\nto attend training and technical assistance conferences, seminars, or classes or to visit a site specified in the\napplication."
}