{
  "doc_id": "guidance_20",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_20__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nCPD/CPB\nNUMBER: 5140.42, CN-1\nDATE:\nApril 9, 2019 Transfer of Offenders To or From Foreign Countries\n/s/\nApproved: Hugh J. Hurwitz\nActing Director, Federal Bureau of Prisons This Change Notice (CN) implements the following changes to Program Statement 5140.42,\nTransfer of Offenders To or From Foreign Countries, dated April 10, 2015. The highlighted text was added to Section 3. (a):\nInmates may access the list of participating countries in the institution’s law library and on\nTRULINCS. This CN also removes France as a country requiring 12 months remaining to serve on the\ncurrent sentence to be eligible. French inmates are now eligible with 6 months or more\nremaining on the current sentence. The text for Section 7. a. now reads as highlighted below:\na. Ineligible. The Case Manager enters ITTXX INEL if any of the following apply\n(applicable country codes are inserted for the XX):\n■ The inmate has less than 6 months remaining to be served at the time of request for transfer\n(Hong Kong and Thailand require 12 months). In addition, the following text in Section 10. (3) has been deleted and struck through in the\npolicy. In accordance with the Program Statement Patient Care, after arrival at the admission\ninstitution, staff arrange for the inmate to receive a complete physical examination, and advise\nthe local USPO of the inmate’s arrival. U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nCPD/CPB\nNUMBER: 5140.42\nDATE:\nApril 10, 2015\nRULES EFFECTIVE: August 6, 2015 Transfer of Offenders To or From Foreign Countries\n/s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE\n§ 527.40 Purpose and scope. This subpart describes the Bureau of Prisons (Bureau) procedures regarding its\nrole in the transfer of offenders to foreign countries and the transfer of American\noffenders back to the United States pursuant to 18 U.S.C. § 4100, et seq., and\napplicable transfer treaties and conventions. 28 CFR § 0.96b provides that:\n“The Director of the Bureau of Prisons and officers of the Bureau of Prisons\ndesignated by him are authorized to receive custody of offenders and to transfer\noffenders to and from the United States of America under a treaty as referred to in\nPublic Law 95-144; to make arrangements with the States and to receive\noffenders from the States for transfer to a foreign country; to act as an agent of\nthe United States to receive the delivery from a foreign government of any person\nbeing transferred to the United States under such a treaty; to render to foreign\ncountries and to receive from them certifications and reports required under a\ntreaty; and to receive custody and carry out the sentence of imprisonment of\nsuch a transferred offender as required by that statute and any such treaty.” Federal Regulations from 28 CFR are shown in this type. Implementing instructions are shown in this type. a. Summary of Changes. This revision of the Program Statement includes the following\nchanges:\nPolicy Rescinded\nP5140.40\nTransfer of Offenders to or from Foreign Countries (08/04/11)\n■ Modifies Form BP-A0297, Transfer Inquiry, to include a list of possible ineligible criteria\nand requires a review and signature of the Unit Manager. ■"
    },
    {
      "id": "guidance_20__1",
      "chunk_id": "1",
      "content": "a. Summary of Changes. This revision of the Program Statement includes the following\nchanges:\nPolicy Rescinded\nP5140.40\nTransfer of Offenders to or from Foreign Countries (08/04/11)\n■ Modifies Form BP-A0297, Transfer Inquiry, to include a list of possible ineligible criteria\nand requires a review and signature of the Unit Manager. ■ Inmates with pending appeals or collateral attacks for the underlying criminal judgment or\nsentence may not apply for transfer. ■ Provides clarification regarding dual citizenship, committed fines, and cases with detainers or\npending charges. ■ The Office of Enforcement Operations (OEO) will inform inmates who are not appropriate\nfor Treaty Transfer by letter indicating the reasons for denial. b. Program Objectives. Expected results of this program are:\n■ Inmates will be notified of the “Treaty Transfer Program” during the Admission and\nOrientation Program (A&O).\n■ Inmate transfers will be voluntary; the inmate must consent to the transfer; and both countries\nmust approve transfer. ■ Eligible inmates approved for transfer will be transferred to or from foreign countries under\nthe treaty and the receiving country will be responsible for administering the transferred\nsentence in accordance with their laws. c. Pretrial/Holdover and Detainee Procedures. Procedures in this Program Statement do not\napply to pretrial inmates or Immigration and Customs Enforcement (ICE) detainees; the\nprocedures do apply, however, to holdover inmates who otherwise meet the eligibility criteria. d. Institution Supplement. None required. Should local facilities make any changes outside\nthe required changes in the national policy or establish any additional local procedures to\nimplement the national policy, the local Union may invoke to negotiate procedures or\nappropriate arrangements. e. Victim Witness Program (VWP). When an application packet is received in the Central\nOffice that involves a VWP case, Central Office staff will complete notification to the victim,\nadvising him/her that the inmate has applied for a treaty transfer. When a VWP inmate is\napproved for transfer to another country, a second notification must be made per the release\nprocedures in the Program Statement Victim and Witness Notification. However, in treaty P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 cases, advance notification of the physical transfer is ordinarily not provided to the victim;\ninstead the notification is completed on the day of the treaty transfer. f. Walsh Act Civil Commitment of Sexually Dangerous Persons. Staff must comply with\nestablished Bureau of Prisons Walsh Act procedures when an inmate requires review by the\nCertification Review Branch, Correctional Programs Division (CPD), Central Office. Inmates\nwho require review are referred at the time the treaty packet is received in Central Office. The\nCentral Office informs OEO of the decisions made by the Certification Review Panel. 2. BACKGROUND In December 1977, Congress enacted legislation that authorized the United States to participate\nin international prisoner transfers and set the requirements of the transfer program. The United\nStates entered into its first transfer treaty (with Mexico) in 1977, and since that time has entered\ninto 11 additional bilateral transfer agreements and two multilateral transfer conventions. These\ninternational agreements give the United States transfer treaty relationships with almost 80\ncountries. The list of participating countries is available on the Correctional Programs Sallyport\npage."
    },
    {
      "id": "guidance_20__2",
      "chunk_id": "2",
      "content": "These\ninternational agreements give the United States transfer treaty relationships with almost 80\ncountries. The list of participating countries is available on the Correctional Programs Sallyport\npage. The general public may access the list of participating countries on the International\nPrisoner Treaty Unit (IPTU) website at: http://www.justice.gov/criminal/oeo/iptu. The Bureau plays a critical role in the transfer program. Bureau staff are responsible for a\nnumber of tasks involved in transferring foreign national prisoners, including:\n■ Providing notice to foreign national prisoners about the existence of the transfer program and\ninforming these inmates on how to apply for transfer. ■ Determining if the prisoner requesting transfer satisfies the basic eligibility requirements. ■ Providing and accepting executed Transfer Inquiry (BP-A0297) forms. ■ Preparing application packets for eligible transfer candidates (including prisoners reapplying\nfor transfer) and forwarding these packages to the Central Office for review. ■ Responding to inquiries from Bureau and OEO concerning prisoners and transfer\narrangements. ■ Collecting and providing information about the foreign national prisoner and his/her sentence\nto the receiving country. ■ Assisting with transportation and logistical arrangements for transferring foreign national\nprisoners and their escorts. ■ Preparing and transmitting the appropriate VWP notices. The Bureau also plays a significant role in the transfer of American prisoners from foreign\ncountries to the United States, including: P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 ■\n■\n■\n■\n■ Making arrangements to retrieve American prisoners from the foreign country. Obtaining information about the prisoner. Accepting custody of the prisoner. Processing the prisoner. Designating the prisoner to an appropriate facility to serve his/her sentence once the United\nStates Parole Commission has determined a release date, including any applicable period of\nsupervised release. An inmate’s transfer is voluntary and must be approved by both the sentencing and receiving\ncountry. Legislation establishing the prisoner transfer program provided the following basic\nrequirement for all transfers:\n■ A transfer treaty must exist between the United States and the offender’s country.\n■ The offender must be a citizen or national of the country to which he is seeking transfer.\n■ The offender, the sentencing country, and the receiving country must all consent to the\ntransfer,\n■ Dual criminality must exist (the convicted offense must also be recognized as a crime in the\nreceiving country),\n■ The transferring offender must have his/her consent verified by a verifying officer at a\nconsent verification hearing. ■ Transfer cannot occur if an appeal or collateral attack is pending upon the conviction or\nsentence. Note: Although the prisoner does not have a right to transfer, a prisoner who is a citizen or\nnational from a country having a transfer relationship with the United States and who has\nsatisfied the applicable statutory and treaty requirements does have the right to apply and to be\nconsidered for transfer. State prisoners confined in Bureau facilities are also eligible for transfer. Thus, a state prisoner\nconfined at a Bureau institution (state boarder), may be transferred to his/her country of\ncitizenship if the state approves the transfer, both countries approve the transfer, and the prisoner\nconsents at his/her consent verification hearing."
    },
    {
      "id": "guidance_20__3",
      "chunk_id": "3",
      "content": "State prisoners confined in Bureau facilities are also eligible for transfer. Thus, a state prisoner\nconfined at a Bureau institution (state boarder), may be transferred to his/her country of\ncitizenship if the state approves the transfer, both countries approve the transfer, and the prisoner\nconsents at his/her consent verification hearing. State prisoners in Bureau custody interested in this program are advised to direct their requests to\nthe authorities in their state of sentencing. The state authorities process the request, make a\ntransfer determination, and refer the application to OEO for its final determination. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 3. DEFINITIONS\n§ 527.41 Definitions. For the purpose of this rule, the following definitions apply. (a) Treaty Nation. A country with which the United States has a transfer treaty\nrelationship either through a bilateral treaty or a multilateral transfer convention. A list of nations that have a transfer treaty relationship with the United States is published on the\nCorrectional Programs Sallyport page. Inmates may access the list of participating countries in\nthe institution’s law library and on TRULINCS. The general public may access the list on the\nIPTU website at: http://www.justice.gov/criminal/oeo/iptu. Home Country. The country of which the inmate is a citizen or national. Sending or Sentencing Country. The country that convicted and sentenced a citizen or national\nof another country and is agreeing to the offender’s transfer to his/her home country to serve\nhis/her sentence. Receiving or Administering Country. The country accepting the return of its citizen or\nnational and agreeing to administer the transferred sentence. (b) State Prisoner. An inmate serving a sentence imposed in a court in one of the\nstates of the United States, or in a territory or commonwealth of the United\nStates. (c) Departure Institution. The Bureau of Prisons institution to which an eligible\ninmate is finally transferred for return to the country of which the inmate is a\ncitizen or national. (d) Admission Institution. The Bureau of Prisons institution where a United\nStates citizen or national-inmate is first received from a treaty nation. § 527.42 Limitations on transfer of offenders to foreign countries. The transfer treaties and conventions, as well as 18 U.S.C. §§ 4100-4115, impose\nspecific requirements that an inmate must satisfy in order to be returned to his or\nher country of citizenship or nationality. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 An inmate may not be eligible for return to his/her country of citizenship for service of the\nsentence or commitment imposed in a United States court when:\n(a) The inmate is from a country with which the United States does not have a transfer treaty\nrelationship. Staff are still required to inform these inmates of the program during Admission\nand Orientation (A&O), to discuss the program with the inmate during initial classification and\nsubsequent program reviews, and to document on the Inmate Activity Record “No current\ntreaty exists between the United States and the foreign country.” (b) The inmate has a pending appeal or collateral attack on the underlying criminal judgment or\nsentence."
    },
    {
      "id": "guidance_20__4",
      "chunk_id": "4",
      "content": "(b) The inmate has a pending appeal or collateral attack on the underlying criminal judgment or\nsentence. Once the appeal or collateral attack has been decided, the inmate is eligible to apply\nfor transfer. (c) The inmate has been convicted of conduct that is not recognized as a criminal offense in the\nreceiving country. OEO is responsible for making the determination. (d) The inmate is a Mexican citizen or national who is currently serving a sentence for\ncommitting an immigration offense, unless he/she is serving a sentence for multiple offenses and\nthe immigration portion of the sentence has already been served. Important Note: This limitation only applies to Mexican citizens or nationals and should not be\napplied to transfer applicants from other countries. Common immigration offenses that preclude\ntransfer are violations of 8 U.S.C. §§ 1323, 1324, 1325, 1326, 1327, and 1328. OEO should be\nconsulted with any questions. (e) The inmate is a Mexican national who has become a domiciliary of the United States. Domiciliary status is a complex determination and is made by OEO. (f) Although not requirements of the enabling transfer legislation or the transfer treaties, two\nadditional situations could affect the eligibility of an inmate for transfer. Both situations are rare:\n■ The inmate is in custody for civil contempt. The limitation applies to an inmate who is\nserving a criminal sentence either concurrent with, or suspended for, the duration for the civil\ncontempt commitment. The inmate may be considered for transfer once the contempt\ncommitment is purged, served, or otherwise terminated by judicial authority. For further\ninformation, see the Program Statement Civil Contempt of Court Commitments. ■ Inmates with an outstanding fine or unpaid restitution are eligible to apply for transfer. There\nis, however, a small class of transfer candidates who committed their offenses before\nP5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 November 1, 1987, and have had “committed fines” imposed by the sentencing court. Such\ninmates are not eligible for transfer until the committed fine is paid, or until the court\nimposing the “committed fine” gives its permission for the inmate to proceed with his/her\ntransfer request. The Warden may request permission from the court imposing the\n“committed fine” to proceed with the transfer process. “Committed fines” are distinct\nfrom, and should not be confused with, fines courts have imposed in post-November 1,\n1987 cases. 4. NOTIFICATION OF BUREAU OF PRISONS INMATES\n§ 527.43 Notification of inmates. Foreign national inmates will be notified about the International Prisoner Transfer\nProgram and the procedures to follow to apply for transfer as follows:\n(a) Through information provided in the institution’s admission and orientation\nprogram; and\n(b) Through individual notice given to an inmate who is a citizen or national of a\ntreaty nation. The notice must:\n(1) Reiterate the availability of the transfer program;\n(2) Provide the inmate with an opportunity to inquire about transfer to the\ncountry of which the inmate is a citizen or national; and\n(3) Inform the inmates of the procedures set forth in this part. The treaty transfer process is initially addressed with the inmate during Admission and\nOrientation."
    },
    {
      "id": "guidance_20__5",
      "chunk_id": "5",
      "content": "The treaty transfer process is initially addressed with the inmate during Admission and\nOrientation. The inmate indicates on a Transfer Inquiry (BP-A0297) that he/she was advised of the\nopportunity to inquire about transfer, and whether he/she is, or is not, interested in being\ntransferred. The process is documented in the Central File prior to or upon completion of the\ninmate’s Initial Classification and readdressed at each subsequent program review. An eligible inmate may request or decline a treaty transfer at any time during his/her\nincarceration. 18 U.S.C. § 4107 (b)(4) states that once the inmate’s consent has been verified at\na consent verification hearing, it is irrevocable. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 7 5. TRANSFER OF BUREAU OF PRISONS INMATES TO OTHER COUNTRIES\n§ 527.44 Request for transfer to country of which inmate is a citizen or national. An inmate who is eligible for and desires to transfer to the country of which the\ninmate is a citizen or national for service of a sentence imposed in a United\nStates Court must indicate the inmate’s interest by completing and signing the\nappropriate form and giving it to Bureau staff for further processing. The Transfer Inquiry (BP-A0297) is used to initiate the transfer process. § 527.45 Bureau determination on request for transfer. The following is the process by which determinations are made on an inmate’s\nrequest to be transferred to the country of which the inmate is a citizen or\nnational to serve a sentence imposed in a United States Court. (a) Warden’s determination. Upon verifying that the inmate is eligible for\ntransfer, the Warden forwards all relevant information, including a complete\napplication package, to the Assistant Director, Correctional Programs Division,\nCentral Office. (b) Central Office and Department of Justice determination. (1) The Assistant Director, Correctional Programs Division, reviews the\nsubmitted material and forwards the application package to the Department of\nJustice for review. (2) The Department of Justice notifies the inmate of the determinations made. (1) Initial Application. The initial Application Packet must contain the following documents\nand be forwarded to the Assistant Administrator, Correctional Programs Branch, within 60\ncalendar days of the inmate’s initial request:\n■ Memorandum signed by the Warden with the inmate’s name, register number, country of\ncitizenship, Financial Responsibility Program status, and medical/mental health issues, when\napplicable. ■ Transfer Inquiry (BP-A0297). P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8 ■\n■\n■\n■\n■\n■\n■ Authorization to Release Confidential Information (BP-A0301). U.S. Case Summary (BP-A0964). Pre/Post-sentence Investigation Report(s) (for current offense(s)). FBI Fingerprint Card with current photograph of inmate attached. Current sentence computation. Current Visiting and Contact List, and emergency contact information. Certified Judgment(s) in a Criminal Case (JCC) (include amended orders for current\noffense(s)). ■ Proof of citizenship or nationality (copy of birth certificate or valid passport) if available. Note: Although individual countries may require a copy of a birth certificate before\napproving a transfer, the referral to Central Office should not be delayed due to the absence\nof a birth certificate. It is ultimately the responsibility of the home country to confirm the\ntransfer applicant is a citizen or national."
    },
    {
      "id": "guidance_20__6",
      "chunk_id": "6",
      "content": "Note: Although individual countries may require a copy of a birth certificate before\napproving a transfer, the referral to Central Office should not be delayed due to the absence\nof a birth certificate. It is ultimately the responsibility of the home country to confirm the\ntransfer applicant is a citizen or national. ■ Canadian Application (CSC/SCC 0308E and 0614E), if applicable. Canadian application\nforms are located on the Sallyport Forms Directory, and on the Correctional Programs\nSallyport page. The general public can access the Canadian website at: http://www.cscscc.gc.ca/text/frmlrs/index-eng.shtml. Unit team will place a copy of the packet in section 2 of the Inmate Central File. During the initial application process, unit team advise the inmate to contact the nearest consular\noffice to inform them of his/her desire to be considered for treaty transfer. Foreign officials\nnormally have documents for the inmate to complete and return to the local consulate so that the\nconsular office can begin verification of citizenship or nationality and facilitate the processing of\nthe inmate’s application with the United States as well as the home country. Foreign officials may request to visit the inmate at the institution. See 28 C.F.R. §540.45. (2) Reapplication Process. An inmate who has been denied transfer to his/her country of\ncitizenship by the United States may normally reapply for transfer two years from the date of\ndenial. The denial date is defined as the date on the OEO denial letter. This date is annotated in\nSENTRY. Exceptions exist if temporary conditions preventing transfers have been satisfied\n(e.g., pending appeal was resolved, inmate who was needed to testify has done so, financial\nobligation has been satisfied). In such cases, the inmate is eligible to seek reconsideration of the\nearlier denial before the end of the two-year waiting period. An inmate who was approved for transfer by the United States but denied treaty transfer to\nhis/her country of citizenship or nationality by the treaty nation (foreign country) may not\nreapply through the Bureau and must address the denial directly with the treaty nation, since the\nUnited States has already approved the transfer. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 9 A complete application packet is not required for reapplication cases, as OEO maintains the\noriginal materials. However, institution staff submit the following documents to the Assistant\nAdministrator, Correctional Programs Branch, within 60 calendar days of the inmate’s\nreapplication:\n■ Memorandum indicating the date the inmate was previously denied and that the inmate\nwishes to reapply for transfer. The memorandum includes any new pertinent information not\npreviously included in the initial case summary – disciplinary action, medical/mental health\nissues, sentence changes, Financial Responsibility Program (FRP) information, family\nlocation, updated Emergency Contact Person (relationship and location), etc. Signature\nauthority is delegated to the Unit Manager. ■ New Transfer Inquiry (BP-A0297). ■ Current Visiting and Phone List, and emergency contact information.\n■ Any new or amended sentencing documents. ■ An OEO reapplication questionnaire completed by the inmate. ■ Progress report if available. The application packet is forwarded to OEO within 10 working days of receipt in Central Office. Applications for treaty transfer require investigation and processing by OEO."
    },
    {
      "id": "guidance_20__7",
      "chunk_id": "7",
      "content": "Any new or amended sentencing documents. ■ An OEO reapplication questionnaire completed by the inmate. ■ Progress report if available. The application packet is forwarded to OEO within 10 working days of receipt in Central Office. Applications for treaty transfer require investigation and processing by OEO. The process,\nwhich includes obtaining information and recommendations from various agencies, contacting\nand receiving approval from the treaty nation, and arranging, scheduling, and conducting a\nconsent verification hearing, can be extensive and may take up to 12 months to complete,\ndepending on the responsiveness of the foreign government. Institution staff may contact the\nCorrectional Programs Branch for a status report (but should not contact OEO, unless advised to\ndo so by Central Office staff). If the Department of Justice determines that transfer is not appropriate and denies it, OEO\nnotifies the inmate and the treaty nation by letter, which is copied to the Assistant Director (AD)\nfor CPD. OEO provides the reasons for denial in a letter sent to the inmate and his/her home\ncountry. The letter informs the inmate of the right to reapply for transfer in two years if, at the\ntime of the letter, at least two years remain on the sentence. The letter also directs the inmate\nthat if there is a substantial change in his/her circumstances, he/she may apply for\nreconsideration. To ensure the inmate understands the reapplication process, institution staff will\ninform the inmate of OEO’s process on reapplication (see above). Consular officials may interview the inmate before a determination by DOJ; once the transfer has\nbeen approved by DOJ, consular officers may request to meet with the inmate to gather P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 10 information for the home country’s consideration of the request or to prepare for the transfer,\nincluding required travel documents. § 527.46 Transfer procedures. (a) Treaty nation determination. If the Department of Justice approves the\ntransfer request, the treaty nation will be asked if it consents to the transfer of its\ncitizen or national. The inmate will be informed of the determination made by the\ntreaty nation. If the Department of Justice determines that transfer is appropriate and grants the transfer, OEO\nnotifies the treaty nation and the inmate by letter, which is copied to the AD for CPD. If the\ntreaty nation denies the transfer, OEO notifies the AD for CPD and the inmate. The institution\nensures the inmate is promptly notified of the treaty country’s decision. If the treaty country\napproves the transfer, OEO makes arrangements for a consent verification hearing. This\ninformation is sent to the inmate’s attorney, usually a Federal Public Defender. If the inmate\nverifies his/her consent at this hearing, OEO sends a final approval letter to the treaty nation and\ninstructs it to contact the Bureau to make arrangements for escorts to retrieve the inmate. For\nsecurity reasons, the inmate is not given the details, including the date of the transfer. (b) Transfer to departure institution. The Bureau and the Department of Justice\nwill arrange for the inmate to be transferred to an appropriate departure\ninstitution."
    },
    {
      "id": "guidance_20__8",
      "chunk_id": "8",
      "content": "For\nsecurity reasons, the inmate is not given the details, including the date of the transfer. (b) Transfer to departure institution. The Bureau and the Department of Justice\nwill arrange for the inmate to be transferred to an appropriate departure\ninstitution. To facilitate transfer, the sending Warden ensures the inmate’s personal property meets the\nrequirements of the Program Statement Prisoner Transportation Manual. (c) Consent verification hearing. If the treaty nation consents to the transfer, the\nUnited States will arrange a consent verification hearing for the prisoner as\nrequired by 18 U.S.C. §§ 4107, 4108. This hearing is held before a U.S. Magistrate\nJudge or other judicial officer as specified in sections 4107 and 4108. The Bureau\nmust ensure that the prisoner is available and present at the consent verification\nhearing. When requested, the Warden allows counsel to interview the inmate before the hearing. OEO, with the Administrative Office of the U.S. Courts (AOUSC), makes arrangements for the\nconsent verification hearing. These include scheduling a U.S. Magistrate Judge to conduct the\nhearing and, if the inmate has not retained counsel, arranging for a Federal public defender to\nP5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 11 represent him/her. Counsel may arrange with the Warden to interview the inmate before the\nhearing. OEO also works with the United States Attorney’s Office to obtain a writ to move the\nprisoner for the hearing, and with the Bureau regarding the actual movement. When the hearing has been completed, the Judge notifies OEO and forwards the executed\nconsent form. The Warden requires written confirmation once proceedings are completed and\nthe judge has documented the inmate’s voluntary consent or that the inmate refused to give\nhis/her consent to the transfer. (d) Transfer to departure institution and foreign retrieval of inmate. If the foreign\nnational prisoner gives consent to transfer at the consent verification hearing, the\nDepartment of Justice will notify the treaty transfer nation. Following the verification hearing, the Bureau arranges for delivery of the inmate to the\nauthorities of the inmate’s country of nationality. The AD for CPD advises the Warden of the arrangements. The Warden arranges for the inmate\nto be transported to the airport and transferred to the custody of the foreign authorities. Staff designated by the Warden ensure the following documents accompany each inmate:\n■ Proof of citizenship/nationality (if available). ■ Appropriate travel documents (current passport or documents prepared by the foreign\nconsulate).\n■ A current statement of actual time served up to the date of transfer. ■ The amount of Good Conduct Time earned up to the date of transfer.\n■ An up-to-date statement of any remission credits (see the Program Statement Sentence\nComputation Manual/Old Law/Pre-CCCA 1984) for additional information on remission\ncredits).\n■ If available, an up-to-date medical report and a week’s supply of essential medications.\n■ Any disciplinary report or other information that would be helpful to the foreign country in\ndetermining where to incarcerate the inmate and any precautions that may be necessary. 6. TRANSFER OF STATE PRISONERS TO OTHER COUNTRIES\n§ 527.47 Transfer of state prisoners to other countries."
    },
    {
      "id": "guidance_20__9",
      "chunk_id": "9",
      "content": "Any disciplinary report or other information that would be helpful to the foreign country in\ndetermining where to incarcerate the inmate and any precautions that may be necessary. 6. TRANSFER OF STATE PRISONERS TO OTHER COUNTRIES\n§ 527.47 Transfer of state prisoners to other countries. The Bureau of Prisons may assume custody of a state prisoner who has been\napproved for transfer to a treaty nation for the purpose of facilitating the transfer\nto the treaty nation. Once the state prisoner has consented to the transfer at the\nP5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 12 consent verification hearing, the Bureau assumes custody of the prisoner. The\nstate is not required to contract for the placement of the prisoner in federal\ncustody, nor to reimburse the United States for the cost of confinement (as would\nordinarily be required by 18 U.S.C. § 5003). When a state inmate applies for transfer, is found eligible, and the state approves the transfer, the\nstate submits the inmate’s case to OEO to determine if the United States and the treaty nation\nagree to the transfer. If OEO and the treaty nation approve, OEO arranges for the consent\nverification hearing (see p. 11, Section (c), Consent Verification Hearing) in the state where the\nprisoner is confined. Once the state inmate consents to be transferred, the judge ordinarily orders\nhim/her to be placed in Federal custody so that travel arrangements can be established. The U.S. Marshals Service ordinarily assumes custody of the state inmate (and any\ndocumentation) directly after the consent verification hearing, for transport to the designated\ndeparture institution. However, if assurance is not received from the treaty nation that they will\nretrieve the state inmate, he/she remains in state custody until a tentative transfer date is\nestablished. State prisoners already in Bureau custody (state boarders) are transferred to a\ndeparture institution once travel arrangements have been set with the treaty nation. In preparation for the arrival of the state inmate, the Correctional Programs Division completes\nthe Security/Designation Data in SENTRY. When the inmate arrives at the departure institution,\nthe Warden follows the procedures on p. 12, Section (d), Transfer to Departure Institution and\nForeign Retrieval of Inmate. Correctional Systems staff enter “Treaty Transfer” as the release method for a state prisoner in a\nBureau institution en route to the treaty nation. The treaty nation is listed as the release address. 7. SENTRY APPLICATIONS Case Management Activity (CMA) assignments have been created for treaty transfer cases to\nenable staff to more effectively monitor their cases:\n■ CMA assignments are applied in conjunction with SENTRY country codes. ■ Country codes and assignments are available on the Correctional Programs Sallyport page. ■ Inmates eligible for treaty transfer consideration must have a CMA assignment (Interest, No\nInterest, or Ineligible) entered in SENTRY before or upon completion of Initial\nClassification. ■ Institution staff do not remove the CMA assignments entered by Central Office (see\nassignments below). P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13 The CMA assignments described below use Canada (CA) as an example:\nGROUP CODE ASSIGNMENT DESCRIPTION Entered by Institution Staff:\nTICA\nTTCA\nTNCA"
    },
    {
      "id": "guidance_20__10",
      "chunk_id": "10",
      "content": "■ Institution staff do not remove the CMA assignments entered by Central Office (see\nassignments below). P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13 The CMA assignments described below use Canada (CA) as an example:\nGROUP CODE ASSIGNMENT DESCRIPTION Entered by Institution Staff:\nTICA\nTTCA\nTNCA ITTCA INEL\nITTCA INT\nITTCA NO I ITTCA INELIGIBLE\nITTCA INT IN TRTY TRANS\nITTCA NO INT TRTY TRANS Entered by Central Office:\nTACA\nTACA\nTDCA\nTDCA ITTCA PEND\nITTCA APPR\nITTCA US D\nITTCA FC D ITTCA US APPROVED, PENDING FC\nITTCA US/FC APPROVED, CVH CMP\nITTCA US DENIED TRTY TRANS\nITTCA FC DENIED TRTY TRANS a. Ineligible. The Case Manager enters ITTXX INEL if any of the following apply (applicable\ncountry codes are inserted for the XX):\n■ The inmate has less than six months of the current sentence remaining to be served at the\ntime of request for transfer (Hong Kong and Thailand require 12 months). Note: The Council of Europe (COE) Convention and the Treaty with Hong Kong provides that these rules may be waived if exceptional circumstances exist. Exceptional\ncircumstances are very rare and usually arise if the inmate is suffering from a life-threatening\nillness and there is a strong possibility he/she may die before completing the sentence. If you\nbelieve an exceptional circumstance exists, contact the Correctional Programs Branch,\nCentral Office.\n■ The inmate has any pending proceedings, appeals, or collateral attacks on the underlying\nconviction or sentence. The judgment on the current conviction of sentence must be final. ■ MEXICO: The inmate is serving a life or indeterminate sentence; or is serving a sentence(s)\nexclusively for Immigration Law Violations (SENTRY IIS Offense Codes 170, 171, 172,\n173), unless the immigration offense is totally absorbed by another current sentence, the time\nserved to date is equal to or greater than the sentence imposed for the immigration offense,\nand the immigration offense is not to be served consecutive to the sentences on the other\noffenses. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 14 ■ CANADA, FRANCE, MARSHALL ISLANDS, MEXICO, MICRONESIA, PALAU,\nPANAMA, PERU, THAILAND, and TURKEY: Committed for a purely military offense\n(i.e., desertion). ■ BOLIVIA: Convicted of an ordinary criminal offense in a court martial or a purely military\noffense (i.e., desertion). ■ BOLIVIA, MARSHALL ISLANDS, MICRONESIA, PALAU, PANAMA, PERU, and\nTURKEY: Sentenced to the death penalty. Note: Inmates who have committed a military offense can apply for treaty transfer if the treaty\nnation is a signatory to the COE Convention. However, restrictions may apply if the bilateral\ntreaty is also applicable, as noted above, and the involved country chooses to proceed under the\nbilateral treaty instead of the COE Convention. b. Interested in Treaty Transfer. The Case Manager enters “ITTXX INT” (applicable\ncountry codes are inserted for the XX) if the inmate is eligible and is applying for a treaty\ntransfer. The inmate must sign the Transfer Inquiry (BP-A0297) indicating an interest. An inmate with dual citizenship/nationality is eligible to apply to any treaty nation of which\nhe/she is a citizen/national. His/her citizenship code in SENTRY should reflect the country to\nwhich he/she is applying. The institution completes application packets for interested inmates."
    },
    {
      "id": "guidance_20__11",
      "chunk_id": "11",
      "content": "The inmate must sign the Transfer Inquiry (BP-A0297) indicating an interest. An inmate with dual citizenship/nationality is eligible to apply to any treaty nation of which\nhe/she is a citizen/national. His/her citizenship code in SENTRY should reflect the country to\nwhich he/she is applying. The institution completes application packets for interested inmates. In addition, the inmate\nshould be advised to write to the applicable embassy or consulate in the United States to request\ntreaty transfer, initiate the verification of citizenship/nationality, and expedite the transfer\napplication process. c. No Interest in Treaty Transfer. The Case Manager enters “ITTXX NO I” if the inmate is\neligible but is not interested in treaty transfer. The inmate must sign the Transfer Inquiry (BPA0297) indicating no interest. Treaty consideration for eligible inmates is addressed at subsequent program reviews and\ndocumented on the program review form. d. Approved for Treaty Transfer. Correctional Programs Branch, Central Office, enters\n“ITTXX PEND” upon receiving written notification from OEO that the inmate has been\napproved for treaty transfer by the U.S., but a decision is still pending from the foreign country\n(FC). P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 15 Correctional Programs Branch, Central Office, enters “ITTXX APPR” upon receiving written\nnotification from OEO that the inmate has been approved for treaty transfer by both the U.S. and\nthe foreign country and has consented to transfer at his/her consent verification hearing. e. Denied Treaty Transfer. Correctional Programs Branch, Central Office, enters “ITTXX US\nD” upon receiving written notification from OEO that the inmate has been denied treaty transfer\nby the U.S.\nCorrectional Programs Branch, Central Office, enters “ITTXX FC D” upon receiving written\nnotification from OEO that the inmate has been denied treaty transfer by the foreign country. 8. DETAINERS/PENDING CHARGES Detainers or pending charges do not preclude an inmate from applying for treaty transfer. However, the inmate should be advised to resolve any detainer or pending charge before\napplying for treaty transfer consideration, as he/she may be considered unsuitable until the\ndetainer is removed or the pending charge is resolved. Detainers lodged by Immigration and Customs Enforcement (ICE) have no impact on the\neligibility of a prisoner applying for transfer/\n9. CASES ON APPEAL OR COLLATERAL ATTACK\nOEO cannot approve a transfer if the inmate has a pending appeal or a collateral attack on his/her\nconviction or sentence. The judgment must be final. The applicant should not apply for\ntransfer until the appeal process or collateral attack has concluded. Note: An appeal challenges the decisions made in the same case. A collateral attack is a motion\nfiled pursuant to 28 U.S.C. § 2255, which challenges some aspect of a former judgment due to an\nallegation of injustice or unconstitutional treatment. If an inmate advises his/her case manager that he/she has a pending appeal or collateral attack,\nthe case manager advises him/her that a transfer cannot be approved until a final judgment is\nreceived. The status of the pending appeal or collateral attack is addressed during scheduled\nprogram reviews."
    },
    {
      "id": "guidance_20__12",
      "chunk_id": "12",
      "content": "If an inmate advises his/her case manager that he/she has a pending appeal or collateral attack,\nthe case manager advises him/her that a transfer cannot be approved until a final judgment is\nreceived. The status of the pending appeal or collateral attack is addressed during scheduled\nprogram reviews. The inmate should be advised that he/she can notify staff of the Court’s\ndecision or any changes to the appeal or attack before program reviews. Once a final judgment\nhas been issued, staff submit the following to the Assistant Administrator, Correctional Programs\nBranch: P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16 ■ A memorandum indicating the inmate’s case is no longer on appeal or has a collateral attack\npending. ■ Documentation from the court showing the appeal or attack was dismissed, withdrawn,\nresolved, etc.\n■ An updated BP-A0297, Transfer Inquiry. ■ Application or reapplication packet. 10. TRANSFER OF AMERICAN NATIONAL PRISONERS FROM FOREIGN\nCOUNTRIES\n§ 527.48 Transfer of American national prisoners from foreign countries. The Bureau of Prisons is responsible for:\n(a) Sending escorts to foreign countries to retrieve American national prisoners\nwho have been approved for transfer to the United States and who have had their\nconsent verified at the consent verification hearing specified in 18 U.S.C. § 4108;\nand\n(b) Making logistical arrangements for the transfer and coordinating with the\nUnited States Parole Commission for proceedings to determine how the sentence\nwill be administered. (1) Transfer Approval and Logistical Arrangements. OEO notifies CPD when it has\napproved transfer of an American citizen back to the United States to serve the sentence imposed\nby the treaty nation. CPD notifies the admitting institution. CPD, with the assistance of OEO, coordinates all arrangements for an inmate’s transfer to the\nUnited States. The AD for CPD directs specific staff in writing (who preferably speak the language of the treaty\nnation) to escort the offender from the transporting country to the admission institution. The\ndirective cites 28 CFR § 0.96b as the authority to escort the offender. Before the transfer, CPD receives information, including pertinent medical history, on each\ntransferring American inmate, a copy of the inmate’s criminal record, and a list of any\noutstanding warrants lodged against him/her, either through the National Crime Information\nCenter (NCIC) or the FBI. This information is used to complete form BP-A0337, Inmate Load\nand Security Designation. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 17 The U.S. Embassy or Consulate provides citizenship papers or travel documents for the inmate. Staff escorting the inmate must have those papers available upon entry into the United States. (2) Accepting Custody of American Nationals in Foreign Country and Return to the\nUnited States. Staff ensure that the following documentation is available before accepting\ncustody of American inmates from a foreign authority:\n■ A certified copy of the sentence handed down by an appropriate, competent judicial authority\nof the transferring country and any modifications thereof. ■"
    },
    {
      "id": "guidance_20__13",
      "chunk_id": "13",
      "content": "Staff ensure that the following documentation is available before accepting\ncustody of American inmates from a foreign authority:\n■ A certified copy of the sentence handed down by an appropriate, competent judicial authority\nof the transferring country and any modifications thereof. ■ A statement (and a copy translated into English from the language of the country of origin if\nother than English), duly authenticated, detailing the offense for which the offender was\nconvicted, the duration of the sentence, and the length of time already served. Credits to\nwhich the offender is entitled should be included – work done, good behavior, pretrial\nconfinement, etc.\n■ Citizenship papers necessary for the inmate to enter the United States. Although it is OEO’s responsibility to arrange for the consent verification hearing before a\nUnited States Magistrate Judge in the foreign country, Bureau escorts must ensure that the\ninmate has given his/her consent at the hearing before escorting him/her back to the United\nStates. The Bureau escorts sign the documents necessary to receive the inmate. The inmate and his/her property are processed through ICE at the United States border or another\nappropriate entry site. (3) Arrival at the Bureau Admission Institution/Notifications to the United States\nProbation Office (USPO) and United States Parole Commission (USPC). The admission\ninstitution retains case management responsibilities for the inmate until he/she is transferred to a\nBureau institution for service of sentence. When the admission institution is unable to accept the\ninmate (for example, a female inmate escorted to a male institution), the Warden makes housing\narrangments with a nearby jail. The official version of the offense is placed in the Inmate Central File (if a translated copy has\nnot been provided, a bilingual staff member or reliable translation service usually arranged by\nOEO prepares one). In accordance with the Program Statement Patient Care, after arrival at the admission\ninstitution, staff arrange for the inmate to receive a complete physical examination, and advise\nthe local USPO of the inmate’s arrival. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 18 Designation and Sentence Computation Center (DSCC) staff prepare a sentence computation for\nthe prisoner, in most instances before his/her arrival in the United States. If, upon computation\nof sentence, it is revealed the inmate is within six months of release, institution staff send a\nprompt notification to the USPC via mail, email, or fax, depending on the time remaining,\nadvising of the impending release date. If, upon computation of the sentence, staff determine an\ninmate is entitled to immediate release via mandatory release or expiration of sentence with\ncredits applied, release procedures are implemented, but only after requesting and receiving a\nmedical clearance, an NCIC report, and the results of an FBI fingerprint check. Medical\nclearance is obtained from the Health Services Administrator. The USPO is notified by phone in\nadvance of the inmate’s release and provided with all information regarding the inmate. A postsentence report need not be requested. In cases not involving a release within six months, staff request a U.S. Probation Officer be\nassigned to prepare a Post-Sentence Report (PSR)."
    },
    {
      "id": "guidance_20__14",
      "chunk_id": "14",
      "content": "The USPO is notified by phone in\nadvance of the inmate’s release and provided with all information regarding the inmate. A postsentence report need not be requested. In cases not involving a release within six months, staff request a U.S. Probation Officer be\nassigned to prepare a Post-Sentence Report (PSR). To assist the USPO, institution staff forward\ncopies of all available information on the inmate for preparation of the PSR. During this process,\nthe local USPO ordinarily interviews the inmate and completes United States Probation form 1A,\nas well as the Authorization to Release Confidential Information (BP-A0301). The USPC is notified by CPD of the inmate’s arrival date, designated institution, and projected\nrelease date. Inmates returning from treaty countries are, by law, immediately eligible for parole if they\ncommitted their offense before November 1, 1987. Inmates who committed their foreign offense\non or after November 1, 1987, must receive a hearing before the USPC within 180 days of entry\ninto the United States, or as soon as practicable, per 18 U.S.C. § 4106A and 28 CFR§ 2.68. The USPC is permitted to determine a release date, and a period and conditions of supervised\nrelease, without an in-person parole hearing. The Case Management Coordinator (CMC) will ensure that a determination is made regarding\nwhether to retain the inmate for the initial hearing before the USPC. If the admission institution\nis deemed inappropriate, the CMC will request the DSCC to designate an appropriate institution\nfor the hearing. 11. BIANNUAL REPORT REQUIRED Treaty nations may request follow-up information concerning U.S. citizens returned to the\nUnited States; the United States sometimes requests treaty nations to provide similar information\nabout foreign nationals it has transferred. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 19 The Office of Information Systems (OIS), Central Office, provides OEO and the Assistant\nAdministrator, Correctional Programs Branch, a report as of June 30 and December 31 of each\nyear that identifies returned U.S. citizens remaining in Bureau custody or released within the\nreporting period. It groups inmates by nation and contains:\na. Identification Data\nName. Register Number. FBI Number. Facility.\nb. Sentence Data\nDate Committed (to Bureau). How Committed. Offense Code.\nForeign Sentence. Supervision Term.\nc. Release Status Data (if applicable)\nSentence Began. Release Date.\nRelease Method. 12. AGENCY ACA ACCREDITATION PROVISIONS None. REFERENCES\nProgram Statements\nP1490.06\nVictim and Witness Notification Program (5/23/02)\nP5100.08\nInmate Security Designation and Custody Classification (9/12/06)\nP5140.38\nCivil Contempt of Court Commitments (7/1/04)\nP5290.14\nAdmission and Orientation Program (4/3/03)\nP5500.11\nCorrectional Services Manual (8/29/14)\nP5540.06\nPrisoner Transportation Manual (4/20/00)\nP5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 20 P5800.15\nP5880.30\nP6031.04 Correctional Systems Manual (1/1/09)\nSentence Computation Manual/Old Law/Pre-CCCA 1984 (9/8/99)\nPatient Care (6/13/14) BOP Forms\nBP-A0297\nBP-A0301\nBP-A0337\nBP-A0964 Transfer Inquiry\nAuthorization to Release Confidential Information\nInmate Load and Security Designation\nU.S. Case Summary Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) system on Sallyport. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 21"
    }
  ]
}