{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 98,
  "chunk_text": "The BA will work with the PM\nfor any points of clarification, changes, or justification. Any changes required by the BA will result in the rejection\nof the modification, and the awardee will have to resubmit. In the case of any rejection, an automatic notification\nwill be sent out via e-mail, and the award’s status changes\nto the green “No action required” icon, from which you\ncan initiate another request. In the case of any approval, an automatic notification\nwill be sent out via e-mail. Implementation of the modified award budget may\nbegin following this written approval from the COPS\nOffice. The modification approvals for active awards\nwill be accompanied by a modified FCM reflecting the\napproved changes. Other resources Your PM can provide you with a budget detail worksheet\nto help keep track of your costs and modifications. This\ntool can be used to track all of your costs, and when you\nsubmit a budget modification, it can be useful to submit\nas supplemental documentation to your PM. For additional information, please review the sole source\njustification, consultant/contractor rate information, and\nindirect cost rate fact sheets. These fact sheets are available\nat https://www.cops.usdoj.gov/Default.asp?Item=2541. Finally, your Award Owner’s Manual, Award Document,\nCooperative Agreement, FCM, and Terms and Conditions\nwill provide more information on specific requirements\nand policies that are applicable to your award. Your\nAward Owner’s Manual will include a list of allowable\nand unallowable items. Please contact your PM for further direction on any addi­\ntional requirements that may be applied to your modifica­\ntion request or any other questions. Published 2017 Appendix G. Whistleblower protection\nEnhancement of contractor protection from reprisal for disclosure of certain information (41 U.S.C. § 4712)\n(a) Prohibition of reprisals. -(1) In general.--An employee of a contractor, subcontractor, grantee, or subgrantee or personal services\ncontractor may not be discharged, demoted, or otherwise discriminated against as a reprisal for\ndisclosing to a person or body described in paragraph (2) information that the employee reasonably\nbelieves is evidence of gross mismanagement of a Federal contract or grant, a gross waste of Federal\nfunds, an abuse of authority relating to a Federal contract or grant, a substantial and specific danger\nto public health or safety, or a violation of law, rule, or regulation related to a Federal contract\n(including the competition for or negotiation of a contract) or grant. (2) Persons and bodies covered. --The persons and bodies described in this paragraph are the persons\nand bodies as follows:\n(A) A Member of Congress or a representative of a committee of Congress. (B) An Inspector General. (C) The Government Accountability Office. (D) A Federal employee responsible for contract or grant oversight or management at the relevant\nagency. (E) An authorized official of the Department of Justice or other law enforcement agency.\n(F) A court or grand jury. (G) A management official or other employee of the contractor, subcontractor, or grantee who has\nthe responsibility to investigate, discover, or address misconduct."
}