{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 42,
  "chunk_text": "Points are assigned based on the most severe Incident\nReport(s) for which the inmate has been found guilty by either P5100.08\n9/12/2006\nChapter 6, Page 12\nthe Unit Disciplinary Committee (UDC) or the Discipline Hearing\nOfficer (DHO), within the specified time frames. Points are to\nbe assigned only for the current period of incarceration. NOTE: Disciplinary findings while an inmate is housed under\nBOP authority in non-BOP correctional facilities\nshould be scored if received during the current\nperiod of incarceration unless there is documentation\nthat the disciplinary proceeding(s) did not afford\ndue process protection to the inmate. Example: If an inmate has been found guilty of three HIGH\nseverity Incident Reports within the past two years, he/she\nwould receive a score of \"1.\" If the inmate has only received\none HIGH severity incident report within the past two years, the\ninmate would receive a score of \"2(a).\" NOTE: Greatest severity Incident Reports merit a score of \"0\"\nregardless of the total number received in the last ten\nyears. The letter characters assigned to numerical scores 2 and 3 are\nmerely used to differentiate between these items which have\nidentical numerical values. The letter character is not used for\ncomputation. NOTE: 5. For supervised release, mandatory release, and parole\nviolators, Incident Reports received during a\nprevious period of confinement should be used, if\nthey apply, for scoring \"History of Escape or\nViolence,” and \"Drug/Alcohol Abuse.\" However,\nIncident Reports received during a previous period of\nconfinement will not be counted when scoring \"Type\nand Number of Most Serious Incident Reports\" and\n\"Frequency of Incident Reports\" since this behavior\noccurred during a previous period of confinement. Only\nIncident Reports received during the current\nsupervised release and parole violator term will be\ncounted in these categories. FREQUENCY OF INCIDENT REPORTS 5. FREQUENCY OF\nINCIDENT REPORTS\n(IN PAST YEAR) 0 = 6+\n1 = 2 THRU 5 2 = ONE\n3 = NONE Enter the appropriate number of points that reflect\nthe frequency of Incident Reports. This is determined by assigning points based on the number of\nIncident Reports for which the inmate has been found guilty by P5100.08\n9/12/2006\nChapter 6, Page 13\neither the Unit Discipline Committee or the Discipline Hearing\nOfficer during the past 12 months. 6. FAMILY/COMMUNITY TIES\n6. FAMILY/COMMUNITY TIES 3 = NONE OR MINIMAL 4 = AVERAGE OR GOOD Enter the number of points that reflect the level of family and\ncommunity ties. This is based on the inmate’s efforts to build,\nmaintain and strengthen family/community ties rather than the\nunilateral efforts of the family/community to provide support\nand assistance to the inmate. Consideration should be given to\nthe following:\n• Financial support (not to include FRP participation); • Visiting (consider inmate’s efforts in establishing\nvisiting list, frequency of visits, and who is\nvisiting); • Development of phone list with focus on\nfamily, employment, and community; • Sending and receiving regular correspondence; • Participation in Institution Release Preparation\nProgram and institution sponsored mock job fairs; • Involvement in parenting program and other\nfamily oriented activities; • Contacts with social service providers to\npromote/enhance family stability (i.e., school guidance\ncounselors, welfare workers, treatment providers); • Contact with Prisoner Visitation Services; • Participation in institution sponsored community\nservice opportunities (i.e., Toys for Tots, Make a Wish\nFoundation, community gardens, Special Olympics); and, • Voluntary involvement with community activities."
}