{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 62,
  "chunk_text": "The Accounting Section ensures that all receipts, including voids,\nare accounted for. Once funds are posted to the inmate’s account, the Accounting Section files\nthe BP-197. Funds received from inmates are entered on the BP-197. The staff member completes and signs\nthe BP-197. The original receipt is given to the inmate. The staff member totals daily receipts\nand verifies the cash collected. The funds and the yellow copy of the BP-197 are sealed in an\nenvelope; the staff member writes the amount and signs his/her name across the seal. Only funds\nbelonging to inmates are placed in the depository. The second carbon copy (blue) remains in the\nreceipt book as a permanent record. c. Night Depository Procedures. The night depository is located in a secured area and\nconstructed to prevent access to funds through the outside deposit slot. The depository consists of\na double locking device. Two separate locking devices are required for complete depository\nsecurity. Each Accounting Technician/Cashier and alternate maintains a key to one lock on his/her personal\nkey ring along with his/her cash drawer keys. Under no circumstances are these keys turned into\nthe Control Room. A duplicate of the Accounting Technician/Cashier’s depository key is kept in\nthe same manner as the duplicate key to each cash box per the Program Statements Accounting\nManagement Manual and Correctional Services Manual. The other key required to open the\ndepository is kept on a separate key ring in the Control Room. d. Pick-up of Funds. The institution shall establish local procedures to ensure that funds\nreceipted via BP-197 are deposited within one business day. The Accounting\nTechnician/Cashier, accompanied by the Business Administrator or designee, opens the\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 84 depository and verifies the contents of the envelopes by comparing the amounts with the enclosed\nreceipts. As each envelope is opened and verified, the Accounting Technician/Cashier initials the\nblue copy of the BP-197, accepting responsibility for the funds. The Accounting Technician/\nCashier processes the funds in TRUFACS using the BP-197 as the reference number. 9.7 WESTERN UNION QUICK COLLECT/MONEYGRAM PROGRAM Ordinarily, funds sent to an inmate via the Western Union Quick Collect/MoneyGram Program are\nposted to the inmate’s account within two hours of the transfer, if it was initiated between 7:00\na.m. and 9:00 p.m. EST. Fund transfers after 9:00 p.m. EST are posted by 7:00 a.m. the following\nday. Funds received may be viewed by the inmate on TRULINCS immediately after the posting. 9.8 ACCOUNTING FOR CENTRALIZED PROCESSES LockBox, Western Union Quick Collect, MoneyGram Express Payment funds, and centralized\nUNICOR payroll are processed in the automated accounting system and reported to the U.S.\nTreasury by the Trust Fund Branch Deposit Fund Section. Funds processed by the Deposit Fund\nSection affect each institution’s automated accounting system Trial Balance by debiting General\nLedger Account 1190.30 and crediting General Ledger Account 2400.10. These funds are\nreflected on the institution’s automated accounting system FMS 224 in the Trust Fund Receipts\ncolumn and are used to complete the local monthly proof check. 9.9 INMATE RECEIPTS/STATEMENTS Inmates will not be issued receipts/statements (except BP-197) at institutions where inmates may\nview receipt/statement information utilizing the TRULINCS terminals."
}