{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 20,
  "chunk_text": "c. Product Warnings or Caution Labels. Any product that displays a caution or warning label\n(flammable or toxic) must be reviewed by the Trust Fund Supervisor and the institution Safety\nCommittee before stocking. d. Requests for Review of Questionable Sales Products. The Warden refers questionable or\ncontroversial items under consideration for sale to the Chief, Trust Fund Branch, for final\ndetermination. e. Quantity of Items. The selection of Trust Fund items to be stocked should not be so great as\nto place a burden on the storage facilities, sales space, and staff. The number of total items sold in\nthe Commissary cannot exceed 600, excluding over-the-counter medications and healthy\nCommissary food options. Note: Soups are considered one item regardless of the number of brands; stamps are one item;\ncookies are one item; sodas are one item; candy bars are one item; etc. Make efforts to stock\nitems that have a Universal Product Code (UPC) whenever possible. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 30 f. Categories and Examples of Products Approved for Sale in the Commissary. (1) Edible Items\n■ Cookies, crackers, potato and corn chips, doughnuts, candy bars, bagged candy, peanuts,\nmixed nuts, dry cereal. ■ Items not requiring refrigeration before opening, such as tuna fish, sardines, salmon, potted\nmeats, Vienna sausage, sandwich meats (Spam, Treet, etc.), dried beef sticks, chip dips, and\nprocessed fruit. ■ Frozen items (such as pizza, ice cream, yogurt, sherbet, and ice cream novelties), provided that\nadequate freezer storage is available before sale. These items may only be sold in such\nquantities that ensure they are eaten before the need for refrigeration. ■ Peanut butter, honey, dry soup mix, bouillon cubes, etc.\n■ Nutrition bars such as Balance that are not marketed as body-building or weight-enhancing\nand do not contain unauthorized supplements. Bars must have less than 25 grams of protein\nand carbohydrates in one serving size. ■ Sugar-free snacks, such as diet carbonated drinks, instant drinks, and candy. (2) Healthy Food Options. The Trust Fund Branch, with the Health Services Division, makes\na list of the types and minimal amounts of healthy food options approved for sale. This list may\nbe found on Sallyport. These items should be stocked in Commissaries, as outlined by category\nand indicated number of offerings. Additional healthy food items not on the list can be offered in\naddition to the food identified, as determined at the local level. (3) Kosher/Halal Shelf-Stable Entrees. The Commissary must make available for purchase,\nor sell through the SPO Program, a minimum of four Kosher/Halal-certified entrees. Individual\nentrees should be fully cooked and can be consumed without reheating and contain the Kosher and\nHalal certification on the label. Direct questions concerning proper certification to the\nChaplaincy Services Branch, Central Office. Note: Inmates are limited to purchasing 14 shelf-stable entrees per Commissary visit, and may\nnot have more than 21 shelf-stable entrees in their possession. However, Wardens may limit the\nnumber of entrees stored in inmates’ cells to fewer than 21 for inmates at the ADX Florence,\nColorado, or in any special housing unit or hospital, if a limitation is necessary for security and\nsanitation."
}