{
  "document_category": "guidance",
  "docId": "guidance_67",
  "chunk_index": 2,
  "chunk_text": "2 employees. Because people with disabilities have historically been excluded from many\njobs and may not be a part of the employer’s current staff, this may result in\ndiscrimination. Employers must carefully evaluate the information used to build their\nhiring technologies. Screening Out People with Disabilities\nEmployers also violate the ADA if their hiring technologies unfairly screen out a\nqualified individual with a disability. Employers can use qualification standards\nthat are job-related and consistent with business necessity. But employers must\nprovide requested reasonable accommodations that will allow applicants or\nemployees with disabilities to meet those standards, unless doing so would be an\nundue hardship. When designing or choosing hiring technologies to assess\nwhether applicants or employees have required skills, employers must evaluate\nwhether those technologies unlawfully screen out individuals with disabilities. 3\nEmployers should examine hiring technologies before use, and regularly when in use, to\nassess whether they screen out individuals with disabilities who can perform the\nessential functions of the job with or without required reasonable accommodations. For example, if a county government uses facial and voice analysis technologies to\nevaluate applicants’ skills and abilities, people with disabilities like autism or speech\nimpairments may be screened out, even if they are qualified for the job. Some employers try to evaluate their hiring technologies to see how they impact certain\ngroups, like racial minorities. Employers seeking to do the same with respect to people\nwith disabilities must keep in mind that there are many types of disabilities and hiring\ntechnologies may impact each in a different way. 3 See 42 U.S.C. § 12112(a), (b)(2), (b)(5), (b)(6); 29 C.F.R. §§ 1630.4, 1630.6, 1630.9, 1630.10. 3 How to avoid disability discrimination when using\nhiring technologies\nTesting technologies must evaluate job skills, not disabilities. Some hiring technologies require an applicant to take a test that includes an algorithm,\nsuch as an online interactive game or personality assessment. Under the ADA,\nemployers must ensure that any such tests or games measure only the relevant skills\nand abilities of an applicant, rather than reflecting the applicant’s impaired sensory,\nmanual, or speaking skills that the tests do not seek to measure. For example, an applicant to a school district with a vision impairment may get passed\nover for a staff assistant job because they do poorly on a computer-based test that\nrequires them to see, even though that applicant is able to do the job. If a test or technology eliminates someone because of disability when that person can\nactually do the job, an employer must instead use an accessible test that measures the\napplicant’s job skills, not their disability, or make other adjustments to the hiring process\nso that a qualified person is not eliminated because of a disability. 4 In addition, employers must ensure that they do not unlawfully seek medical or\ndisability-related information or conduct medical exams through their use of hiring\ntechnologies. 5 For more information about this, see the EEOC’s Enforcement Guidance:\nPreemployment Disability-Related Questions and Medical Examinations. Reasonable accommodations for applicants with disabilities. The ADA requires that employers provide reasonable accommodations to individuals\nwith disabilities, including during the hiring process, unless doing so would create an\nundue hardship for the employer. 6"
}