{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 81,
  "chunk_text": "Reporting\n17. Where can I ﬁnd the most updated version of the conference reporting form to use for my submissions? The most updated version of the conference reporting form can be found under the Training Resources for\naward recipients section on the COPS Office Training page at https://cops.usdoj.gov/training. 18. If I have a question about conference reporting, to whom should I send it? Send your questions to your designated Program Manager. They are great resources and will be happy to\nassist you. 19. Are we expected to have our staﬀ track their time hour for hour for time spent on the event for planning,\netc., or are reasonable estimates adequate for cost reporting purposes? Post-event reports must contain actual costs, not estimates. These costs should include logistical and\nprogrammatic planner staﬀ time spent on these activities and any contracted planner costs. 88 20. With conference cost reports now being due 30 days after the event, how should we handle costs for\ninvoices that have not been received yet? Many invoices (such as for hotels) are not received within 30 days\nafter the event. Should estimates be included on the cost report? All conference costs for events held by cooperative agreement recipients or contractors costing more than\n$20,000, or where more than 50% of attendees are DOJ employees, must be reported within 45 calendar days\nafter the last day of the event. On the DOJ Conference & Events Submission Form under “A. General Conference Information,” is item 19,\n“Reporting Period,” the period in which the actual cost of the event is being reported, or should this be based\non the end date of the event? This reporting requirement is based on the end date of the event. All conference costs for events held by\ncooperative agreement recipients or contractors costing over $20,000, or where more than 50% of attendees\nare DOJ employees, must be reported within 45 calendar days after the last day of the event. Example: A COPS\nOﬃce–approved conference was conducted from 3/16/2018 through 3/20/2018. A completed Conference &\nEvents Submission Form must be submitted, showing the prior approval amounts compared to the actual\ncosts and explaining all variances greater than 10% or $1,000. Reports should be emailed to the COPS Office\nConference Cost email address at COPS.Conferencecosts@cops.usdoj.gov. 89 Department of Justice-Sponsored Conference\nRequest and Report\nA RED cell indicates that your entry exceeds the DOJ meal threshold AND cannot be submitted unless within the meal threshold. A YELLOW cell indicates that your entry exceeds the DOJ threshold, and additional justification must be provided. A GREY box indicates that no entry is required. JMD FINANCE STAFF USE ONLY:\nJMD Tracking Number\nDate Received COMPONENT USE ONLY:\nComponent Internal Tracking Number\n(Optional) :\nCA/Contract Number\nCA/Contract Recipient CA/Contract PoC\nName\nCA/Contract PoC\nEmail CA/Contract PoC Phone\nRequest Cost per\nAttendee #DIV/0! Actual Cost per\nAttendee #DIV/0! COPS Average\nCost per\nAttendee A. GENERAL CONFERENCE INFORMATION:\n1. Name of Requestor\nCOPS - Office of Community Oriented Policing Services\n2. Component Name (Drop Down)\n3. Is this submission for a conference request\nConference Request\nor report? (Drop Down)\n4. JMD Tracking # (Report Only)\n5. If this is a Re-Submission of a previously\ndisapproved conference, indicate original JMD\nTracking Number."
}