{
  "document_category": "guidance",
  "docId": "guidance_44",
  "chunk_index": 48,
  "chunk_text": "See 2 C.F.R.\n§ 200.75. This exclusion applies to the entirety of any subcontracts for the lodging and travel of\nconference participants or trainees (but not employees). Costs related to contractors of the\nrecipient who are acting in the capacity of a “Conference Trainer/Instructor/\nPresenter/Facilitator” are considered participant support costs. For more information on allowable costs for conferences and training, please see the current\nversion of the DOJ Grants Financial Guide in effect at the time of the award available at\nhttps://ojp.gov/financialguide/DOJ/index.htm. If the recipient has never received a federally approved indirect cost rate, it may elect to charge a\nde minimis rate of 10 percent of modified total direct costs (MTDC) in lieu of negotiating a rate\nwith the cognizant federal agency. See 2 CFR § 200.414(f). 30. Notify and consult with the COPS Office prior to establishing a formal partnership with any\nnonfederal entity, including soliciting and accepting free goods or services, on activities under this\ncooperative agreement. 31. Unless authorized by the COPS Office, the recipient and its subrecipients and contractors will not\ndisclose any project-related confidential information, including nonpublic, personally identifiable, or\nsensitive law enforcement information collected from interviews; peer-to-peer exchanges; direct\nobservation note; data analysis; research; or working papers. The recipient will also ensure that its\nsubrecipients and contractors properly safeguard and dispose of all project-related records in any\n47 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual C. format containing confidential information during and after performance to protect against the\nunauthorized access to or disclosure of such information. Any unauthorized disclosure of projectrelated confidential information or records may result in termination of the recipient’s—including its\nsubrecipient’s and contractor’s—involvement in project activities. 32. Obtain written approval from the COPS Office prior to adding any new subaward or subrecipient that\nwas not previously included or identified in the last approved project budget. See 2 C.F.R. §\n200.308(c)(1)(vi). The recipient acknowledges the following:\n1. If any part of the funded project contains research or statistical activities that involve human subjects\nwho are not covered by an exemption set forth in 28 C.F.R. § 46.101(b), the recipient must comply\nwith the requirements in the U.S. Department of Justice’s common rule regarding the Protection of\nHuman Subjects, 28 C.F.R. Part 46, including Institutional Review Board (IRB) approval and the\nappropriate assurances prior to the expenditure of federal funds to perform such activities. The\nrecipient also agrees to comply with 28 C.F.R. Part 22 regarding the safeguarding of individually\nidentifiable information collected from research participants. For general information on U.S.\nDepartment of Justice human subjects and privacy protections, please visit\nhttps://www.nij.gov/funding/humansubjects/Pages/welcome.aspx. 2. Implementation of this award will be subject to federal monitoring, auditing, or evaluation and/or a\nsingle audit in accordance with 2 C.F.R. § 200.501. The recipient agrees to cooperate with such\nactivities by providing access to and copies of, as appropriate, all project-related records, documents,\nand personnel. A recipient that expends $750,000 or more in federal funds (from all sources) during\nthe recipient’s fiscal year must have a single audit conducted in accordance with 2 C.F.R. § 200.514,\nexcept when it elects to have a program-specific audit conducted in accordance with 2 C.F.R. §\n200.501(c)."
}