{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 32,
  "chunk_text": "If your\nagency is unable to retain any of the awarded officer positions, you should contact your COPS Office Grant\nProgram Specialist for further review. 28. Contracts with Other Jurisdictions\nCondition:\nSworn law enforcement officer positions awarded must be used for law enforcement activities or services that\nbenefit your agency and the population that it serves. The items funded under the TRGP-Hiring award cannot be\nutilized by other agencies unless the items benefit the population that your agency serves. Your agency may use\nitems funded under the TRGP-Hiring award to assist other law enforcement agencies under a resource sharing,\nmutual aid, or other agreement to address multi-jurisdictional issues as described in the agreement. 31 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Why this condition: The TRGP was created under a Congressional appropriation specifically designated for tribal law enforcement\nagencies to improve public safety in Indian communities. The TRGP-Hiring award funding is intended to benefit the\ncommunities within the recipient’s primary law enforcement jurisdiction. Therefore, the recipient must use TRGP\naward funding to benefit its own population. What you should do: Your law enforcement agency should avoid any agreements with other jurisdictions to share officer positions or\nother awarded equipment, technology, or vehicles unless the agreement complies with the requirement that COPS\nOffice-funded items must benefit the recipient service population. For example, if your jurisdiction has a tribal\npolice department and a BIA department, items funded under the award might be able to be used by the BIA\ndepartment as long as this would result in a benefit to the population that you serve. You may not, however, allow\nofficers, equipment, technology, or vehicles funded under the award to be used by any agency or transferred to\nany agency that does not benefit the population that you serve. For example, you may not, during the award term,\nloan two of your awarded computers to a neighboring county’s sheriff’s department. Officers funded under TRGP-Hiring may not provide contract law enforcement services to other agencies unless\nthey will directly benefit the recipient’s jurisdiction. For example, your agency may not use an officer funded under\nTRGP-Hiring to provide contract law enforcement services to a neighboring county, but your agency may use the\nofficer to provide direct law enforcement services to the population within your agency’s own jurisdiction. If your\nagency has an agreement with another law enforcement agency for resource sharing, mutual aid, etc. TRGP-Hiring\nofficers may respond to requests for assistance and participate in multi-jurisdictional activities as described in the\nagreement. Before you enter into any agreement with another law enforcement agency, you should contact your COPS Office\nGrant Program Specialist at 800-421-6770 for additional guidance. Review of award conditions—Equipment/Training awards By signing the award document to accept this TRGP-Equipment/Training award, your agency agrees to abide by the\nfollowing award conditions: 1. Award Owner’s Manual\nCondition:"
}