{
  "document_category": "guidance",
  "docId": "guidance_97",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nRSD/PSB\nNUMBER:\n5331.02, CN-2\nDATE:\nSeptember 27, 2017\nEFFECTIVE DATE: October 1, 2017 Early Release Procedures Under 18 U.S.C. § 3621(e) /s/\nApproved: Mark S. Inch\nDirector, Federal Bureau of Prisons This Change Notice (CN) implements the following change to Program Statement 5331.02, Early\nRelease Procedures Under 18 U.S.C. § 3621(e), dated March 16, 2009. The single change is\nmarked with a highlight and inserted into the policy. 11. MONITORING OF EARLY RELEASE ELIGIBILITY STATUS\nb. The Unit Team. Typically, the Unit Team’s review of the inmate’s status will be in conjunction\nwith regularly scheduled program reviews, preparation of release paperwork, and RRC referrals. (1) Change in Early Release Eligibility Status/DAP WAIT QUAL or DAP PART. If an\neligible inmate’s early release eligibility status requires change (e.g., detainers removed/added,\nnoncompliance with FRP), the Unit Team will immediately notify the DAPC via e-mail. U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nRSD/PSB\nNUMBER: 5331.02, CN-1\nDATE:\nApril 25, 2016\nRULES EFFECTIVE DATE: May 26, 2016 Early Release Procedures\nUnder 18 U.S.C. § 3621(e) /s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons This Change Notice (CN) implements the following changes to Program Statement 5331.02, Early\nRelease Procedures Under 18 U.S.C. § 3621(e), dated March 16, 2009. 5.§ 550.55(b) INMATES NOT ELIGIBLE FOR EARLY RELEASE. (4) Inmates who have a prior felony or misdemeanor conviction within the ten years\nprior to the date of sentencing for their current commitment for:\n(6) Inmates who have been convicted of an attempt, conspiracy, or solicitation to\ncommit an underlying offense listed in paragraph (b)(4) and/or (b)(5) of this\nsection; or U.S. Department of Justice\nFederal Bureau of Prisons “CORRECTED COPY 2/20/2009\" PROGRAM STATEMENT\nOPI\nCPD/PSB\nNUMBER\nP5331.02\nDATE 3/16/2009\nRULES EFFECTIVE 03/16/2009 Early Release Procedures\nUnder 18 U.S.C. § 3621(e)\n/s/\nApproved: Harley G. Lappin\nDirector, Federal Bureau of Prisons 1. PURPOSE AND SCOPE The purpose of this policy is to re-establish criteria and procedures when considering an inmate\nfor early release pursuant to 18 U.S.C. § 3621(e)(2)(B) for successful completion of the\nResidential Drug Abuse Program. For more information on procedures for treatment programming see Program Statement 5330.11,\nPsychology Treatment Programs, and the Sallyport site for Correctional Programs Division,\nPsychology Services Branch, Psychology Treatment Programs. a. Summary of Changes\nDirectives Rescinded\nP5331.01\nEarly Release Procedures Under 18 U.S.C. § 3621(e) (9/29/03) This reissuance incorporates the following modifications:\n• Prior and current offenses will be reviewed by the legal staff at the Designation and Sentence\nComputation Center (DSCC). Offense reviews will no longer be conducted in the regional or\nin the institution legal offices. Federal Regulations from 28 CFR are in bold type. Implementing instructions are in regular type. • The Regional Psychology Treatment Program Coordinator (RPTP-C), formerly known as the\nRegional Drug Abuse Program Coordinator, will no longer have oversight authority for\nprovisional approval of early releases. • Institution staff will no longer be responsible for prior and current offense reviews of early\nreleases. • The procedures for monitoring early release have been modified, affecting the Drug Abuse\nProgram (DAP) staff, the Unit Team, Transitional Drug Abuse Treatment (TDAT) staff,\nCommunity Corrections staff, and the DSCC."
}