{
  "document_category": "guidance",
  "docId": "guidance_73",
  "chunk_index": 43,
  "chunk_text": "If recipient retains a contractor or consultant\nto author or co-author a work under this cooperative agreement, the recipient must ensure that there\nis a written agreement with the contractor or consultant that either explicitly (1) assigns and transfers\nall rights to the copyright in the work to the recipient for the full term of copyright or, if a copyright\ntransfer is not feasible, (2) awards the COPS Office the same royalty-free, nonexclusive and\nirrevocable license to use, and authorize others to use, the work for Federal Government purposes as\noutlined in this cooperative agreement. 3. Represent and warrant that all deliverables under this cooperative agreement were produced in a\nmanner that does not knowingly infringe upon or misappropriate the intellectual property rights or\nviolate the right to privacy of any third party. The recipient will be responsible for defending or settling\nat its own expense any and all third party claims and liabilities arising out of or in connection with any\ninfringement action related to work that was developed or for which ownership was acquired under\nthis cooperative agreement. 4. Provide further detail on project plans as requested by the program manager. 5. Adhere to the requirements or tasks specified in this cooperative agreement and not deviate from\nthem unless requested adjustments are first presented to and approved by the program manager. 6. Submit for prior approval or disapproval to the program manager any proposed changes in key staff\nassignments to this project and any significant changes in any partner’s role or responsibilities. 7. Submit for prior approval to the program manager proposed writers of any project deliverables. The\nprogram manager will need to review each writer’s resume and writing sample before approving the\nwriter. 8. Submit for prior approval to the COPS Office program manager proposed SMEs to be used on the\nproject. The COPS Office program manager will review each SME’s resume before approving the SME. 9. Obtain written approval from the COPS Office prior to obligating, expending, or drawing down\ncooperative agreement funds for the award of noncompetitive contracts for goods or services\n(including equipment purchases) in excess of $250,000. See 2 C.F.R. § 200.324(b)(2).\n10. Ensure that all proposed deliverables and publications follow and are in accordance with the COPS\nOffice Editorial and Graphics Style Manual, which includes that all nonoriginal work should be credited\nas appropriate. 11. Submit one copy of all reports and proposed products and deliverables (written, visual, or sound;\ncurricula, reports, or websites) or computer programs resulting from this cooperative agreement to\nthe program manager at least 90 days prior to public release to allow for COPS Office review and\nfeedback. 43 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\n12. Include the following statement for all products and deliverables developed under this cooperative\nagreement (including written, visual, sound, websites, or any other format): This project was supported, in whole or in part, by federal award number 2019-XX-XX-XXXX\nawarded to [Entity] by the U.S. Department of Justice, Office of Community Oriented Policing\nServices."
}