{
  "document_category": "guidance",
  "docId": "guidance_55",
  "chunk_index": 51,
  "chunk_text": "Equipment disposition\nEach recipient must use any equipment funded through a COPS Office award for approved award-related purposes\nand must retain the equipment for the life of the award. After the conclusion of the award period, property\nrecords must be maintained by the recipient. The records should include a description of the property; a serial\nnumber or other identification number; the source of the property; the name of the person or entity that holds the\ntitle; the acquisition date and cost of the property; the percentage of federal participation in the cost of the\nproperty; the location, use, and condition of the property; and any ultimate disposition data, including the date of\ndisposal and sale price of the property. A control system must be developed to ensure adequate safeguards to\nprevent loss, damage, or theft of the property. When the award has expired and original or replacement equipment obtained under the award is no longer\nneeded for the original project or for other activities currently or previously supported by a federal agency,\ndisposition of the equipment shall be made as follows: Items of equipment with a current per-unit fair market value of $5,000 or less may be retained, sold, or otherwise\ndisposed of with no further obligation to the awarding agency. Items of equipment with a current per-unit fair market value in excess of $5,000 may be retained or sold and the\nawarding agency is entitled to an amount calculated by multiplying the current market value or proceeds from sale\nby the awarding agency’s federal share in the cost of the original purchase. For more information, please see 2 C.F.R. § 200.313. 54 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual VIII. Conclusion We hope that this manual has assisted you and your agency with your award questions. We welcome and\nencourage any comments you have regarding the COPS Office SVPP Program and the materials we have developed\nfor its administration. If you have specific comments regarding this manual or have any questions about your\naward, please call your COPS Office Grant Program Specialist or the COPS Office Response Center at 800-421-6770. Pursuant to Executive Order 13513, “Federal Leadership on Reducing Text Messaging While Driving,” the COPS\nOffice encourages recipients of U.S. Department of Justice funds to adopt and enforce policies that ban text\nmessaging while driving and to establish workplace safety policies to decrease crashes caused by distracted\ndrivers. In addition, pursuant to Executive Order 13043, “Increasing Seat Belt Use in the United States,” the COPS Office\nencourages recipients of U.S. Department of Justice funds to adopt and enforce on-the-job seat belt policies and\nprograms for their employees when operating company-owned, rented, or personally owned vehicles. 55 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual Appendices\nAppendix A. List of source documents\nA. Primary Sources\nStudents, Teachers, and Officers Preventing (STOP) School Violence Act of 2018, 34 U.S.C. § 10551 et seq."
}