{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 62,
  "chunk_text": "Systematic Review of the Evidence Once auditors have completed the onsite phase of the audit, the Auditor Compliance Tool is a\ncritical tool that must be used by auditors to review all the evidence collected and make a\ncompliance determination for each provision of every Standard. The Auditor Compliance Tool, a\nrequired part of the Audit Instrument, is a centralized place to take detailed notes, and track\nand organize information collected during all phases of the audit. The Auditor Compliance Tool\nalso guides the auditor on what evidence to consider for each Standard. While auditors may\nmake provisional judgments about compliance during earlier phases of the audit by noting\ncomments in the Auditor Compliance Tool, the auditor’s actual compliance findings that are 19 See the full FAQ here: www.prearesourcecenter.org/node/3226. 62 captured in the interim (or final) report to the facility should be based on a systematic review of\nthe evidence after the onsite portion of the audit. Auditors should also be aware that communication with the facility does not end once they\nconclude the onsite portion of the audit. In the evidence review phase of the audit, it is\nexpected that an auditor will be in frequent communication with the facility to obtain\nadditional documentation and information, and when necessary, coordinate interviews with\nstaff that could not be completed onsite. Auditors are strongly encouraged to set a deadline for\nthe facility to provide additionally requested documentation or information during this phase to\nensure that the auditor can comply with the timeline for report submission. When considering whether or not a facility is in compliance with a particular Standard, auditors\nmust consider all related evidence, including the auditor’s observations of routine practices in\nthe facility, what the auditor learned in the course of interviewing staff and inmates, and\ninformation contained in documentation that the auditor\nIMPORTANT\nreviewed. As previously stated, the process of weighing\nmultiple forms of evidence to assess compliance is called\nIf a facility is out of compliance\n“triangulation.” The triangulation process will be difficult at\nwith any provision of a Standard,\ntimes. Some information the auditor might ideally want to\nthe facility is out of compliance\nwith the entire Standard. consider will be missing, or the body of evidence related to\na particular Standard may be unclear or contradictory. In\nthese circumstances, it is up to the auditor to apply his or her discretion and professional\njudgment to reach a reasoned decision about compliance. Pursuant to an FAQ issued by the\nDOJ PREA Working Group, auditors also need to see that compliance with a particular Standard\nhas become “institutionalized” at the facility. 20\nCareful decision making is essential to the PREA audit in general, but it is especially important\nwhen making determinations about compliance with the Standards. Auditors are called upon to\nevaluate the evidence in light of their experience, specialized training, and ongoing education\nto reach a decision about compliance for each provision of every Standard and be able to\nclearly explain and justify the reasoning underlying each finding. Auditors must be able to\ndefend their findings in their written reports and in any other communications with\nfacility/agency leadership and DOJ."
}