{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 64,
  "chunk_text": "All equipment, technology, training, and/or sworn officer positions awarded under the TRGP\naward must be linked to the implementation or enhancement of community policing. (34 U.S.C. § 10382 (c)(10)) Why this condition: The COPS Office defines community policing as a philosophy that promotes organizational strategies that support\nthe systematic use of partnerships and problem-solving techniques to proactively address the immediate\nconditions giving rise to public safety issues such as crime, social disorder, and fear of crime. TRGP-E/T awards\nmust be used to initiate or enhance community policing activities. All newly hired, additional, or rehired officers (or\nan equal number of redeployed veteran officers) funded under TRGP-E/T must engage in community policing\nactivities. While the COPS Office recognizes that your COPS Office-funded officer(s) (or an equal number of\nredeployed veteran officers) will participate in some or all aspects of your identified community policing plan and\nadvance your agency’s community policing activities over the life of the award, we also encourage your agency to\nmove toward an organization-wide philosophy and commitment to community policing. 63 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\nCOPS Office awards are designed to increase community policing capacity and crime prevention efforts. This is\nachieved through problem-solving tactics and community policing partnerships. It enhances police professionalism\nby providing officers with the skills and motivation to act in innovative ways to solve community crime-related\nproblems. Your organization may be monitored or audited to ensure that it is initiating or enhancing community\npolicing in accordance with your proposed plan, and that the officers hired (or an equal number of redeployed\nveteran officers) are used to implement this plan and advance your agency’s community policing activities over the\nlife of the grant. The COPS Office may also use this information to understand the needs of the field, and\npotentially provide for training, technical assistance, problem solving, and community policing implementation\ntools. What you should do: The community policing activities designated for implementation or enhancement by your agency were identified\nin your award application. Your community policing needs may change during the life of your award, and minor\nchanges to this plan may be made without prior approval of the COPS Office. If your agency’s community policing\nplan changes significantly you must submit those changes in writing to the COPS Office for approval. Changes are\nsignificant if they deviate from the range of possible community policing activities identified and approved in the\noriginal community policing plan submitted with your application. What are the specific rules regarding termination of award funding? The COPS Office may suspend, in whole or in part, or terminate funding or impose other sanctions on a recipient\nfor the following reasons:\n• Failure to substantially comply with the requirements or objectives of the Public Safety Partnership and\nCommunity Policing Act of 1994, program guidelines, or other provisions of federal law\n• Failure to make satisfactory progress toward the goals or strategies set forth in this application\n• Failure to adhere to award agreement requirements or special conditions\n•"
}