{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 35,
  "chunk_text": "What you should do: The recipient must ensure all COPS Office-funded SROs complete the NASRO training no later than nine months\nafter the date on the award congratulatory letter. If possible, SROs should complete training prior to beginning\nwork in a partner school or school district. If a COPS Office-funded SRO leaves his or her position after completing the NASRO training, the recipient is\nrequired to pay for the new SRO who is assigned to backfill the position to attend a NASRO basic training course. The new officer backfilling the SRO position must complete the NASRO training no later than nine months after\nbeing placed in the schools. If there are less than nine months left in the award, then the officer needs to receive\ntraining prior to the end of the award. After completing the training, the recipient should email a copy of the\nNASRO course certificate to COPS-SRO@usdoj.gov. If the COPS Office-funded SRO already completed the NASRO basic training within the last 12 months, the recipient\nshould contact the COPS Office Response Center by phone at 800-421-6770 or by e-mail at AskCopsRC@usdoj.gov\nand provide the location and date of the training so the COPS Office can confirm with NASRO and determine if this\ntraining requirement has been satisfied. For additional information regarding this mandatory training, view the SRO Mandatory Training Fact Sheet at\nwww.cops.usdoj.gov/pdf/2017AwardDocs/chp/SRO_Mandatory_Training_Fact_Sheet.pdf. What are the specific rules regarding termination of award funding? The COPS Office has the right to sanction or terminate your agency’s project when there is reason to believe that\nyour agency is\n• failing to make satisfactory progress toward the goals or strategies outlined in its application;\n• filing false statements or certifications in connection with an application, periodic report, or other awardrelated documents;\n• not adhering to award requirements or conditions;\n• not submitting financial or programmatic reports in a timely manner;\n• not substantially complying with the award requirements or other applicable provisions of federal law;\n• proposing substantial plan changes to the extent that, if originally submitted, would have resulted in the\napplication being denied funding;\n• providing other good cause for sanctions or termination as determined by the COPS Office. In these instances, the COPS Office may\n• condition a future award or elect not to provide future award funds to your agency until appropriate actions\nare taken to ensure compliance;\n• disallow all or part of the cost of the activity or action not in compliance;\n• recommend civil or criminal enforcement by other agencies;\n• require that some or all of the award funds be remitted to the US Department of Justice;\n• temporarily withhold payments pending correction of the situation by your agency;\n• wholly or partly suspend or terminate your award;\n• withhold or restrict your agency from obtaining future awards;\n• take other remedies that may be legally available. 34 2017 COPS Hiring Program (CHP) Award Owner’s Manual In the event that sanctions are imposed or your award is terminated, your agency will be notified in writing of our\ndecision and the reason(s) for that decision."
}