{
  "document_category": "guidance",
  "docId": "guidance_5",
  "chunk_index": 4,
  "chunk_text": "4 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice The Department’s Section 2 cases challenging methods of election for governmental bodies include\nactions against a variety of jurisdictions, including states, counties, municipalities, school districts, and\nspecial districts. 4 The Department’s cases under Section 2 have also challenged a variety of different methods of\nelection, including at-large election systems, as well as district-based election systems and mixed\nelection systems involving a combination of at-large elections and district elections. 5 In the course of investigating and bringing enforcement actions under Section 2 of the Voting Rights\nAct, the Department applies well-established case law, which is brieﬂy described below. 4 See, e.g., United States v. Texas, No. 5:11-cv-00360 (W.D. Tex.), ECF No. 907 (state legislative and congressional districts); United States v.\nCharleston County, No. 2:01-cv-00155 (D.S.C.) (county commission); United States v. Marion County, No. 4:99-cv-00151 (M.D. Ga.) (county\ncommission); United States v. Morgan City, No. 6:00-cv-01541 (W.D. La.) (city council); United States v. City of Lawrence, No. 1:98-cv-12256 (D.\nMass.) (city council and school board); United States v. Village of Port Chester, No. 1:06-cv-15173 (S.D.N.Y.) (board of trustees); United States v.\nGeorgetown County School District, No. 2:08-cv-00889 (D.S.C.) (school board); and United States v. Upper San Gabriel Valley Municipal Water\nDistrict, No. 2:00-cv-07903 (C.D. Cal.) (board of directors for special purpose district). 5 See, e.g., United States v. Blaine County, No. 4:99-cv-00122 (D. Mont.) (at-large elections for county commission); United States v. School Board\nof Osceola County, No. 6:08-cv-00582 (M.D. Fla.) (single-member district plan for school board); United States v. Crockett County, No. 1:01-01129\n(W.D. Tenn.) (multi-member district system for county commission); United States v. South Dakota, No. 3:00-cv-03015 (D.S.D.) (multi-member\ndistrict in state legislative districting plan); United States v. City of Euclid, No. 1:06-cv-01652 (N.D. Ohio) (mixed at-large and ward method of\nelection for city council). 5 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nSection 2 Analysis: Discriminatory Result Section 2 of the Voting Rights Act prohibits, among other things, any electoral practice or procedure\nthat minimizes or cancels out the voting strength of members of racial or language minority groups in\nthe voting population. This phenomenon is known as vote dilution. In Thornburg v. Gingles, 478 U.S. 30 (1986), the Supreme Court set out the framework for challenges to\nsuch practices or procedures. In Brnovich v. Democratic National Committee, 141 S. Ct. 2321, 2337\n(2021), the Supreme Court described Gingles as “our seminal § 2 vote-dilution case” and recognized\nthat “[o]ur many subsequent vote-dilution cases have largely followed the path that Gingles charted.” Analysis begins by considering whether three Gingles preconditions exist. First, the minority group\nmust be sufﬁciently large and geographically compact to constitute a majority of the voting-age\npopulation in a single-member district. Second, the minority group must be politically cohesive. And\nthird, the majority must vote sufﬁciently as a bloc to enable it—in the absence of special\ncircumstances, such as the minority candidate running unopposed—usually to defeat the minority\ngroup’s preferred candidate."
}