{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 7,
  "chunk_text": "In the absence of an\nacceptable written policy regarding travel costs, allowable rates and amounts established by the US General\nServices Administration (GSA) for the relevant geographic area will apply. The current GSA travel policy and per\ndiem rates can be found at www.gsa.gov. Allowable airfare costs will be reimbursed based upon the least expensive unrestricted accommodations class\noffered by commercial airlines—for example, lowest discount commercial airfare, the Federal Government\ncontract airfare (if authorized and available), or standard coach airfare—unless otherwise authorized in advance by\nthe COPS Office. 6 Temporary dependent care costs above and beyond regular dependent care that directly results from conference\ntravels are allowable as long as the costs incurred (1) are a direct result of the individual’s travel for the federal\naward; (2) are consistent with the recipient’s documented travel policy for all entity travel; and (3) are only\ntemporary during the travel period. The CPD program will fund award-related travel costs for the recipient agency or other (nonrecipient) individuals\nto attend training and technical assistance conferences, seminars, or classes or to visit a site specified in the\napplication. Allowable award-related travel costs that were included in the application have been approved by the\nCOPS Office as part of the CPD award and final budget. Your agency should keep timely and accurate records of all\ntravel expenses. If at any time these costs change, you should immediately contact your COPS Office Program\nManager. Contracts/Consultants\nCompensation for individual consultant services procured under a COPS Office award must be reasonable,\nallocable in accordance with 2 C.F.R. Part 200, Subpart E—Cost Principles, and consistent with rates paid for similar\nservices in the marketplace. Unless otherwise approved by the COPS Office, consultant rates will be based on the\nsalary a consultant receives from his or her primary employer, as applicable, up to $650 per day. For consultant or\ncontractor rates which exceed $650 per day, the COPS Office requires written justification if the consultants or\ncontractors are hired through a noncompetitive bidding process, and recipients must receive COPS Office approval\nof those rates before drawing down award funds. Determinations of approval will be made on a case-by-case basis. Other costs\nProject-related expenditures that do not conform to any of the category descriptions specified above are included\nin the “other costs” section of your FCM. In addition, items that have a direct correlation to the overall success of a\nrecipient’s project objectives and are necessary for the project to reach full implementation will be considered on\na case-by-case basis by the COPS Office. For recipients that are state, local, or tribal government entities, requests may be made only for items or positions\nthat are not otherwise budgeted with state, local, or Bureau of Indian Affairs (BIA) funds and would not be funded\nin the absence of the CPD award. If at any time you are unsure if an item is considered allowable or unallowable, please contact your COPS Office\nProgram Manager for further assistance."
}