{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 11,
  "chunk_text": "Any request for an extension beyond 24 months will be evaluated on a\ncase-by-case basis. Only those recipients that can provide a reasonable justification for delays will be granted nocost extensions. Reasonable justifications may include technology implementation delays, training delays, or other\ncircumstances that interrupt the 24 month award funding period. An extension allows your agency to compensate\nfor such delays by providing additional time to complete the full 24 months of funding. Extension requests must be\nreceived prior to the end date of the award. Why this condition:\nUnder federal regulations, requests to extend the award period require prior written approval from the COPS\nOffice. Without an approved extension, your agency is not permitted to draw down federal funding for costs\nincurred beyond the official award end date. However, if justified, the COPS Office seeks to accommodate\nreasonable requests for no-cost time extensions in order to fully implement the COPS Office award. What you should do: The COPS Office will contact your agency during the last quarter of the award period to determine whether a nocost time extension is needed; extensions will not be processed prior to 90 days of the award end date. Requests\nto extend the award period must be submitted online and received by the COPS Office before the official award\nend date. Extension requests received after the expiration date will only be considered when the recipient\nprovides justification of extraordinary circumstances; an example of this would be an instance where an\nunforeseen natural disaster prevented a recipient from requesting an extension. Failure to submit a request for a\nno-cost time extension by the end date may result in the immediate deobligation of any remaining award funds. 9 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual All extension requests require review and approval by the COPS Office. Individual or cumulative requests greater\nthan one-half of the award’s original term (i.e., 12 months) will require additional justification and must include a\ndetailed timeline. If your agency has excess funds remaining at the end of the award due to salary and fringe benefit costs that were\nlower than anticipated, your agency cannot extend the 24-month funding period for the purpose of expending\nthose excess funds. Recipients are entitled to a maximum of 24 months of federal funding based on the approved\nsalary and fringe benefits costs in the FCM. The COPS Office will deobligate any remaining award funds during the\ncloseout process. If you have any additional questions regarding a no-cost time extension, please contact your\nCOPS Office Grant Program Specialist. 6. Modifications\nCondition:\nOccasionally, a change in an agency’s fiscal or law enforcement situation necessitates a change in its COPS Office\nCAMP award. Award modifications under CAMP are evaluated on a case-by-case basis. All modification requests\ninvolving the purchase of new budget items must be approved, in writing, by the COPS Office prior to their\nimplementation. In addition, please be aware that the COPS Office will not approve any modification request that\nresults in an increase of federal funds. Why this condition:\nThe COPS Office realizes that agencies may need to reprogram award funds."
}