{
  "document_category": "guidance",
  "docId": "guidance_44",
  "chunk_index": 49,
  "chunk_text": "A recipient that expends $750,000 or more in federal funds (from all sources) during\nthe recipient’s fiscal year must have a single audit conducted in accordance with 2 C.F.R. § 200.514,\nexcept when it elects to have a program-specific audit conducted in accordance with 2 C.F.R. §\n200.501(c). For-profit (commercial) entities should follow the dollar threshold in 2 C.F.R. § 200.501 in\ndetermining whether to conduct an audit in accordance with the Government Auditing Standards. 3. Failure to comply with the terms and conditions of this award may result in legal sanctions including\nsuspension and termination of funds, repayment of expended funds, and ineligibility to receive\nadditional COPS Office funding. 4. False statements or claims made in connection with COPS Office awards may result in fines,\nimprisonment, debarment from participating in federal awards or contracts, and any other remedy\navailable by law to the Federal Government. 48 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nD. Specific requirements At a minimum, the following specific requirements will be fulfilled by the recipient during the specified\ntimeframe. [Tasks should include performance indicators. How will the performance be measured? What tasks must\nbe accomplished to get the desired results/outcomes?] Task X. The recipient will participate in a project kick-off meeting. The meeting will address administrative\nand programmatic requirements, project objectives, expectations, roles and responsibilities, deliverables,\ntimeline, budget, communication, and contact information. The kick-off meeting should include all key\nstaff and working partners, and should be no more than 30 days after the award acceptance. [This task\nshould be included in all CAs when it is applicable.] Task X. The recipient will submit conference approval request/reporting forms to the COPS Office a\nminimum of 90 days before the [specify meeting/conference] will occur and 45 days after the event ends. [This task should be included in all CAs when it is applicable.] Task X. The recipient should provide project updates on a monthly basis. Monthly updates will include\nstatus of all tasks and deliverables, challenges, successes, questions, budget expenditures, and when\nappropriate, metrics (such as number of participants, outreach distribution lists). The recipient will work\nwith the program manager to determine the appropriate method for providing monthly updates. [This\ntask should be included in all CAs when it is applicable.] Task X. The recipient must create a marketing materials and dissemination plan for the project\ndeliverables to enhance outreach. At a minimum, marketing materials will include social media posts,\nblast emails, and flyers. The COPS Office must approve all marketing materials prior to dissemination. Upon approval, the recipient will execute the strategy. [This task should be included in all CAs when it is\napplicable.] Task X. The recipient should develop at least one Community Policing Dispatch article for the COPS Office. This article related to the COPS Office–funded project will be done in collaboration with the program\nmanager and will be subject to the review and approval of the COPS Office prior to publication. [This task\nshould be included in all CAs when it is applicable.] Task X. The recipient will complete quarterly financial and periodic progress reports to the COPS Office\nwith detailed project updates."
}