{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 64,
  "chunk_text": "e. Multiple Payments. Inmates may receive wages from more than one pay department if both\nare based on an hourly wage and inmates are paid only for hours actually worked. The Inmate\nPay Coordinator uses the TRUPAID Multiple Pay/Restriction Report to verify duplicate\npayments. f. Accounting for Inmate Pay. Accounting for pay is only partially automated in TRUFACS. The Trust Fund Specialist performs a TRUFACS JV extract to upload into the automated\naccounting system. The extract generates the JV accounting entries to record the collection to the\nInmate Deposit Fund, PF. A manual entry to record the disbursement of these funds is entered in\nthe automated accounting system when the collection is uploaded. Payroll reports and backup\ndocumentation are filed in the Deposit Fund Monthly File with the pay. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 86 Chapter 10. INMATE ACCOUNTS – WITHDRAWALS\n10.1 AUTHORITY TO WITHDRAW INMATE FUNDS No funds are withdrawn from an inmate’s account without his/her prior consent except as noted\nbelow. The inmate’s prior consent is his/her signature; it is required to authorize withdrawals,\nexcept:\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■ To correct administrative errors. For court-ordered PLRA filing fees. For medical care co-pay payments. For release payments. To process “whereabouts unknown” accounts. For transfers to Bureau facilities. For phone transfers. Processed for accounts of deceased inmates. Processed for inmates deemed incompetent. Processed for debit vouchers. Processed for payments over cancel. Processed for Internal Revenue Service (IRS) tax liens. For TRULINCS transfers. To comply with Federal court orders. The requirement for prior inmate consent includes withdrawals for committed fines, attachments,\nliens, or any other legal process for the satisfaction of claims. Exceptions are IRS Tax Liens (see\nSection 5.n) and Federal court orders (see Section 5.z). Funds on deposit in the Bureau’s Deposit\nFund are properly subject to tax lien and levy. Inquiries from claimants (except from the IRS and Federal court orders) are acknowledged by\ncommunicating that if the claimant wishes to pursue the attachment of funds through the courts,\nBureau policy only allows claimants to be notified before the inmate’s release. When specifically requested, institutions/Trust Fund Branch have the discretion to encumber\nfunds for which claims are made. However, encumbrance is not mandatory and all claims, except\nfrom the IRS and Federal court orders, are handled in the same manner. 10.2 APPROVAL TO WITHDRAW INMATE FUNDS\nStaff approval is required for processing withdrawals initiated by inmates to send funds to outside\nparties. Approving officials for these withdrawals are:\n■ Unit Managers and Supervisors of Education for withdrawal requests up to $500. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 87 ■ Disciplinary Hearing Officers (DHO) for repayment of willful and malicious damage to\nGovernment property following a DHO finding that the inmate committed such a prohibited\nact. There is no dollar limit on the approval authority. Note:"
}