{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 29,
  "chunk_text": "D Release Residence. The Bureau of Prisons attempts to\nplace each inmate in an institution that is reasonably\nclose to the anticipated release area. Ordinarily,\nplacement within 500 miles of the release area is to be\nconsidered reasonable, regardless of whether there may\nbe an institution closer to the inmate’s release area. To the extent practicable, placement to the closest\nfacility within 500 driving miles of the release area\nwill be considered reasonable, subject to bed\navailability, the prisoner’s security designation, the\nprisoner’s programmatic needs, the prisoner’s mental\nand medical health needs, any request made by the\nprisoner related to faith-based needs, recommendations\nof the sentencing court, and other security concerns of\nthe Bureau of Prisons. This MGTV may also apply to\ninmates who are within 36 months of release. E Population Management. Situations may occur in which\nan inmate requires housing in a facility which is not\ncommensurate with his or her security level. Following\nare example situations: facility activation;\npopulation pressures affecting available appropriatelevel bed space within 500 driving miles of the\ninmate’s anticipated release residence; gang/security\nconcerns. G Central Inmate Monitoring Assignment. Pursuant to the\nCIM Program Statement, some inmates, for specified\nreasons, need to be monitored or separated from\nothers. Sometimes these special management concerns\nlimit the options for placement. I Medical or Psychiatric. An inmate who has a history of\nor is presently exhibiting psychiatric problems may\nneed an initial designation to a psychiatric referral\ncenter. Similarly, documented information reflecting\nthat the inmate may need medical or surgical treatment\nmay require a designation to a medical referral P5100.08\n9/12/2006\nChapter 5, Page 4\ncenter. Designations and redesignations of these\ninmates will be made by the Central Office Medical\nDesignator. N Program Participation. Occasionally, inmates become\ninvolved in specialized programs which are only\navailable on a limited basis, or at specific\ninstitutions; in such instances, it might be\nappropriate to delay transfer pending completion of\nthe program. Likewise, an inmate’s ability to\nparticipate in a unique program may require placement\nat an institution not commensurate with his or her\nsecurity level. Accordingly, when an inmate's\nsecurity level changes during participation in a\nspecial program not likely to be available in another\nappropriate facility, causing placement outside\nnormal guidelines, this MGTV will apply. R Work Cadre. At secure facilities without satellite\ncamps, the Regional Director may authorize a certain\nnumber of work cadre inmates to perform work outside\nthe perimeter of the institution. The DSCC will apply\nthe MGTV upon request of the institution. S PSF Waived. An inmate may receive up to three Public\nSafety Factors (PSFs). PSFs may be waived after review\nand approval by the DSCC Administrator. When Public\nSafety Factors are waived causing placement outside\nnormal guidelines, this MGTV will apply. Application\nof this MGTV mandates that the DSCC Administrator\ndetermine the most appropriate level of security\nrequired by the inmate and apply a Management Security\nLevel (MSL). The MSL must be at least one level less\nthan the scored security level which is based on the\nSecurity Total and PSF(s). Request for Public Safety Factor Waiver. Only the DSCC\nAdministrator is authorized to waive a PSF. A request\nfor waiver of a PSF will be submitted to the DSCC via\nform 409, available on SALLYPORT. The form 409 will\nindicate that the request is for waiver of a Public\nSafety Factor."
}