{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 10,
  "chunk_text": "When justified, the COPS Office will seek to accommodate reasonable\nrequests for no-cost time extensions to fully implement the COPS Office award. What you should do: The COPS Office will contact your agency during the last quarter of the award period to determine whether a nocost time extension is needed. Requests to extend the award period must be received by the COPS Office before\nthe official award end date. Failure to submit a request for a no-cost time extension before the award end date\nmay result in the immediate deobligation of any remaining award funds. Please note that the project period of\nperformance will be extended, if necessary, until the deliverable is considered final. If the award is set to expire,\nprior to the final approval of the deliverable, a no-cost extension will be executed for a reasonable amount of time\nfor the recipient to complete the final deliverable. 6. Modifications\nCondition:\nAward modifications under the CPD program are evaluated on a case-by-case basis in accordance with 2 C.F.R. ยง\n200.308. For federal awards in excess of $150,000, any modification request involving the reallocation of funding\nbetween budget categories that exceed or are expected to exceed 10 percent (10%) of the total approved budget 9 requires prior written approval by the COPS Office. Regardless of the federal award amount or budget modification\npercentage, any reallocation of funding is limited to approved budget categories. In addition, any budget\nmodification that changes the scope of the project requires prior written approval by the COPS Office. Why this condition:\nThe COPS Office realizes that agencies may need to reprogram award funds. Acceptable examples of such award\nmodifications include purchasing additional equipment using cost-savings from approved items or purchasing a\ndifferent type of equipment due to changing needs. Under federal regulations, you are required to expend federal\nfunds only as approved in the FCM. Requests to change or alter an award that meet certain threshold\nrequirements must be submitted to the COPS Office for written approval, prior to their purchase or\nimplementation. Without prior written approval, you must continue to implement your award as it was originally\noutlined and accepted by your agency. Reprogrammed funds must be allocated for items covered within the\noriginal scope of the award. Please be advised that reprogramming requests for unallowable costs will not be\napproved. Your agency may reprogram its budget up to an aggregate (over the course of your project) of 10 percent of the\ntotal project cost without prior written approval from the COPS Office. However, you should notify your COPS\nOffice Program Manager of any reprogramming that falls below the 10 percent threshold as well. For awards in\nexcess of $150,000, any reprogramming of funds that totals an aggregate of 10 percent or more of the approved\nbudget requires prior written approval from the COPS Office. What you should do: You are required to notify your COPS Office Program Manager if you determine that your agency will need to\nreprogram award funds. If your modification exceeds an aggregated (over the course of your project) 10 percent of\nyour overall award, your agency must access https://portal.cops.usdoj.gov."
}