{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 24,
  "chunk_text": "(17) Medications for Smoking Cessation Programs. In accordance with the Program\nStatement Smoking/No Smoking Areas, Nicotine Replacement Therapy (NRT) patches may be\nsold. NRT patches may be stocked or sold through the SPO process. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 35 At purchase, an authorization signed by a Bureau health care provider must be verified to include:\n■\n■\n■\n■ Date. Inmate’s committed name. Register number. Specific dosage of NRT patches authorized for purchase. This authorization allows the inmate to purchase one two-week supply of NRT patches at a time\nwhile in the program. The Commissary makes available Nicoderm brand NRT patches in several\ndosages (7 mg, 14 mg, and 21 mg), each sufficient for a two-week supply. No other cessation\nproducts such as gum or lozenges are authorized. Trust Fund staff forward the completed\nauthorization form to the Health Services Department. (18) Standardized Female/Transgender Items. The Trust Fund Branch, with the Health\nServices Division and Reentry Services Division, makes a list of standardized items, not to exceed\n25 items, that must be offered to female inmates and inmates identified in SENTRY as\ntransgender. The items may be stocked for resale in the Commissary or made available via SPO. This list may be found on Sallyport. g. Items Prohibited from Sale in the Commissary. Certain items are prohibited from sale, for\nexample:\n■\n■\n■\n■ ■\n■\n■\n■ ■\n■\n■ Bedding/linen (pillows, pillowcases, sheets, blankets, mattresses, etc.). Tobacco products and smoking accessories. Coins. Protein/carbohydrate products, any product formulated as a tablet, capsule, liquid, powder, or\nbar that is described as “high protein,” “amino acid,” “high calorie,” or “high carbohydrate,”\nassociated with body building, muscle enhancing, or weight lifting. Examples: Muscle\nCharger, 90% Protein Powder, Protein Plus, Muscle Majic, Sports Factor, Egg Protein, Hot\nStuff, MET-RX, Muscle Stuff, Creatine, Carbo Plus, etc. Prepared meals from outside sources such as Domino’s Pizza, Kentucky Fried Chicken,\nBurger King burgers/fries, etc. Any item containing poppy seeds. All canned foods. Food items that cannot be kept at safe temperatures to prevent the growth of dangerous\nmicroorganisms before or after sale. Potentially hazardous food means any perishable food\nthat consists in whole or part of milk or milk products, eggs, meat, poultry, fish, shellfish, or\nother ingredients capable of supporting rapid and progressive growth of infectious or toxigenic\nmicroorganisms. Perishable food means any food that may spoil. Fresh fruit and fresh vegetables. Beard trimmers and electric/battery-operated shavers. Medications, other than those referenced in Paragraph 15 above, not specifically approved by\nthe Chief, Trust Fund Branch, and the Health Services Division. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 36 ■ Medications, other than those referenced in Paragraph 15 for treatment of acne skin conditions,\nwhich contain benzoyl peroxide (such as Oxy 10 Lotion, Benoxyl 10 Lotion, Acne 10, and\ngeneric benzoyl peroxide lotions and washes). ■ Vitamins, other than those referenced in Paragraph 15.\n■ Bromo-Seltzer.\n■ Products containing olive leaf extract. ■ Products for denture cleaning that are effervescent tablets/powders such as Efferdent and\nPolident. ■ Cold medications that contain pseudoephedrine, such as Sudafed. ■ Loaves of bread. ■"
}