{
  "doc_id": "guidance_47",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_47__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons PROGRAM STATEMENT\nOPI:\nFPI/FMB\nNUMBER: 8120.03\nDATE:\nFebruary 23, 2017 Work Programs for Inmates − FPI\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE\n§345.10 Purpose and scope. It is the policy of the Bureau of Prisons to provide work to all inmates (including\ninmates with a disability who, with or without reasonable accommodations, can\nperform the essential tasks of the work assignment) confined in a federal\ninstitution. Federal Prison Industries, Inc. (FPI) was established as a program to\nprovide meaningful work for inmates. This work is designed to allow inmates the\nopportunity to acquire the knowledge, skills, and work habits which will be useful\nwhen released from the institution. There is no statutory requirement that\ninmates be paid for work in an industrial assignment. 18 U.S.C. 4126, however,\nprovides for discretionary compensation to inmates working in Industries. Under\nthis authority, inmates of the same grade jobs, regardless of the basis of pay\n(hourly, group piece, or individual piece rates) shall receive approximately the\nsame compensation. All pay rates under this part are established at the\ndiscretion of Federal Prison Industries, Inc. Any alteration or termination of the\nrates shall require the approval of the Federal Prison Industries’ Board of\nDirectors. While the Warden is responsible for the local administration of Inmate\nIndustrial Payroll regulations, no pay system is initiated or changed without prior\napproval of the Assistant Director, Industries, Education, and Vocational Training\n(Assistant Director). Federal Regulations from 28 CFR are shown in this type. Implementing instructions are shown in this type. The requirement for inmates of the same grade job to receive approximately the same\ncompensation does not apply to non-grade jobs under the Prison Industry Enhancement\nCertification Program (PIECP), 18 U.S.C. 1761(c). a. Summary of Changes\nPolicy Rescinded\nP8120.02\nWork Programs for Inmates – FPI (7/15/99) Changes that have been incorporated in this Program Statement include:\n■ Explanation of the Prison Industry Enhancement Certification Program (PIECP), including in\nrelation to inmate pay and benefits; clarification of the grounds for dismissal of inmate workers\nfrom the FPI program; and description of certain specific special needs waiting list hiring\nexceptions. ■ Clarification that for facilities without a Superintendent of Industries (SOI), responsibilities of\nthe SOI discussed in this Program Statement are delegated to the Factory Manager. b. Program Objectives. Expected results of this program are:\n■ Work opportunities will be provided to as many eligible inmates as possible. ■ Each inmate will obtain knowledge, skills, and work habits to use upon release. ■ Inmates working for FPI will be compensated according to the grade level attained or local\nprevailing wage for PIECP work. ■ FPI Corporate Management will develop a Memorandum of Understanding (MOU) (i.e.,\nAnnual Operating Plan) with each Warden and the Superintendent of Industries (SOI) or\nhighest ranking official annually, specifying the level of inmate employment. ■ Inmate worker positions will be classified appropriately, based upon principles of pay equity,\neconomy, and workforce resources. ■ An FPI work opportunities presentation will be made during each Admission and Orientation\nsession. ■ Waiting lists for hiring purposes will be maintained; exceptions may be made for needed skills,\nprior FPI assignment, factory change, or special needs."
    },
    {
      "id": "guidance_47__1",
      "chunk_id": "1",
      "content": "■ An FPI work opportunities presentation will be made during each Admission and Orientation\nsession. ■ Waiting lists for hiring purposes will be maintained; exceptions may be made for needed skills,\nprior FPI assignment, factory change, or special needs. ■ FPI will not discriminate on the basis of race, color, religion, ethnic origin, age, or physical\nhandicap. ■ Each inmate worker will receive a semi-annual performance evaluation.\n■ An inmate may be promoted when his/her work skills, abilities, qualifications, and work\nperformance demonstrate an ability to handle more complex assignments, provided he/she has\nsufficient time-in-grade. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 ■ An inmate may be terminated from FPI work status in accordance with the inmate worker\ndismissal provisions in Chapter 4.\n■ Inmates seeking FPI work assignments above Grade 4 must possess a high school diploma or\nGED or be satisfactorily enrolled in a literacy program. ■ Premium pay, incentive pay, piecework rates, overtime, longevity, vacation, administrative,\nholiday, and inmate performance pay will be given to eligible inmates. ■ Each inmate will receive a monthly earnings statement. ■ Eligible inmates may receive commendations or cash awards for special work achievements,\nscholarships, suggestions, inventions, or self-development. ■ Each inmate will receive job safety training. ■ Post-secondary scholarships may be offered to selected, qualified inmate workers. ■ Appropriate records will be maintained on inmate workers. 2. DEFINITIONS\n§345.11 Definitions.\na. Federal Prison Industries, Inc. (FPI). A government corporation\norganizationally within the Bureau of Prisons whose mission is to provide work\nsimulation programs and training opportunities for inmates confined in Federal\ncorrectional facilities. The commercial or “trade” name of Federal Prison\nIndustries, Inc. is UNICOR. Most factories or shops of Federal Prison Industries,\nInc. are commonly referred to as “UNICOR” or as “Industries.” Where these\nterms are used, they refer to FPI production locations and to the corporation as a\nwhole. UNICOR, FPI, and Industries are used interchangeably in this manner. For these purposes, Federal Prison Industries, Inc. will hereinafter be referred to\nas FPI. b. Superintendent of Industries (SOI). The Superintendent of Industries, also\nreferred to as Associate Warden/Industries and Education, is responsible for the\nefficient management and operation of an FPI factory. Hereinafter, referred to as\nSOI. For FPI facilities without an SOI, responsibilities of the SOI discussed in this Program Statement\nare delegated to the Factory Manager or other highest ranking FPI management official, who will\nbe supervised by an Operations Manager or other management official designated by the Assistant\nDirector. The Assistant Director is also referred to as the Chief Executive Officer of Federal\nPrison Industries. c. FPI Work Status. Assignment to an Industries work detail. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 (1) An inmate is in FPI work status if on the job, on sick call during the inmate’s\nassigned hours, on furlough, on vacation, for the first thirty days on writ, for the\nfirst 30 days in administrative detention, or for the first 30 days on medical idle for\nFPI work related injury so long as the injury did not result from an intentional\nviolation by the inmate of work safety standards."
    },
    {
      "id": "guidance_47__2",
      "chunk_id": "2",
      "content": "(2) Full-Time Work Status. A work schedule for an inmate consisting of 90% or\nmore of the normal FPI factory work week. (3) Part-Time Work Status. A work schedule of less than 90% of the normal FPI\nfactory work week. A primary use of part-time work status is job share, which is a work schedule whereby two or more\ninmates working different shifts share the work of a single work assignment. For example, if a\nfactory has 100 positions, it could provide work to 140 inmates by using 60 inmates on a full-time\nbasis and 80 inmates on a job-share basis. d. Unit Team. Bureau of Prisons staff responsible for the management of\ninmates and the delivery of programs and services. The Unit Team may consist\nof a unit manager, case manager, correctional counselor, unit secretary, unit\nofficer, education representative, and psychologist. e. Unit Discipline Committee (UDC). The term Unit Discipline Committee refers\nto one or more institution staff members delegated by the Warden with the\nauthority and duty to hold an initial hearing upon completion of the investigation\nconcerning alleged charge(s) of inmate misconduct…. The Warden shall authorize\nthese staff members to impose minor sanctions for violation of prohibited act(s). For guidance, refer to the Program Statements Special Housing Units and Inmate Discipline\nProgram. In institutions with Unit Management, the authority to hold initial hearings and\nimpose minor sanctions is ordinarily delegated to the staff assigned to the inmate’s unit. Where\nthe institution does not have a Unit Management System, the Warden must delegate to one or more\ninstitution staff members the authority to hold initial hearings and impose minor sanctions. f. Discipline Hearing Officer (DHO). This term refers to an independent\ndiscipline hearing officer who is responsible for conducting Institution Discipline\nHearings and who imposes appropriate sanctions for incidents of inmate\nmisconduct referred for disposition following the hearing…before the UDC. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 For guidance, refer to the Program Statements Special Housing Units and Inmate Discipline\nProgram. The Discipline Hearing Officer may be assigned to one institution or may be\nresponsible for conducting institution discipline hearings at several different institutions. g. Pretrial Inmate. The definition of pretrial inmate in 28 CFR 550.101(a) is\napplicable to this part. Such an inmate is defined as a person who is legally detained but for whom the Bureau of Prisons\nhas not received notification of conviction. Thus, “pretrial inmate” ordinarily includes a person\nawaiting trial, being tried, or awaiting a verdict. h. SOC Code. Standard Occupational Classification code used to classify occupations and\nissued by the U.S. Department of Commerce. i. Inmate Employment. Terms such as “work,” “worker,” “employment,” “hire,” etc., refer to\nparticipation in an FPI work program. j. Prison Industry Enhancement Certification Program (PIECP). A program codified at 18\nU.S.C. § 1761(c) that allows correctional industries to sell products to the commercial market\nunder specific conditions. Inmates performing PIECP work do not receive grades and are paid\nbased on the local prevailing wage, subject to allowable deductions. As discussed in Chapter 5,\nsome of the benefits received by graded inmates are inapplicable to inmates performing PIECP\nwork."
    },
    {
      "id": "guidance_47__3",
      "chunk_id": "3",
      "content": "Inmates performing PIECP work do not receive grades and are paid\nbased on the local prevailing wage, subject to allowable deductions. As discussed in Chapter 5,\nsome of the benefits received by graded inmates are inapplicable to inmates performing PIECP\nwork. REFERENCES\nProgram Statements\nP1600.09 Occupational Safety, Environmental Compliance, and Fire Protection (10/31/07)\nP5111.04 Institution Hearing Program (7/3/06)\nP5180.05 Central Inmate Monitoring System (12/31/07)\nP5251.06 Inmate Work and Performance Pay (10/1/08)\nP5270.09 Inmate Discipline Program (7/8/11)\nP5270.11 Special Housing Units (11/23/16)\nP5290.14 Admission and Orientation Program (4/3/03)\nP5350.28 Literacy Program (GED Standard) (12/1/03)\nP5353.01 Occupational Education Programs (12/17/03)\nP5380.08 Financial Responsibility Program, Inmate (8/15/05)\nP8000.01 UNICOR Corporate Policy and Procedures (6/25/01)\nP8570.01 Accounting Procedures for Civilian and Inmate Payrolls – FPI (6/25/01) P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 Other References\nRules cited in this Program Statement are contained in 28 CFR 345.10−345.84. Standard Occupational Classification Code issued by the U.S. Department of Commerce. BOP Forms\nBP-A0140\nBP-A0372 Injury Report - Inmate\nIdeas are Dollars FPI Forms\nForm 39\nForm 44\nForm 82\nForm 83\nForm 96 Request for Inmate Vacation\nYearly Chronological FPI Work Performance Evaluation Form\nJob Grading Sheet\nJob Schedule\nInmate Industrial Employment Action ACA Standards\nAmerican Correctional Association 4th Edition Standards for Adult Correctional Institutions:\n4-4448, 4-4451, 4-4452, 4-4457, 4-4458, and 4-4461. Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) system on Sallyport. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 CONTENTS\nIntroduction ......................................................................................................................................9\nChapter 1. Delegation of Authority, Inmate Personnel Management System\nPurpose/Summary ..........................................................................................................................10\nDelegations ....................................................................................................................................10\nChapter 2. Labor Utilization and Position Classification\nGeneral ...........................................................................................................................................11\nAction .............................................................................................................................................11\nPosition Classification ...................................................................................................................11\nUnderstanding of the Program .......................................................................................................12\nClassification Integrity ...................................................................................................................13\nChapter 3. Recruitment and Hiring Practices\nRecruitment ....................................................................................................................................14\nHiring .............................................................................................................................................14\nWaiting List Hiring Exceptions .....................................................................................................15\nRefusal to Employ..........................................................................................................................16\nAssignments to FPI ........................................................................................................................16\nChapter 4. Inmate Worker Standards and Performance Appraisal\nGeneral ...........................................................................................................................................19\nInmate Worker Standards ..............................................................................................................20\nPerformance Appraisal for Inmate Workers ..................................................................................21\nInmate Worker Dismissal ..............................................................................................................23\nChapter 5. Inmate Pay and Benefits\nGeneral ...........................................................................................................................................25\nPurpose and Summary ...................................................................................................................25\nInmate Pay .....................................................................................................................................25\nPremium Pay ..................................................................................................................................27\nIncentive Pay Plans ........................................................................................................................29\nPiecework Rates .............................................................................................................................29 P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 7 Overtime Compensation ................................................................................................................29\nLongevity Pay ................................................................................................................................30\nVacation Pay ..................................................................................................................................31\nAdministrative Pay.........................................................................................................................32\nHoliday Pay....................................................................................................................................32\nInmate Performance Pay ................................................................................................................32\nTraining Pay ...................................................................................................................................33\nInmate Earnings Statement ............................................................................................................33\nInmate Accident Compensation .....................................................................................................33\nPost-Release Inmate Accident Compensation ...............................................................................34\nFunds Due Deceased Inmates ........................................................................................................34\nReferral of Releasable Medical Data to FPI Staff .........................................................................34\nInmate Medical Work Limitation ..................................................................................................34\nClaims Limitation ..........................................................................................................................35\nRetention of Benefits .....................................................................................................................35\nChapter 6. Awards Program\nGeneral ...........................................................................................................................................40\nOfficial Commendations ................................................................................................................40\nCash Bonus or Cash Award ...........................................................................................................41\nProcedures for Granting Awards for Suggestions/Inventions .......................................................41\nAwards for Special Achievements for Inmate Workers ................................................................42\nChapter 7. FPI Inmate Training and Scholarship Programs\nGeneral ...........................................................................................................................................43\nPre-Industrial Training ...................................................................................................................43\nApprenticeship Training ................................................................................................................44\nJob Safety Training ........................................................................................................................44\nFPI Scholarship Fund .....................................................................................................................45\nChapter 8. Records and Files\nGeneral ...........................................................................................................................................47\nPermanent Records ........................................................................................................................47\nPersonnel Forms.............................................................................................................................48\nTable 1. Guidelines for Inmate Pay and Benefits ...................................................................38 P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8 INTRODUCTION The task of hiring and managing inmate workers in Federal Prison Industries requires this policy\non FPI Inmate Work Programs. It provides clarifications and updates that should assist FPI staff\nand inmates in day-to-day decision-making regarding inmate work assignments, pay, and benefits. This policy contains changes in the areas of inmate hiring, pay, and benefits."
    },
    {
      "id": "guidance_47__4",
      "chunk_id": "4",
      "content": "It provides clarifications and updates that should assist FPI staff\nand inmates in day-to-day decision-making regarding inmate work assignments, pay, and benefits. This policy contains changes in the areas of inmate hiring, pay, and benefits. It contains\nprovisions covering all aspects of inmate work in FPI, including inmate worker standards as the\nbasis for inmate personnel management; information regarding FPI pay and benefits; disciplinary\nactions; and the Prison Industry Enhancement Certification Program (PIECP). P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 9 Chapter 1. Delegation of Authority, Inmate Personnel Management System\n1. PURPOSE/SUMMARY To establish delegation of authority for inmate worker personnel matters. 2. DELEGATIONS The Director, Bureau of Prisons, re-delegates the authority for general administration of inmate\nworker personnel matters to the Assistant Director/Chief Executive Officer, Federal Prison\nIndustries (hereafter referred to as Assistant Director). Certain functions can then be re-delegated\nby the Assistant Director to the SOI, as indicated below. a. Selection Authority. Authority to employ inmates and to select inmates for key positions,\npremium pay positions, and other specialized positions that may become available to inmate\nworkers in FPI is delegated to the SOI after appropriate screening by the Unit Team. The SOI may further delegate the selection authority to FPI staff, via an official memorandum to\nthose staff members from the SOI. b. Classification Authority. Authority to classify inmate worker positions is delegated to the\nSOI. c. Corrective Action Authority. Authority to take FPI corrective actions regarding an inmate\nworker is delegated to the SOI. Violations of FPI Inmate Worker Standards may be handled within the local FPI organization\nstructure at the SOI’s discretion, and are to be appropriately documented. Violations of Bureau rules are processed in accordance with the Program Statements Inmate\nDiscipline Program and Special Housing Units. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 10 Chapter 2. Labor Utilization and Position Classification\n1. GENERAL It is FPI’s policy to employ inmate resources efficiently. During the annual FPI planning cycle,\nFPI will develop a Memorandum of Understanding (MOU) (i.e., Annual Operating Plan) with\neach Warden and SOI on the level of inmate employment necessary to support planned sales and\nearnings for the FPI operation at each facility. 2. ACTION\nSuperintendents of Industries must, at a minimum, complete the procedures listed below to ensure\nthe effective employment of inmate resources:\n■ Formulate an inmate worker staffing pattern annually. The SOI will note turnover rates,\nworkload increases and decreases expected, labor availability, expected population trends, and\nanticipated mission, product, or program changes that will have a significant impact on\nindustries operations. This may be executed as a part of a total workforce assessment effort in\nwhich both civilian and inmate workforces are examined. SOIs are advised to have the\nanalysis available for discussion with Corporate executives, program managers, and others as\nneeded. ■ Review all short-range operation plans (one year or less) to assess inmate workforce needs. ■ Review projected and actual overtime use and design methods of reducing overtime costs\nwhile optimizing inmate employment. ■ Review the results of program reviews to improve the institution’s industrial program.\n■"
    },
    {
      "id": "guidance_47__5",
      "chunk_id": "5",
      "content": "■ Review all short-range operation plans (one year or less) to assess inmate workforce needs. ■ Review projected and actual overtime use and design methods of reducing overtime costs\nwhile optimizing inmate employment. ■ Review the results of program reviews to improve the institution’s industrial program.\n■ Make recommendations on the consolidation of functions, reorganization, duplication of\neffort, layering, better use of technology, vertical integration, and other means of workforce\nutilization. 3. POSITION CLASSIFICATION\n§345.20 Position classification. a. Inmate worker positions must be assigned an appropriate level of pay. All\ninmate workers shall be informed of the objectives and principles of pay\nclassification as a part of the routine orientation of new FPI inmate workers. Pay rates for graded positions are set by FPI’s Board of Directors, and implemented by appropriate\nBureau directives. Pay rates for PIECP positions are based on the local prevailing wage, subject\nto allowable deductions. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 11 b. The Warden and SOI have the responsibility for position classification at each\nlocation. Position classification must be treated as an integral part of the total inmate worker personnel\nmanagement system. The classification program should represent a balance of pay equity,\neconomy, and workforce resources. (1) Pay Equity. Position classification should result in pay equity for graded positions. Differences in compensation paid to different inmate workers will be proportional to the\ndifferences in the difficulty, responsibility, and qualification requirements of the work performed. Individuals with similar skills and job assignments should receive similar pay. (2) Economy. Good position management requires that inmate worker positions are established\nconsistent with the soundest and most economical organizational structure to accomplish the\nmission efficiently. The skills assigned to a graded position should be consistent as to type and\nlevel, with higher level skills concentrated in higher level graded positions and lower level skills\nconcentrated in lower level graded positions. (3) Workforce Resources. The available quality and level of skills existing among inmates\nwithin the institution as well as the potential for development through training should be\nconsidered. As vacancies arise, individuals with the necessary skill potential will be advanced. 4. UNDERSTANDING OF THE PROGRAM\na. Purpose. This establishes the requirements and responsibilities for position classification in\nFPI as it pertains to graded inmate workers. It is essential that inmate workers be informed of the\nstandards of the pay classification system and understand the basis for determining their pay\nsystem and their resulting pay grades. b. Responsibility. While the Warden and SOI have the responsibility for position classification\nat each location, FPI managers must support that responsibility by ensuring that inmate workers\nare accurately classified and graded. c. Position Classification Files and Records. Position classification files and records should\nbe available for easy access and use by local FPI staff, auditors, program management staff, and\nother official visitors. They should contain the following information:\n■ An FPI Form 83, summarizing all operative positions in the FPI factory. This document lists\neach job by job number, title using the SOC code, and total positions in each pay grade level. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type."
    },
    {
      "id": "guidance_47__6",
      "chunk_id": "6",
      "content": "This document lists\neach job by job number, title using the SOC code, and total positions in each pay grade level. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 12 ■ An FPI Form 82 summarizing the data needed to grade an inmate. It is essential that the\nduties actually performed agree with the Form 82 requirements. ■ Documentation of any special actions taken (e.g., “jumping inmates ahead” on the Waiting\nLists or hiring at higher than entry level wages) and the basis for those actions. d. Classification Maintenance\n(1) Position Changes. Position changes, except for temporary or “acting” positions, are posted\non FPI Form 83. FPI Form 82s will reflect the changes put into the record covering the new\npositions, as necessary. (2) Cyclic Review. A review of inmate worker positions should be completed prior to the\nannual MOU (i.e., Annual Operating Plan) meeting and for any major product line change. These\nreviews should be submitted to the Operations Manager along with the suggested FPI factory\nprofile. (3) Certification. All FPI managers should be able to certify to the SOI that the positions are\nnecessary and accurately described. 5. CLASSIFICATION INTEGRITY The accuracy of inmate pay grade classification (FPI Form 82) may be checked during program\nreviews and other audit activities (e.g., external audits and OMB A-123 reviews). An audit\nsample that displays a large degree of disparity between the duties actually performed and the\nwork as described on the Form 82 will be sufficient to require further review of inmate job\nclassifications for that FPI factory. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13 Chapter 3. Recruitment and Hiring Practices\n1. RECRUITMENT\n§345.31 Recruitment. Inmate workers for FPI locations may be recruited through admission and\norientation lectures or through direct recruiting. a. Admission and Orientation Lectures. Each SOI is required to ensure that a lecture (or\nvideo presentation) is given to each group of inmates during the Admission and Orientation\n(A&O) program. Each location must have a written lecture or outline to ensure that all inmate\nA&O classes receive the same information. An appropriate amount of time must be left open for answering questions from inmates. Each lecture or video presentation must, at a minimum, cover the following topics:\n■\n■\n■\n■\n■\n■\n■\n■ An introduction to FPI, including its mission. FPI worker standard expectations. Inmate pay and benefits. Local rules and hours of operation. Recruitment, hiring, and dismissal procedures. Safety and sanitation responsibilities. The products, their uses, and the major customers at the local FPI factory. The value of the FPI work experience in correctional adjustment and in skills development for\nreentry. b. Direct Recruiting. The SOI may solicit inmates with needed skills for employment in\nIndustries. The SOI and other FPI employees may inform prospective workers of the benefits of a\ncareer with FPI prior to receipt of the workers’ applications for employment. 2. HIRING\n§345.32 Hiring.\na. Inmate workers are ordinarily hired through waiting lists."
    },
    {
      "id": "guidance_47__7",
      "chunk_id": "7",
      "content": "The SOI may solicit inmates with needed skills for employment in\nIndustries. The SOI and other FPI employees may inform prospective workers of the benefits of a\ncareer with FPI prior to receipt of the workers’ applications for employment. 2. HIRING\n§345.32 Hiring.\na. Inmate workers are ordinarily hired through waiting lists. Except as noted in\n§345.33, inmates are to be placed on the waiting lists in order of receipt of\napplications for work with Industries, and are to be hired in the same sequence. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 14 28 CFR 345.33 refers to Section 3 of this Chapter.\nb. Waiting lists are to be maintained and kept available for scrutiny by auditors\nand other staff with a need to know. SOIs are encouraged to maintain a waiting\nlist for each FPI factory. 3. WAITING LIST HIRING EXCEPTIONS\n§345.33 Waiting list hiring exceptions. a. Needed skills. An inmate may be hired ahead of other inmates on the waiting\nlist if the inmate possesses needed skills and the SOI documents the reasons for\nthe action in the position classification files. Inmates selected to perform PIECP work are considered to possess needed skills for the specific\nPIECP work assignments for which they are selected. b. Prior FPI work assignment. An inmate with prior FPI work experience during\nthe inmate’s current commitment and with no break in custody will ordinarily be\nplaced within the top ten percent of the waiting lists unless the inmate was\ntransferred for disciplinary reasons, was placed in segregation, or voluntarily left\nthe FPI work assignment for non-program reasons (i.e., for some reason other\nthan formal education, vocational training, drug abuse or similar formal\nprograms). For example, an inmate transferred administratively for\nnondisciplinary reasons, and who has documented credit as a prior worker, is\ncovered under the provisions of this paragraph. An inmate with prior FPI work experience will similarly not be placed in the top 10 percent of the\nwaiting lists if the inmate was previously terminated from FPI employment for violating the\nInmate Worker Standards. c. Industry closing and relocation. When an FPI factory closes in a location with\ntwo or more FPI factories, an inmate worker affected may be transferred to\nremaining FPI factories ahead of the top portion of the inmates on the waiting lists,\nso there is no break in active duty with FPI. Such actions are also in order where\nthe work force of an industry is reduced to meet institution or FPI needs. An\ninmate transferred under the provisions of this part will have the same benefits as\nany intra-industry transfer. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 15 d. Disciplinary transfers. An inmate who is a disciplinary transfer from the last\ninstitution designated and who wishes reassignment in FPI at the receiving\ninstitution may be hired on a case-by-case basis at the discretion of the SOI, who\nshould consider the security level and reasons for the misconduct."
    },
    {
      "id": "guidance_47__8",
      "chunk_id": "8",
      "content": "15 d. Disciplinary transfers. An inmate who is a disciplinary transfer from the last\ninstitution designated and who wishes reassignment in FPI at the receiving\ninstitution may be hired on a case-by-case basis at the discretion of the SOI, who\nshould consider the security level and reasons for the misconduct. Such an\ninmate, despite prior experience, is not due special placement on the waiting list,\nis not given advance hiring preference, and does not receive consideration for\naccelerated promotion back to the grade held at time of transfer. e. Special needs. For special needs, such as Inmate Financial Responsibility\nassignment to assist in paying a significant financial obligation or for release\npreparation, the unit team may recommend an inmate for priority placement on the\nwaiting list. Such placement must be documented and include the reason for the\nexception. See the Program Statement Financial Responsibility Program, Inmate. Specifically, special\nneeds include, but are not limited to: inmates within three years of their projected release dates;\ninmates who are honorably discharged veterans of the U.S. military; and inmates enrolled in the\nInmate Financial Responsibility Program who have a minimum obligation of $1,000. 4. REFUSAL TO EMPLOY\n§345.34 Refusal to employ. a. The SOI has authority to refuse an FPI assignment to an inmate who, in the\njudgment of the SOI, would constitute a serious threat to the orderly and safe\noperation of the FPI factory. A refusal to assign must be documented by a\nmemorandum to the unit team listing reasons for the refusal, with a copy to the\nposition classification files in FPI. Typically, the reasons should include other\nearlier (ordinarily within the past twelve months) documented violations of the FPI\ninmate worker standards or institution disciplinary regulations. b. The refusal to assign is to be rescinded when, in the judgment of the SOI, the\nworker no longer constitutes a serious threat to the FPI industrial operation. 5. ASSIGNMENTS TO FPI\n§345.35 Assignments to FPI. a. An inmate or detainee may be considered for assignment with FPI unless the\ninmate is a pretrial inmate or is currently under an order of deportation, exclusion, P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16 or removal. However, an inmate or detainee who is currently under an order of\ndeportation, exclusion, or removal may be considered for assignment with FPI if\nthe Attorney General has determined that the inmate or detainee cannot be\nremoved from the United States because the designated country of removal will\nnot accept his/her return. Any request by an inmate for consideration must be\nmade through the unit team. FPI does not discriminate on the bases of race,\ncolor, religion, ethnic origin, age, or disability. Upon receiving written documentation from the U.S. Immigration and Customs Enforcement\n(ICE) or the Executive Office for Immigration Review (EOIR) that an inmate has been issued a\ndeportation, exclusion, or removal order, the unit team adds the appropriate SENTRY Case\nManagement Assignment (CMA) (IHP CMP WD-IHP Complete; IHP CMP WDE-IHP Complete;\nor IHP CMP WDI-IHP Complete). The SOI must not include any inmate with these CMAs when\ndetermining eligibility for an FPI assignment, except as specified in Chapter 4, Section 4(d)."
    },
    {
      "id": "guidance_47__9",
      "chunk_id": "9",
      "content": "The SOI must not include any inmate with these CMAs when\ndetermining eligibility for an FPI assignment, except as specified in Chapter 4, Section 4(d). These inmates will be reassigned to non FPI work assignments for which they are otherwise\neligible. Unit staff must also remove inmates with these CMAs from the FPI Waiting List, except\nas specified in Chapter 4, Section 4(d). Inmates for whom no decision has been made to deport\nare unaffected by this policy. The SOI and Associate Warden of Programs coordinate notification\nto affected inmates of their pending removal from FPI work assignments. b. The SOI ordinarily makes assignments based on the recommendation of the\nunit team. (1) New workers are ordinarily assigned at pay grade five. All first-time inmate\nworkers shall enter at pay grade five and may be required to successfully\ncomplete a course in pre-industrial training or on-the-job training (as available)\nbefore promotion to pay grade four. (2) An inmate who has not successfully completed pre-industrial or on-the-job\ntraining remains at pay grade five for at least 30 days. Inmates undergoing such training should expect a period of at least 30 days for successful\ncompletion of the training. After 30 days, promotions may occur based on available openings and\njob performance. (3) An inmate hired after having resigned voluntarily from FPI may be excused\nfrom pre-industrial training and may be hired at a pay grade based on previous\ntraining and experience. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 17 For example, an inmate who previously worked in the FPI print factory and is rehired to work\nagain in the print factory may be exempted from pre-industrial training. An inmate who\npreviously worked in the print factory and is rehired to work in the broom factory may be required\nto complete a course in pre-industrial training at the SOI’s discretion. (4) Employing job-share workers is an excellent method of allowing the maximum number of\ninmates to take part in the FPI work experience. Job-share work is also encouraged because it\ngrants inmates the opportunity to participate in a wide range of other correctional programs. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 18 Chapter 4. Inmate Worker Standards and Performance Appraisal\n1. GENERAL\n§345.40 General. This subpart authorizes the establishment of minimum work standards for inmate\nworkers assigned to the Industries program at all field locations. The SOI may\nreproduce these standards and may also develop additional local guidelines to\naugment these standards and to adapt them to local needs and conditions. Local\nIndustries shall place these standards and any additional local guidelines on\ndisplay at appropriate locations within the industrial sites. Inmates shall be\nprovided with a copy of these standards and local guidelines, and shall sign\nreceipts acknowledging they have received and understand them before\nbeginning work in the Industries program. In the case of a disabled inmate,\nalternate media or means of communicating this information and indicating the\ninmate’s receipt may be provided, if necessary as a reasonable accommodation. a."
    },
    {
      "id": "guidance_47__10",
      "chunk_id": "10",
      "content": "In the case of a disabled inmate,\nalternate media or means of communicating this information and indicating the\ninmate’s receipt may be provided, if necessary as a reasonable accommodation. a. At a minimum, each industrial location is to have work standards for each of\nthe following areas:\n(1) Safety−ensuring the promotion of workplace safety and the avoidance of\nactivities that could result in injury to self or others. (2) Quality assurance−ensuring that work is done as directed by the supervisor\nin an attentive manner so as to minimize the chance of error. (3) Personal conduct and hygiene−ensuring the promotion of harmony and\nsanitary conditions in the workplace through observation of good hygiene and full\ncooperation with other inmate workers, work supervisors, and training staff. (4) Punctuality and productivity−ensuring the productive and efficient use of time\nwhile the inmate is on work assignment or in training. b. Compliance with work standards. Each inmate assigned to FPI shall comply\nwith all work standards pertaining to his or her work assignment. Adherence to\nthe standards should be considered in evaluating the inmate’s work performance\nand documented in individual hiring, retention, and promotion/demotion\nsituations. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 19 2. INMATE WORKER STANDARDS In general, inmate industrial workers should engage in activities that promote workplace safety\nand avoid activities that could result in injury to self or others. a. Inmate Worker Safety: Minimum Acceptable Standards. Staff are to advise inmates to:\n■ Follow posted safety rules and procedures at all times while on work assignment. ■ Report all injuries to the work supervisor immediately, no matter how minor or trivial the\ninjury may appear. ■ Use equipment, tools, or machinery only when directed by the work supervisor and only in the\nmanner told to use them. ■ Keep the work area neat and orderly as required by local safety rules and by the work\nsupervisor, so as to not pose a safety hazard to self or to others. ■ Always use required protective equipment provided at the work site. Such equipment\nincludes, but is not limited to, safety shoes, eye protection, ear protection, respirators or face\nmasks, protective clothing, and other items that may be designated by the SOI. ■ Actively participate in regularly scheduled safety talks and other safety-related training. ■ Maintain a personal appearance that meets FPI factory safety requirements; e.g., hair may not\nbe so long as to create an unnecessary safety hazard in the judgment of the SOI. b. Quality Assurance Activities: Minimum Acceptable Standards. Staff are to advise\ninmates to:\n■ Perform the work exactly to the specifications the supervisor assigns. ■ Be attentive in performing the work so as to minimize the chance of error(s).\n■ Make no changes in materials or production procedures without the work supervisor’s explicit\npermission for each change made. ■ Report to the supervisor, and, upon the supervisor’s instructions, repair or correct product\ndefects resulting from defective workmanship, whether done by oneself or by others. c. Personal Conduct and Hygiene: Minimum Acceptable Standards. Staff are to advise\ninmates to:\n■"
    },
    {
      "id": "guidance_47__11",
      "chunk_id": "11",
      "content": "■ Report to the supervisor, and, upon the supervisor’s instructions, repair or correct product\ndefects resulting from defective workmanship, whether done by oneself or by others. c. Personal Conduct and Hygiene: Minimum Acceptable Standards. Staff are to advise\ninmates to:\n■ Work without causing friction with other inmate workers, and cooperate fully with peers. ■ Obey and cooperate fully with the work supervisor or training instructor by successfully\ncompleting assigned tasks in the manner prescribed. ■ Not bring prohibited items to the work area. ■ Observe basic standards of grooming and good hygiene. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 20 d. Punctuality and Productivity: Minimum Acceptable Standards. Staff are to advise\ninmates to:\n■ Report to the assigned work or training area promptly when coming to work at the beginning of\na shift, after meal(s), or after breaks. ■ Remain at work during the time designated by the local work schedule.\n■ Use work time efficiently and keep nonproductive time to a minimum during hours of FPI\nfactory operation. ■ Meet work requirements (production) the work supervisor establishes for those work stations\nhaving no specific production standards. ■ Meet all established production and quality standards. ■ Demonstrate an ability to adapt to changing work conditions to meet the goals of the FPI\nfactory (including job reassignments). ■ Demonstrate a willingness to develop additional skills through participation in, and\ncompletion of, on the job training and formal education and training programs. ■ Comply with rules, instructions, and guidance pertaining to the Inmate Payroll System. 3. PERFORMANCE APPRAISAL FOR INMATE WORKERS\n§345.41 Performance appraisal for inmate workers. Work supervisors should complete a performance appraisal form for each inmate\nsemi-annually, by March 31 and September 30, or upon termination or transfer\nfrom the industrial work assignment. Copies shall be sent to the unit team. Inmate workers should discuss their appraisals with their supervisors at a\nmutually agreeable time in order to improve their performance. Satisfactory and\nunsatisfactory performance ratings shall be based on the standards in §345.40(a).\n28 CFR 345.40(a) refers to Section 1.a. of this Chapter.\na. The SOI is to ensure that evaluations are done and are submitted to unit teams\nin a timely manner. b. The SOI or a designee may promote an inmate to a higher grade level if an\nopening exists when the inmate’s skills, abilities, qualifications, and work\nperformance are sufficiently developed to enable the inmate to carry out a more\ncomplex FPI factory assignment successfully, when the inmate has met the\ninstitution’s time-in-grade (unless waived by the SOI), and when the inmate has\nabided by the inmate worker standards. Conversely, the SOI or SOI designee may P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 21 demote an inmate worker for failing to abide by the inmate worker standards. Such demotions shall be fully documented. Each institution must establish minimum times in grade, which must not be less than the\nfollowing:\n■ Fifth Grade to Fourth Grade. No time limit with a minimum of 30 days for inmates not\nhaving completed an FPI or pre-industrial training program. ■ All Other Promotions."
    },
    {
      "id": "guidance_47__12",
      "chunk_id": "12",
      "content": "Such demotions shall be fully documented. Each institution must establish minimum times in grade, which must not be less than the\nfollowing:\n■ Fifth Grade to Fourth Grade. No time limit with a minimum of 30 days for inmates not\nhaving completed an FPI or pre-industrial training program. ■ All Other Promotions. Ninety days except at court processing/short term facilities such as\nMetropolitan Correctional Centers, Federal Detention Centers, and Metropolitan Detention\nCenters, where the minimum time in grade is 30 days. These facilities need to maintain\nadditional pay incentives to encourage short-term inmates to work in FPI. The minimum time-in-grade requirement may not apply when an inmate has prior FPI work\nexperience or possesses needed skills, and is eligible for accelerated promotion. At the SOI’s\ndiscretion, an accelerated promotion may be applicable in the following situations:\n■\n■\n■\n■\n■\n■ Non-disciplinary transfer. FPI factory closing. After 30 days on writ. After 30 days on medical idle. After 30 days in administrative detention. Withdrawal, in good faith, from a training, drug rehabilitation, or similar program. c. Performance Ratings and Corrective Actions. SOIs ensure that inmate performance\nratings and corrective actions are used consistently to promote improved inmate work\nperformance. SOIs ensure that there is consistent granting/withholding of inmate pay, benefit, or\naward conditions (described in Chapter 5, Inmate Pay and Benefits, and Chapter 6, Awards) to\nimprove performance ratings given any particular inmate. Regular documentation of satisfactory and unsatisfactory work performance is encouraged to form\na basis for the inmate performance rating. Staff must fully document any action taken that\ndirectly increases or reduces inmate pay, benefits, or official awards; the documentation should\ninclude the Inmate Worker Standards. For example, a specific corrective action would be that the SOI might disallow an inmate’s\nIndustrial Good Time for the month due to unsatisfactory work performance. This would apply\nonly to the month(s) in which the unsatisfactory work performance occurs. As another example,\nan SOI may demote an inmate to a lower pay grade for failing to meet the Inmate Worker P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 22 Standards, with full documentation to the unit team for the Inmate Central File and eventual\ndocumentation in the performance appraisal. 4. INMATE WORKER DISMISSAL\n§345.42 Inmate worker dismissal. The SOI may remove an inmate from Industries work status in cooperation with the\nunit team. Working in cooperation with the unit team means that, at a minimum, the SOI must fully document\nthe reason for dismissal in a memorandum to the unit team. a. The SOI may remove an inmate from FPI work status according to the\nconditions outlined in the pay and benefits section of this policy and in\ncooperation with the unit team. See Chapter 5, Table 1. As noted therein, among other grounds, the SOI may remove an inmate\nfrom FPI work status for a serious violation, or repeated less serious violations, of the Inmate\nWorker Standards. An inmate may also be dismissed if, in the judgment of the SOI, he/she\nconstitutes a threat to the safe and orderly operation of the FPI facility."
    },
    {
      "id": "guidance_47__13",
      "chunk_id": "13",
      "content": "An inmate may also be dismissed if, in the judgment of the SOI, he/she\nconstitutes a threat to the safe and orderly operation of the FPI facility. In the case of removal for violating the Inmate Worker Standards or for constituting a threat to the\nsafe and orderly operation of the FPI facility, the inmate loses all longevity and vacation credit;\nloses his/her pay grade; is placed on the bottom of the waiting list, with the SOI’s approval, if\nreapplying to FPI; and, if rehired at the discretion of the SOI, does not receive accelerated\npromotion. b. An inmate may be removed from FPI work status for failure to comply with any\ncourt-mandated financial responsibility. (See 28 CFR 545.11(d)). The SOI must fully document the reason for dismissal in a memorandum to the unit team. 28\nCFR 545.11(d) refers to Program Statement Financial Responsibility Program, Inmate.\nc. An inmate found to have committed a prohibited act (whether or not it is FPI\nrelated) resulting in segregation or disciplinary transfer is also to be dismissed\nfrom Industries based on an unsatisfactory performance rating for failure to be at\nwork. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 23 d. Any inmate or detainee who is a pretrial inmate or who is currently under an\norder of deportation, exclusion, or removal shall be removed from any FPI work\nassignment and reassigned to a non-FPI work assignment for which the inmate is\neligible. However, an inmate or detainee who is currently under an order of\ndeportation, exclusion, or removal may be retained in the FPI assignment if the\nAttorney General has determined that the inmate or detainee cannot be removed\nfrom the United States because the designated country of removal will not accept\nhis/her return. Upon receiving written documentation from Immigration and Customs Enforcement (ICE) or the\nExecutive Office for Immigration Review (EOIR) that an inmate has been issued a deportation,\nexclusion, or removal order, the unit team adds the appropriate Case Management Activities\n(CMA – IHP CMP WD-IHP Complete; IHP CMP WDE-IHP Complete; or IHP CMP WDI-IHP\nComplete). The SOI must remove from FPI work assignments all inmates with these CMAs. These inmates will be reassigned to non-FPI work assignments for which they are otherwise\neligible. In addition, inmates with a deportation order who are appealing the decision are ineligible for FPI\nwork assignments. If the inmate’s appeal is granted, the inmate is then eligible to apply for an FPI\nwork assignment, as he/she no longer has a CMA related to a deportation, exclusion, or removal\norder. If he/she previously worked for FPI, his/her name must be placed within the top 10 percent\nof the FPI Waiting List. The SOI coordinates notification to the affected inmate of his/her pending removal from an FPI\nwork assignment. Staff should remain sensitive and communicate with affected non-U.S. citizen\ninmates concerning this issue. Non-U.S. citizen inmates for whom no decision has yet been made\nto deport are unaffected by this policy. It has been determined that Cubans (Mariels and non-Mariels) cannot be removed from the United\nStates, and therefore should be considered for assignment with FPI."
    },
    {
      "id": "guidance_47__14",
      "chunk_id": "14",
      "content": "Non-U.S. citizen inmates for whom no decision has yet been made\nto deport are unaffected by this policy. It has been determined that Cubans (Mariels and non-Mariels) cannot be removed from the United\nStates, and therefore should be considered for assignment with FPI. All other non-U.S. citizens\nwho have been ordered deported, excluded, or removed, should not be considered for an\nassignment with FPI, unless ICE notifies the Correctional Programs Branch, Central Office, that a\ndesignated country of removal will not accept his/her return. This information is then provided to\nBureau staff. Inmates who claim countries will not accept them must obtain from ICE such a\ndetermination to be retained in FPI work assignments. Staff having questions concerning which\ncountries have such a determination should consult with the Correctional Programs Branch. Refer to the Program Statement Institution Hearing Program for information on IHP CMA\nassignments. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 24 Chapter 5. Inmate Pay and Benefits\n1. GENERAL\n§345.50 General. Title 18 U.S. Code Section 4126 authorizes FPI to compensate inmates under rules\nand regulations promulgated by the Attorney General. It is the policy of FPI to\nprovide compensation to FPI inmate workers through various conditions of pay\nand benefits, except as otherwise provided in these regulations. The various pay and benefit conditions allow performance-based recognition of the value of the\ninmate work performed based on the standards in the previous chapter. Compensation in pay\ngrades and other pay and benefit conditions is designed to be equitable and constructive for\nindividual inmates. 2. PURPOSE AND SUMMARY This chapter provides a description of the various FPI inmate pay and benefit conditions as well as\nguidelines for granting, withholding, and rescinding them. Guidelines for major inmate worker\nbenefits are also summarized in the table following this chapter. Additional detailed instructions\nfor computing and executing payroll and benefit obligations may be found in the inmate payroll\nsection of the Program Statement Accounting Procedures for Civilian and Inmate Payrolls –\nFPI. 3. INMATE PAY\n§345.51 Inmate pay.\na. Grade Levels. Inmate workers in FPI locations receive pay at five levels\nranging from 5th grade pay (lowest) to 1st grade pay (highest). The grade system does not apply to inmates performing PIECP work, who receive pay based on\nthe local prevailing wage, subject to allowable deductions, which may amount to 80% of gross\nwages, in addition to deductions from net wages for legal obligations under the Inmate Financial\nResponsibility Program. The hourly compensation rates for graded inmate workers are as\nfollows: P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 25 Grade Compensation Rate\n1\n$1.15\n2\n.92\n3\n.69\n4\n.46\n5\n.23 Time-in-grade requirements are covered in the section on performance appraisal. b. Eligibility\n(1) An inmate shall accrue vacation time, longevity service credit, and shall\nreceive holiday pay for the period of time the inmate is officially assigned to the\nIndustries work detail. For limitations on claims, refer to §345.66. 28 CFR 345.66 refers to Section 20 in this Chapter. See Table 1 (Guidelines for Inmate Pay and\nBenefits) for writ conditions."
    },
    {
      "id": "guidance_47__15",
      "chunk_id": "15",
      "content": "For limitations on claims, refer to §345.66. 28 CFR 345.66 refers to Section 20 in this Chapter. See Table 1 (Guidelines for Inmate Pay and\nBenefits) for writ conditions. While performing PIECP work, inmates accrue vacation time and longevity service credit (but are\nnot paid longevity pay), and receive holiday pay. (2) Inmate workers may be eligible for premium pay as specified in §345.52. Eligibility for other pay and benefits are described separately in this subpart. 28 CFR 345.52 refers to Section 4 of this Chapter. (3) FPI pay and benefits are lost in cases of disciplinary transfer and segregation. (4) An inmate returned to the institution due to program failure at a Community\nCorrections Center or while on parole or escape is not entitled to credit for time\nspent in Industries prior to said program failure. This rule also applies to any\nother program failure which results in a break in confinement status. (5) Inmate workers who wish to secure an FPI assignment above grade 4 of compensation or\nwish to work in incentive pay (piece work) or PIECP positions must have obtained a GED or high\nschool diploma. However, if labor force needs require, inmates who do not meet the literacy\nrequirements may be employed in FPI incentive pay positions if they are simultaneously enrolled\nin a literacy or related program, provided they are found to be progressing at an acceptable level as\ndefined by the Supervisor of Education. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 26 Failure to maintain satisfactory progress will result in termination of FPI incentive pay\nemployment. Generally, for promotion purposes, the current literacy requirements do not apply\nto inmates who were promoted above entry level prior to May 1, 1991. These inmates fall under\nthe literacy requirements in effect at the time of their promotion. Refer to the Program Statement\nLiteracy Program (GED Standard). 4. PREMIUM PAY\n§345.52 Premium pay. Payment of premium pay to selected inmates is authorized. The total number of\nqualifying inmates may not exceed 15% of first grade inmates at a location. a. Eligibility. Inmates in first grade pay status may be considered for premium\npay. b. The selection process. Candidates for premium pay must be nominated by a\nforeman on the FPI staff, and recommended on the basis of specific posted criteria\nby a selection committee assigned by the SOI. (1) The SOI, as the chief selecting official, must sign approval for all premium pay\ninmate selections. This authority may not be delegated below the level of Acting\nSOI. (2) The selected candidate(s) are notified by the FPI Manager or by a posted list\non the FPI bulletin board. A record of the selection and who was on the selection\nboard is kept for documentation purposes. An inmate nominated to be a\npremium pay inmate may refuse the appointment without prejudice. c. Selection Criteria. Candidates for the position are rated based on traits that may be posted at\nthe institution. Sample traits are:\n■\n■\n■\n■\n■ Knowledge and Ability. Leadership. Initiative. Past Job Performance. Positive Attitude . P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type."
    },
    {
      "id": "guidance_47__16",
      "chunk_id": "16",
      "content": "c. Selection Criteria. Candidates for the position are rated based on traits that may be posted at\nthe institution. Sample traits are:\n■\n■\n■\n■\n■ Knowledge and Ability. Leadership. Initiative. Past Job Performance. Positive Attitude . P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 27 d. Pay rate. Premium pay inmates receive a specified amount over and above all\nother pay and benefits to which they may be entitled (e.g., longevity pay, overtime,\npiecework rates, etc.). The premium pay rate is currently an additional $.20 per hour. Premium pay for a pay grade 1\ninmate earning overtime would be calculated as follows: $2.30 + .20 = $2.50. Premium pay is also paid for vacation, holiday, and administrative hours. e. Duties of premium pay inmates. Premium pay is a means of recognizing the\nvalue of those traits supportive of morale and good institutional adjustment. It is\nnot a form of bonus or incentive pay for highly productive inmates. Premium pay workers may legitimately be expected to help with ensuring the flow of materials to\nwork stations, more complex clerical and accounting tasks, warehouse organization, quality\nassurance integrity, training other inmates, etc. Inmates receiving premium pay must not be used\nin any way as supervisors of other inmates. Specific duties of premium pay inmates are\ndetermined by local conditions and articulated by local staff. FPI locations employing premium\npay inmates must keep appropriately executed FPI Form 82s on hand for each premium pay\nposition, and discuss the specific duties thoroughly with each new premium pay worker. f. Transfer status of premium pay inmates. Premium pay status may not be\ntransferred from institution to institution with the inmate worker. Premium pay\nstatus must be earned at each location. In recognition of the often singular contributions of such workers to FPI, SOIs are requested to add\na special notation to the evaluation forms of such inmates prior to transfer, or to note their special\nstatus with the FPI factory when discussing transferred inmates’ prior experience with the\nreceiving SOI. g. Removals from premium pay status. Removal from premium pay status may\noccur for failure to demonstrate the premium pay selection traits or for failure to\nabide by the inmate worker standards set forth in this policy. All removals from\npremium pay status shall be documented on the inmate’s evaluation form. The\nfollowing conditions also may result in removal from premium pay status:\n(1) Any premium pay inmate found to have committed any level 100 or 200 series\noffense by the DHO is automatically removed from premium pay status whether or\nnot the offense was FPI-related. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 28 (2) Inmates absent from work for more than 30 consecutive calendar days may be\nremoved from premium pay status by the SOI. h. Distribution of Premium Pay Positions. FPI locations must make every effort to put\npremium pay positions in each major department, including the Business Office, Quality\nAssurance, and Warehouse groups. Distribution of Premium Pay positions is limited only by the\nnumber of first grade positions approved at each institution (15% of first grade positions)."
    },
    {
      "id": "guidance_47__17",
      "chunk_id": "17",
      "content": "FPI locations must make every effort to put\npremium pay positions in each major department, including the Business Office, Quality\nAssurance, and Warehouse groups. Distribution of Premium Pay positions is limited only by the\nnumber of first grade positions approved at each institution (15% of first grade positions). 5. INCENTIVE PAY PLANS\nExcept as provided for in detail in the Program Statement Accounting Procedures for Civilian\nand Inmate Payrolls – FPI, the maximum pay rate for each grade under the pay system may not\nexceed 120% of the standard hourly pay rate for corresponding pay grades. The SOI may\napprove hourly rates under incentive pay plans to exceed 120% of the corresponding standard\nhourly rates under unusual circumstances for a period not to exceed three months. 6. PIECEWORK RATES\n§345.53 Piecework rates. Piecework rates are incentives for workers to strive for higher pay and production\nbenefiting both the worker and FPI. Piecework rates may be of two major types:\nindividual piecework (in which an individual’s pay goes up or down depending\nupon his/her own output) or Group Wage Fund (in which all members of a group\nstrive for higher rates or production output as a unit, and all share in a pool of\nfunds distributed among work group members equally). 7. OVERTIME COMPENSATION\n§345.54 Overtime compensation. An inmate worker is entitled to overtime pay at a rate of two times the hourly or\nunit rate for hourly, individual, and group piecework rate workers, when the total\nhours worked (including administrative pay) exceed the FPI factory’s regularly\nscheduled workday. Hours worked on days other than the scheduled work week\n(e.g., Saturday) shall be compensated at the overtime rate. See the inmate payroll section of the Program Statement Accounting Procedures for Civilian\nand Inmate Payrolls – FPI. PIECP inmates receive overtime pay at a rate of one and a half\ntimes the hourly rate. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 29 8. LONGEVITY PAY\n§345.55 Longevity pay.\na. Except as provided by paragraph (b) of this section, an inmate earns longevity\npay raises after 18 months spent in FPI work status regardless of whether or not\nthe work was continuous. The service may have occurred in one or more FPI\nfactories or shops. An inmate qualifies for longevity pay raises as provided in the\ntable below:\nLength of Service With FPI\nAfter 18 months of service and payable in the 19th month\nAfter 30 months of service and payable in the 31st month\nAfter 42 months of service and payable in the 43rd month\nAfter 60 months of service and payable in the 61st month\nAfter 84 months of service (& more) and payable in the 85th month\nLongevity pay allowances shall be added after the wages for each actual hour in\npay status have been properly computed. Refer to the Program Statement Accounting Procedures for Civilian and Inmate Payrolls –\nFPI for longevity pay computation instructions. PIECP inmates do not receive longevity pay; however, the time during which an inmate performs\nPIECP work is counted toward his/her length of service with FPI. b. Exceptions."
    },
    {
      "id": "guidance_47__18",
      "chunk_id": "18",
      "content": "Refer to the Program Statement Accounting Procedures for Civilian and Inmate Payrolls –\nFPI for longevity pay computation instructions. PIECP inmates do not receive longevity pay; however, the time during which an inmate performs\nPIECP work is counted toward his/her length of service with FPI. b. Exceptions. (1) FPI work status during service of a previous sentence with a subsequent\nbreak in custody may not be considered in determining longevity pay. (2) An inmate in segregation or who is given a disciplinary transfer loses any\nlongevity status previously achieved. (3) An inmate who voluntarily transfers to a non-FPI work assignment loses any\nlongevity status previously achieved. An inmate who leaves FPI to enter\neducation, vocational training, or drug abuse treatment programs, however,\ngenerally retains longevity and pay grade status upon return to FPI, unless the P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 30 inmate withdraws from those programs without a good faith effort to complete\nthem. The decision on whether there was a good faith effort is to be made by the\nSOI in concert with the staff member in charge of the program. 9. VACATION PAY\n§345.56 Vacation pay. Inmate workers are granted FPI vacation pay by the SOI when their continued\ngood work performance justifies such pay, based on such criteria as quality of\nwork, attendance and punctuality, attentiveness, and adherence to industry\noperating regulations. The inmate must submit a written request for vacation\ntime, ordinarily two weeks in advance of the requested vacation time. The work\nsupervisor must recommend to the SOI the vacation time to be taken or paid. Eligibility for vacation pay must be verified by the Business Office prior to\napproval by the SOI. The SOI may declare an inmate ineligible for vacation credit\nbecause of an inmate’s unsatisfactory work performance during the month in\nwhich such credit was to occur. An inmate must complete FPI Form 39, Request for Inmate Vacation, requesting vacation time\nand submit it to the work supervisor, department head, and SOI for approval. Inmates performing\nPIECP work based on a customer or manpower model receive vacation pay based on the criteria\ndescribed in this section. Inmates performing PIECP work based on an employer model receive\nvacation pay in accordance with the policies of the employer. (See the Program Statement\nAccounting Procedures for Civilian and Inmate Payrolls – FPI for detailed guidance on\nvacation pay/credit.)\na. An inmate may take accrued vacation time for visits, participation in institution\nprograms or for other good reasons at the discretion of the SOI. Industrial\nmanagers should make every reasonable attempt to schedule an inmate worker’s\nvacations so as not to conflict with the workforce requirements of FPI factory\nproduction schedules and Inmate Systems Management requirements. b. An inmate temporarily assigned to the Industrial detail, e.g., on construction\ndetails, also earns vacation credit which he or she must take or be paid for at the\nend of the temporary assignment. Such inmates are placed on the industrial payroll through execution of FPI Form 96 (see the inmate\npayroll section of the Program Statement Accounting Procedures for Civilian and Inmate\nPayrolls – FPI). P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type."
    },
    {
      "id": "guidance_47__19",
      "chunk_id": "19",
      "content": "Such inmates are placed on the industrial payroll through execution of FPI Form 96 (see the inmate\npayroll section of the Program Statement Accounting Procedures for Civilian and Inmate\nPayrolls – FPI). P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 31 c. An inmate must take and/or be paid for vacation credit within sixty days after\neach annual eligibility date of the inmate’s most recent date of assignment to FPI. An inmate who elects not to take vacation time must indicate this in writing. That\ninmate shall receive pay for the annual vacation credit in a lump sum on the\nregular monthly payroll. This amount is ordinarily paid within sixty days after the\nannual eligibility date of the inmate’s most recent date of assignment to FPI. An\ninmate whose employment is terminated by release, reassignment, transfer, or\nother reasons, and who has unused vacation credit shall be paid for this credit on\nthe monthly payroll. 10. ADMINISTRATIVE PAY\n§345.57 Administrative pay. An inmate excused from a job assignment may receive administrative pay for such\ncircumstances as a general recall for an institution, power outages, blood\ndonations, or other situations at the discretion of the SOI. Such pay may not\nexceed an aggregate of three hours per month. Both graded inmate workers and inmates performing PIECP work may receive administrative pay. 11. HOLIDAY PAY\n§345.58 Holiday pay. An inmate worker in FPI work status shall receive pay at the standard hourly rate,\nplus longevity where applicable, for all Federal holidays provided the inmate is in\nwork status on the day before and the day after the holiday occurs. Full-time\nworkers receive one full day’s pay. Part-time workers receive one-half day’s pay. Both graded inmate workers and inmates performing PIECP work receive holiday pay. 12. INMATE PERFORMANCE PAY\n§345.59 Inmate performance pay. Inmate workers for FPI may also receive Inmate Performance Pay for participation\nin programs where this award is made. However, inmate workers may not receive\nboth Industries Pay and Performance Pay for the same program activity. For P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 32 example, an inmate assigned to a pre-industrial class may not receive FPI pay as\nwell as inmate performance pay for participation in the class. Inmates performing PIECP work are not eligible to receive performance pay. 13. TRAINING PAY\n§345.60 Training pay. Inmates directed by the SOI to take a particular type of training in connection with\nan FPI job are to receive FPI pay if the training time occurs during routine FPI\nfactory hours of operation. This does not include ABE/GED or pre-industrial\ntraining.] 14. INMATE EARNINGS STATEMENT\n§345.61 Inmate earnings statement. Each inmate worker in FPI shall be given a monthly earnings statement while\nactively working for FPI. The SOI may determine the method of distributing the earnings statements. 15. INMATE ACCIDENT COMPENSATION\n§345.62 Inmate accident compensation. An inmate worker shall be paid lost-time wages while hospitalized or confined to\nquarters due to work related injuries (including occupational disease or illnesses\ndirectly caused by the worker’s job assignments) as specified by the Inmate\nAccident Compensation Program (28 CFR part 301)."
    },
    {
      "id": "guidance_47__20",
      "chunk_id": "20",
      "content": "15. INMATE ACCIDENT COMPENSATION\n§345.62 Inmate accident compensation. An inmate worker shall be paid lost-time wages while hospitalized or confined to\nquarters due to work related injuries (including occupational disease or illnesses\ndirectly caused by the worker’s job assignments) as specified by the Inmate\nAccident Compensation Program (28 CFR part 301). The staff member responsible for the injured inmate’s detail must complete a BP-A0140, Injury\nReport – Inmate, for work-related injuries that occur during duty hours. Full instructions are provided in the Program Statement Accounting Procedures for Civilian and\nInmate Payrolls – FPI. Inmate workers performing PIECP work based on an employer model\nreceive workers’ compensation benefits in accordance with the workers’ compensation policy of\nthe employer. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 33 16. POST RELEASE INMATE ACCIDENT COMPENSATION Any definite or indefinite post release award of inmate accident compensation made as a result of\na work-related injury must be expensed by the Financial Management Division of FPI during the\nmonth in which the award is determined. Definite awards are of a fixed amount and are paid in a\nlump sum. Indefinite awards are specific monthly awards made for an indefinite period (see the\nProgram Statement Accounting Procedures for Civilian and Inmate Payrolls – FPI). 17. FUNDS DUE DECEASED INMATES\n§345.63 Funds due deceased inmates. Funds due a deceased inmate for work performed for FPI are payable to a legal\nrepresentative of the inmate’s estate or in accordance with the law of descent and\ndistribution of the state of domicile. All funds due to the deceased inmate must be retained in the inmate’s commissary account until\nlegally authorized for distribution. 18. REFERRAL OF RELEASABLE MEDICAL DATA TO FPI STAFF\n§345.64 Referral of releasable medical data to FPI staff. The SOI is responsible for ensuring that appropriate releasable information\npertaining to an inmate’s medical limitation (e.g., back injury) is made available to\nthe FPI staff member who directly supervises the assignment. 19. INMATE MEDICAL WORK LIMITATION\n§345.65 Inmate medical work limitation. In addition to any prior illnesses or injuries, medical limitations also include any\nillness or injury sustained by an inmate which necessitates removing the ill worker\nfrom an FPI work assignment. If an inmate worker is injured more than once in a\ncomparatively short time, and the circumstances of the injury suggest an\nawkwardness or ineptitude which in turn indicates that further danger exists, the\ninmate may be removed to another FPI detail or to a non-FPI detail. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 34 20. CLAIMS LIMITATION\n§345.66 Claims limitation. Claims relating to pay and/or benefits must occur within one calendar year of the\nperiod of time for which the claim is made. Inmate claims submitted more than\none year after the time in question require the approval of the Assistant Director\nbefore an inmate may receive such pay and/or benefit. 21. RETENTION OF BENEFITS\n§345.67 Retention of benefits\nGuidelines for retention of benefits for jobs, pay grades, longevity and vacation credit, waiting\nlists, and positions are found in the table following this chapter."
    },
    {
      "id": "guidance_47__21",
      "chunk_id": "21",
      "content": "21. RETENTION OF BENEFITS\n§345.67 Retention of benefits\nGuidelines for retention of benefits for jobs, pay grades, longevity and vacation credit, waiting\nlists, and positions are found in the table following this chapter. Most generic situations\ninvolving retention of benefits problems are addressed and presented as guidelines in the table. For unforeseen problems involving such benefits, the SOI is delegated authority to dispose of\nindividual cases and is encouraged to contact the FPI Office of the General Counsel for policy\nguidance and coordination. In general, the benefits are depicted on a sliding scale of\ngain-retention-loss, depending on the severity of the situations as explained below and depicted in\nthe table. a. Job retention. Ordinarily, when an inmate is absent from the job for a\nsignificant period of time, the SOI will fill that position with another inmate, and the\nfirst inmate will have no entitlement to continued FPI employment. (1) For up to the first 30 days when an inmate is in medical idle status, that inmate\nwill retain FPI pay grade status, with suspension of actual pay, and will be able to\nreturn to FPI when medically able, provided the absence was not because of a FPI\nwork-related injury resulting from the inmate’s violation of safety standards. If\nthe medical idle lasts longer than 30 days, was not caused by a violation of safety\nstandards, and the unit team approves the inmate’s return to FPI, the SOI shall\nplace that inmate within the top ten percent of the FPI waiting list. (2) Likewise, for up to the first 30 days when an inmate is in Administrative\nDetention, that inmate may retain FPI pay grade status, with actual pay suspended,\nand will be able to return to FPI, provided the inmate is not found to have\ncommitted a prohibited act. If Administrative Detention lasts longer than 30 days,\nand the inmate is not found to have committed a prohibited act, and the unit team P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 35 approves the inmate’s return to FPI, the SOI shall place that inmate within the top\nten percent of the FPI waiting list. (3) An inmate in Administrative Detention, and found to have committed a\nprohibited act, may return to FPI work status at the discretion of the SOI. (4) If an inmate is injured and absent from the job because of a violation of FPI\nsafety standards, the SOI may reassign the inmate within FPI or recommend that\nthe unit team reassign the inmate to a non-FPI work assignment. (5) If an inmate is transferred from one institution to another for administrative\n(not disciplinary) reasons, and the unit team approves the inmate’s return to FPI,\nthe SOI shall place that inmate within the top ten percent of the FPI waiting list. b. Longevity and vacation credit. Ordinarily, when an inmate’s FPI employment\nis interrupted, the inmate loses all accumulated longevity and vacation credit with\nthe following exceptions:\n(1) The inmate retains longevity and vacation credit when placed in medical idle\nstatus, provided the medical idle is not because of a FPI work-related injury\nresulting from the inmate’s violation of safety standards."
    },
    {
      "id": "guidance_47__22",
      "chunk_id": "22",
      "content": "Ordinarily, when an inmate’s FPI employment\nis interrupted, the inmate loses all accumulated longevity and vacation credit with\nthe following exceptions:\n(1) The inmate retains longevity and vacation credit when placed in medical idle\nstatus, provided the medical idle is not because of a FPI work-related injury\nresulting from the inmate’s violation of safety standards. If the medical idle\nresults from a FPI work-related injury where the inmate was not at fault, the inmate\nalso continues to earn longevity and vacation credit. (2) Likewise, the inmate retains, and continues earning for up to 30 days,\nlongevity and vacation credit if placed in Administrative Detention, provided the\ninmate is not found to have committed a prohibited act. (3) The inmate retains, but does not continue earning, longevity and vacation\ncredit when transferring from one institution to another for administrative (not\ndisciplinary) reasons, when absent from the institution on writ, or when placed in\nadministrative detention and found to have committed a prohibited act. If commission of a prohibited act results in disciplinary segregation, however, the inmate loses all\nlongevity and vacation credit. See sections 3(b)(3) and 8(b)(2) of this chapter. c. Pay grade retention. Ordinarily, when an inmate’s FPI employment is\ninterrupted, that inmate is not entitled to retain his or her pay grade, with the\nfollowing exceptions: P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 36 (1) An inmate retains pay grade status, with actual pay suspended, for up to 30\ndays in Administrative Detention. However, the inmate is not reimbursed for the\ntime spent in detention. (2) Likewise, an inmate retains pay grade status for up to 30 days while absent\nfrom the institution on writ, with actual pay suspended. The SOI may approve pay\ngrade retention when an inmate is on writ for longer than 30 days on a\ncase-by-case basis. (3) If an inmate is absent because of a FPI work-related injury where the inmate\nwas not at fault, the inmate retains his or her pay grade, with actual pay\nsuspended. d. Other Situations. For all other matters not covered above or in Table 1 of this chapter, the\nSOI should base decisions regarding pay and benefit modification and retention on documented\ninstances of conformance or non-conformance to the Inmate Worker Standards (see Chapter 4)\nand decisions regarding job retention on Chapter 4, Section 4 (Inmate Worker Dismissal) of this\npolicy. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 37 Table 1. Guidelines for Inmate Pay and Benefits\nLONGEVITY\nVACATION\nPAY GRADE\nSITUATION\nJOB\nCREDIT\nCREDIT\nRETENTION\nWAITING LIST\n________________________________________________________________________________________________ Dismissal for\nViolation of\nInmate Worker\nStandards lost lost lost Administrative\nTransfer lost retained retained Disciplinary\nTransfer lost lost Disc. Segregation lost Writ _ PROMOTION\n_ bottom of list\nw/SOI’s Approval On performance, if\nrehired lost Top 10% Accelerated lost lost bottom of list\nw/SOI’s Approval On performance, if\nrehired lost lost lost bottom of list\nw/SOI’s Approval On performance, if\nrehired lost retained retained Greater than\n30 days with\nSOI’s Approval w/SOI’s Approval After 30 days, if\nrehired, accelerated\npromotion Administrative\nDetention/guilty SOI may\nretain retained\nretained\n(for time period (for time period\naccrued)\naccrued) retained w/SOI’s Approval On performance, if\nrehired Administrative\nDetention/\nnot guilty ──────────────────── Medical Idle** retained retained retained lost Continues for 30 days ───────── Top 10%\nof admin. detention continues N/A"
    },
    {
      "id": "guidance_47__23",
      "chunk_id": "23",
      "content": "lost retained retained Greater than\n30 days with\nSOI’s Approval w/SOI’s Approval After 30 days, if\nrehired, accelerated\npromotion Administrative\nDetention/guilty SOI may\nretain retained\nretained\n(for time period (for time period\naccrued)\naccrued) retained w/SOI’s Approval On performance, if\nrehired Administrative\nDetention/\nnot guilty ──────────────────── Medical Idle** retained retained retained lost Continues for 30 days ───────── Top 10%\nof admin. detention continues N/A After 30 days, if\nrehired, accelerated\npromotion\nN/A (If greater than 30 days,\nsame as Administrative Transfer) P8120.03 12/15/2015 38 FPI work\nrelated injury\nand absence, no\nfault found** retained continues FPI work\nrelated injury\nand absence w/\nsafety violation** * lost continues lost continues * N/A N/A w/SOI’s Approval If rehired, on\nperformance (Decisions on all other matters should be based on the Inmate Worker Standards and Chapter 4, Section 4 of this policy.) ______________________________________________________________________________________________________________________________________________\n* If the UDC/DHO process does not determine job loss, the SOI may retain or terminate FPI work status. ** Refer to 28 CFR part 301 for information on Lost-Time Wages. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 39 Chapter 6. Awards Program\n1. GENERAL\n§345.70 General. FPI provides incentive awards of various types to inmate workers for special\nachievements in their work, scholarship, suggestions, for inventions which\nimprove industry processes or safety or which conserve energy or materials\nconsumed in FPI operations, and for outstanding levels of self-development. a. Limitation on Awards. With the exception of the FPI Incentive Award Plan, the total value\nof awards at each institution’s industry location in any given year is limited to an amount no more\nthan one percent of the location’s inmate payroll estimate for the current year, based on the\noperating plan and projected inmate employment. No later than October 1 each year, the SOI must prepare the annual budget, which must include the\nestimate for incentive awards. b. Costing the Incentive Awards Programs. Costs associated with the Incentive Awards\nProgram are charged locally. Costs are recorded under appropriate overhead accounts. Payments for Incentive Awards are made in accordance with the established payroll system and\nincluded on the monthly payroll, in accordance with the Program Statement Accounting\nProcedures for Civilian and Inmate Payrolls – FPI. c. Reporting Inmate Worker Awards. Each SOI is responsible for maintaining records on\ninmate awards each fiscal year. 2. OFFICIAL COMMENDATIONS\n§345.71 Official commendations. An inmate worker may receive an official written commendation for any\nsuggestion or invention adopted by FPI, or for any special achievement, as\ndetermined by the SOI, related to the inmate’s industrial work assignment. A\ncopy of the commendation is to be placed in the inmate’s central file. P8120.03 12/15/2015 40 3. CASH BONUS OR CASH AWARD\n§345.72 Cash bonus or cash award. An inmate worker may receive a cash bonus or cash award for any suggestion or\ninvention which is adopted by FPI and produces a net savings to FPI of at least\n$250.00. Cash awards shall be one percent of the net estimated savings during\nthe first year, with the minimum award being $25.00, and the maximum award\nbeing $1,000.00."
    },
    {
      "id": "guidance_47__24",
      "chunk_id": "24",
      "content": "Cash awards shall be one percent of the net estimated savings during\nthe first year, with the minimum award being $25.00, and the maximum award\nbeing $1,000.00. When there are substantial one-time costs to implement a suggestion or invention that will produce\nbenefits over a number of years, and it is believed that an award based on first-year savings would\nbe inadequate compensation, the award may be based on an annual average of the estimated\nbenefits over a period of three years. 4. PROCEDURES FOR GRANTING AWARDS FOR SUGGESTIONS OR\nINVENTIONS\n§345.73 Procedures for granting awards for suggestions or inventions. Inmate suggestions for improvements in operations or safety, or for conservation\nof energy or material, must be submitted in writing. The standard Bureau suggestions form (Ideas are Dollars, BP-A0372) may be used with the phrase\n“Inmate Suggestion” typed in the upper-right-hand corner, and put into a suggestion box or other\nlocally approved receptacle. a. The inmate’s immediate supervisor shall review the suggestion and forward it\nwith comments and award recommendation to the SOI. b. The SOI shall ensure that all inmate suggestions and/or inventions formally\nsubmitted are considered for incentive awards by a committee comprised of\nIndustries personnel designated by the SOI. Ordinarily the committee is composed of the SOI and two other FPI managers. When the SOI is\nnot a member of the committee, the committee’s recommendation and justification are forwarded\nthrough the SOI to the Warden for approval. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 41 (1) The committee is authorized to award a cash award of up to $100.00 or an\nequivalent gift not to exceed $100.00 in value to an inmate whose suggestion has\nbeen adopted. A recommendation for an award in excess of $100.00 shall be\nforwarded to the Assistant Director for a final decision. (2) The committee shall forward all recommendations for awards for inventions\nthrough the SOI to the Warden. The Warden may choose to add his or her\ncomments before forwarding to the Assistant Director for a final decision. (3) Incentive awards are the exclusive methods for recognizing inmates for\nsuggestions or inventions. 5. AWARDS FOR SPECIAL ACHIEVEMENTS FOR INMATE WORKERS\n§345.74 Awards for special achievements for inmate workers. While recognition of inmate worker special achievements may originate from any\nFPI staff member, the achievement ordinarily will be submitted in writing by the\ninmate’s immediate supervisor. a. The SOI shall appoint a local institution committee to consider inmates for\nspecial achievement awards. b. The committee shall forward its recommendations to the SOI, who is\nauthorized to approve individual awards (cash or gifts) not to exceed $100 in\nvalue. A recommendation for an award in excess of $100 (cash or gifts) shall be\nforwarded, with the Superintendent’s recommendation and the justification for it,\nthrough the Warden to the Assistant Director. The Warden may submit\ncomments on the recommendation. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 42 Chapter 7. FPI Inmate Training and Scholarship Programs\n1. GENERAL\n§345.80 General. As earnings permit, FPI provides appropriate training for inmates which is directly\nrelated to the inmate worker’s job assignment."
    },
    {
      "id": "guidance_47__25",
      "chunk_id": "25",
      "content": "The Warden may submit\ncomments on the recommendation. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 42 Chapter 7. FPI Inmate Training and Scholarship Programs\n1. GENERAL\n§345.80 General. As earnings permit, FPI provides appropriate training for inmates which is directly\nrelated to the inmate worker’s job assignment. Additionally, FPI administers a\nscholarship program to provide inmates with an opportunity to begin, or to\ncontinue with business and industry courses or vocational training. a. An applicant for FPI-funded training programs should be evaluated to\ndetermine sufficient interest and preparation to successfully complete the course\ncontent. The evaluation may be done by the Education Department, unit team, or\nother qualified personnel. b. An inmate selected to participate in FPI-funded training programs ordinarily\nmust have enough sentence time remaining to serve to complete the training. The SOI sends a list of awardees to the Warden after each group of awards is made. 2. PRE-INDUSTRIAL TRAINING\n§345.81 Pre-industrial training. FPI encourages the development and use of pre-industrial training programs. Such training ordinarily provides benefits to the inmate and to the FPI factory. Pre-industrial training also provides an additional management tool for replacing\ninmate idleness with constructive activity. Accordingly, each FPI factory location\nmay provide a pre-industrial training program. a. Pre-industrial program trainees shall ordinarily begin at the entry level pay\ngrade (grade 5). Positions for pre-industrial training programs are filled in the\nsame manner as other grade five positions. b. Pre-industrial training is not a prerequisite for work placement if the inmate\nalready possesses the needed skill. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 43 c. If pre-industrial training is available and the worker has not completed both the\nskill training and orientation phases of pre-industrial training, the inmate should\nbe put into the first available training class. d. When pre-industrial training is not available, new FPI assignees will receive on\nthe job training in pre-industrial pay status for a period of at least 30 days before\nbeing promoted into available fourth grade jobs. 3. APPRENTICESHIP TRAINING\n§345.82 Apprenticeship training. FPI provides inmate workers with an opportunity to participate in apprenticeship\ntraining programs to the extent practicable. Such programs help prepare workers\nfor post-release employment in a variety of trades. Apprentices are given related\ntrades classroom instruction in addition to the skill training during work hours,\nwhere necessary. It is FPI policy to establish approved apprenticeship programs in areas of industrial operations that\nhave the potential to meet the requirements of the:\n■ Bureau of Apprenticeship Training (BAT) of the U.S. Department of Labor.\n■ Department of Education of the state in which the training is located. ■ Training Representative of the appropriate labor union. Refer to the Program Statement Occupational Education Programs for further information. 4. JOB SAFETY TRAINING\n§345.83 Job safety training. FPI provides inmates with regular job safety training which is developed and\nscheduled in coordination with the institution Safety Manager. Participation in\nthe training shall be documented in a safety training record signed by the inmate."
    },
    {
      "id": "guidance_47__26",
      "chunk_id": "26",
      "content": "4. JOB SAFETY TRAINING\n§345.83 Job safety training. FPI provides inmates with regular job safety training which is developed and\nscheduled in coordination with the institution Safety Manager. Participation in\nthe training shall be documented in a safety training record signed by the inmate. Initial job orientation and annual job safety training is designed to eliminate inmate industrial\naccidents, which often result in personal injury and lost work days. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 44 5. THE FPI SCHOLARSHIP FUND\n§345.84 The FPI scholarship fund. FPI shall award post secondary school scholarships to selected, qualified inmate\nworkers. These scholarships provide an inmate with the opportunity to begin or\ncontinue with business and industry courses or vocational training as approved\nand deemed appropriate by the Supervisor of Education. The course of study should relate to the recipient’s career choice and is not restricted to the local\ninstitution’s FPI factory needs. Inmate workers complete locally developed scholarship\napplication forms to be considered for selection. a. Eligibility requirements. The SOI and the Supervisor of Education at each\ninstitution shall develop application procedures to include, at a minimum, the\nfollowing criteria:\n(1) The inmate shall be a full-time FPI worker. (2) The inmate has a favorable recommendation for participation from his or her\nwork supervisor. (3) The inmate meets all relevant institution requirements for participation (e.g.\ndisciplinary record, custody level). (4) The inmate is accepted by the institution of higher learning offering the\ncourse or program which is requested. (5) The inmate must maintain a verifiable average of “C” or better to continue\nprogram eligibility. (6) Before beginning the course of study, the inmate must sign an agreement to\nprovide the SOI with an unaltered, original copy of his or her grades. b. Scholarship selection procedures. FPI scholarship awards shall be made by\na three member Selection Committee comprised of the SOI, the Supervisor of\nEducation, and one other person designated by the SOI. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 45 c. Scholarship program operation\n(1) Ordinarily, one scholarship may be awarded per school period for every fifty\nworkers assigned. At least one scholarship may be awarded at each institution\nlocation, regardless of the number of inmates assigned. One school period refers to the period of time necessary to complete one course; e.g., trimester,\nquarter, semester. (2) Individual scholarships ordinarily should not exceed the cost of tuition and\nbooks for one course. Where several courses may be taken for the same cost as\none, the inmate worker may be allowed to take more than one course. (3) Scholarship monies are to be paid only to the institution providing\ninstruction, or to the Education Department for transfer of funds to the college,\nuniversity, or technical institution providing instruction. (4) An inmate may not receive more than one scholarship per school period. (5) An inmate must maintain at least a “C” average to be continued as eligible for\nfurther assistance. An inmate earning less than “C” must wait one school period\nof eligibility before reapplying for further assistance."
    },
    {
      "id": "guidance_47__27",
      "chunk_id": "27",
      "content": "(4) An inmate may not receive more than one scholarship per school period. (5) An inmate must maintain at least a “C” average to be continued as eligible for\nfurther assistance. An inmate earning less than “C” must wait one school period\nof eligibility before reapplying for further assistance. Where a course grade is\nbased on a “pass/fail” system, the course must be “passed” to be eligible for\nfurther assistance. (6) An inmate awarded a correspondence course must successfully complete the\ncourse during a school year (e.g., 2 semesters, 3 quarters). (7) An inmate receiving scholarship aid must have approval from the SOI and the\nSupervisor of Education before withdrawing from classes for good reason. An\ninmate withdrawing or “dropping” courses without permission shall wait one\nschool year before applying for further scholarship assistance. An inmate may\nwithdraw from courses without penalty for medical or non-disciplinary\nadministrative reasons such as transfer, writ, release, etc., without first securing\npermission, although withdrawals for medical reasons must be certified in writing\nby the Hospital Administrator. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 46 Chapter 8. Records and Files. 1. GENERAL These guidelines are intended to supplement, not replace, the regulations already available in the\nProgram Statement Accounting Procedures for Civilian and Inmate Payrolls – FPI. Consult\nthis policy for detailed instructions on the proper execution of FPI forms related to the\nmanagement of inmate personnel. 2. PERMANENT RECORDS The records listed in this chapter are used for inmate workers and are kept for two years before\narchiving. The archive process must be handled according to provisions in the Program\nStatement Accounting Procedures for Civilian and Inmate Payrolls – FPI. a. Availability of Records. Personnel records of workers must be made available to Bureau\nand FPI staff members upon request. Requests for records by persons other than FPI or Bureau staff must be cleared through the SOI\nand the Correctional Systems Manager at the institution. For further information, contact:\nOffice of General Counsel\nFederal Bureau of Prisons\n320 First St. NW\nWashington DC 20534\nb. Records Custodian. The SOI is the official custodian of FPI records. This function may be\nfurther delegated to FPI civilian staff. c. Inmate Worker Access to Records. The content of an inmate’s personnel evaluation and\nresume may be shared with him/her. The SOI is responsible for notifying inmates of the\nprocedures to be followed for such requests. Inmate clerks, in assisting with clerical duties, are\nallowed to see these records only with the SOI’s approval. d. Inmate Transfers and Releases. When FPI is made officially aware of the impending\ntransfer of an inmate worker, the Evaluation Form 44 should be updated and sent immediately to\nthe unit manager for inclusion in the Inmate Central File. A copy should be retained for use in\nadvising the receiving SOI (at the request of the receiving SOI). P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 47 3. PERSONNEL FORMS The following forms must be used for the FPI Inmate Personnel/Management System."
    },
    {
      "id": "guidance_47__28",
      "chunk_id": "28",
      "content": "A copy should be retained for use in\nadvising the receiving SOI (at the request of the receiving SOI). P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 47 3. PERSONNEL FORMS The following forms must be used for the FPI Inmate Personnel/Management System. Work\nstatus begins once a properly executed FPI form has been prepared, the name of the inmate has\nbeen entered on the institution change sheet, and the assignment has been approved by the unit\nteam. a. FPI Form 44 − Yearly Chronological FPI Work Performance Evaluation Form. This\nform provides semi-annual evaluations of inmate workers for a period of one year. The top sheet\nis executed no later than March 31. The process is repeated no later than September 30 each year. At the end of both semi-annual periods, the top sheet contains a cumulative year’s record of\nevaluative data and the two NCR sheets have both been removed and sent to the unit teams. The procedure provides both unit teams and FPI staff with a compact but comprehensive annual\nrecord of each worker’s performance during the year. Inmates must be employed at least three\nmonths prior to this formal evaluation. Exception. FPI Form 44 is only completed for sentenced inmates, not for pretrial inmates. b. FPI Form 82 − Job Grading Sheet. This form is used to categorize the duties covered by an\nindividual position and to determine a pay grade rating for that position. Categories of duties are\nmatched with actual duties of the job. The grade is determined using the numeric weights\nassigned to each category of duties. The job and its rating then become a part of the FPI factory’s\npay grade structure for payroll purposes. The classification method is based on the Standard Occupational Classification (SOC) published\nby the U.S. Department of Labor. The SOC is available online from the Bureau of Labor\nStatistics. c. FPI Form 83 − Job Schedule. This form displays the grade structure and level of inmate\nemployment for each FPI factory. Form 83 lists all current jobs, titles, and pay grades. While\nForm 82 is concerned with the structure of a single position, Form 83 is concerned with the\ncomposite structure of all positions. d. Inmate Earnings Statement. The Automated Inmate Payroll system generates a detailed\nmonthly earnings statement given to each inmate actively working for FPI. FPI locations that do\nnot have the automated system should generate locally produced monthly earnings statements for\neach inmate. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 48 e. FPI Form 39 − Request for Inmate Vacation. This form, or a similar locally developed\nform, should be submitted to the work supervisor, department head, and SOI for approval at least\ntwo weeks in advance of the requested vacation time. The approved request is forwarded to the\nunit team. If the request is denied, the unit team states the reason(s) for the disapproval. f. FPI Form 96 − Inmate Industrial Employment Action. This form shows the employment\nrecord of inmate workers."
    },
    {
      "id": "guidance_47__29",
      "chunk_id": "29",
      "content": "The approved request is forwarded to the\nunit team. If the request is denied, the unit team states the reason(s) for the disapproval. f. FPI Form 96 − Inmate Industrial Employment Action. This form shows the employment\nrecord of inmate workers. It records all data on the worker from initial hiring to final removal,\nand forms the basis for ADP system entries on inmate workers. Information from this form is\nentered into the Automated Inmate Payroll System. Finally, these forms provide a resume of jobs held by the inmate and the period of employment. The SOC codes included furnish prospective employers with a uniform system for understanding\nwhat duties the ex-offender applying for employment can actually perform. Inmates may request copies of their Form 96s through their unit team prior to job-seeking or other\npre-release activities. The SOI must notify inmates of the procedures to be followed to obtain\ncopies of their Form 96 (ordinarily through the unit team as part of the release preparation\nprogram). Copies requested in this manner are provided free of charge to inmate workers. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 49"
    }
  ]
}