{
  "document_category": "guidance",
  "docId": "guidance_18",
  "chunk_index": 37,
  "chunk_text": "Proposing substantial plan changes to the extent that, if originally submitted, would have resulted in the\napplication not being selected for funding\n• Failure to submit required or requested reports\n• Filing a false statement or certification in this application or other report or document\n• Other good cause shown\nPrior to imposing sanctions, the COPS Office will provide reasonable notice to the recipient of its intent to impose\nsanctions and will attempt to resolve the problem informally. Appeal procedures will follow those in the U.S.\nDepartment of Justice regulations in 28 C.F.R. Part 18. Awards terminated due to noncompliance with the federal statutes, regulations, or award terms and conditions\nwill be reported to the integrity and performance system accessible through SAM (currently FAPIIS). False statements or claims made in connection with COPS Office awards may result in fines, imprisonment,\ndebarment from participating in federal awards or contracts, and any other remedy available by law. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother U.S. Department of Justice award. Accepting the award After you have reviewed the conditions of your COPS Office SVPP Program award and your agency agrees with\nthese conditions, you are ready to accept the award. The Director (or Acting Director) of the COPS Office has\nsigned the award document indicating approval of your award, an obligation of federal funds to your organization,\nand our commitment to the award. As stated at the beginning of this section, to officially begin your award and\ndraw down your funds, the authorized officials (see the Glossary of Terms in this manual) must access\nhttps://portal.cops.usdoj.gov to log in, review, and electronically sign the award document with the award terms\nand conditions; the Financial Clearance Memorandum that is incorporated by reference into the award document;\nand, if applicable, the special award conditions and high risk conditions in the award document supplement within\n90 days of the date shown on the award congratulatory letter. Please see the Agency Portal User Manual at\nhttps://cops.usdoj.gov/svpp#programdocuments for detailed instructions on award acceptance. 37 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Who should sign the award document for our agency? The authorized official is the government executive who has the ultimate and final responsibility for all\nprogrammatic and financial decisions regarding this award as representatives of the legal recipient. COPS Office\nSVPP awards require that the top government executive (e.g., superintendent, governor, mayor, board\nchairman, county administrator, town manager, or equivalent) sign the award document. Typically, this is the\nsame executive who signed the forms in your SVPP application package. If this individual has changed, please\ncomplete a Change of Information (COI) form online at https://cops.usdoj.gov/svpp#programdocuments. If you\nhave any questions as to who should sign the award, please contact your organization’s legal counsel. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter."
}