{
  "document_category": "guidance",
  "docId": "guidance_87",
  "chunk_index": 2,
  "chunk_text": "3. Signature. The petition must be signed by the petitioner, who must declare under penalty of\nperjury that the information provided therein is true and correct. See 28 U.S.C. § 1746. 4. Acceptance of Petition for Filing. Petitions submitted for filing are dated upon receipt by\nDEA. If it is found to be complete, the petition will be accepted as filed, and the petitioner will\nreceive notification of acceptance. Petitions that do not conform to this guidance will not\ngenerally be accepted for filing. A petition that fails to conform to this guidance will be returned\nto the petitioner with a statement of the reason for not accepting the petition for filing. A\ndeficient petition may be corrected and resubmitted. Acceptance of a petition for filing does not\npreclude DEA from making subsequent requests for additional information. 5. Requests for Additional Information. DEA may require a petitioner to submit such\nadditional documents or written statements of facts relevant to the petition as DEA deems\nnecessary to determine whether the petition should be granted. It is the petitioner's responsibility\nto provide DEA with accurate contact information. If a petitioner does not respond to a request\nfor additional information within 60 days from the date of DEA's request, the petition will be\nconsidered to be withdrawn. 6. Applicability of DEA Regulations. A petitioner whose petition for a religious exemption\nfrom the Controlled Substances Act is granted remains bound by all applicable laws and\nControlled Substances Act regulations governing registration, labeling and packaging, quotas,\nrecordkeeping and reporting, security and storage, and periodic inspections, among other things. See 21 C.F.R. §§ 1300-1316. A petitioner who seeks exemption from applicable CSA\nregulations (as opposed to the CSA itself) may petition under 21 C.F.R. § 1307.03. Such petition\nmust separately address each regulation from which the petitioner seeks exemption and provide a\nstatement of the reasons for each exemption sought. 7. Activity Prohibited Until Final Determination. No petitioner may engage in any activity\nprohibited under the Controlled Substances Act or its regulations unless the petition has been\ngranted and the petitioner has applied for and received a DEA Certificate of Registration. A\nregistration granted to a petitioner is subject to subsequent suspension or revocation, where\nappropriate, consistent with CSA regulations and RFRA. 8. Final Determination. After the filed petition—along with all submissions in response to any\nrequests for additional information—has been fully evaluated, the Assistant Administrator of the\nDiversion Control Division shall provide a written response that either grants or denies the\npetition. Except in the case of affirming a prior denial or when the denial is self-explanatory, the\nresponse shall be accompanied by a statement of reasons upon which the decision is based. This\nwritten response is a final determination under 21 U.S.C. § 877. 2 9. Application of State and Other Federal Law. Nothing in these guidelines shall be\nconstrued as authorizing or permitting any party to take any action which such party is not\nauthorized or permitted to take under other Federal laws or under the laws of the State in which\nhe/she desires to take such action."
}