{
  "document_category": "guidance",
  "docId": "guidance_96",
  "chunk_index": 77,
  "chunk_text": "It can be found on your Award Document. When you contact the COPS Office with a question, please reference your ORI number (or your award number). primary law enforcement authority. An agency with primary law enforcement authority is the agency that is the\nfirst responder to calls for service and has ultimate and final responsibility for the prevention, detection, or\ninvestigation of violations of criminal laws within its jurisdiction. Public Safety Partnership and Community Policing Act of 1994. The COPS Office is charged with fulfilling the\nmandates of this law. The purposes of the law are to\n• increase the number of community policing officers on the beat;\n• provide additional and more effective training to law enforcement officers to enhance their problem-solving,\nservice, and other skills needed in interacting with members of the community;\n• encourage the development and implementation of innovative programs to permit members of the\ncommunity to assist law enforcement agencies in the prevention of crime;\n• encourage the development of new technologies to assist law enforcement agencies in reorienting the\nemphasis of their activities from reacting to crime to preventing crime. supplanting. For the purposes of your COPS Office award, supplanting means replacing state, local, or BIA funds\nthat otherwise would have been spent on law enforcement purposes with federal COPS Office funds. State, local,\nand tribal governments are prohibited from supplanting throughout the award period. This means that your\nagency may not use COPS Office funds to pay for any equipment/technology, services, personnel, or other items\nwhich, in the absence of the COPS Office program, would otherwise have been funded with state or local funds or\nwith funds supplied by the BIA. The COPS Office funds must instead be used to supplement, or increase, your law\nenforcement budget. For additional information on supplanting, please review award condition #4 on page 7 of\nthis manual. System for Award Management (SAM). The SAM database is the repository for standard information about\nfederal financial assistance applicants, recipients, and sub-recipients. Organizations that have previously submitted\napplications via Grants.gov are already registered with SAM, as it is a requirement for Grants.gov registration. Please note, however, that applicants must update or renew their SAM at least once per year to maintain an active\nstatus. Information about registration procedures can be accessed at www.sam.gov. 80 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual COPS Office Resources The following resources discuss various efforts to address the problem of heroin and other opioids:\nCrime Prevention Research Review No.1: Disrupting Street-Level Drug Markets This report summarizes the findings from all rigorous academic studies evaluating a range of street-level drug law\nenforcement interventions. It finds that strategic crime control partnerships with a range of third parties are more\neffective at disrupting drug problems than law enforcement-only approaches. http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P128\nDrug Market Intervention: An Implementation Guide This guide provides practical information intended to help law enforcement, community, and social services\npartners—the strategy’s key stakeholders—prepare and successfully execute DMI to close overt drug markets. It\ndiscusses the ways overt drug markets damage neighborhoods, contribute to disorder, and negatively affect\ncommunities."
}