{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 43,
  "chunk_text": "maintain interview notes will be\nThe Audit Instrument includes six interview protocols for\ninterviewing different categories of inmates and staff as\nlisted below:\n• Agency head or designee • Warden or designee • PREA coordinator/PREA compliance manager • Specialized staff • Random staff • Inmates out of compliance with Standard\n115.401(j). Auditors should take\ncomprehensive notes during all\ninmate and staff interviews. In\nmost cases, it is not possible to\nrely on memory to reconstruct\nwhat was said, by whom, or at\nwhat point. Notes are the best\nway for auditors to guide their\nevaluation of interview content\nand its relationship to other\nevidence when making\ncompliance determinations for\neach provision of every Standard. Each interview protocol is designed to elicit information\nabout practices in the facility that relate to specific PREA Standards and more general attitudes\nabout preventing and responding to sexual abuse and sexual harassment. It is important to\nremember that these interview protocols are just the starting point for a conversation that\n42 yields useful information. The protocol questions are not intended to provide a script for use\nduring the interview, but rather serve as a guide or checklist to ensure that auditors understand\nwhat information must be gained from the interview. If read as a script, the auditor would be\nasking leading questions that will not yield useful information. Additionally, the protocols do\nnot cover every Standard that auditors may need to cover during a particular interview. Auditors should use the interview protocols in conjunction with the Auditor Compliance Tool\nand information collected throughout the audit process to inform what additional information\nshould be covered. The subsections below provide more detailed guidance for conducting individual interviews\nwith inmates and staff. This guidance is not a substitute for the interview protocols in the Audit\nInstrument. Auditors are required to use the appropriate protocols as the foundation for every\ninterview. Navigating Mandatory Reporting Laws and Policies\nEach state and territory has its own mandatory reporting laws that require certain individuals to\nreport incidents or suspicions of abuse, neglect, or maltreatment of vulnerable persons. The\nmost familiar of these laws govern the reporting of child abuse and neglect, but there are also\nlaws in many jurisdictions that require reporting abuse and neglect of elderly, disabled, or other\nvulnerable individuals, which may include incarcerated persons. Before committing to an audit, the auditor should determine whether he or she qualifies as a\nmandatory reporter in the jurisdiction where the audit will take place. Auditors should work\nwith the requesting facility and agency to learn the mandatory reporting laws in that\njurisdiction and any rules the facility or agency may have, how to comply with relevant laws and\npolicies, and the identity of the entity or individual designated to receive such reports. Auditors\nare strongly encouraged to include clear and specific details regarding mandatory reporting in\ntheir contracts with facilities and agencies, as well as in the audit notices that are posted\nthroughout the facility. In practical terms, mandatory reporting places limits on an auditor’s ability to assure\nconfidentiality. Prior to interviewing or having informal conversations with any inmate or staff\nmember, the auditor must explain any mandatory reporting requirements."
}