{
  "document_category": "guidance",
  "docId": "guidance_81",
  "chunk_index": 78,
  "chunk_text": "Strategies and programs can be assessed for process, outcomes,\nor both. If the responses implemented are not effective, the information gathered during analysis should be\nreviewed. New information may have to be collected before new solutions can be developed and tested. The\nentire process should be viewed as circular rather than linear, meaning that additional scanning, analysis, or\nresponses may be required. Using the crime triangle to focus on immediate conditions (victim/offender/ location) To understand a problem, many problem solvers have found it useful to visualize links among the victim, offender,\nand location (the crime triangle) and those factors that could have an impact on them, for example, capable\nguardians for victims (e.g., security guards, teachers, and neighbors), handlers for offenders (e.g., parents, friends,\nand probation), and managers for locations (e.g., business merchants, park employees, and motel clerks). Rather\nthan focusing primarily on addressing the root causes of a problem, the police focus on the factors that are within\ntheir reach, such as limiting criminal opportunities and access to victims, increasing guardianship, and associating\nrisk with unwanted behavior. This information is adapted from Community Policing Defined, which can be found at https://ric-zaiinc.com/Publications/cops-p157-pub.pdf. COPS Office Resources The COPS Office information resources, covering a wide range of community policing topics – from school and\ncampus safety to gang violence – can be downloaded at https://ric-zai-inc.com. 83 2018 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual Appendix D. Training Fact Sheets If developing or delivering training under this cooperative agreement, the COPS Office Curriculum Standards,\nReview, and Approval Process Guides: Online and In-Person (online,\nhttps://cops.usdoj.gov/pdf/training/Online_Curriculum_Process_Guide.pdf; in person,\nhttps://cops.usdoj.gov/pdf/training/In_Person_Curriculum_Standards_Guide.pdf) and COPS Office and\nInstructor Quality Assurance Guide\n(https://cops.usdoj.gov/pdf/training/Instructor_Quality_Assurance_Guide.pdf) must be followed. This applies to\nthe development and/or delivery of online and in-person courses. Courses already in existence that are part of this\ncooperative agreement must also comply with the two aforementioned guides. A copy of these guides, along with\nsupplemental training resources, will be supplied electronically to you by the COPS Office Program Manager and\nare also located on the COPS Office website for download. All training development processes and deliverables\nmust be reviewed and approved by the COPS Office prior to public release following the process indicated in the\nguides. The training and ADDIE fact sheets are included in the following pages. The following documents are available at\nhttps://cops.usdoj.gov/training. •\n•\n•\n•\n•\n•\n•\n•\n•\n• In Person Curriculum Standard Guide\nOnline Curriculum Standard Guide\nInstructor Quality Assurance Guide\nNon-TOT Instructor Guide Template\nNon-TOT Participant Guide Template\nNon-TOT PowerPoint Background\nTOT Instructor Guide Template\nTOT Participant Guide Template\nTOT PowerPoint Background\nSection 508 of the Rehabilitation Act of 1973 84 US Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Training Fact Sheet The COPS Office has a series of requirements for the\ndevelopment and delivery of in-person and online training. These requirements can be found in the two COPS Office\ncurriculum guides: (1) Online Curriculum Standards and\nReview: Process Guide, https://cops.usdoj.gov/pdf/training/ Online_Curriculum_Process_Guide.pdf, and (2) In-Person\nCurriculum Standards and Review: Process Guide, https://cops.\nusdoj.gov/pdf/training/In_Person_Curriculum_Standards_\nGuide.pdf. The guides were established to provide guidance\nto COPS Office training providers and program managers on\ninstructional design, promising practices, and the process by\nwhich the COPS Office will review and approve curricula."
}