{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 70,
  "chunk_text": "Matching funds\nUnder the 2018 COPS Office TRGP Programs, no local match is required. The COPS Office is funding 100 percent of\nthe allowable items approved in your FCM. (Any salary and benefit costs higher than entry-level must be paid by\nyour agency with local funds.) Please note: If the total cost for allowable items exceeds the approved budget, then\nthe additional expenditures are encouraged to be reported on the SF-425 as recipient share of expenditures. 70 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual IV. Financial Record Maintenance As an award recipient of this COPS Office award program, your agency is required to establish and maintain\naccounting systems and financial records to accurately account for funds awarded and disbursed. These records\nmust include both federal funds and any local funds contributed to this project. Accounting systems and records What accounting systems are required? Your agency needs to establish and maintain accounting systems and financial records to accurately account for\nthe funds awarded. As required by 2 C.F.R. § 200.62 (Internal control over compliance requirements for federal awards), your\naccounting system should be designed to provide reasonable assurance regarding the achievement of the\nfollowing objectives for federal awards:\n• Transactions are properly recorded and accounted for in order to prepare reliable financial statements and\nfederal reports and to maintain accountability over assets. • Transactions are executed in compliance with all applicable federal statutes, regulations, and the award\nterms and conditions. • Funds, property, and other assets are safeguarded against loss from unauthorized use or disposition. What records must be kept? Your agency’s fiscal control and accounting systems should enable you to make accurate, current, and complete\ndisclosure of the financial activity of your COPS Office awards. Your accounting records should contain information\nshowing expenditures under the award and must be supported by items such as payroll records, time and\nattendance records, canceled checks, purchase orders, or similar documents. Your agency must adequately safeguard award funds and make sure that they are used for authorized purposes\nonly. Your agency will be responsible for refunding any unallowable expenses. How long must records be kept? All financial records and supporting documents associated with each COPS Office award (including payroll, time\nand attendance records, canceled checks, and purchase order) must be retained for a period of three years from\nthe date of submission of the final expenditure report as stated in 2 C.F.R. § 200.333 (Retention requirements for\nrecords). Your agency should maintain records so that you can identify them by award year or by fiscal year, whichever you\nfind more convenient. If any litigation, claim, negotiation, audit, or other action involving these records has been\nstarted before the end of the three-year period, the records should be kept until completion of the action. These\nrecords should be easily located and should be properly protected against fire or other damage. Failure to\nmaintain adequate records to document award expenditures may result in a requirement to repay all federal funds\nthat cannot be supported with appropriate records. 71 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual"
}