{
  "document_category": "guidance",
  "docId": "guidance_96",
  "chunk_index": 15,
  "chunk_text": "The purpose of the EOBGR is threefold:\ni. To review for compliance with the terms and conditions of the award\nii. To review the recipient’s community policing strategies\niii. To provide customer service and technical assistance If selected, the recipient will be notified in writing in advance of any EOBGR of its COPS Office awards. This\nreview is generally performed over a one- to two-day period. Recipients will have an opportunity to\nresolve any identified noncompliance issues, if necessary, following the EOBGR interview. In addition,\naward recipients will also have an opportunity to seek customer service and/or technical assistance on the\nimplementation of their award. 3. 4. Alleged Noncompliance Referral (ANCR). An ANCR is an allegation of suspected noncompliance that\noriginates from an internal source within the COPS Office or an external referral from one of many\nsources. Internal ANCRs generally originate from COPS Office Grants Administration Division, COPS Office\nFinance Division, or the COPS Office Legal Division, although any COPS Office component may refer a\nnoncompliance issue to the ANCR. External noncompliance referrals may be received from anonymous\ncomplainants, media, citizens, law enforcement agencies, other Federal agencies, or other outside\nsources. On a case-by-case basis, COPS Office ANCR staff members determine the appropriate course of\naction to take to investigate complaints of alleged noncompliance. This may include phone or letter\ncontact or a site visit by COPS Office staff or the OIG. Each ANCR referral is resolved as a violation or\nnonviolation based upon the preponderance of the supporting documentation or other facts to determine\nif the award recipient is in compliance or noncompliance. Audit liaison. The OIG may conduct a random audit for any recipient of a COPS Office award. In the event\nyour agency has undergone an OIG audit and there are audit recommendations (findings) resulting from\nnoncompliance or poor accountability practices, the COPS Office Audit Liaison Section will work with your\nagency to resolve and close these recommendations. Remedies to close recommendations may include\n13 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual repayment of award funds, providing adequate documentation to demonstrate compliance, or providing\nproof of policies or procedures that were created or revised to directly address the causes for the\nnoncompliance as a proactive preventative measure to avoid future noncompliance. Recipients are responsible for remedying any award noncompliance that is identified during site visits, EOBGRs,\nand ANCRs. In addition, recipients are responsible for remedying noncompliance stemming from audit\nrecommendations identified in audits of COPS Office awards conducted by the OIG and the Office of the Chief\nFinancial Officer (OCFO). Remedies for noncompliance may include but are not limited to repayment of award\nfunds for unallowable or unsupported costs, providing adequate documentation to demonstrate compliance,\nsuspending active award funding, voluntary withdrawal from or involuntary termination of remaining award funds,\nor a restriction from receiving future COPS Office awards for a period of time. Under certain conditions, additional\nactions may include referral and placement on the US Department of Justice’s High Risk List, which will include\nmandatory completion of the Office of Justice Programs Financial Management Training and being subject to\nincreased monitoring of current and future awards while on the list."
}