{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 13,
  "chunk_text": "■ Pay-per-view television events or movies. ■ Projectors.\n■ Construction or renovation of buildings, running tracks, gymnasiums, or playing courts and\nfields. See Section 2.3.c.(4) for approved renovations. ■ Security-related items – radios, handcuffs, fences, razor wire, high mast lighting, etc.\n■ Prepared meals from outside sources, such as fast food. ■ Utility expenses – water, electric, etc.\n■ Medical services, supplies, or medical equipment that are the responsibility of Health Services. ■ Barber Shop/Beauty Shop equipment/supplies. ■ Basic furniture for living units or the visiting room, such as chairs and tables; in-cell\nfurnishings such as coffee pots or televisions. ■ Funds paid directly to inmates, loans to inmates, donations to charities, or dues to national\norganizations.\n■ Other items or programs that the BOP is legally required to provide to inmates. (4) Questions regarding appropriate uses of Trust Fund profits are directed to the Chief, Trust\nFund Branch. e. Trust Fund Personal Property\n(1) Purchase of Personal Property. Capitalized or non-capitalized personal property shall not\nbe obtained (through donation or purchased) without prior approval from the Chief, Trust Fund\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 21 Branch. The definition of personal property is found in the Program Statement Property\nManagement Manual. Personal property purchased from the Trust Fund Appropriation must be made to support Trust\nFund Programs. Normally, requests for personal property are submitted through the annual\nbudget request process. An individual Major Equipment Justification (BP-A0135) is submitted to\nthe Chief, Trust Fund Branch, through the Regional Trust Fund Administrator. If approved, the\nrequest receives a Special Authorization (SA) Number, which appears on the Purchase Order in\nthe Request for Purchase block. The SA Number also provides authority to expend Trust Fund\nfunds for personal property items. SA Numbers are required for purchase or rental of a copy machine used for inmate copy\noperations. However, Department of Justice forms are not required when the copy machine is\nfunded through the Trust Fund Appropriation. (2) Controlled/Capitalized Personal Property. Controlled or capitalized personal property\n(see the Property Management Manual) purchased from the Trust Fund Appropriation is\nentered into the SENTRY Property Management System (SPMS) and maintained in accordance\nwith the Property Management Manual. Note: A waiver was granted to the Trust Fund to exclude non-capitalized TRUFACS/\nTRULINCS computer equipment (computers, printers, scanners, etc.) from the controlled property\nlisting. (3) Capitalized Personal Property Purchased From Profit Sharing Funds. Equipment\npurchased from Trust Fund profit distributions is handled in the same manner as all other\ncapitalized personal property. Upon receipt, the item(s) are entered into the SPMS under the Cost\nCenter where it was purchased. The purchase of capitalized or non-capitalized personal property,\nusing Trust Fund Profit Sharing funds, does not require prior approval or a Special Authorization\n(SA) Number from the Chief, Trust Fund Branch. (4) Personal Property From Surplus Sources. Personal property may be acquired from\nsurplus sources, following procedures in the Bureau of Prisons Acquisitions Policy and the\nProperty Management Manual. (5) Survey of Trust Fund Personal Property. Trust Fund Branch approval is not necessary\nbefore disposal of Trust Fund controlled personal property that has met its life expectancy."
}