{
  "document_category": "guidance",
  "docId": "guidance_24",
  "chunk_index": 53,
  "chunk_text": "Residential Drug Treatment Program;\nLife Connections Program;\nSpecial Management Unit; and\nSex Offender Programs. When placement for program participation is inconsistent with\nthe assigned security level, the appropriate Management Variable\nmust be applied by the DSCC. Ordinarily, the inmate will be P5100.08\n9/12/2006\nChapter 7, Page 8\nreturned to the referring institution upon completion of the\nspecialized training or program if the inmate has 18 months or\nmore remaining until the inmate’s release date at the time of\nthe transfer. Further, if the program facility is nearer to the\ninmate’s release residence, than is the referring institution,\nthe inmate may remain at the program facility. 9.\nINSTITUTION HEARING PROGRAM TRANSFERS. The Institution\nHearing Program (IHP) is a coordinated effort by the Bureau,\nICE, and the EOIR to provide deportation or exclusion\nproceedings to sentenced aliens as expeditiously as possible\nafter the date of conviction. Eligibility,\ndesignation, classification, and transfer procedures are\nspecifically outlined in Bureau directives. IHP sites have been\nestablished for male and female non-U.S. citizens who are\nserving federal sentences to ensure a deportation or exclusion\nhearing is conducted early in their sentence instead of at the\nend of their sentence. 10. TRANSFERS TO SATELLITE CAMPS. The Warden of an institution\nwith a satellite camp may transfer an inmate from the main\ninstitution to the camp if the inmate is assigned an\nappropriate security and/or custody level. The Camp\nAdministrator of a satellite camp adjacent to a Low or Medium\nsecurity level institution may temporarily transfer the inmate\nto the main institution for disciplinary purposes (i.e.,\ndisciplinary segregation). If a need for an immediate\nredesignation arises, the inmate may be placed as a holdover in\nAdministrative Detention at the main institution while approval\nis sought from the DSCC for redesignation to that institution\nor another institution. An inmate may travel via “unescorted transfer” from a low or\nminimum security level institution to a minimum security level\ninstitution if the inmate is a minimum security level inmate\nand has OUT or COMMUNITY custody. The inmate’s\nfamily (on the approved visiting list) may provide\ntransportation to the receiving institution only if the inmate\nis transferring from a minimum security level institution to\nanother minimum security level institution, and if approved by\nthe Warden. The inmate’s family is expected\nto bear all transportation costs. The inmate\nmust go directly from the sending institution to the receiving\ninstitution. The Warden may authorize clearance for the transfer of a CIM\nCase, with the exception of WITSEC cases, to the satellite camp\nof the parent facility provided established regulations for\nregular transfer authority have been met. (Refer to the CIM\nManual for more specific details). P5100.08\n9/12/2006\nChapter 7, Page 9\n11. PRE-RELEASE TRANSFERS. Inmates in federal and contract\ninstitutions may be transferred to CCCs in accordance with the\nProgram Statement Community Corrections Center (CCC)\nUtilization and Transfer Procedure. Inmates who have been\napproved for CCC referral and are otherwise appropriate for\ncamp placement are to be transferred to a camp for intermediate\nplacement if at all practicable. Inmates should be encouraged\nto complete all or most of the Institution Release Preparation\nProgram at the parent institution prior to transfer. The parent institution is to complete the CCC referral packet\nand the camp should be closer to the inmate’s release residence."
}