{
  "document_category": "guidance",
  "docId": "guidance_18",
  "chunk_index": 35,
  "chunk_text": "Only the legal or beneficial owner of an exclusive right under a\ncopyright is entitled to institute an infringement action. The recipient should therefore consult its own legal\ncounsel with any copyright infringement questions. For more information about registering a copyright, please visit\nthe U.S. Copyright Office at www.copyright.gov. 34. Local Match\nCondition:\nRecipients are required to contribute a local match of at least 25 percent toward the total cost of the approved\naward project, unless waived in writing by the COPS Office. 34 U.S.C. § 10551(f). The local match must be a cash\nmatch and must be paid during the award period. Why this condition: The SVPP program provides up to 75 percent funding and a federal share up to $500,000 towards the total cost of\nthe approved award project. Recipients are therefore responsible for at least 25 percent of the total project costs. The local match must be a cash match from local, state, or other non-COPS Office funds. Federal funds (other than\nCOPS Office funds) may be used to meet your local match only if the federal funds are authorized by statute for\nthat purpose and approved by both the federal agency and the COPS Office. What you should do: The SVPP award is for two years (24 months) in duration and the local match (cash) must be paid during the award\nperiod. Your agency must maintain records of your local share. These records should clearly show the source of the\nlocal matching funds, the amount of the match, and when the match was contributed. You do not need to provide\nthese supporting documents to the COPS Office, but such records must be produced in the event of an audit or site\nvisit. In addition, Recipients are required to report the amount of the match contributed on the quarterly Federal\nFinancial Report SF-425 under “line B.” Acceptable sources for local match requirements may include the\nfollowing:\n•\n•\n•\n•\n• Non-federal asset forfeitures funds (subject to approval from the state or local oversight agency) Funds from state or local governments that are committed to matching funds for your program\nFunds from federal programs whose statutes specifically authorize their use as matching funds Funds contributed by private sources\nFederal funds appropriated to tribal agencies or to the Bureau of Indian affairs performing law enforcement\nfunctions on Indian lands may be used as matching funds Matching contributions may be applied at any time during the life of the award, provided that the full matching\nshare is obligated by the end of the award period. If you have any questions about paying the local match, please\ncontact your COPS Grant Program Specialist at 800.421.6770. 35 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 35. Contracts and MOUs with Other Jurisdictions\nCondition: The recipient understands and agrees that the equipment, technology, supplies, services, training, civilian positions,\nand other costs funded with this SVPP award may only be used to benefit schools within the recipient’s jurisdiction. Why this condition: The SVPP award is intended to benefit schools within the recipient’s jurisdiction. Therefore, the recipient must use\nthe SVPP award funding to benefit its own population."
}