{
  "doc_id": "guidance_98",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_98__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\n\nCivill\\ights Division\nOffice ofSpecial Counseljor Immigration-Related\nUri/air Employment Practices - NYA\n950 Penmylvania Ave, NW\nWashington, DC 20530\nMain (202) 616-5594\nFax (202) 616-5509\n\nJuly 30, 2014\nBY EMAIL (Kristen.roy@legrand.us)\nKristen Roy\nLegrand\n60 Woodlawn Street\nWest Hartford, CT 06110\n\nDear Ms. Roy:\nThank you for contacting the Office of Special Counsel for Immigration~Related Unfair\nEmployment Practices (OSe). This is in response to your e~mail dated June 24, 2014, in which\nyou request guidance for how to proceed after discovering that your company accepted more\ndocumentation than necessary for Form I~9 purposes \"in a few cases.\" In your email, you\nexplain that your company made this discovery after an internal review of the company's Forms\nI~9. You also state that your company was advised by another agency to inquire with our office\nabout compliance with the anti~discrimination provision of the Immigration and Nationality Act\n(INA), including whether \"to retain or destroy excess documentation.\"\nThe Office of Special Counsel for Immigration~Related Unfair Employment Practices\n(OSC) investigates and resolves charges of national origin and citizenship status discrimination\nin hiring, firing or recruiting or referring for a fee; discriminatory documentary practices in the\nemployment eligibility verification (Form I~9 and E~Verify) process; and retaliation under the\nanti~discrimination provision of the INA, 8 U.S.C. § 1324b. OSC cannot provide an advisory\nopinion on any specific case or set of facts. However, we can provide general information on the\nINA's anti~discrimination provision and the Form I~9 process.\nPlease note that we are not aware of any publicly available guidance issued by any\nagency recommending steps an employer should take if it accepted too many documents during\nthe Form I~9 process. However, an employer may violate the anti~discrimination provision of\nthe INA if it requests more or different documents or rejects reasonably genuine~looking\ndocuments on the basis of citizenship or immigration status or on the basis of national origin\nduring the Form I~9 process. If an employer requests more than one List A or a combination of\none List B document and one List C document, a violation of the anti~discrimination provision of\nthe INA will depend upon whether the employer made any of those requests because of an\nemployee's citizenship or immigration status or because of an employee's national origin.\nFurthermore, while an employer should correct its practices upon learning that it may have\nviolated the anti-discrimination provision of the INA, an employee who believes that he or she\nwas the victim of discriminatory Form I~9 practices, has up to 180 days from the date of the\ndiscriminatory practice to file a timely charge with our office. We encourage you to visit our\n\n\fwebsite (www.justice.gov/cli/about/osc) or to contact our toll-free employer hotline (1-800-255­\n8155 or TTY 1-800-237-2515) if you would like to learn about resources available to assist your\nhuman resources staff in complying with the anti-discrimination provision going forward, such\nas through free webinar training by our office or distribution of educational materials to your\nstaff.\n\nSincerely,\n\nAlberto Ruisanchez\nDeputy Special Counsel\n\n2\n\n\f"
    }
  ]
}