{
  "document_category": "guidance",
  "docId": "guidance_56",
  "chunk_index": 2,
  "chunk_text": "CAMP funding may be used to locate or investigate illicit activities, including precursor diversion, laboratories, or\nmethamphetamine traffickers. Funding under this program is not available for methamphetamine laboratory\ncleanup, treatment programs, or prosecution of methamphetamine-related activities. The allowable uses of your agency’s CAMP award are specified on the CAMP Financial Clearance Memorandum\n(FCM). If your agency’s local fiscal conditions have changed since submitting the FY 2018 CAMP application and\nyour agency wishes to modify its CAMP award to reprogram awarded funding into different funding categories,\nplease refer to the award conditions of this manual for detailed information on requesting a post-award\nmodification. This CAMP Award Owner’s Manual will assist your agency with the administrative and financial matters associated\nwith your award. It was developed by the COPS Office to ensure that all CAMP recipients clearly understand and\nmeet the requirements of their award. Please review this manual carefully because a failure to follow award\nrequirements can have serious ramifications. Please do not hesitate to call the COPS Office Response Center at\n800-421-6770 if you need assistance with the implementation of your award. Thank you for providing us with the opportunity to work in partnership with your community. 1 2018 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual I. Award Acceptance, Terms, and Conditions To officially accept and begin your COPS Anti-Methamphetamine Program award, your agency must access\nwww.cops.usdoj.gov to log in, review, and electronically sign the award document with the award terms and\nconditions; and the financial clearance memorandum that is incorporated by reference into the award document;\nand, if applicable, the special award conditions or high risk conditions in the award document supplement within\n90 days of the date shown on the award congratulatory letter. Please see the Agency Portal User Manual at\nhttps://cops.usdoj.gov/pdf/2018AwardDocs/Agency_Portal_GrantsMgt_Manual.pdf for detailed instructions on\naward acceptance. Your agency will not be able to draw down award funds until the COPS Office receives your signed award\ndocument. For more information on drawing down award funds, please see the section titled “Accessing Award\nFunds” in this manual. The award document The award document is the document indicating your official award funding amount, the award number, the\naward conditions, and the award start and end dates. The award document is pre-printed with your agency’s law enforcement and government executives’ names. If this\ninformation is incorrect or has changed, please update your agency contacts online at www.cops.usdoj.gov. If the\nlaw enforcement or government official has changed since the time of application, please have the current law\nenforcement executive or government executive for your agency sign the award document. Be sure to familiarize\nyourself with all terms, conditions, and requirements of your award before signing the award document. To\nofficially accept your award, please electronically sign the award document within 90 days of the date shown on\nthe award congratulatory letter. Print and retain a copy of all pages of the award document, award terms and\nconditions, the Financial Clearance Memorandum (FCM), and the award document supplement for your records. The award start date indicated on the award document means that your agency may be reimbursed for any\nallowable costs incurred on or after this date."
}