{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 24,
  "chunk_text": "In addition, the disclosure must also have been made to\n• a court or grand jury;\n• a federal employee responsible for contract or award oversight or management at the relevant agency;\n• a management official or other employee of the contractor, subcontractor, or recipient who has the\nresponsibility to investigate, discover, or address misconduct;\n• a member of Congress or a representative of a committee of Congress;\n• an authorized official of the US Department of Justice or other law enforcement agency;\n• an inspector general; or\n• the Government Accountability Office. An employee is deemed to have made a protected disclosure if he or she initiates or provides evidence of\nmisconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a federal contract or\naward. The recipient must inform its employees in writing, in the predominant language of the workforce, of employee\nwhistleblower rights, protections, and remedies under 41 U.S.C. § 4712. Please see the appendices in this manual addressing Whistleblower Protection for a full text of the “Enhancement\nof contractor protection from reprisal for disclosure of certain information” (41 U.S.C. § 4712). 20. Mandatory Disclosure\nCondition:\nRecipients and subrecipients must timely disclose in writing to the COPS Office or pass-through entity, as applicable,\nall federal criminal law violations involving fraud, bribery, or gratuity that may potentially affect the awarded\nfederal funding. Failure to make required disclosures can result in any of the remedies, including suspension and\ndebarment, described in 2 C.F.R. § 200.338. Why this condition:\nFederal regulations require recipients and subrecipients to report all federal violations involving fraud, bribery, or\ngratuity that may affect the awarded federal funds. This condition advises your agency of the requirement and the\nconsequences of failing to report such violations to the COPS Office or pass-through entity. 23 2017 COPS Hiring Program (CHP) Award Owner’s Manual What you should do:\nEnsure that you timely report in writing to the COPS Office or pass-through entity all federal violations involving\nfraud, bribery, or gratuity that may affect your federal award. 21. Conflict of Interest\nCondition:\nRecipients and subrecipients must disclose in writing to the COPS Office or pass-through entity, as applicable, any\npotential conflict of interest affecting the awarded federal funding in accordance with 2 C.F.R. § 200.112. Why this condition:\nRecipients and subrecipients are required to use federal funding in the best interest of their award program. Any\ndecisions related to these funds must be free of hidden personal or organizational conflicts of interest, both in fact\nand in appearance. This means that recipients and subrecipients should not participate in any award-related decisions or\nrecommendations that involve any of the following people or groups:\n•\n•\n•\n• a partner\nan immediate family member\nan organization in which they are serving as an officer, director, partner, or employee\nany person or organization with whom they are negotiating or who has an arrangement concerning\nprospective employment, has a financial interest, or for other reasons can have less than an unbiased\ntransaction with the recipient or subrecipients"
}