{
  "document_category": "guidance",
  "docId": "guidance_19",
  "chunk_index": 46,
  "chunk_text": "23. At the request of the COPS Office, work to develop a marketing plan to increase the visibility of the\nproject and any accompanying outcomes or deliverables. The recipient will coordinate any marketing\nactivities with the COPS Office. 24. Obtain approval from the COPS Office prior to conducting any public communication activities (in any\nformat including conference panel submissions, press statements, website and social media content)\nrelated to this project or to the COPS Office. 25. Work closely with your program manager to respond to peer reviewer, vetting, and other COPS Office\nstaff comments on all deliverables within 30 days of receipt unless otherwise directed. 26. Obtain written approval from the COPS Office prior to entering into any contract, agreement, or\nother obligation for costs related to any conference, meeting, retreat, seminar, symposium, training\nactivity, or similar event funded under this award. Submit the Conference Cost Request/Reporting\nForm (CCR) at least 90 days prior to event to the Conference Cost Request mailbox at\nCOPS.Conferencecosts@usdoj.gov and copy your program manager. Contact your program manager\nto obtain the CCR form. The document will have you break out each event or training deliveries and\nensures that all costs comply with current guidelines and policies on event or training planning, food\nand beverages, and minimizing costs. Training or events should not be scheduled or delivered prior to\nreceiving notice from your program manager that the CCR is approved. For more information on\nallowable costs for conferences and training, please see the current version of the DOJ Grants\nFinancial Guide in effect at the time of the award available at\nhttps://ojp.gov/financialguide/DOJ/index.htm. 27. Ensure that all conference or similar event costs comply with current and future guidelines and\npolicies that you receive from the COPS Office on conference planning, food and beverages,\nminimizing costs, and conference cost reporting. 28. Provide the program manager with the following information within 45 days after the end of any\nconference, meeting, retreat, seminar, symposium, training activity, or similar event funded under\nthis award, if the total cost exceeds $20,000 in award funds: Name of the event\nEvent dates\nLocation of event\nNumber of federal attendees\nNumber of nonfederal attendees\nCosts of event space, including rooms for breakout sessions\nCosts for audio visual services Other equipment costs (e.g., computer fees, telephone fees) Costs of printing and distribution\nCosts of meals provided during the event\nCosts of refreshments provided during the event\nCosts of event planner\nCosts of event facilitators Any other direct costs associated with the event\n46 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual The recipient must also itemize and report any of the following attendee (including participants,\npresenters, speakers) costs that are paid or reimbursed with cooperative agreement funds:\n•\n•\n•\n•\n• Meals and incidental expenses (M&IE portion of per diem)\nLodging\nTransportation to or from event location (e.g., common carrier, privately owned vehicle\n(POV))\nLocal transportation (e.g., rental car, POV) at event location\nNote that if any item is paid for with registration fees or any other non-award funding, then\nthat portion of the expense does not need to be reported. 29."
}