{
  "document_category": "guidance",
  "docId": "guidance_37",
  "chunk_index": 6,
  "chunk_text": "U.S. Department of Justice\nGingles describes a review of the totality of the circumstances that requires a “searching practical\nevaluation of the past and present reality” of a jurisdiction’s electoral system that is “intensely local,”\n“fact-intensive,” and “functional” in nature. 478 U.S. at 45-46, 62-63, 79. Liability depends on the\nunique factual circumstances of each case and the totality of the circumstances in the particular\njurisdiction in question. Thus, for example, the Supreme Court found that Texas’s use of\nmultimember state legislative districts impermissibly diluted minority voting strength, see White v.\nRegester, 412 U.S. 755, 765-70 (1973), while concluding that Indiana’s use of multimember state\nlegislative districts did not, Whitcomb v. Chavis, 403 U.S. 124, 148-55 (1971). As the cases recognize, Section 2 vote-dilution violations can take several different forms. At-large\nelection systems or multimember districts can submerge minority voters within a larger majority\nelectorate that can effectively control all available positions. Gingles, 478 U.S. at 48-49. Districting\nplans may dilute minority voting strength by cracking or “fragmenting the minority voters among\nseveral districts where a bloc-voting majority can routinely outvote them” or by “packing them into\none or a small number of districts to minimize their inﬂuence.“ De Grandy, 512 U.S. at 1007; see also\nGingles, 478 U.S. at 46 n.11. Some plans may do both. 8 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nSection 2 Analysis: Discriminatory Intent Section 2 of the Voting Rights Act also prohibits use of a redistricting plan or method of election\nadopted or maintained for a discriminatory purpose, which is the same prohibition imposed by the\nFourteenth and Fifteenth Amendments. The Department will examine the circumstances surrounding adoption or continued use of a\nredistricting plan or method of election to determine whether there is direct or circumstantial evidence\nof any discriminatory purpose of denying or abridging the right to vote on account of race, color, or\nmembership in a language minority group. See, e.g., White, 412 U.S. at 765-70; Rogers v. Lodge, 458 U.S.\n613, 623-27 (1982). Direct evidence detailing a discriminatory purpose may be gleaned from the public statements of\nmembers of the adopting body or others who may have played a signiﬁcant role in the process. See,\ne.g., Busbee v. Smith, 549 F. Supp. 494, 508 (D.D.C. 1982) (three-judge court), aff’d, 459 U.S. 1166 (1983). However, “smoking gun” or other stark evidence of intent is rare and is not required to establish a\ndiscriminatory purpose. The Department will also evaluate whether circumstantial evidence\nestablishes a discriminatory intent. For example, in League of United Latin American Citizens v. Perry,\n548 U.S. 399, 440 (2006), the Supreme Court suggested that reducing Hispanic/Latino voting strength\nin a district because a growing Hispanic/Latino community appeared poised to vote out an incumbent\n“bears the mark of intentional discrimination.” When assessing evidence of a possible discriminatory purpose, the Department of Justice is guided by\nthe Supreme Court’s decision in Village of Arlington Heights v. Metropolitan Housing Development Corp.,\n429 U.S. 252 (1977); see also Brnovich, 141 S. Ct. at 2349 (citing the “familiar approach outlined in\nArlington Heights”)."
}