{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 57,
  "chunk_text": "2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\nenforcement representative of a federal department or agency. This provision protects the public interest and\nensures the proper management and use of federal funds. This limitation is not intended, and shall not be\nunderstood by the agency making this award, to contravene requirements applicable to Standard Form 312 (which\nrelates to classified information), Form 4414 (which relates to sensitive compartmented information), or any other\nform issued by a federal department or agency governing the nondisclosure of classified information. What you should do: In accepting this award, the recipient\n• represents that it neither requires nor has required internal confidentiality agreements or statements from\nemployees or contractors that currently prohibit or otherwise restrict (or purport to prohibit or restrict)\nemployees or contractors from reporting waste, fraud, or abuse as described above;\n• represents that, if it learns or is notified that it is or has been requiring its employees or contractors to\nexecute agreements or statements that prohibit or otherwise restrict (or purport to prohibit or restrict)\nreporting of waste, fraud, or abuse as described above, it will immediately stop any further obligations of\naward funds, will provide prompt written notification to the agency making this award, and will resume such\nobligations only if expressly authorized to do so by that agency. If the recipient does or is authorized to make subawards or contracts under this award, in accepting, the recipient\n• represents that it has or will determine that no other entity that the recipient proposes may or will receive\naward funds (whether through a subaward, contract, or subcontract) either requires or has required internal\nconfidentiality agreements or statements from employees or contractors that currently prohibit or otherwise\nrestrict (or purport to prohibit or restrict) employees or contractors from reporting waste, fraud, or abuse as\ndescribed above;\n• represents that it has or will make appropriate inquiry, or otherwise has an adequate factual basis, to support\nthis representation;\n• represents that, if it learns or is notified that any subrecipient, contractor, or subcontractor entity that\nreceives funds under this award is or has been requiring its employees or contractors to execute agreements\nor statements that prohibit or otherwise restrict (or purport to prohibit or restrict) reporting of waste, fraud,\nor abuse as described above, it will immediately stop any further obligations of award funds to or by that\nentity, will provide prompt written notification to the agency making this award, and will resume (or permit\nresumption of) such obligations only if expressly authorized to do so by that agency. 24. Recipient Integrity and Performance Matters\nCondition: For awards over $500,000, the recipient agrees to comply with the following requirements of 2 C.F.R. Part 200,\nAppendix XII to Part 200 – Award Term and Condition for Recipient Integrity and Performance Matters:\nReporting of Matters Related to Recipient Integrity and Performance\n1. General Reporting Requirement"
}