{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 46,
  "chunk_text": "The payment system contains a function which checks for\nSF-425 delinquency and will reject a drawdown attempt if the SF-425 is not up to date. Subsequent outreach\nthrough e-mail, fax, or hard copy reminders may be sent to the recipient if the SF-425 is delinquent. For general information concerning online filing of SF-425 reports, go to www.cops.usdoj.gov or contact the COPS\nOffice Response Center by phone at 800-421-6770 or by e-mail at AskCopsRC@usdoj.gov. For assistance in completing the SF-425, contact the COPS Office Response Center at 800-421-6770 or by e-mail at\nAskCopsRC@usdoj.gov or review the “Helpful Hints Guide for Completing the Federal Financial Report (SF-425)” at\nwww.cops.usdoj.gov/pdf/SF-425_Helpful_Hints_Guide_5.9.13.pdf. How will awards be monitored? The COPS Office and designated representatives from the Office of the Chief Financial Officer, Office of Justice\nPrograms monitor the financial aspects of your agency’s award through financial reports, on-site visits, officebased grant reviews, meetings, telephone contacts, reports, audits, reviews of grant change requests, and special\nrequest submissions. Program Progress Reports\nQuarterly Program Progress Reports and a Final Program Progress (Closeout) Report are required to be submitted\ndirectly to the COPS Office through the “Account Access” link of the COPS Office website at www.cops.usdoj.gov. 46 2017 COPS Hiring Program (CHP) Award Owner’s Manual How do we file a Program Progress Report? Please access the COPS Office website at www.cops.usdoj.gov and click on the “Account Access” tab at the top\nright side of the page. Once you are logged in, select “Applications” from the agency portal menu, click on the\n“Progress Report” icon, and follow the instructions to complete your report. How do we obtain online access to complete the Program Progress Report? If you do not have login access, you should contact your agency portal administrator to set up an account for you. If you have a registered account but do not remember your password, you may reset your password by going to\nthe agency portal homepage at https://portal.cops.usdoj.gov and enter your e-mail address, and click on the\n“Forgot Password” link. If you do not have your user name or password, please contact the COPS Office Response\nCenter by phone at 800-421-6770 (from Monday through Friday between 9:00 a.m. and 5:00 p.m. Eastern time) or\nby e-mail at AskCopsRC@usdoj.gov. Do we need to request a Program Progress Report? No. The COPS Office will notify your agency directly when the report is due. A notification for submitting your\nquarterly Program Progress Report will be sent electronically in January, April, July, and October covering activities\nfor the preceding calendar quarter. Notification for submitting your Final Program Progress (Closeout) Report will\nbe sent to your agency in the month following your award end date. When are Program Progress Reports due? Program Progress Reports for COPS Office awards must be submitted every quarter and no later than 30 days after\nthe last day of each reporting quarter, as detailed in table 2:\nTable 2. Due dates of Program Progress Reports by quarter\nReporting quarters Program Progress Report due date January 1–March 31 April 30 April 1–June 30 July 30 July 1–September 30 October 30 October 1–December 31 January 30"
}