{
  "document_category": "guidance",
  "docId": "guidance_19",
  "chunk_index": 82,
  "chunk_text": "Logistical planning includes time spent on tasks such as selecting a venue,\nordering and setting up audio-video equipment, securing hotel rooms, processing registrations, providing\nonsite support during the event, and undertaking other non-programmatic functions. iv. If a cooperative agreement recipient or contractor is able to obtain a no-cost site for the event, are\nwe still required to look into other facilities and provide justiﬁcation for not selecting the other\nfacilities? Yes. Cooperative agreement recipients and contractors should compare three or more facilities in a\nlocation. Facilities being compared should have provided a cost estimate and be able to accommodate the\nevent as detailed in the requirements. A desired hotel may oﬀer an incentive of no overall facility cost\n(e.g., for meeting rooms or audio-visual equipment) but may not be economical in other cost comparison\nitems such as the availability of lodging at per diem rates, travel distance for attendees, etc. Also,\nrecipients and contractors should maintain written documentation justifying their decision to select the\nchosen location in the event of a future audit. v. Is there a timeframe after the COPS Oﬃce accepts a conference request that a cooperative\nagreement recipient or contractor can expect notiﬁcation of approval? Each event request (meeting, conference, webinar, etc.) is unique in reference to how it will accomplish\nthe COPS Oﬃce’s mission. The key to any conference request moving through the review process depends\non whether the package is complete. A complete package contains a detailed cost analysis and suﬃcient\njustiﬁcation to support all categories within the package. Example: An event is submitted for approval and consists of the following categories: printing and\ndistribution, meals and incidental expenses (M&IE), lodging, transportation, and trainer or facilitator\ncosts. The package contains a detailed cost analysis of each cost category (e.g., one trainer at $450 per\nday x 2 days = $900) and adequate justiﬁcation explaining the purpose of the event and the role of the\ntrainer. This package can move through the review process in a few days and allow ample time for\ntravelers to make reservations, if the package was submitted within the required timeframe. However, if\nthe trainer or facilitator’s costs in the submitted package exceed the COPS Oﬃce’s threshold and if\nsupporting justiﬁcation was not included, a delay may occur while this justiﬁcation is being retrieved. To avoid delays in the approval process, all recipients and contractors should adhere to the timeframe\nrequirements for the dollar amount of their proposed event. vi. Once an event is approved, how do we handle any increases or decreases in the amount of\nattendees originally proposed on the cost analysis spreadsheet submitted to the DOJ for approval? After receiving notiﬁcation of approval from the COPS Office, all subsequent changes prior to the start day\nof the event should be sent to the COPS Oﬃce Conference Costs email address, as appropriate. Example: If the COPS Office approved on 9/1/2017 an event scheduled for 12/15/2017, the cooperative agreement\nrecipient or contractor should notify the COPS Office of any changes in attendees as soon as possible\n(preferably 30 days or more in advance)."
}