{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 110,
  "chunk_text": "System for Award Management (SAM). The SAM database is the repository for standard information about\nfederal financial assistance applicants, recipients, and sub-recipients. Organizations that have previously submitted\napplications via Grants.gov are already registered with SAM, as it is a requirement for Grants.gov registration. Please note, however, that applicants must update or renew their SAM at least once per year to maintain an active\nstatus. Information about registration procedures can be accessed at www.sam.gov. supplanting. For the purposes of your COPS Office PASS award, supplanting means replacing state, local, or Bureau\nof Indian Affairs (BIA) funds that otherwise would have been spent on award purposes with federal COPS Office\nfunds. State, local, and tribal governments are prohibited from supplanting throughout the award period. This\nmeans that your agency may not use COPS Office funds to pay for any equipment/technology, services, personnel,\nor other items which, in the absence of the COPS Office program, would otherwise have been funded with state or\nlocal funds or with funds supplied by the BIA. The COPS Office funds must instead be used to supplement, or\nincrease, your budget on award purposes. For additional information on supplanting, please review the award\ncondition titled ‘Supplementing, Not Supplanting’ in this manual. 124 2017 COPS Office Preparing for Active Shooter Situations\n(PASS) Program Award Owner’s Manual This manual was created to assist COPS Office Preparing for Active Shooter Situations (PASS) award recipients with\nthe administrative and financial matters associated with their award. For more information about your PASS award, please contact your COPS Office Program Manager. If you do not\nknow the name or telephone number of your PASS, Program Manager, please contact the COPS Office Response\nCenter at 800-421-6770. US Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530 To obtain details about COPS Office programs, call the COPS Office Response Center at 800-421-6770. Visit the COPS Office online at www.cops.usdoj.gov. Published September 2017"
}