{
  "document_category": "guidance",
  "docId": "guidance_84",
  "chunk_index": 119,
  "chunk_text": "recipient. The Uniform Guidance defines it as “Recipient means a non-Federal entity that receives a Federal award\ndirectly from a Federal awarding agency to carry out an activity under a Federal program. The term recipient does\nnot include subrecipients. See also § 200.69 Non-Federal entity.” 2 C.F.R. § 200.86.\nresearch and development. Research and development (R&D) means all research activities, both basic and\napplied, and all development activities that are performed by non-Federal entities. The term “research” also\nincludes activities involving the training of individuals in research techniques where such activities use the same\nfacilities as other research and development activities and where such activities are not included in the instruction\nfunction. “Research” is defined as a systematic study directed toward fuller scientific knowledge or understanding\nof the subject studied. “Development” is the systematic use of knowledge and understanding gained from research\ndirected toward the production of useful materials, devices, systems, or methods, including design and\ndevelopment of prototypes and processes. 142 2018 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nschool resource officer (SRO). For purposes of COPS Office awards, school resource officer means a career law\nenforcement officer, with sworn authority, deployed in community-oriented policing, and assigned by the\nemploying police department or agency to work in collaboration with schools and community-based organizations\nto (a) address crime and disorder problems, gangs, and drug activities affecting or occurring in our around and\nelementary or secondary school; (b) deploy or expand crime prevention efforts for students; (C) educate likely\nschool-age victims in crime prevention and safety; (d) develop or expand community justice initiatives for\nstudents; (e) train students in conflict resolution, restorative justice, and crime awareness; (f) assist in the\nidentification of physical changes in the environment that may reduce crime in or around the school; and (g) assist\nin developing school policy that addresses crime and to recommend procedural changes. See 34 U.S.C. § 10389(4).\nSAFECOM guidance. The U.S. Department of Homeland Security Office of Emergency Communications, in\ncoordination with various stakeholder groups, develops the annual SAFECOM Guidance on Emergency\nCommunications Grants. The guidance provides recommendations to recipients seeking funding for interoperable\nemergency communications projects, including allowable costs, items to consider when funding emergency\ncommunications projects, awards management best practices for emergency communications awards, and\ninformation on standards that ensure greater interoperability. The guidance is intended to ensure that federally\nfunded investments are compatible and support national goals and objectives for improving interoperability\nnationwide. Recipients (including sub-recipients) that are using CPD funds to support emergency communications\nactivities should comply with the latest version of SAFECOM Guidance, including provisions on technical standards\nthat ensure and enhance interoperable communications. The most recent version of SAFECOM guidance is\navailable at www.safecomprogram.gov/grant/Default.aspx. simplified acquisition threshold. Simplified acquisition threshold means the dollar amount below which a nonFederal entity may purchase property or services using small purchase methods. Non-Federal entities adopt small\npurchase procedures in order to expedite the purchase of items costing less than the simplified acquisition\nthreshold. The simplified acquisition threshold is set by the Federal Acquisition Regulation at 48 C.F.R. Subpart 2.1\n(Definitions) and in accordance with 41 U.S.C. § 1908. Currently, the simplified acquisition threshold is $250,000. subaward."
}