{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 90,
  "chunk_text": "Strategic planning The department should have a written statement reflecting a department-wide commitment to community\npolicing and a plan that matches operational needs to available resources and expertise. If a strategic plan is to\nhave value, the members of the organization should be well-versed in it and be able to give examples of their\nefforts that support the plan. Components such as the organization’s mission and values statement should be\nsimple and communicated widely. Policies\nCommunity policing affects the nature and development of department policies and procedures to ensure that\ncommunity policing principles and practices have an effect on activities on the street. Problem solving and\npartnerships, therefore, should become institutionalized in policies, along with corresponding sets of procedures,\nwhere appropriate. Organizational evaluations In addition to the typical measures of police performance (arrests, response times, tickets issued, and crime rates)\ncommunity policing calls for a broadening of police outcome measures to include such things as greater\ncommunity satisfaction, less fear of crime, the alleviation of problems, and improvement in quality of life. Community policing calls for a more sophisticated approach to evaluation—one that looks at not only how\noutcomes are measured, but also at how feedback information is used. 94 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\nTransparency\nCommunity policing involves decision-making processes that are more open than traditional policing. If the\ncommunity is to be a full partner, the department needs mechanisms for readily sharing relevant information on\ncrime and social disorder problems and police operations with the community. Organizational structure It is important that the organizational structure of the agency ensure that local patrol officers have decisionmaking authority and are accountable for their actions. This can be achieved through long-term assignments, the\ndevelopment of officers who are generalists, and using special units appropriately. Geographic assignment of officers With community policing, there is a shift to the long-term assignment of officers to specific neighborhoods or\nareas. Geographic deployment plans can help enhance customer service and facilitate more contact between\npolice and the community, thus establishing a strong relationships and mutual accountability. Patrol beat\nboundaries should be aligned to neighborhood boundaries to enhance officers’ understanding of communities\nwithin their patrol areas and to build trust within the community. Other community policing partners should\nbecome familiar with both the patrol officers and community policing officers assigned within each patrol beat to\ncoordinate government and nongovernment community policing activities. Despecialization To achieve community policing goals, officers have to be able to handle multiple responsibilities and take a team\napproach to collaborative problem solving and partnering with the community. Community policing encourages its\nadoption agency-wide, not just by special units, although there may be a need for specialist units that are tasked\nwith identifying and solving particularly complex problems or managing complex partnerships. Resources (time, finances, and people) Agencies have to devote the necessary human and financial resources and the investment of time to support\ncommunity policing to ensure that problem-solving efforts are robust and that partnerships are sustained and\neffective. Personnel"
}