{
  "document_category": "guidance",
  "docId": "guidance_74",
  "chunk_index": 99,
  "chunk_text": "MTDC excludes equipment, capital expenditures, rental\ncosts, tuition remission, scholarships and fellowships, par­\nticipant support costs, and the portion of each subaward\nin excess of $25,000. Other items may only be excluded\nwhen necessary to avoid a serious inequity in the distribu­\ntion of indirect costs and with the approval of the cogni­\nzant federal agency for indirect costs. How does an agency establish\nan indirect cost rate? If your agency does not have a previously established indi­\nrect cost rate, your agency can obtain a rate by contacting\nyour agency’s cognizant federal agency, which will review\nall documentation and approve a rate for the covered time 2\nperiod. For more information on the requirements for devel­\nopment and submission of indirect (F&A) cost rate propos­\nals, please refer to 2 C.F.R. § 200.414(e) and appendices\nIII–VII to 2 C.F.R. Part 200. What is a cognizant federal agency? Cognizant federal agency for indirect costs as defined in\n2 C.F.R. § 200.19 is the federal agency responsible for\nreviewing, negotiation, and approving cost allocation plans\nor indirect cost proposals on behalf of all federal agencies. The cognizant federal agency for indirect cost is not neces­\nsarily the same as the cognizant federal agency for audit. The COPS Office is not a cognizant federal agency. For\nnonprofit, state, local, and Tribal Governments your cog­\nnizant federal agency is generally the federal agency that\nprovides your organization with the most federal financial\nassistance. For assignments of cognizant federal agencies,\nsee the following:\nFor institutions of higher education. Appendix III to Part 200—Indirect (F&A) Costs Identification and\nAssignment, and Rate Determination for Institutions\nof Higher Education (IHE), paragraph C.11\nFor nonprofit organizations. Appendix IV to Part 200—Indirect (F&A) Costs Identification and Assign­\nment, and Rate Determination for Nonprofit Organiza­\ntions, paragraph C.2.a\n For state and local governments. Appendix V to Part 200—State/Local Government and Indian Tribe-Wide\nCentral Service Cost Allocation Plans, paragraph F.1\nFor Indian tribes. Appendix VII to Part 200—States and Local Government and Indian Tribe Indirect Cost\nProposal, paragraph D.1 What should an agency do if its indirect\ncost rate expires or changes during the\naward period? If your agency’s approved indirect cost rate agreement\nexpires during the award period, a current approved rate\nagreement must be obtained from the cognizant federal\nagency and submitted to the COPS Office. The agency\nmust advise the COPS Office of any changes to its approved\nindirect cost rate during the award period and, if necessary, March 2019 Indirect Cost Rate for FY 2019 Awards request a budget modification that reflects the rate change. Please contact your COPS Office Grant Program Specialist\nor Program Manager to determine when a budget modifica­\ntion is necessary. If the agency experiences an increase or a decrease in its indi­\nrect cost rate, it should submit the new rate to the COPS\nOffice within 30 days of the change. Can an agency reprogram indirect costs\nto direct costs? Reprogramming requests of indirect costs to direct costs are\nadministered through the budget modification process for\nthe specific COPS Office award that your agency received. Please contact your COPS Office Grant Program Specialist\nor Program Manager to obtain guidance on any additional\nrequirements that may apply to your modification request."
}