{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 91,
  "chunk_text": "Indirect (facilities & administrative (F&A)) costs\nare costs incurred for a common or joint purpose\nbenefiting more than one cost objective. They are\nnot readily attributable to the cost objectives that are\nbeing benefited. There are several types of indirect cost rates:\n Final rate is applicable to a specified past period that is\nbased on the actual costs of the period. A final audited\nrate is not subject to adjustment.  Fixed rate has the same characteristics as a predetermined\nrate except that the difference between estimated costs\nand actual allowable costs of the covered period is carried\nforward as an adjustment for a future period.  One-time extension allows your agency to apply for a\none-time extension of a negotiated indirect (F&A) cost\nrate. The negotiated cost rate may be extended for up\nto four years. Once your cognizant federal agency has\napproved an extension for indirect costs, you must abide\nby the rate for the agreed-upon time period. No further\nnegotiations regarding indirect cost rates may occur until\nthe extension has expired. At the end of the extension\nperiod, you must negotiate a new indirect cost rate. Indirect Cost Rate  Predetermined rate is applicable to a specified current\nor future period and is not subject to adjustment. A\npredetermined rate may be used where there is reasonable\nassurance that the rate is not likely to exceed a rate based\non the agency’s actual costs. Predetermined rates may not\nbe used by governmental units that have not submitted\nand negotiated the rate with the cognizant federal agency.  Provisional rate is a temporary rate applicable to a\nspecified time period that is used for funding, interim\nreimbursement, and reporting of indirect costs pending\nestablishment of a final rate for that period.  De minimis indirect cost rate provides the option for\ncertain nonfederal entities that have never received a\nnegotiated indirect cost rate to accept a flat rate of up to\n10% of modified total direct costs (MTDC). MTDC\ncan include all direct salaries and wages, applicable\nfringe benefits, materials and supplies, services, travel,\nand up to the first $25,000 of each subaward (regardless\nof the period of performance of the subawards under\nthe award). MTDC excludes equipment, capital\nexpenditures, rental costs, tuition remission, scholarships\nand fellowships, participant support costs, and the\nportion of each subaward in excess of $25,000. Other\nitems may only be excluded when necessary to avoid a\nserious inequity in the distribution of indirect costs and\nwith the approval of the cognizant federal agency for\nindirect costs. How does an agency establish an indirect\ncost rate? If your agency does not have a previously established indirect\ncost rate, your agency can obtain a rate by contacting\nyour agency’s cognizant federal agency, which will review\nall documentation and approve a rate for the covered\ntime period. For more information on the requirements\nfor development and submission of indirect (F&A) cost\nrate proposals, please refer to 2 C.F.R. § 200.414 (e) and\nAppendices III – VII to 2 C.F.R. Part 200. 2 What is a cognizant federal agency? Cognizant federal agency for indirect costs as defined in\n2 C.F.R. § 200.19 is the Federal agency responsible for\nreviewing, negotiating, and approving cost allocation\nplans or indirect cost proposals on behalf of all Federal\nagencies."
}