{
  "document_category": "guidance",
  "docId": "guidance_45",
  "chunk_index": 112,
  "chunk_text": "$0.00 -$1,500.00 ORI #: CA00ZZZ Grant #: 2015TEST0012 Legal Name: Test Police Department Budget Category: Supplies\nItem Qty Cost/Item Total Adjustment Reason Disallowed/Adjusted SLPD/Weibo Canopy Tent 1 $2,500.00 $2,500.00 $0.00 Office Supplies 12 $30.00 $360.00 $0.00 Outreach Video 0 $3,000.00 $0.00 -$3,000.00 Outreach Materials 0 $3,000.00 $0.00 -$3,000.00 Services / Memberships 0 $1,000.00 $0.00 -$1,000.00 Laptop 1 $1,500.00 $1,500.00 $1,500.00 Total: $4,360.00 ORI #: CA00ZZZ Grant #: 2015TEST0012 Legal Name: Test Police Department Budget Category: Travel/Training Total: $0.00 ORI #: CA00ZZZ Grant #: 2015TEST0012 Legal Name: San Leandro Police Department Budget Category: Contracts/Consultants\nItem\nInternational Association of Chiefs of Police Center for Social Media Qty Cost/Item 1 Total\n$5,000.00 Total: $5,000.00 Adjustment Reason Disallowed/Adjusted\n$0.00 ORI #: CA00ZZZ Grant #: 2015TEST0012 Legal Name: Test Police Department Budget Category: Other Costs\nItem Qty Cost/Item Total Adjustment Reason Disallowed/Adjusted Outreach Video 1 $3,000.00 $3,000.00 $3,000.00 Outreach Materials 1 $3,000.00 $3,000.00 $3,000.00 Service Memberships 1 $1,000.00 $1,000.00 $1,000.00 Total: $7,000.00 ORI #: CA00ZZZ Grant #: 2015TEST0012 Legal Name: Test Police Department Budget Category: Indirect Costs Total: $0.00 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual Glossary of Terms\nallowable costs. Allowable costs are expenses that may be funded by this award program. The COPS Office\nLEMHWA award must be limited to funding for equipment, services, personnel, and other costs purchased or hired\non or after the award start date. Upon review of your submitted budget, any unallowable costs were removed. The\nFinancial Clearance Memorandum (FCM) included in your award package specifies your allowable costs, contains\nthe final budget category amounts for which your agency was approved, and notes any relevant revisions that\nwere made to your original budget submission. audit. Work done by auditors, including both the Office of the Inspector General (OIG) and state or local auditors,\nto examine financial statements and to review\n•\n•\n•\n• compliance with laws and regulations;\neconomy and efficiency of operations;\neffectiveness in achieving program results;\nallowability of costs claimed against the award. authorized officials. The authorized officials are the individuals in your organization who have final authority and\nresponsibility for all programmatic and financial decisions regarding this award. At the time of award application,\nyour agency listed the law enforcement executive (usually the chief of police, sheriff, etc.) and the government\nexecutive (usually the mayor, board president, etc.) for your agency. For non–law enforcement agencies\n(institutions of higher education, private organizations, etc.), the authorized officials are the programmatic and\nfinancial officials who have the ultimate signatory authority to sign contracts on behalf of your organization. These\nexecutives are listed on your award document and are understood to be your authorized officials. If any of the\nexecutive information is incorrect, please submit the correct information to the COPS Office by completing an\nofficial Change of Information form available online at www.cops.usdoj.gov. award end date. This is the date until which your agency is authorized to purchase items or hire positions that\nwere approved by the COPS Office. The award end date is found on your award document. Recipients may not\nmake any purchases or hire any positions after this date without written approval from the COPS Office."
}