{
  "document_category": "guidance",
  "docId": "guidance_73",
  "chunk_index": 17,
  "chunk_text": "For more\ninformation, please contact the COPS Office Response Center at 800-421-6770 or at AskCopsRC@usdoj.gov. 10. Federal Civil Rights\nCondition: The Applicant understands that the federal statutes and regulations applicable to the award (if any) made by the\nDepartment based on the application specifically include statutes and regulations pertaining to civil rights and\nnondiscrimination, and, in addition—\na. b. c.\nd. the Applicant understands that the applicable statutes pertaining to civil rights will include section\n601 of the Civil Rights Act of 1964 (42 U.S.C. § 2000d); section 504 of the Rehabilitation Act of 1973\n(29 U.S.C. § 794); section 901 of the Education Amendments of 1972 (20 U.S.C. § 1681); and section\n303 of the Age Discrimination Act of 1975 (42 U.S.C. § 6102);\nthe Applicant understands that the applicable statutes pertaining to nondiscrimination may include\nsection 809(c) of Title I of the Omnibus Crime Control and Safe Streets Act of 1968 (34 U.S.C. §\n10228(c)); section 1407(e) of the Victims of Crime Act of 1984 (34 U.S.C. § 20110(e)); section 299A(b)\nof the Juvenile Justice and Delinquency Prevention Act of 2002 (34 U.S.C. § 11182(b)); and that the\ngrant condition set out at section 40002(b)(13) of the Violence Against Women Act (34 U.S.C. §\n12291(b)(13)), which will apply to all awards made by the Office on Violence Against Women, also\nmay apply to an award made otherwise;\nthe Applicant understands that it must require any subrecipient to comply with all such applicable\nstatutes (and associated regulations); and\non behalf of the Applicant, I make the specific assurances set out in 28 C.F.R. §§ 42.105 and 42.204. The Applicant also understands that (in addition to any applicable program-specific regulations and to applicable\nfederal regulations that pertain to civil rights and nondiscrimination) the federal regulations applicable to the\naward (if any) made by the Department based on the application may include, but are not limited to, 2 C.F.R. Part\n2800 (the DOJ \"Part 200 Uniform Requirements\") and 28 C.F.R. Parts 22 (confidentiality - research and statistical\ninformation), 23 (criminal intelligence systems), 38 (regarding faith-based or religious organizations participating in\nfederal financial assistance programs), and 46 (human subjects protection). Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance with\nfederal civil rights and nondiscrimination laws. As a result, recipients are required to comply with the civil rights\nand nondiscrimination laws referenced above. A hold may be placed on your award if it is deemed that your\nagency is not in compliance with federal civil rights laws or is not cooperating with an ongoing federal civil rights\ninvestigation. If a hold is placed on your award, you will not be able to obligate or draw down federal funds under\nyour agency’s COPS Office award until you comply with federal civil rights laws or cooperate with any ongoing\nfederal civil rights investigation. 15 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual What you should do:\nIncluded with your award package is a memorandum from the Office for Civil Rights, Office of Justice Programs,\nU.S. Department of Justice, which addresses the federal civil rights statutes and regulations applicable to your\naward."
}