{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 93,
  "chunk_text": "No-cost\nextension requests must be submitted prior to the award\nend date and are approved on a case-by-case basis based on\nreasonable justification. 5. See 2 C.F.R. § 200.305 for awards made after December 26, 2014. Prior awards would follow 28 C.F.R. §§ 66.21 and 70.22. 6. It can take up to six weeks for the returned program income to\nappear in your COPS Office account. Updated May 2017 U.S. Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Indirect Cost Rate for FY 2017 Awards\nCOPS Office programs What is an indirect cost rate proposal? If you are requesting indirect costs under a COPS Office\nprogram that allows those costs, a copy of your agency’s most\ncurrent, signed, federally approved Negotiated Indirect Cost\nRate Agreement must be included with your application,\nor it must be noted in your budget narrative that you have\nnever received an indirect cost rate. If the rate agreement is\nexpired at the time of application, then you should submit\ndocumentation demonstrating that the rate is under review\nby your cognizant federal agency. If your agency requests\nindirect costs for a COPS Office award based on an expired\nrate, your agency may not draw down funding for indirect\ncosts until the current approved rate agreement or an\napproved extension is submitted to the COPS Office. In\naddition, if your agency’s rate agreement expires or changes\nduring the award period, you must submit the new rate\nagreement or approved one-time extension from your\ncognizant federal agency to the COPS Office. An indirect cost rate proposal as defined in 2 C.F.R. § 200.57\nis the documentation prepared by a nonfederal entity to\nsupport its request for the establishment of an indirect cost\nrate, as described in Appendix III to 2 C.F.R. Part 200,\nIndirect (F&A) Costs Identification and Assignment, and Rate\nDetermination for Institutions of Higher Education (IHEs)\nthrough Appendix VII to 2 C.F.R. Part 200, States and Local\nGovernment and Indian Tribe Indirect Cost Proposals. What are indirect costs? Indirect Facilities & Administrative (F&A) costs are costs\nincurred for a common or joint purpose benefiting more\nthan one cost objective. They are not readily attributable\nto the cost objectives that are being benefited. To facilitate\nequitable distribution of indirect expenses to the specific\ncost objectives, it may be necessary to establish a number\nof pools of indirect (F&A) costs. Indirect (F&A) cost pools\nmust be distributed to benefited cost objectives on bases\nthat will produce equitable results in consideration of relative\nbenefits derived. 1 1 See 2 C.F.R. § 200.56 in the Uniform Administrative Requirements, Cost Principles, and Audit\nRequirements for Federal Awards, as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. Indirect (facilities & administrative (F&A)) costs\nare costs incurred for a common or joint purpose\nbenefiting more than one cost objective. They are\nnot readily attributable to the cost objectives that are\nbeing benefited. There are several types of indirect cost rates:\n Final rate is applicable to a specified past period that is\nbased on the actual costs of the period. A final audited\nrate is not subject to adjustment. "
}