{
  "document_category": "guidance",
  "docId": "guidance_82",
  "chunk_index": 68,
  "chunk_text": "COPS Office Grant Program Specialist. COPS Office Grant Program Specialist s are trained to assist you with\nimplementing and maintaining your SVPP award. A Grant Program Specialist is assigned to your state and is\navailable to answer any questions that you may have concerning the administrative, programmatic, and\nsubstantive aspects of your award. Your Grant Program Specialist can assist you with such matters as requesting an\nextension on your award or modifying the award, and reviewing outlines for project deliverables. The name and\nphone number of your COPS Office Grant Program Specialist is provided on the award congratulatory letter and\navailable by contacting the COPS Office Response Center at 800-421-6770. Data Universal Numbering System (DUNS) number. Since FY 2004, the Office of Management and Budget (OMB)\nhas required all agencies applying for federal funding to obtain this number prior to application. The DUNS number\nis a unique nine- or thirteen-digit identification number that is assigned upon request to agencies by Dun &\nBradstreet (D&B). This number will be used by the Federal Government to better track award recipient information\nthroughout the award cycle and to provide consistent name and address data for electronic award application\nsystems. To obtain a DUNS number, visit the Dun & Bradstreet website at www.dnb.com or call 866-705-5711. disallowed costs. Disallowed costs means those charges that are determined to be unallowable, in accordance\nwith the applicable Federal statutes, regulations, or the terms and conditions of the federal award. Employer Identification Number (EIN) / OJP vendor number. This number is usually your agency’s nine-digit\nfederal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your\naccounting/bookkeeping department should have this number. In some cases, the EIN has been previously\nassigned to another agency within your jurisdiction. In this instance, a new vendor number will be assigned to you\nby the Office of the Chief Financial Officer. The newly assigned number is to be used for COPS Office administrative\npurposes only and should not be used for IRS purposes. 73 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual\nequipment. Equipment is tangible personal property (including information technology systems) having a useful\nlife of more than one year and a per-unit acquisition cost that equals or exceeds $5,000. evidence-based."
}