{
  "document_category": "guidance",
  "docId": "guidance_81",
  "chunk_index": 53,
  "chunk_text": "GPRS is a web-based system that enables recipients to use a secure Internet connection to request\nfunds. Approved payment requests will automatically be scheduled for payment by the United States Department\nof the Treasury through electronic funds transfer (EFT). The Automated Clearing House (ACH) is the primary system\nthat agencies use for EFT. An award recipient will be able to review previous payment requests made since July\n2009. For more information regarding GPRS, please visit the following website:\nhttps://ojp.gov/about/offices/ocfogprs.htm. Setting up your account How do we set up a new GPRS account? If you are a new award recipient to the COPS Office, your agency should determine which authorized employee(s)\nwill be responsible for requesting federal funds for your COPS Office awards through the GPRS system. The\nindividual(s) selected must click on the following link and register with the GPRS system to become a drawdown\nspecialist for your agency: https://grants.ojp.usdoj.gov/gprs/welcome. All individuals that need access to GPRS\nmust register separately and create their own unique GPRS username account, as these accounts are not meant to\nbe shared. Once you have been approved, you will receive an email containing a temporary password and information on\nhow to use GPRS. Please note that part of the verification process may involve outreach to your Law Enforcement\nExecutive, Government Executive, or other financial points of contact to validate the information that was\nprovided during the registration process. Once you receive your temporary password, you should login to the GPRS\nwebsite and change your temporary password to a permanent password. If you ever have an issue regarding your\nGPRS password, you have the option to utilize the “Forgot Password” link on the webpage. It will email you a new\ntemporary password. If this does not work, please contact the GMS Helpdesk (888-549-9901, option 3) for a\npassword reset for GPRS with the username you selected upon registration. DOJ award recipients who already have active GPRS accounts for awards created in the OJP Grants Management\nSystem (GMS) may be instructed to consolidate usernames once their COPS GPRS username is approved and\nbecomes active. For more information on GPRS username consolidation, please visit the following link:\nhttps://ojp.gov/about/pdfs/gprsjobaid.pdf. 54 2018 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual How do we add an award to an existing GPRS account? If you are currently registered for an active COPS Office award username in GPRS and would like to add a recently\nfunded COPS Office award number to your existing COPS Office award username, you must contact the COPS\nOffice GPRS Registration Desk. Please send your request via email to COPSGPRSRegistration@usdoj.gov and\nprovide the following COPS Office award GPRS username information:\n•\n•\n•\n• User name (for COPS Office awards) First/last name\nVendor number (as listed on your award document)\nAward number(s) to be added How do we fill out the payment enrollment forms? If you are a new award recipient to the COPS Office, your agency will need to complete an Automated\nClearinghouse (ACH) Vendor/Miscellaneous Payment enrollment form (SF-3881). This form can be found on the\nCOPS Office website at www.cops.usdoj.gov/pdf/ach_form_new.pdf."
}