{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 55,
  "chunk_text": "Importantly, specialized staff selected for an interview do not also count\ntoward satisfying the minimum threshold for random staff interviews discussed above. Auditors\nshould be aware that specialized staff interviews should generally be conducted independently\nof the random staff interviews. These are distinct staff, and the interview protocols should be\nused separately. However, some staff randomly selected for interviews may serve in one or\nmore of the specialized roles listed above such as first responder, intake staff, staff who\nsupervise inmates in segregated housing, staff who perform screenings for risk of victimization\nand abusiveness, non-medical staff involved in cross-gender strip or visual searches, and line\n55 staff who supervise youthful inmates. If during the course of an audit, it becomes apparent that\nthe majority of line staff serve in one or more of these roles, it is recommended that the auditor\ninclude the relevant protocols when interviewing randomly selected staff. For example, in a\nfacility where all line staff serve as first responders, it is recommended that the auditor use\nboth the Interview Guide for a Random Sample of Staff protocol and the Security Staff and NonSecurity Staff who Have Acted as First Responders protocol when conducting interviews with\nrandomly selected staff. In such circumstances, the auditor may count these interviews toward\nsatisfying the requirement for both the applicable specialized staff interviews and random staff\ninterviews. In addition to the specialized staff listed above, there may be other staff who the auditor should\nspeak with in order to understand the facility’s operations and to conduct a comprehensive\naudit. Although there are no specialized staff interview protocols for these staff positions,\nauditors are strongly encouraged to conduct interviews with mailroom staff, staff who develop\nand/or deliver training, the chaplain, classification staff, designated union representative or\nmembers of bargaining units (when applicable), information technology staff who can assist\nwith relevant data collection, and other positions as deemed necessary. Specialized staff interviews will vary in different settings. Depending on the size and\ncharacteristics of the facility, certain specialized staff roles envisioned in the PREA Standards\nwill not exist, and the auditor must determine which member(s) of the current staff to\ninterview. Additionally, staff in some facilities may be responsible for more than one of the\nspecialized staff duties. Therefore, more than one interview protocol may apply to an interview\nwith a single staff member. For example, if an auditor selects a nurse who conducts screenings\nfor risk of sexual victimization or abusiveness and who is employed through an organization\nthat contracts with the facility for medical services, the auditor should use three interview\nprotocols: Medical and Mental Health Staff, Volunteers and Contractors who Have Contact with\nInmates, and Staff who Perform Screening for Risk of Victimization and Abusiveness. Due to the diverse nature of specialized staff roles, and the need to combine or adapt the\nrelevant protocols when staff serve in multiple specialized roles, the time necessary to\ninterview these staff may range from 30 minutes to 1.5 hours; thus, auditors should be\nprepared to change the audit schedule as needed to accommodate these interviews."
}