{
  "document_category": "guidance",
  "docId": "guidance_81",
  "chunk_index": 72,
  "chunk_text": "As required by the Public Safety Partnership and Community Policing Act of 1994, at 34 U.S.C. § 10382(c)(5), if\nthis application is for a COPS award, the Applicant certifies that there has been appropriate coordination with\nall agencies that may be affected by its award. Affected agencies may include, among others, Offices of the\nUnited States Attorneys; State, local, or tribal prosecutors; or correctional agencies. I acknowledge that a materially false, fictitious, or fraudulent statement (or concealment or omission of a material\nfact) in this certification, or in the application that it supports, may be the subject of criminal prosecution\n(including under 18 U.S.C. §§ 1001 and/or 1621, and/or 34 U.S.C. §§ 10271-10273), and also may subject me and\nthe Applicant to civil penalties and administrative remedies for false claims or otherwise (including under 31 U.S.C.\n§§ 3729-3730 and 3801-3812). I also acknowledge that the Department’s awards, including certifications provided\nin connection with such awards, are subject to review by the Department, including by its Office of the Inspector\nGeneral. Signature of Law Enforcement Executive/Agency Executive Date (For your electronic signature, please type in your name) Signature of Government Executive/Financial Official Date (For your electronic signature, please type in your name) 76 2018 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual Appendix C. Community policing defined\nCommunity policing is a philosophy that promotes organizational strategies that support the systematic use of\npartnerships and problem-solving techniques, to proactively address the immediate conditions that give rise to\npublic safety issues such as violent crime, nonviolent crime, and fear of crime. Community policing is composed of three key components:\n1.\n2.\n3. Community partnerships\nOrganizational transformation\nProblem solving Community partnerships\nCommunity partnerships are collaborative partnerships between law enforcement agencies and the individuals\nand organizations they serve to develop solutions to problems and increase trust in police. Community policing, recognizing that police rarely can solve public safety problems alone, encourages interactive\npartnerships with relevant stakeholders. The range of potential partners is large, and these partnerships can be\nused to accomplish the two interrelated goals of developing solutions to problems through collaborative problem\nsolving and improving public trust. The public should play a role in prioritizing and addressing public safety\nproblems. Other government agencies Law enforcement organizations can partner with a number of other government agencies to identify community\nconcerns and offer alternative solutions. Examples of agencies include legislative bodies, prosecutors, probation\nand parole departments, public works departments, neighboring law enforcement agencies, health and human\nservices departments, child support services, ordinance enforcement, and schools. Community members or groups\nIndividuals who live, work, or otherwise have an interest in the community—volunteers, activists, formal and\ninformal community leaders, residents, visitors and tourists, and commuters—are a valuable resource for\nidentifying community concerns. These factions of the community can be engaged in achieving specific goals at\ntown hall meetings, neighborhood association meetings, decentralized offices or storefronts in the community,\nand team beat assignments. Nonprofits or service providers\nAdvocacy and community-based organizations that provide services to the community and advocate on its behalf\ncan be powerful partners."
}