{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 34,
  "chunk_text": "34 Who should sign the award document for our organization? The authorized officials are the agency executive and financial official who have ultimate and final responsibility\nfor all programmatic and financial decisions regarding this award as representatives of the legal recipient. The\nauthorized officials are the programmatic and financial officials who have the ultimate signatory authority to sign\ncontracts on behalf of your organization. Typically, these are the same executives who signed the forms in your\nCRI-TA application package. If one or both of these individuals have changed, please complete a Change of\nInformation (COI) form online at https://portal.cops.usdoj.gov. If you have any questions as to who should sign\nthe award, please contact your organization’s legal counsel. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter. Award funds will not be released until we have received your organization’s signed\naward document, your budget has received final clearance, and any other relevant award conditions particular to\nyour organization have been satisfied. Failure to electronically sign your original award document within the 90day award acceptance period may result in your CRI-TA award being withdrawn and the funds deobligated without\nadditional notification. If your organization requires an extension for accepting the award beyond the 90-day\nacceptance timeframe, you will be able to request an extension through the online system. Be sure to explain the\ncircumstances that prevent your organization from electronically signing the award document within the 90-day\nperiod, and identify the date by which the award document will be signed. The COPS Office will review such\nrequests on a case-by-case basis. The COPS Office reserves the right to deny requests to extend the 90-day award\nacceptance period. If you have any questions, please contact your COPS Office Program Manager via or the COPS\nOffice Response Center at 800-421-6770. 35 II. The Cooperative Agreement\nSince your project requires substantial involvement on the part of the COPS Office, a multi-page cooperative\nagreement (CA) document will accompany your award document. Please note that, the cooperative agreement is\nincorporated by reference into the award document and by signing the award document, your organization has\nentered into the cooperative agreement with the COPS Office and agrees to abide by all the requirements in the\nCA. Under the Federal Grant and Cooperative Agreement Act of 1977, a cooperative agreement is the legal instrument\nused by a federal agency to enter into a relationship with a state, local government, or other recipient when the\nprincipal purpose of assistance is to carry out a public purpose of support or stimulation authorized by federal law\nand substantial involvement is expected between the federal agency and the recipient. See 31 U.S.C. § 6305. To officially accept and begin your CRI-TA award, your organization and the assigned COPS Office Program\nManager will develop a CA based on the award objective(s), deliverables, and timeline proposed in the application. Your organization will approve the CA document along with the award document and electronically sign for all\ndocuments within 90 days of the date shown on the award congratulatory letter."
}