{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 79,
  "chunk_text": "Apparent or probable damage, shown by the container’s condition, is noted on the receipt. (3) Specifications. Warehouse/Trust Fund staff must be familiar with the requirements of the\nsupply specifications. In addition to quantity, measurement, or weight, the examination\nencompasses details of type, class, style or design, size, grade, quality, and condition of articles in\nthe shipment. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 104 Comparisons are made with bid samples (if any) and tests made when advisable. If any doubt\nexists, Warehouse/Trust Fund staff enlist the aid of other institution specialists concerned with the\nparticular articles. If satisfied, they initial the Receiving Report to signify approval. (4) Verification. Unless the contract specifies otherwise, reasonable commercial and trade\npractices govern the verification and acceptance of goods. For instance, minor and immaterial\ndeviations in quantity or reasonable deviations occasioned by standard packing are accepted and\nthe actual amounts received are reported accurately so payment will be made accordingly. It is\nnot necessary to open every carton or weigh each container, but Warehouse/Trust Fund staff\nshould test weights or contents if necessary. (5) Timeliness. Warehouse/Trust Fund staff examine supplies routinely received as promptly\nas possible; normally no later than close of business one working day after receipt. The vendor\nmay assume (and the law presumes) that goods are accepted unconditionally after a reasonable\nperiod for inspection. When goods are determined to be unacceptable, it is essential that the\nvendor be notified promptly. (6) Receipt at Other Than Warehouse. To avoid unnecessary handling, materials for\nimmediate use may be unloaded at the job or storage site. The Trust Fund Supervisor delegates\nauthority, in writing, to other employees for checking and accepting such goods at the delivery\npoint and ensures they are familiar with receiving procedures. The employee receiving the\nmaterial notifies the Warehouse and provides documentation for receipts. The employee also\nsigns the receiving report once it has been prepared by the Warehouse. (7) Arms and Ammunition. Arms and ammunition are not received in or pass through the\nWarehouse but are received by Armory staff. The Armory Officer signs invoices, shipping bills,\nand other pertinent papers and forwards them to the Warehouse to prepare the Receiving Report,\nnormally within close of business of the day of receipt. The same procedures apply to explosives,\nblasting accessories, and tear gas. (8) Containers. When supplies or materials are received in containers (drums, carboys, reels,\netc.) on loan, the Receiving Report covering the goods reflects the serial number of the container\nwhen available. For containers delivered directly to the work site, the individual accepting\ndelivery informs Warehouse/Trust Fund staff of the serial number(s). 12.3 PURCHASE ORDERS The PO, Request for Purchase, and Purchase Card Purchase Form provide information as to what\nsupplies/property have been ordered and the anticipated delivery date. This enables\nWarehouse/Trust Fund staff to make adequate storage space available. These documents,\ntogether with the items’ specifications, should provide all the information necessary to determine\nby inspection the acceptability of the supplies. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 105 a. Copies of Purchase Documents. (1) Copies of Purchase Orders."
}