{
  "document_category": "guidance",
  "docId": "guidance_97",
  "chunk_index": 9,
  "chunk_text": "This review ensures that all criteria for\nearly release have been met. If any SENTRY codes have been replaced with fail or ineligible\ncodes, the inmate is not eligible for an early release. P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 10 (5) RRC Incident Report. If a previously eligible inmate was returned from RRC placement\ndue to an incident report and that incident report is later expunged by the Discipline Hearing\nOfficer, the Unit Team will:\n• notify the DAPC immediately and request the SENTRY failure assignment be replaced with\nthe completion assignment, and the SENTRY appropriate early release eligibility assignment\nis entered; and\n• complete the Notification of RRC Placement Date form (BP-A0628) and send it to the CSD\nand the appropriate DSCC computation staff. c. DSCC Computation Staff. Ordinarily, the DSCC’s role is to ensure the Sentence\nMonitoring and Computation data for an inmate is appropriate and current at all times. (1) Changes in Conditional Release Date. Any changes required in the computation of a\n§ 3621(e) Conditional Release date will be made by DSCC upon receipt of one of the following\nForms:\n• the Notice of § 3621(e) Date form;\n• the Change in RDAP and § 3621(e) Status form; or\n• the Notification of RRC Placement Date form. The DSCC staff will make the appropriate computation changes within 15 working days. (2) RRC Placement Date. When the inmate has been accepted for RRC placement, the\nNotification of RRC Placement Date form will be sent to the appropriate DSCC computation\nstaff and the CSD by the Warden. Upon receipt of this form, the designated DSCC staff will\nenter the § 3621E CCPS (complete community program) date into the inmate’s sentence\ncomputation within 15 working days. DSCC staff will recalculate the sentence to show a release\ndate via RDAP early release pursuant to § 3621(e). (3) Request to Delay, Remove or Reinstate Early Release. When notified by the Transitional\nDrug Abuse Treatment Coordinator (T-DATC) via the Request to Delay, Remove or Reinstate\nEarly Release form (BP-A0768), the DSCC will recalculate the sentence computation within 15\nworking days of receipt of the form. The DSCC will enter a “/” in the § 3621E CCPS (complete\ncommunity program) date field, SENTRY will set the § 3621E REL date to “/”, and the inmate’s\nprojected satisfaction/release date will be set to his/her projected Statutory Release Date (SRD),\nand the corresponding satisfaction/release method GCT REL. d. TDAT and Community Corrections Staff. § 550.55(c)(3) If inmates cannot fulfill\ntheir community-based treatment obligations by the presumptive release date, we\nmay adjust provisional release dates by the least amount of time necessary to\nallow inmates to fulfill their treatment obligations. In practice, it is the T-DATC who\nadjusts all provisional release dates. P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 11 (1) Transitional Drug Abuse Treatment Coordinator. When an inmate is placed in\ncommunity-based treatment, the T-DATC monitors the inmate’s treatment. Therefore, all\nrecommendations for changes in an inmate’s early release date must be initiated by the T-DATC."
}