{
  "document_category": "guidance",
  "docId": "guidance_15",
  "chunk_index": 2,
  "chunk_text": "This permanent, nationwide prohibition applies to any voting\nqualiﬁcation or prerequisite to voting or standard, practice, or procedure. This includes rules specifying\nthe time, place, or manner of voting. Section 2 forbids both practices that result in voters being denied\nequal access to the political process on account of race and those adopted or maintained because of\nadverse effects on voters on account of race. Section 202 of the VRA, 52 U.S.C. § 10502, protects the rights of citizens who have recently moved or\nwho are absent from the State on Election Day to participate in presidential elections. Section 203 of the VRA, 52 U.S.C. § 10503, protects voters with limited English proﬁciency. It\nestablishes bilingual election requirements in jurisdictions identiﬁed by the U.S. Census Bureau as\nhaving either a speciﬁed percentage or a speciﬁed number of voting-age citizens who have limited\nEnglish proﬁciency. Under Section 203, all information that is provided in English about the electoral\nprocess must be provided in the language of members of the covered language group to the extent\nneeded to allow them to participate effectively in the electoral process and all voting-connected\nactivities. Section 208 of the VRA, 52 U.S.C. § 10508, protects voters with disabilities and voters with literacy or\nlanguage limitations, including with difﬁculty reading or writing in English. It allows these voters to\nhave assistance in casting their ballots from a person of the voter’s choice, other than an employer or\nunion ofﬁcial. 2 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nLaws That Protect Voters With Disabilities Three federal statutes protect the rights of voters with disabilities. Title II of the Americans with Disabilities Act (“ADA”), 42 U.S.C. §§ 12131-34, protects voters with\ndisabilities. It requires State and local governments to ensure that qualiﬁed individuals with disabilities\nhave a full and equal opportunity to vote. The Voting Accessibility for the Elderly and Handicapped Act (“VAEHA”), 52 U.S.C. §§ 20101-07, protects\nboth elderly voters and voters with disabilities. It establishes additional requirements to improve polling\nplace access for elderly individuals and people with disabilities during federal elections. Title III of the Help America Vote Act (“HAVA”), 52 U.S.C. §§ 21081-21102, sets certain requirements for\nfederal elections. These include requirements for voting machine accessibility. The Department has published guidance on these federal laws and the protections they provide to voters\nwith disabilities. See The Americans with Disabilities Act and Other Federal Laws Protecting the Rights\nof Voters\n-with\n-Disabilities\n- - (ada.gov)\n-· Law That Protects Service Members and Citizens Abroad The Uniformed and Overseas Citizens Absentee Voting Act (“UOCAVA”), 52 U.S.C. §§ 20301-11, protects\nthe voting rights of certain active-duty members of the uniformed services, their eligible family\nmembers, and United States citizens residing overseas. It guarantees them the right to vote by absentee\nballot in elections for federal ofﬁce, and includes speciﬁc requirements designed to ensure that ballots\nare sent to them in time to be completed, returned, and counted. 3 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nLaws That Protect All Voters Against Intimidation In The Voting Process. Federal law prohibits intimidating people from voting or attempting to vote."
}