{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 51,
  "chunk_text": "Executive orders:\nExecutive Order 12291, “Regulations”\nExecutive Order 12372, 28 C.FR. Part 30 “Intergovernmental Review of Federal Programs”\nExecutive Order 12547, “Non-Procurement Debarments and Suspension” 53 2017 COPS Hiring Program (CHP) Award Owner’s Manual Appendix B. Assurances and Certifications\nAssurances\nSeveral provisions of federal law and policy apply to all award programs. The Office of Community Oriented\nPolicing Services (“COPS Office”) needs to secure your assurance that the applicant will comply with these\nprovisions. If you would like further information about any of these assurances, please contact your state’s COPS\nOffice Grant Program Specialist at 800-421-6770. By signing this form, the applicant assures that it will comply with all legal and administrative requirements that\ngovern the applicant for acceptance and use of federal award funds. In particular, the applicant assures us of the\nfollowing:\n1. 2. 3.\n4. 5.\n6. 7. 8. It has been legally and officially authorized by the appropriate governing body (for example, mayor or city\ncouncil) to apply for this award and that the persons signing the application and these assurances on its behalf\nare authorized to do so and to act on its behalf with respect to any issues that may arise during processing of\nthis application. It will comply with the provisions of federal law, which limit certain political activities of employees whose\nprincipal employment is in connection with an activity financed in whole or in part with this award. These\nrestrictions are set forth in 5 U.S.C. § 1501 et seq. It will comply with the minimum wage and maximum hours provisions of the Fair Labor Standards Act (29\nU.S.C. § 201 et seq.), if applicable. It will establish safeguards, if it has not done so already, to prohibit employees from using their positions for a\npurpose that is, or gives the appearance of being motivated by a desire for private gain for themselves or\nothers, particularly those with whom they have family, business or other ties. In addition, it will disclose (in\nwriting) to the COPS Office any potential conflict of interest arising during the course of performance of the\naward and also will require such written disclosures by any subrecipients. As required by 42 U.S.C. § 3796dd-6, it will give the U.S. Department of Justice or the Comptroller General\naccess to and the right to examine records and documents related to the award. It will comply with all requirements imposed by the U.S. Department of Justice as a condition or administrative\nrequirement of the award, including but not limited to: the requirements of 2 C.F.R. Part 200 (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted by the\nU.S. Department of Justice in 2 C.F.R. § 2800.101 ; 48 C.F.R. Part 31 (FAR Part 31) (Contract Cost Principles and\nProcedures); the applicable provisions of the Omnibus Crime Control and Safe Streets Act of 1968, as\namended; 28 C.F.R. Part 38 (Partnerships With Faith-Based and Other Neighborhood Organizations); the\napplicable COPS Office application guide; the applicable COPS Office award owner’s manual; and with all other\napplicable program requirements, laws, orders, or regulations."
}