{
  "document_category": "guidance",
  "docId": "guidance_71",
  "chunk_index": 32,
  "chunk_text": "31 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nRules of Construction/ For purposes of this condition, “program or activity” means what it means under section 606\nof title VI of the Civil Rights Act of 1964 (42 U.S.C. 2000d-4a). Pursuant to 8 U.S.C. 1551 note, references to the\nImmigration and Naturalization Service in 8 U.S.C. 1373 are to be read, as a legal matter, as references to\nparticular components of the U.S. Department of Homeland Security. Should any provision of a condition of this award be held to be invalid or unenforceable by its terms, then that\nprovision shall first be applied with a limited construction so as to give it the maximum effect permitted by law (to\nany person or circumstance) under this award. Should it be held, instead, that a condition (or a provision thereof) is\nof utter invalidity or unenforceability, such condition (or such provision) shall be deemed severable from this award. Any questions about the meaning or scope of this condition should be directed, prior to acceptance of this award,\nto the Office of Community Oriented Policing Services Legal Division at 202-514-3750. Why this condition:\nAll FY 2019 State or local government recipients or subrecipients of COPS Office funding must comply with 8 U.S.C.\n1373 throughout the life of the award. What you should do:\nState and local government entities that applied for FY 2019 COPS Office funding and non-State or local\ngovernment entities that applied to use FY 2019 COPS Office funding to make subawards to State or local\ngovernment entities were required to certify compliance with 8 U.S.C. 1373 to be eligible to submit an application\nfor funding. Compliance with 8 U.S.C. 1373 is also required throughout the active award period. Any questions about the meaning or scope of this condition should be directed, prior to acceptance of this award,\nto the Office of Community Oriented Policing Services Legal Division at 202.514.3750. 26. Computer Network Requirement\nCondition: The recipient understands and agrees that no award funds may be used to maintain or establish a computer\nnetwork unless such network blocks the viewing, downloading, and exchanging of pornography. Nothing in this\nrequirement limits the use of funds necessary for any federal, state, tribal, or local law enforcement agency or any\nother entity carrying out criminal investigations, prosecution, or adjudication activities. Consolidated\nAppropriations Act, 2019, Public Law 116-6, Division C, Title V, Section 523. Why this condition:\nSection 523 of Division C, Title V, of the Consolidated Appropriations Act, 2019 (Pub. L.116-6) prohibits the use of\nfederal funds to maintain or establish a computer network that does not block the viewing, downloading, and\nexchanging of pornography. This provision protects the public interest in the proper management and use of\nfederal funds. 32 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual What you should do: The recipient must not use award funds to maintain or establish a computer network unless the network blocks\npornography. This does not limit the use of funds for criminal investigations, prosecution, or adjudication activities."
}