{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 52,
  "chunk_text": "Routine urgent transfers require direct transfer to the MRC\nbecause of the acuity of their medical, surgical, or\npsychiatric condition, or because MRC-based services need to be\ninitiated within an appropriate time frame. Holdover housing at\na county jail or Bureau general population institution is not\npermissible. c. Routine Transfer - A routine transfer is initiated\nfor medical, surgical, or psychiatric treatment that is\nnot an emergency and time en-route is not a major factor. Routine transfers may travel by any available means. d. Procedures for Initiating Emergency, Routine/Urgent,\nand Routine Transfer Requests. All transfer\nrequests for medical, surgical, or psychiatric designations\nwill be initiated via GroupWise on the Medical/Surgical and\nPsychiatric Referral Request Form (BP-770) available on\nSALLYPORT. The HSA, with input from the\nClinical Director and other providers involved with the\ninmate’s care (e.g., mid-level providers, psychologists,\nconsultant physicians), is responsible for completing the BP770. The referring institution Warden must review the BP-770\nand authorize the request for transfer. The BP-770 serves as the redesignation, transportation, and\nsecurity worksheet from which the actual redesignation is\nmade. It will also serve as the emergency referral request\nform, documentation of the inmate’s condition and the reason P5100.08\n9/12/2006\nChapter 7, Page 7\nfor transfer. Accordingly, it is essential that the BP-770 be\ncompleted thoroughly and accurately. The Medical Designator will review each request for\nredesignation and approve or deny the requested transfer. Based\non clinical information and in consultation with the Medical\nDirector, the Medical Designator may change the urgency level of\nthe request. OMDT will authorize CIM clearance (if appropriate) and enter\napproved transfers to an appropriate BOP facility in SENTRY on\nthe “Enter Redesignation” screen. e. Completion of Treatment - All requests for\nredesignation to the parent facility upon completion of\nMedical/Surgical or Psychiatric treatment, or to another\nmedical facility for continuation of treatment, will be\ninitiated by the facility currently housing the inmate via\nGroupWise on the Discharge Transfer Summary form. This form\nserves as the designation, transportation, and security\nworksheet from which the redesignation is made. Medical cases are normally returned to their parent facility\nunless the DSCC approves a change in the parent facility based\non clinical justification provided prior to redesignation by\nthe Medical Designator. 7. TEMPORARY TRANSFERS. It is sometimes necessary to\ntemporarily transfer an inmate to a contract facility or other\nBureau institution. This is normally for security reasons, when\nthe current institution does not have a Special Housing Unit. In\nsuch cases, institution staff will forward a request for\ntemporary transfer approval from the Warden to the DSCC. The\nrequest will include the rationale for transfer, with assurance\nthat the receiving facility is in agreement with the temporary\ntransfer. Transfer approval must be obtained prior to the\ntransfer during normal working hours, or if after hours, the\nnext work day. A copy of this request will be routed to the\nappropriate CCM office, if the transfer is to a contract\nfacility. 8. TRANSFERS FOR TRAINING PURPOSES OR PROGRAM PARTICIPATION. An inmate is ordinarily only transferred for specialized\nnational programs not offered at the parent facility to\ninclude:\n(a)\n(b)\n(c)\n(d) Residential Drug Treatment Program;\nLife Connections Program;\nSpecial Management Unit; and\nSex Offender Programs. When placement for program participation is inconsistent with\nthe assigned security level, the appropriate Management Variable\nmust be applied by the DSCC. Ordinarily, the inmate will be"
}