{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 3,
  "chunk_text": "The\nPREA Management Office trains and certifies PREA auditors, provides continuing\neducation and training opportunities for DOJ-certified PREA auditors, and manages\nPREA audit oversight. • Directing a robust, nationwide training and technical assistance initiative to support\njurisdictions across the country with implementing the PREA Standards. The PREA\nManagement Office partners with the National PREA Resource Center to provide\ntargeted training and technical assistance to state, local, and tribal jurisdictions across\nthe nation that are working to uphold their requirements under the Standards. 2 • Overseeing the Bureau of Justice Assistance’s competitive PREA Demonstration Grant\nProgram, and providing support to jurisdictions that are awarded funding under this\nprogram. The PREA statute authorizes DOJ to create, implement, and oversee a grant\nprogram to create and enhance zero tolerance cultures for sexual abuse and sexual\nharassment in confinement facilities in state, local, and tribal jurisdictions, and support\nimplementation of the Standards. • Reviewing, verifying, and responding to certifications and assurances submitted by\nstate and territorial governors. Each year, state and territorial governors, and the\nmayor of the District of Columbia, are given the option by the PREA statute to submit to\nDOJ either a certification that all confinement facilities under their operational control\nare in full compliance with the Standards or to issue an assurance that they will use not\nless than 5 percent of certain DOJ grant funds to come into full compliance with the\nStandards in the future. States and territories that do not submit a certification or an\nassurance are subject to a 5 percent reduction in certain DOJ grant funds. Additional\ninformation can be found on the Bureau of Justice Assistance PREA page (see\nwww.bja.gov/ProgramDetails.aspx?Program_ID=76). • Leading the ongoing efforts of DOJ’s PREA Working Group to issue interpretative\nguidance related to the Standards. The DOJ PREA Working Group has developed and\nmade available on the PREA Resource Center website FAQs that address questions of\nfirst impression related to the PREA Standards. National PREA Resource Center\nThe National PREA Resource Center was established through a competitively awarded\ncooperative agreement from the Bureau of Justice Assistance in fiscal year 2010. The PREA\nResource Center represents a unique, collaborative partnership that includes a wide array of\nnational stakeholder organizations representing adult prisons and jails; juvenile facilities;\ncommunity corrections; tribal facilities; lockups; and victim advocacy groups. The PREA Resource Center provides direct support, training, and technical assistance to state,\nlocal, and tribal corrections and law enforcement professionals, victim advocates, and other key\nstakeholders working to eliminate sexual abuse and sexual harassment in confinement. The\nPREA Resource Center’s subject matter experts work to meet jurisdictions’ specific technical\nassistance and training needs. It maintains a full online resource library, including training\ncurricula, resource and implementation guides, research and data, model practices and\nimplementation tools, and webinars that focus on areas such as prevention strategies,\nimproved reporting and detection, investigation, prosecution, and victim-centered responses. The PREA Resource Center is also a critical partner in developing and managing the PREA audit\nfunction."
}