{
  "document_category": "guidance",
  "docId": "guidance_21",
  "chunk_index": 51,
  "chunk_text": "B. Travel All travel plans related to the cooperative agreement and to the development of the deliverables will be\nsubmitted to the program manager for review by the COPS Office. Travel costs for transportation, lodging and subsistence, and related items are allowable with prior\napproval from the COPS Office. Payment for allowable travel costs will be in accordance with 2 C.F.R. §\n200.474.\nC. Consultant rates Unless otherwise approved by the COPS Office, approved consultant rates will be based on the salary a\nconsultant receives from his or her primary employer, as applicable, up to $650 per day. For consultant or\ncontractor rates that exceed $650 per day, the COPS Office requires written justification if the consultants\nor contractors are hired through a noncompetitive bidding process. Authorization requires submitting a\ndetailed written justification of the consultant rate to the program manager. Specific and detailed written\njustification for each additional consultant must be submitted to, and approved by the COPS Office prior\nto obligation or expenditure of such funds. D. Project budget The approved project budget is incorporated herein and made a part of this cooperative agreement. For\nfederal awards in excess of $250,000, any modification request involving the reallocation of funding\nbetween budget categories that exceed or are expected to exceed 10 percent of the total approved\nbudget requires prior written approval by the COPS Office. See 2 C.F.R. § 200.308(e). Regardless of the\nfederal award amount or budget modification percentage, any reallocation of funding is limited to\napproved budget categories. In addition, any budget modification that changes the scope of the project\nrequires prior written approval by the COPS Office. See 2 C.F.R. § 200.308(c)(1)(i). In requesting a modification, the recipient will set forth the reasons and the basis for the proposed\nchange and any other information deemed helpful for review by the COPS Office. Modifications are\nevaluated on a case-by-case basis. The COPS Office will not approve any modification request that results\nin an increase of federal funds. E. Payment All costs claimed for reimbursement and payment, including the final payment, must be submitted via the\nGrant Payment Request System (GPRS). F. No-cost extensions of time The recipient must provide a reasonable justification for delays in implementing this cooperative\nagreement to be granted a no-cost extension. A request for an extension of the award period to receive\nadditional time to implement the funded program is at the discretion of the COPS Office. Such extensions\ndo not provide additional funding. 51 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nG. Employment The recipient acknowledges that nothing in this cooperative agreement creates an employment\nrelationship with the COPS Office or with the Federal Government or to require provision of any benefits\nincident to employment. VI. Points of contact\nA. COPS Office program manager\n[Insert Program Manager]\nU.S. Department of Justice\nCOPS Office\n[Division] 145 N Street, NE, 11th Floor\nWashington, DC 20530\n[insert contact information] B. Recipient project officer\n[Insert contact information, including phone number]\nVII. General provisions"
}