{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 38,
  "chunk_text": "In\naddition, all multimedia deliverables and marketing efforts. 8. Review and approve all proposed changes in key staff assignments to the project and any\nsignificant changes in the partner’s role or responsibilities. 9. Review and approve all proposed writers of any project deliverables. 10. Review and approve all subject matter experts and their assignments to any project deliverable. 11. Permit the recipient to copyright any work that is subject to copyright and was developed, or for\nwhich ownership was acquired, under this cooperative agreement in accordance with 2 C.F.R. §\n200.315(b). The COPS Office reserves a royalty-free, nonexclusive and irrevocable license to\nreproduce, publish, or otherwise use the work, in whole or in part (including create derivative\nworks), for Federal Government purposes, and to authorize others to do so. The COPS Office\nlicense applies to (1) the copyright in any work developed under this cooperative agreement\nincluding any related subaward or contract and (2) any rights of copyright to which the recipient,\nincluding its subrecipient or contractor, purchases ownership with support from this cooperative\nagreement. In addition, the COPS Office may make any work that was developed or purchased\nunder this cooperative agreement publically available by any means without restriction, including\na US Department of Justice website or social media account, a hard copy, or in electronic form. The COPS Office also reserves the right, at its discretion, to not publish deliverables and other\nmaterials (e.g., reports, publications, manuals, and training curricula) developed under this\ncooperative agreement as a US Department of Justice resource. 39 B. Specifically, the recipient will do the following:\n1. Designate a project officer to work closely with the COPS Office and its designated Program\nManager to achieve the tasks specified in this cooperative agreement. The project officer must\nbe an employee of the recipient organization, and have the authority to propose and approve\nmodifications pursuant to Section VIII. of this cooperative agreement. 2. Be responsible for acquiring the rights, and ensuring that its\nsubrecipients/contractors/consultants/authors acquire the rights, including the payment of\nrequired fees, to use copyrighted material for inclusion in deliverables that are developed under\nthis cooperative agreement. All licensing, publishing or similar agreements with a copyright\nholder, publisher or other relevant party must include provisions giving the COPS Office a royaltyfree, non-exclusive, and irrevocable license to reproduce, publish, or otherwise use the work, in\nwhole or in part (including create derivative works), for Federal Government purposes, and to\nauthorize others to do so. If recipient retains a contractor or consultant to author or co-author a\nwork under this cooperative agreement, the recipient must ensure that there is a written\nagreement with the contractor or consultant that either explicitly: (1) assigns and transfers all\nrights to the copyright in the work to the recipient for the full term of copyright or, if a copyright\ntransfer is not feasible, (2) awards the COPS Office the same royalty-free, non-exclusive and\nirrevocable license to use, and authorize others to use, the work for Federal Government\npurposes as outlined in this cooperative agreement."
}