{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 84,
  "chunk_text": "1. Lobbying As a general matter, 18 U.S.C. § 1913 prohibits lobbying with federally appropriated funds, except where expressly authorized by law. In addition, under 31 U.S.C. § 1352, applicants (and recipients) are prohibited from\nusing federal appropriations to influence certain federal transactions, specifically including federal grant and\ncooperative agreement actions. Indian tribes and tribal organizations are excluded from coverage under 31\nU.S.C. § 1352 but only with respect to expenditures for purposes specified in 31 U.S.C. § 1352(a) that are permitted by other federal law. For these purposes, the terms “Indian tribe” and “tribal organization,” respectively, have the meaning provided in section 4 of the Indian Self-Determination and Education Assistance Act\n(25 U.S.C. § 5304). Although Indian tribes and tribal organizations are excluded from coverage as set forth under 31 U.S.C. § 1352, these entities still must obtain lobbying disclosure documentation and any required certi 88 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\nfications from any subgrantees (recipients of a subaward (see “subaward” definition at 2 C.F.R. § 200.92)) or\nprocurement contractors (recipients of a contract (see “contract” definition at 2 C.F.R. § 200.22) and their subcontractors) that would be required to report lobbying activities consistent with 31 U.S.C. § 1352. As required by 31 U.S.C. § 1352 and implemented at 28 C.F.R. Part 69, the applicant certifies and assures (to\nthe extent applicable) the following: 2. A. No federal appropriated funds have been paid or will be paid by or on behalf of the applicantApplicant to\nany person for influencing or attempting to influence an officer or employee of any agency, a member of\nCongress, an officer or employee of Congress, or an employee of a member of Congress in connection\nwith the making of any federal grant; the entering into of any cooperative agreement; or the extension,\ncontinuation, renewal, amendment, or modification of any federal grant or cooperative agreement. B. If the applicant’s request for federal funds is in excess of $100,000 and any funds other than federal appropriated funds have been paid or will be paid to any person for influencing or attempting to influence\nan officer or employee of any agency, a member of Congress, an officer or employee of Congress, or an\nemployee of a member of Congress in connection with this federal grant or cooperative agreement, the\napplicant shall complete and submit Standard Form - LLL, “Disclosure of Lobbying Activities” in accordance\nwith its (and any DOJ awarding agency’s) instructions. C. The applicant shall require that the language of this certification be included in the award documents for\nall subgrants and procurement contracts (and their subcontracts) funded with federal award funds and\nshall ensure that any certifications or lobbying disclosures required of recipients of such subgrants and\nprocurement contracts (or their subcontractors) are made and filed in accordance with 31 U.S.C. § 1352. Debarment, Suspension, and Other Responsibility Matters (Direct Recipient)\nPursuant to DOJ regulations on nonprocurement debarment and suspension implemented at 2 C.F.R."
}