{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 35,
  "chunk_text": "relevant agency-wide policies,\nCompleting the Pre-Audit Questionnaire The tool used to gather information at this\npreparatory stage is the Pre-Audit Questionnaire,\nwhich identifies the minimum information and\nsupporting documents that the facility should\nsubmit to the auditor before the onsite audit\nbegins. • • procedures, reports, internal and\nexternal audits, and accreditations for\neach facility type.” 115.401(g) – “The audits shall review, at\na minimum, a sampling of relevant\ndocuments and other records and\ninformation for the most recent one-year\nperiod.” 115.401(i) – “The auditor shall be\npermitted to request and receive copies\nof any relevant documents (including\nelectronically stored information).”\n115.401(l) – “The auditor shall review a\nsampling of any available videotapes and\nother electronically available data (e.g.,\nWatchtour) that may be relevant to the\nprovisions being audited.” Typically, these documents and information\ninclude publicly available or non-sensitive\ninformation. However, auditors are entitled to\n•\nrequest and receive sensitive and/or non-public\ndocuments and information at any stage of the\naudit process, including during the pre-onsite\naudit phase. Reviewing some additional\ncategories of substantive documents prior to the\nonsite portion of the audit may permit the auditor to work more efficiently while onsite at the\nfacility. In particular, auditors are strongly encouraged to request that the facility provide (at a\nminimum) a list of all allegations of sexual abuse and sexual harassment received in the 12\nmonths preceding the audit (or longer if determined necessary by the auditor). The facility’s ability to produce this information prior to the auditor’s onsite visit to the facility\nwill provide an important early indicator of the facility’s audit preparedness and level of\ncompliance. In the event that a facility cannot produce this list, the auditor should clearly\ncommunicate to the facility that, as a result, there is a high probability that it will be out of\ncompliance with several other Standards that rely on this list to assess compliance, such as\nStandards 115.61–115.68, which describe the facility’s responsibilities for responding to inmate\nreports of sexual abuse and sexual harassment. Of course, as with any stage of the audit\nprocess and explained elsewhere, auditors must use appropriate safeguards to ensure such\ninformation is not inadvertently disclosed to unauthorized parties. Additionally, auditors should request a diagram of the physical plant (i.e., building plan) and\nreview it before the onsite visit to the facility. Becoming familiar with the physical plant\nstructure allows auditors to thoroughly plan the facility site review and confirm that all areas of\nthe facility are observed. The auditor should provide the Pre-Audit Questionnaire to the facility sufficiently early in the\nprocess (approximately 6 to 8 weeks prior to the onsite audit) to permit the facility to provide\n35 all the necessary information to the auditor at least 4 weeks before the auditor arrives onsite. During the planning and logistics stage of the pre-onsite audit, the auditor and the facility\nshould agree upon a date for the Pre-Audit Questionnaire to be completed by the facility. The\ndeadline for completion should allow for adequate time in advance of the auditor’s onsite visit\nto the facility for follow-up questions and additional documentation requests."
}