{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 27,
  "chunk_text": "Complaints or Concerns about Auditor Conduct All auditors are required to disclose to the PREA Management Office any information about\nthemselves or any credible information about other auditors regarding possible misconduct or\nfailure to follow proper procedures as outlined in this Handbook. The duty for auditors to\ndisclose such information creates a culture of awareness and reporting that supports effective\nPREA implementation and accountability in the auditing process. The following two subsections\ndescribe the PREA Management Office’s expectations for self-disclosure and reporting of\ninformation related to possible misconduct of another auditor. Self-Disclosure\nAuditors must immediately disclose to the PREA Management Office any actions that constitute\ngrounds for disciplinary review or disciplinary action (see Chapter 23 and Chapter 28), including:\n• Any arrest or criminal conviction • Any finding of liability for fraud or other unlawful behavior that may bear on an\nauditor’s honesty or credibility • If an auditor is found culpable of, pleads guilty to, or pleads no contest to any\nmisconduct, sexual abuse, sexual harassment, or related conduct through any criminal,\ncivil, or administrative investigation or legal proceeding • If an auditor is released from or voluntarily leaves employment or contract while under\ncriminal, civil, or administrative investigation for any misconduct, sexual abuse, sexual\nharassment, or related conduct Auditors must report such information directly to the PREA Management Office via email at\nPREACompliance@usdoj.gov. Given the serious nature of the behaviors listed above, such\ndisclosures will be sent directly to disciplinary review where any appropriate remediation steps\nand/or disciplinary action will be determined by the PREA Management Office on a case-bycase basis. 27 Reporting Knowledge or Information about another Auditor\nAuditors are required to report any knowledge or information pertaining to possible auditor\nmisconduct, concerns regarding an auditor’s compliance with DOJ’s certification requirements,\nor other actions that constitute grounds for disciplinary review or disciplinary action (see\nChapter 23 and Chapter 28). The Auditor Feedback Form, located on the PREA Resource\nCenter’s website (see www.prearesourcecenter.org/audit/auditor-feedback-form), is the\nmechanism for submitting complaints or concerns about auditor conduct. Auditors are strongly\nencouraged to provide specific, factual information about the behavior or conduct of a specific\nauditor. Complaints that lack sufficient details will greatly limit the ability of the PREA\nManagement Office to respond to identified issues or concerns. In addition to auditors, corrections agencies and facilities, members of the law enforcement\ncommunity, advocates, and other key stakeholders working to eliminate sexual abuse and\nsexual harassment in confinement are strongly encouraged to report complaints or concerns\nabout auditor conduct using the above-discussed Auditor Feedback Form. Such information is\ncritical for maintaining the integrity of the PREA audit function. Where adequate information is provided, the PREA Management Office reviews and analyzes\nthe report as part of the audit assessment process described in Chapter 20. Based on the nature\nand severity of the report, the PREA Management Office will use the information provided,\ntaken together with auditor performance information gathered during the assessment phase,\nto determine the appropriate interventions and/or disciplinary action. More detailed\ninformation regarding definitions of and sanctions for auditor misconduct is provided in\nChapter 23. Section V. PREA Audit Methodology The PREA audit function represents an important and fundamental shift in the way that\ncorrectional audits are traditionally performed."
}