{
  "doc_id": "guidance_26",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_26__0",
      "chunk_id": "0",
      "content": "National Institute of Justice\nProgram Income Policy DNA Capacity Enhancement and Backlog Reduction and\nForensic DNA Laboratory Efficiency Improvement and Capacity Enhancement Programs\n1. PURPOSE. This policy sets forth requirements for identifying and, if applicable, managing program income\nunder the DNA Capacity Enhancement and Backlog Reduction (DNA CEBR) and Forensic DNA Laboratory\nEfficiency Improvement and Capacity Enhancement (DNA EICE) Programs or future, specified NIJ forensic\ncapacity enhancements programs as applicable. 2. SCOPE. This policy applies to all applicants and grant award recipients under the referenced Programs,\nregardless of whether the applicant/grant award recipient or any subrecipient uses a fee-for-service model or\notherwise accepts any compensation for testing DNA samples from other governmental jurisdictions or\norganizations. 3. EFFECTIVE DATE: This policy is effective beginning December 2018 and is applicable to all applications\nsubmitted and all grant awards active on or after this date. 4. AUTHORITY: 2 C.F.R. Part 2800 (adopting 2 C.F.R. Part 200, with some modifications) 5. BACKGROUND: This policy is in compliance with 2 C.F.R. Part 200 and the Department of Justice Grants\nFinancial Guide. 6. DEFINITION: Program income means gross income earned by the non-Federal entity (e.g., a DNA CEBR or DNA\nEICE Program recipient or subrecipient) that is directly generated by a supported activity or earned as a result\nof the Federal award during the period of performance. See 2 C.F.R. § 200.80. 7. POLICY:\na. b. All applicants must submit a Program Income Declaration with their grant application. The Program\nIncome Declaration should indicate one of the following statuses for the grant award recipient in light of\nany proposed activities to be funded by the grant award:\n1. Does not employ a fee for service model or otherwise accept compensation from external\norganizations or jurisdictions to conduct DNA sample testing; or 2. Employs a fee for service model or otherwise accepts compensation from external organizations or\njurisdictions to conduct DNA sample testing, but does not plan to use grant funds for any fee for\nservice-related activity; or 3. Employs a fee for service model or otherwise accepts compensation from external organizations or\njurisdictions to conduct DNA sample testing, and does plan to accept fees for activities and/or\nservices performed using grant funds, in whole or part, from the Programs referenced in this policy;\nor 4. Employs a fee for service model or otherwise accepts compensation from external organizations or\njurisdictions to conduct DNA sample testing, but can claim the exclusion in Section 8 of this policy,\nand can produce the required documentation in support of this exclusion. Changes to the Program Income Declaration following grant award, either for the grant award recipient or\nfor any subrecipient, must be submitted by the grant award recipient to the NIJ Grant Manager at least\nten (10) business days prior to implementing any organizational or operational change that would deviate\nfrom plans specified in the original, or most recently-submitted, Program Income Declaration. Program\nIncome Declarations must be submitted for each grant and reflect the actual activity conducted. 1 c."
    },
    {
      "id": "guidance_26__1",
      "chunk_id": "1",
      "content": "Program\nIncome Declarations must be submitted for each grant and reflect the actual activity conducted. 1 c. All program income generated during the grant period of performance must be calculated, applied,\ndocumented, and reported in accordance with the provisions of 2 C.F.R. § 200.307, the Department of\nJustice Grants Financial Guide, and the grant award terms and conditions. d. Program income should be reported by the grant award recipient on a grant-by-grant basis and only for\ngross income generated as a direct result of funds obligated or expended under the grant for which the\nrecipient is reporting. Program income earned through equipment purchased (from the point the\nequipment is placed into service and any time a fee is directly derived from use of the equipment during\nthe grant period of performance) should be reported for the grant through which the equipment was\npurchased and only for the duration of that grant performance period. Further questions regarding\nwhether gross income earned is “directly generated” by a supported activity should be directed to the\ngrant award recipient’s assigned NIJ Grant Manager. e. Grant award recipients that generate program income must be able to produce, upon request, the\nfollowing information and documentation:\n•\n•\n•\n•\n•\n• 8. EXCLUSION: DNA sample testing conducted for a fee or monetary compensation under certain\nintergovernmental agreements may not have to be reported as program income. The intent to claim this\nexclusion must be documented in the Program Income Declaration submitted to NIJ.\na. b.\n9. Fee schedule(s) for gross income from sample testing; Any agreement(s) or contract instrument(s) that pertains to these gross revenues;\nInvoice(s) supporting program income related transactions; Method for calculating the service unit cost used as the basis for determining cost-reimbursable\nfees, and documents demonstrating that costs comprising the total unit cost are allowable;\nDocument(s) that demonstrate how program income was calculated; and\nDocument(s) that support how program income earned from fees for services is expended. To qualify for this exclusion under the programs referenced in this policy, the grant award recipient must\nbe able to provide upon request:\n• An executed agreement in the form of an up-to-date intergovernmental agreement or memorandum\nof understanding that clearly indicates the fee for service or compensation structure between the\naward recipient and the state or local governmental organization for which DNA sample testing will be\ndone. The award recipient may provide enacted legislation that mandates the arrangement in lieu of\nan executed agreement. • A cost breakdown for how the fee or monetary compensation is derived that demonstrates the fee or\ncompensation agreed to supports only the cost of testing the sample. This exclusion cannot be claimed for any agreement where a party to the agreement is a nongovernmental organization. RESOURCES:\na. Award recipients generating program income under the referenced grant programs are strongly\nencouraged to use the program income calculator available at https://nij.gov/documents/dna-programincome-calculator.xls. Recipients that do not use this calculator must be able to demonstrate a consistent\nmethodology for calculating program income that is transparent, justifiable, ensures costs are\nreasonable and allocable, and is consistent with this policy and all applicable guidance referenced\nherein. b."
    },
    {
      "id": "guidance_26__2",
      "chunk_id": "2",
      "content": "Recipients that do not use this calculator must be able to demonstrate a consistent\nmethodology for calculating program income that is transparent, justifiable, ensures costs are\nreasonable and allocable, and is consistent with this policy and all applicable guidance referenced\nherein. b. Recipients should contact their assigned grant manager for any technical assistance required to comply\nwith this policy in full. 2 c. A recipient should use the following decision matrix to help determine whether it must report program\nincome under this policy (and must manage any reported income according to this policy and all\napplicable guidance referenced herein). Program Income Reporting – Decision Matrix Program\nIncome\nDeclaration\nStatus from\nSection 7 a. Grant Recipient Receives Compensation for Services\nProvided? Grantee Required to Report Program Income 1 No No 2 Yes, but grant funds will not be used for any fee for\nservice-related activity No 3 Yes, for services supported directly with grant funds from\nthe specified programs Yes 4 Yes; however, the inter-governmental agreement exclusion\nin section 8 of this policy can be applied No 3"
    }
  ]
}