{
  "document_category": "guidance",
  "docId": "guidance_60",
  "chunk_index": 1,
  "chunk_text": "Guidance on Web Accessibility and the ADA This guidance describes how state and local governments and businesses open to the public can\nmake sure that their websites are accessible to people with disabilities as required by the\nAmericans with Disabilities Act (ADA). +Learn more about businesses’ and state and local governments’ ADA responsibilities. Why Website Accessibility Matters\nInaccessible web content means that people with disabilities are denied equal access to\ninformation. An inaccessible website can exclude people just as much as steps at an entrance\nto a physical location. Ensuring web accessibility for people with disabilities is a priority for\nthe Department of Justice. In recent years, a multitude of services have moved online and\npeople rely on websites like never before for all aspects of daily living. For example,\naccessing voting information, finding up-to-date health and safety resources, and looking up\nmass transit schedules and fare information increasingly depend on having access to\nwebsites. People with disabilities navigate the web in a variety of ways. People who are blind may use\nscreen readers, which are devices that speak the text that appears on a screen. People who are\ndeaf or hard of hearing may use captioning. And people whose disabilities affect their ability to\ngrasp and use a mouse may use voice recognition software to control their computers and other\ndevices with verbal commands. The ways that websites are designed and set up can create unnecessary barriers that make it\ndifficult or impossible for people with disabilities to use websites, just as physical barriers like\nsteps can prevent some people with disabilities from entering a building. These barriers on the\nweb keep people with disabilities from accessing information and programs that businesses and\nstate and local governments make available to the public online. But these barriers can be\nprevented or removed so that websites are accessible to people with disabilities. Examples of Website Accessibility Barriers\n• Poor color contrast. People with limited vision or color blindness cannot read text if\nthere is not enough contrast between the text and background (for example, light gray\ntext on a light-colored background). • Use of color alone to give information. People who are color-blind may not have\naccess to information when that information is conveyed using only color cues because\nthey cannot distinguish certain colors from others. Also, screen readers do not tell the\nuser the color of text on a screen, so a person who is blind would not be able to know\nthat color is meant to convey certain information (for example, using red text alone to\nshow which fields are required on a form). • Lack of text alternatives (“alt text”) on images. People who are blind will not be able\nto understand the content and purpose of images, such as pictures, illustrations, and\ncharts, when no text alternative is provided. Text alternatives convey the purpose of an\nimage, including pictures, illustrations, charts, etc. • No captions on videos. People with hearing disabilities may not be able to understand\ninformation communicated in a video if the video does not have captions. • Inaccessible online forms."
}