{
  "document_category": "guidance",
  "docId": "guidance_30",
  "chunk_index": 43,
  "chunk_text": "Single Audit Act (SAA) requirements What are the regulations governing SAA requirements? The Single Audit Act (SAA) of 1984 established uniform guidelines for state and local governments receiving federal\nfinancial assistance. The 1984 Act was amended in July 1996, was revised on June 27, 2003 and again on June 26,\n2007, and is effective for fiscal years after December 31, 2003, to reflect revised audit criteria and reporting\nrequirements. The Office of Management and Budget (OMB) issued final guidance for 2 C.F.R. Part 200—Uniform\nAdministrative Requirements, Cost Principles and Audit Requirements for Federal Awards (Uniform Guidance) on\nDecember 26, 2013. This guidance applies to all federal awards or funding increments awarded on or after\nDecember 26, 2014, and provides additional guidelines regarding the implementation of SAA requirements. 2\nC.F.R. Part 200, Subpart F – Audit Requirements, available at www.ecfr.gov/cgi-bin/textidx?tpl=/ecfrbrowse/Title02/2cfr200_main_02.tpl, establishes the requirements for organizational audits that\napply to COPS Office award recipients. Recipients must arrange for the required organization-wide (not award-byaward) audit in accordance with the requirements of Subpart F. Who must have an SAA audit? A recipient that expends $750,000 or more during the recipient's fiscal year in federal awards must have a single\naudit conducted in accordance with 2 C.F.R. § 200.514 (Scope of audit) except when it elects to have a programspecific audit conducted in accordance with 2 C.F.R. § 200.501(c). An auditee may be a recipient, a subrecipient, or\na vendor. SAA audits are conducted annually unless a state or local government is required by constitution or statute, in\neffect on January 1, 1987, to undergo audits less frequently than annually. The primary objective of an SAA audit is\nto express opinions on the recipient’s financial statements, internal controls, major and nonmajor award\nprograms, and compliance with government laws and regulations. Single Audits may also address specific\ncompliance issues with respect to COPS Office award requirements. In cases of continued inability or unwillingness to have an audit conducted in accordance with this part, federal\nagencies and pass-through entities must take appropriate action as provided in §200.338 Remedies for\nnoncompliance. See 2 C.F.R. § 200.505. These sanctions under 2 C.F.R. § 200.338 could include the following:\n• Temporarily withholding cash payments pending correction of the deficiency by the nonfederal entity or\nmore severe enforcement action by the federal awarding agency or pass-through entity\n• Disallowing (that is, denying both use of funds and any applicable matching credit for) all or part of the cost of\nthe activity or action not in compliance\n• Wholly or partly suspending or terminating the federal award 45 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual\n• Initiating suspension or debarment proceedings as authorized under 2 C.F.R. part 180 and federal awarding\nagency regulations (or in the case of a pass-through entity, recommending such a proceeding be initiated by a\nfederal awarding agency)\n• Withholding further federal awards for the project or program\n• Taking other remedies that may be legally available\nYour SAA reports should not be sent to the COPS Office."
}