{
  "document_category": "guidance",
  "docId": "guidance_30",
  "chunk_index": 33,
  "chunk_text": "32 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual 32. Paperwork Reduction Act Clearance and Privacy Act Review\nCondition: The recipient agrees, if required, to submit all surveys, interview protocols, and other information collections to the\nCOPS Office for submission to the Office of Management and Budget (OMB) for clearance under the Paperwork\nReduction Act (PRA). Before submission to OMB, all information collections that request personally identifiable\ninformation must be reviewed by the COPS Office to ensure compliance with the Privacy Act. The Privacy Act\ncompliance review and the PRA clearance process may take several months to complete. 44 U.S.C. §§ 3501-3520\nand 5 U.S.C. § 552a. Why this condition: The purpose of the Paperwork Reduction Act is to reduce, minimize, and control paperwork burdens on the public\nwhile maximizing the practical utility and public benefit of information created, collected, disclosed, maintained,\nused, shared, and disseminated by or for the Federal Government. See 5 C.F.R. § 1320.1. In addition, the Privacy\nAct establishes a “code of fair information practices” that regulates the collection, maintenance, use, and\ndisclosure of personally identifiable records. 5 U.S.C. § 552a. A collection of information undertaken by a recipient is considered to be conducted or sponsored by a federal\nagency only if (1) the recipient is conducting the collection of information at the specific request of the agency, or\n(2) the terms and conditions of the award require specific approval by the agency of the collection of information\nor the collection procedures. See 5 C.F.R. § 1320.3(d). What you should do: When you undertake surveys, interviews, and other methods of information collection in furtherance of the\nobjectives of the award, you should contact your COPS Office Grant Program Specialist. The COPS Office Grant\nProgram Specialist will inform you whether Office of Management and Budget (OMB) approval of the information\ncollection method is required and of the procedures necessary to obtain this approval. As part of the OMB\napproval process, a privacy assessment will be completed to determine if an information collection requires a\nprivacy-related notice. OMB approval may take several months to receive, so recipients are advised to allow ample\ntime for the processing of this request. 33. Copyright\nCondition: If applicable, the recipient may copyright any work that is subject to copyright and was developed, or for which\nownership was acquired, under this award in accordance with 2 C.F.R. § 200.315(b). The COPS Office reserves a\nroyalty-free, nonexclusive and irrevocable license to reproduce, publish, or otherwise use the work, in whole or in\npart (including create derivative works), for Federal Government purposes, and to authorize others to do so. The\nCOPS Office also reserves the right, at its discretion, not to publish deliverables and other materials developed\nunder this award as a U.S. Department of Justice resource. 33 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual\nProducts and deliverables developed with award funds and published as a U.S. Department of Justice resource will\ncontain the following copyright notice:\n“This resource was developed under a grant and may be subject to copyright."
}