{
  "document_category": "guidance",
  "docId": "guidance_71",
  "chunk_index": 76,
  "chunk_text": "Officers can be trained to identify and\ncorrect conditions that could lead to crime, raise public awareness, and engage the community in finding solutions\nto problems. Field training officers and supervisors need to learn how to encourage problem solving and help\nofficers learn from other problem-solving initiatives. Until community policing is institutionalized within the\norganization, training in its fundamental principles will need to take place regularly. Information technology systems\nCommunity policing is highly information-intensive, and technology plays a central role in providing ready access to\nquality information. Accurate and timely information makes problem-solving efforts more effective and ensures\nthat officers are informed about the crime and community conditions of their patrol beat. In addition,\ntechnological enhancements can greatly assist with accessing information to provide vital resources, improving\ntwo-way communication with community members, and developing agency accountability systems and\nperformance outcome measures. Communication / access to data Technology provides agencies with an important forum by which to communicate externally with the public and\ninternally within their organization. To communicate with the public, community policing encourages agencies to\ndevelop two-way communication systems through the Internet that allow for online reports; reverse 911; email\nalerts; Internet social media discussion forums; and feedback on interactive applications (such as surveys and\ngeographical information), thereby creating open, ongoing dialogues and increasing transparency. Technology encourages effective internal communication through memoranda, reports, newsletters, email and\nenhanced incident reporting, dispatch functions, and communications interoperability with other entities for more\nefficient operations. Community policing also encourages the use of technology to develop accountability and\nperformance measurement systems that are timely and contain accurate metrics and a broad array of measures\nand information. Community policing encourages the use of technology to provide officers with ready access to timely information\non crime and community characteristics within their beats, either through laptop computers in their patrol cars or\nthrough personal data devices. In addition, technology can support crime/problem analysis functions by enabling\nagencies to gather more detailed information about offenders, victims, crime locations, and quality-of-life\nconcerns, and to further enhance analysis. 81 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nQuality and accuracy of data\nInformation is only as good as its source; therefore, it is not useful if it is of questionable quality and accuracy. Community policing encourages agencies to put safeguards in place to ensure that information from various\nsources is collected in a systematic fashion and entered into central systems that are linked to one another and\nchecked for accuracy so that it can be used effectively for strategic planning, problem solving, and performance\nmeasurement. Problem solving The process of engaging in the proactive and systematic examination of identified problems to develop and\nevaluate effective responses. Community policing emphasizes proactive problem solving in a systematic and routine fashion. Rather than\nresponding to crime only after it occurs, community policing encourages agencies to proactively develop solutions\nto the immediate underlying conditions contributing to public safety problems. Problem solving must be infused\ninto all police operations and guide decision-making efforts. Agencies are encouraged to think innovatively about\ntheir responses and view making arrests as only one of a wide array of potential responses."
}