{
  "document_category": "guidance",
  "docId": "guidance_81",
  "chunk_index": 98,
  "chunk_text": "Any additional information that would support the case\n2. If the public exigency or emergency for the requirement\nwill not permit a delay resulting from competitive\nsolicitation, please include the following:\n— When the contractual coverage is required by your department and why\n— Impact on project if deadline/dates are not met\n— How long it would take an alternate contractor to reach the same required level of competence\n(equate to dollar amounts, if desired) — Results of a market survey to determine competition availability; if no survey is conducted, please explain\nwhy not\n— Any additional information that would support the case\n• Section III. A budget breakdown for the subcontract (see the Award Owner's Manual for budget requirements)\n• Section IV. A declaration that this action or choice is in the best interest of the agency\nFailure to provide all of the necessary information will\ndelay the processing of your request. Your agency will be\ncontacted if any of the identified information is missing\nor if additional supporting information is required. If the\nCOPS Office determines that the request does not meet the\nstandards set forth above, the request will be denied. Please be advised that conflicts of interest are prohibited\nunder the federal procurement standards set forth in\n2 C.F.R. § 200.318 (c). In addition, program funds should\nnot be awarded to any party that is debarred or suspended\nfrom participation in federal assistance programs. If you have any questions regarding the federal requirements\nthat guide procurement procedures, please contact your grant\nprogram specialist or program manager at 800-421-6770. Contact the COPS Office For more information about COPS Office programs and\nresources, please call the COPS Office Response Center\nat 800-421-6770 or visit the COPS Office online\nat www.cops.usdoj.gov. — Any additional information that would support the case July 2018 US Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Indirect Cost Rate for FY 2018 Awards\nCOPS Office programs What is an indirect cost rate proposal? If you are requesting indirect costs under a COPS Office\nprogram that allows those costs, a copy of your agency’s\nmost current, signed, federally approved Negotiated Indirect\nCost Rate Agreement must be included with your applica­\ntion, or it must be noted in your budget narrative that you\nhave never received an indirect cost rate. If the rate agree­\nment is expired at the time of application, then you should\nsubmit documentation demonstrating that the rate is under\nreview by your cognizant federal agency. If your agency\nrequests indirect costs for a COPS Office award based on an\nexpired rate, your agency may not draw down funding for\nindirect costs until the current approved rate agreement or\nan approved extension is submitted to the COPS Office. In\naddition, if your agency’s rate agreement expires or changes\nduring the award period, you must submit the new rate\nagreement or approved one-time extension from your cogni­\nzant federal agency to the COPS Office."
}