{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 96,
  "chunk_text": "If the recipient drew down excess\nCOPS Office funding for indirect costs, the recipient must\nreturn the overpayment to the COPS Office and submit a\nrevised Federal Financial Report (SF-425). If the recipient\nincurred additional indirect costs, the recipient may request\na budget modification if the award is still open and award\nfunds are available. If the recipient returns or draws down\nCOPS Office funding, the recipient will need to submit a\nrevised final Federal Financial Report (SF-425). 3 Other important factors To support the indirect cost rate agreement, recipients are\nresponsible for ensuring independent audits are conducted\nin accordance with existing federal auditing and reporting\nstandards set forth in 2 C.F.R. Part 200, Subpart F - Audit\nRequirements. A copy of the audit report must be submitted\nto the cognizant federal agency to support the indirect cost\nrate agreement. In accordance with ensuring proper award management and\nuse of funding awarded through the COPS Office, recipients\nmay be selected for a site visit or an enhanced office-based\ngrant review (EOBGR) or may need to address an alleged\nnoncompliance complaint during a compliance review by the\nCOPS Office Grant Monitoring Division. Therefore, recipients must adhere to proper accounting\npractices and recordkeeping to ensure all necessary\ndocumentation is available for review if requested by the\nCOPS Office. Noncompliance may result in the repayment\nof misused funds, suspension of funds, or other remedial\nactions available by law until the noncompliance is resolved. Contact the COPS Office If you have any questions regarding the federal requirements\nthat guide indirect cost rates, please refer to the applicable COPS\nOffice Award Owner’s Manual or contact your COPS Office Grant\nProgram Specialist or Program Manager. For more information about COPS Office programs, please\ncontact the COPS Office Response Center at 800-421-6770 or by\ne-mail at AskCopsRC@usdoj.gov or visit the COPS Office online\nat www.cops.usdoj.gov. May 2017 U.S. Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Budget Modifications for CPD Awardees Under federal regulations, you are required to expend federal\nfunds only as approved in your federal clearance memo\n(FCM). The COPS Office realizes that agencies may need\nto reprogram award funds and has provided this fact sheet\nfor CPD awardees to assist with the process. Awardees may\nreprogram up to a total of 10 percent of their entire budget\n(over the course of the award) without submitting a formal\nbudget modification. However, awardees should notify their\nCOPS Office program manager (PM) prior to any repro­\ngramming of funds regardless of whether a formal budget\nmodification is needed. Once the reprogramming of funds\nreaches 10 percent of the award, your agency must submit\na formal budget modification requesting approval from\nthe COPS Office for any additional budget modification\nrequests. Starting with 2016 funding, any awards under\n$150,000 do not require formal budget modifications;\nhowever, the awardee should communicate reprogramming\nas needed with the COPS Office PM. Reprogrammed funds must be allocated for items covered\nwithin the scope of the original award. Any funds that are\nbeing requested to account for a change in scope from the\noriginal funded project must first receive approval from the\nCOPS Office to expand or change the scope. Be advised that\nreprogramming requests for unallowable costs will not be\napproved."
}