{
  "document_category": "guidance",
  "docId": "guidance_33",
  "chunk_index": 1,
  "chunk_text": "Algorithms, Artificial Intelligence, and\nDisability Discrimination in Hiring This guidance explains how algorithms and artificial intelligence can lead to disability\ndiscrimination in hiring. The Department of Justice enforces disability discrimination laws with respect to state\nand local government employers. The Equal Employment Opportunity Commission\n(EEOC) enforces disability discrimination laws with respect to employers in the private\nsector and the federal government. The obligation to avoid disability discrimination in\nemployment applies to both public and private employers. How employers use algorithms and artificial\nintelligence\nEmployers, including state and local government employers, increasingly use\nhiring technologies to help them select new employees. For example, employers might use technology:\n•\n•\n•\n•\n• to show job advertisements to targeted groups;\nto decide if an applicant meets job qualifications;\nto hold online video interviews of applicants;\nto use computer-based tests to measure an applicant’s skills or abilities; and\nto score applicants’ resumes. Many hiring technologies are software programs that use algorithms or artificial\nintelligence. An algorithm is a set of steps for a computer to accomplish a task—for\nexample, searching for certain words in a group of resumes. Artificial intelligence\ngenerally means that a computer is completing a task that is usually done by a person—\nfor example, recognizing facial expressions during a video interview. While these technologies may be useful tools for some employers, they may also\nresult in unlawful discrimination against certain groups of applicants, including\npeople with disabilities. 1 How the ADA protects against disability\ndiscrimination in hiring\nThe Americans with Disabilities Act (ADA) is a federal law that seeks to remove barriers\nfor people with disabilities in everyday activities, including employment. The ADA applies to all parts of employment, including how an employer selects,\ntests, or promotes employees. An employer who chooses to use a hiring\ntechnology must ensure that its use does not cause unlawful discrimination on the\nbasis of disability. 1 The ADA bars discrimination against people with many different types of disabilities. Some examples of conditions that may be disabilities include: diabetes, cerebral palsy, deafness,\nblindness, epilepsy, mobility disabilities, intellectual disabilities, autism, and mental health\ndisabilities. A disability will affect each person differently. When designing or choosing hiring technologies, employers must consider how their tools\ncould impact different disabilities. For example, a state transportation agency that designs its hiring technology to avoid\ndiscriminating against blind applicants may still violate the ADA if its technology discriminates\nagainst applicants with autism or epilepsy. When employers’ use of hiring technologies may\nviolate the ADA\nEmployers must avoid using hiring technologies in ways that discriminate against\npeople with disabilities. This includes when an employer uses another company’s\ndiscriminatory hiring technologies. 2 Even where an employer does not mean to discriminate, its use of a hiring technology\nmay still lead to unlawful discrimination. For example, some hiring technologies try to\npredict who will be a good employee by comparing applicants to current successful\n1\n2 See 42 U.S.C. § 12112; 29 C.F.R. § 1630.4.\nSee 42 U.S.C. § 12112; 29 C.F.R. §§ 1630.4, 1630.6. 2 employees. Because people with disabilities have historically been excluded from many\njobs and may not be a part of the employer’s current staff, this may result in\ndiscrimination. Employers must carefully evaluate the information used to build their\nhiring technologies."
}