{
  "document_category": "guidance",
  "docId": "guidance_51",
  "chunk_index": 6,
  "chunk_text": "The treaty transfer process is initially addressed with the inmate during Admission and\nOrientation. The inmate indicates on a Transfer Inquiry (BP-A0297) that he/she was advised of the\nopportunity to inquire about transfer, and whether he/she is, or is not, interested in being\ntransferred. The process is documented in the Central File prior to or upon completion of the\ninmate’s Initial Classification and readdressed at each subsequent program review. An eligible inmate may request or decline a treaty transfer at any time during his/her\nincarceration. 18 U.S.C. § 4107 (b)(4) states that once the inmate’s consent has been verified at\na consent verification hearing, it is irrevocable. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 7 5. TRANSFER OF BUREAU OF PRISONS INMATES TO OTHER COUNTRIES\n§ 527.44 Request for transfer to country of which inmate is a citizen or national. An inmate who is eligible for and desires to transfer to the country of which the\ninmate is a citizen or national for service of a sentence imposed in a United\nStates Court must indicate the inmate’s interest by completing and signing the\nappropriate form and giving it to Bureau staff for further processing. The Transfer Inquiry (BP-A0297) is used to initiate the transfer process. § 527.45 Bureau determination on request for transfer. The following is the process by which determinations are made on an inmate’s\nrequest to be transferred to the country of which the inmate is a citizen or\nnational to serve a sentence imposed in a United States Court. (a) Warden’s determination. Upon verifying that the inmate is eligible for\ntransfer, the Warden forwards all relevant information, including a complete\napplication package, to the Assistant Director, Correctional Programs Division,\nCentral Office. (b) Central Office and Department of Justice determination. (1) The Assistant Director, Correctional Programs Division, reviews the\nsubmitted material and forwards the application package to the Department of\nJustice for review. (2) The Department of Justice notifies the inmate of the determinations made. (1) Initial Application. The initial Application Packet must contain the following documents\nand be forwarded to the Assistant Administrator, Correctional Programs Branch, within 60\ncalendar days of the inmate’s initial request:\n■ Memorandum signed by the Warden with the inmate’s name, register number, country of\ncitizenship, Financial Responsibility Program status, and medical/mental health issues, when\napplicable. ■ Transfer Inquiry (BP-A0297). P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8 ■\n■\n■\n■\n■\n■\n■ Authorization to Release Confidential Information (BP-A0301). U.S. Case Summary (BP-A0964). Pre/Post-sentence Investigation Report(s) (for current offense(s)). FBI Fingerprint Card with current photograph of inmate attached. Current sentence computation. Current Visiting and Contact List, and emergency contact information. Certified Judgment(s) in a Criminal Case (JCC) (include amended orders for current\noffense(s)). ■ Proof of citizenship or nationality (copy of birth certificate or valid passport) if available. Note: Although individual countries may require a copy of a birth certificate before\napproving a transfer, the referral to Central Office should not be delayed due to the absence\nof a birth certificate. It is ultimately the responsibility of the home country to confirm the\ntransfer applicant is a citizen or national."
}