{
  "document_category": "guidance",
  "docId": "guidance_84",
  "chunk_index": 118,
  "chunk_text": "Liquidated\nobligations are considered cash outlays or monies actually spent. Unliquidated obligations are obligations incurred\nand recorded but not yet paid (accrual basis of accounting) or not yet recorded and not yet paid (cash basis of\naccounting). OJP vendor number/EIN number. This is your agency’s nine-digit federal tax identification number assigned to you\nby the IRS. Your accounting/bookkeeping department should have this number. 141 2018 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual If your EIN previously has been assigned to another agency within your jurisdiction, the Office of the Comptroller\nwill assign a new OJP vendor number to you. The new assigned number is to be used for administrative purposes\nonly, in connection with this award program, and should not be used for IRS purposes. Originating Agency Identifier (ORI) number. This number is assigned by the FBI, and it is your agency’s unique\nidentifier. The first two letters are your state abbreviation, the next three numbers are your county’s code, and the\nfinal two numbers identify your jurisdiction within your county. If your agency does not have an ORI number\nassigned by the FBI, the COPS Office assigns a nonofficial ORI code to use as an agency identifier (in such cases, the\nlast two characters will be “ZZ”). It can be found on your award document. When you contact the COPS Office with\na question, please reference your ORI number (or your award number). participant support costs. Participant support costs means direct costs for items such as stipends or subsistence\nallowances, travel allowances, and registration fees paid to or on behalf of participants or trainees (but not\nemployees) in connection with conferences, or training projects. primary law enforcement authority. An agency with primary law enforcement authority is the agency that is the\nfirst responder to calls for service, and has ultimate and final responsibility for the prevention, detection, or\ninvestigation of violations of criminal laws within its jurisdiction. Agencies are not considered to have primary law\nenforcement authority if they only respond to or investigate specific type(s) of crime(s); respond to or investigate\ncrimes within a correctional institution; serve warrants; provide courthouse security; transport prisoners; and/or\nhave cases referred to them for investigation or investigational support. program income. Program income means gross income earned by the non-Federal entity that is directly generated\nby a supported activity or earned as a result of the Federal award during the period of performance. Public Safety Partnership and Community Policing Act of 1994. The COPS Office is charged with fulfilling the\nmandates of this law. The purposes of the law are to\n• increase the number of community policing officers on the beat;\n• provide additional and more effective training to law enforcement officers to enhance their problem-solving,\nservice, and other skills needed in interacting with members of the community;\n• encourage the development and implementation of innovative programs to permit members of the\ncommunity to assist law enforcement agencies in the prevention of crime;\n• encourage the development of new technologies to assist law enforcement agencies in reorienting the\nemphasis of their activities from reacting to crime to preventing crime. recipient."
}