{
  "document_category": "guidance",
  "docId": "guidance_80",
  "chunk_index": 71,
  "chunk_text": "76 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendix G. Remittance of Interest Earned Amounts\n2 CFR § 200.305 (b)(9) – Payment (remittance of interest earned) Interest earned amounts up to $500 per year may be retained by the non-federal entity for administrative\nexpense. Any additional interest earned on federal advance payments deposited in interest-bearing\naccounts must be remitted annually to the Department of Health and Human Services Payment\nManagement System (PMS) through an electronic medium using either Automated Clearing House (ACH)\nnetwork or a Fedwire Funds Service payment. Remittances must include pertinent information of the\npayee and nature of payment in the memo area (often referred to as “addenda records” by Financial\nInstitutions) as that will assist in the timely posting of interest earned on federal funds. Pertinent details\ninclude the Payee Account Number (PAN) if the payment originated from PMS, or Agency information if\nthe payment originated from ASAP, NSF or another federal agency payment system. The remittance must\nbe submitted as follows:\ni. For ACH Returns:\nRouting Number: 051036706\nAccount number: 303000\nBank Name and Location: Credit Gateway - ACH Receiver St. Paul, MN\nii. For Fedwire Returns*:\nRouting Number: 021030004\nAccount number: 75010501\nBank Name and Location: Federal Reserve Bank Treas NYC/Funds Transfer Division New York, NY\n(* Please note organization initiating payment is likely to incur a charge from your Financial Institution for\nthis type of payment)\niii. For International ACH Returns:\nBeneficiary Account: Federal Reserve Bank of New York/ITS (FRBNY/ITS)\nBank: Citibank N.A. (New York)\nSwift Code: CITIUS33\nAccount Number: 36838868\nBank Address: 388 Greenwich Street, New York, NY 10013\nPayment Details (Line 70): Agency\nName (abbreviated when possible) and ALC Agency POC: Michelle Haney, 301-492-5065\niv. For recipients that do not have electronic remittance capability, please make check** payable to:\n“The Department of Health and Human Services.”\nMail Check to Treasury approved lockbox:\nHHS Program Support Center, P.O. Box 530231, Atlanta, GA 30353-0231\n(** Please allow 4-6 weeks for processing of a payment by check to be applied to the appropriate PMS\naccount)\nv. Any additional information/instructions may be found on the PMS Web site at\nhttps://www.dpm.psc.gov. 77 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Glossary of Terms\nallowable costs. Allowable costs are expenses that may be funded by this award program. The COPS Office AntiHeroin Task Force program provides funding for equipment, services, personnel, and other costs purchased or\nhired on or after the award start date. Upon review of your submitted budget, any unallowable costs were\nremoved. The Financial Clearance Memorandum (FCM) that was included in your award package outlined your\nallowable costs and noted any relevant revisions that were made to your original budget submission. audit. Work done by auditors, including both the Office of the Inspector General (OIG) and state or local auditors,\nto examine financial statements and to review\n•\n•\n•\n• compliance with laws and regulations;\neconomy and efficiency of operations;\neffectiveness in achieving program results;\nallowability of costs claimed against the award. authorized officials. The authorized officials are the individuals in your organization who have final authority and\nresponsibility for all programmatic and financial decisions regarding this award."
}