{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 15,
  "chunk_text": "You will also not discriminate in the delivery of benefits or services\nbased on age. These civil rights requirements are found in the nondiscrimination provisions of Title VI of the Civil\nRights Act of 1964, as amended (42 U.S.C. § 2000d); the Omnibus Crime Control and Safe Streets Act of 1968, as\namended (42 U.S.C. § 3789d); Section 504 of the Rehabilitation Act of 1973, as amended (29 U.S.C. § 794); the Age\nDiscrimination Act of 1975, as amended (42 U.S.C. § 6101); Title IX of the Education Amendments of 1972, as\namended (20 U.S.C. § 1681); and the corresponding US Department of Justice regulations implementing those\nstatutes at 28 C.F.R. Part 42 (subparts C, D, E, G, and I). You also agree to comply with Executive Order 13279, as\namended by Executive Order 13559, and the implementing regulations at 28 C.F.R Part 38, Partnerships With FaithBased and Other Neighborhood Organizations, which requires equal treatment of religious organizations in the\nfunding process and prohibits religious discrimination against beneficiaries. Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance with\nfederal civil rights laws. As a result, recipients are required to comply with the civil rights requirements found in\nthe nondiscrimination provisions referenced above. A hold may be placed on your award if it is deemed that your\nagency is not in compliance with federal civil rights laws or is not cooperating with an ongoing federal civil rights\ninvestigation. If a hold is placed on your award, you will not be able to obligate or draw down federal funds under\nyour agency’s COPS Office award until you comply with federal civil rights laws or cooperate with any ongoing\nfederal civil rights investigation. What you should do:\nIncluded with your award package is a memorandum from the Office for Civil Rights, Office of Justice Programs, US\nDepartment of Justice, which addresses the federal civil rights statutes and regulations applicable to your award. You should review this memorandum to understand your agency’s civil rights responsibilities. As a recipient of federal financial assistance from the COPS Office, you are required to comply with the applicable\nfederal civil rights laws, to collect data and information sufficient to permit effective enforcement of such laws,\nand to cooperate with any federal civil rights investigation, which includes providing access to records, accounts,\ndocuments, information, facilities, and staff. 11. Equal Employment Opportunity Plan (EEOP)\nCondition: All recipients of funding from the COPS Office must comply with the federal regulations pertaining to the\ndevelopment and implementation of an Equal Employment Opportunity Plan (28 C.F.R. Part 42 subpart E). 14 Why this condition: It is the experience of the US Department of Justice in implementing its responsibilities under the Omnibus Crime\nControl and Safe Streets Act of 1968 (Safe Streets Act), the statute that established the COPS Office, that “the full\nand equal participation of women and minority individuals in employment opportunities in the criminal justice\nsystem is a necessary component to the Safe Streets Act’s program to reduce crime and delinquency in the United\nStates” 28 C.F.R. § 42.301."
}