{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 37,
  "chunk_text": "Because most PREA Standards require some form of documentation to verify the facility’s\ncompliance, auditors are required to review a large number and variety of documents. To help\nfacilitate this review process, auditors are strongly encouraged to begin using the Checklist of\n36 Documentation while reviewing the facility’s completed Pre-Audit Questionnaire and to\ncontinue using the Checklist of Documentation throughout the audit process. Along with the\nPre-Audit Questionnaire, the auditor is encouraged to send\nIMPORTANT\nthe facility’s designated POC the Checklist of Documentation\nand any additional identified categories of documents the\nIf at any point in the course of the\nauditor deems relevant so that the facility has a complete\naudit a facility or agency denies an\nauditor access to documentation,\nlisting of the documents the auditor will need to review\nthe audit report should reflect\nonsite and can prepare in advance to make them available\n“Does Not Meet Standard” for\nwhen the auditor arrives. The volume of documentation\nStandard 115.401. In addition, if\nrequested can be overwhelming for facilities; thus, auditors\nan auditor is denied access to\nare also encouraged to highlight which documents listed in\ndocuments relevant to the\nthe Checklist of Documentation the auditor is specifically\nfacility’s compliance with any\nlooking for the facility to submit as part of the Pre-Audit\nunderlying substantive Standard,\nagencies will likely have failed to\nQuestionnaire, as opposed to, for example, documentation\nfulfill their burden of\nthat may be typically collected during the onsite portion of\ndemonstrating compliance with\nthe audit. the Standards pursuant to\nStandard 115.401(e). In such\ncases, the auditor should similarly\nreflect a finding of “Does Not\nMeet Standard” with respect to\nthe underlying substantive\nStandard. Prior to going onsite to a facility, auditors are encouraged to\nreview the facility and/or agency website and conduct a\nbroad web search on the audited facility in advance of the\naudit to determine if there is any relevant information that\nmay shed light on the culture and history of the facility such\nas recent budgetary or staffing changes, legal action against\nthe facility (e.g., federal consent decree), press clippings, and other information that might\ninform the audit. Conducting Outreach to Advocacy Organizations The final pre-onsite audit task for auditors is to conduct outreach to relevant advocacy\norganizations. PREA Standard 115.401(o) states, “Auditors shall attempt to communicate with\ncommunity-based or victim advocates who may have insight into relevant conditions in the\nfacility.” This step in the pre-onsite audit phase is important because it provides the auditor with an\nopportunity to learn about issues of sexual safety and related concerns at the facility that may\nimpact the audit. In particular, there are times when external inmate or victim advocates have\ninformation about sexual abuse and sexual harassment at the facility that may not otherwise\nbecome apparent to an auditor during the course of the audit. It is also important to note that\nauditors may not always be successful in reaching advocacy organizations during the pre-onsite\naudit phase. In such instances, auditors should make multiple attempts to connect with\nadvocacy organizations throughout the audit process to ensure their important perspectives\nare included in the auditors’ analyses and findings."
}