{
  "document_category": "guidance",
  "docId": "guidance_72",
  "chunk_index": 25,
  "chunk_text": "What you should do: The recipient must not take reprisal actions against an employee for disclosing misconduct under federal contracts\nand awards to certain persons and entities. The recipient is prohibited from discharging, demoting, or otherwise discriminating against an employee as reprisal\nfor disclosing information that he/she reasonably believes is evidence of:\n\n\n\n\n gross mismanagement of a federal contract or award;\na gross waste of federal funds;\nan abuse of authority relating to a federal contract or award;\na substantial and specific danger to public health or safety; or\na violation of law, rule, or regulation related to a Federal contract (including the competition for or\nnegotiation of a contract) or award. In addition, the disclosure must also have been made to:\n\n\n\n\n\n\n a member of Congress or a representative of a committee of Congress;\nan inspector general;\nthe Government Accountability Office;\na federal employee responsible for contract or award oversight or management at the relevant agency;\nan authorized official of the U.S. Department of Justice or other law enforcement agency;\na court or grand jury; or\na management official or other employee of the contractor, subcontractor, or recipient who has the\nresponsibility to investigate, discover, or address misconduct. 25 2019 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual An employee is deemed to have made a protected disclosure if he or she initiates or provides evidence of\nmisconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a federal contract or\naward. The recipient must inform its employees in writing, in the predominant language of the workforce, of employee\nwhistleblower rights, protections and remedies under 41 U.S.C. § 4712. Please see appendices in this manual addressing Whistleblower Protection for a full text of the “Enhancement of\ncontractor protection from reprisal for disclosure of certain information” (41 U.S.C. § 4712). 20. Mandatory Disclosure\nCondition:\nRecipients and subrecipients must timely disclose in writing to the COPS Office or pass-through entity, as applicable,\nall federal criminal law violations involving fraud, bribery, or gratuity that may potentially affect the awarded\nfederal funding. . Recipients that receive an award over $500,000 must also report certain civil, criminal, or\nadministrative proceedings in SAM and are required to comply with the Term and Condition for Recipient\nIntegrity and Performance Matters as set out in 2 C.F.R. Part 200, Appendix XII to Part 200. Failure to make\nrequired disclosures can result in any of the remedies, including suspension and debarment, described in 2 C.F.R. §\n200.338. Why this condition:\nFederal regulations require recipients and subrecipients report all federal violations involving fraud, bribery, or\ngratuity that may affect the awarded federal funds. This condition advises your agency of the requirement and the\nconsequences of failing to report such violations to the COPS Office or pass-through entity. What you should do:\nEnsure that you timely report in writing to the COPS Office or pass-through entity all federal violations involving\nfraud, bribery, or gratuity that may affect your federal award. 21. Conflict of Interest\nCondition:\nRecipients and subrecipients must disclose in writing to the COPS Office or pass-through entity, as applicable, any\npotential conflict of interest affecting the awarded federal funding in 2 C.F.R. § 200.112."
}