{
  "document_category": "guidance",
  "docId": "guidance_84",
  "chunk_index": 79,
  "chunk_text": "The COPS Office trainings are national in scope and should\nhave a specific law enforcement audience: executives, first line\nsupervisors, line officers, dispatchers, joint community and\nofficers, etc. COPS Office training supports the needs of the\nlaw enforcement field and strives to increase public safety. The training goals of the COPS Office are as follows:\nEstablish a common process for the development of COPS Office training initiatives. Manage quality control through a series of review and approval checkpoints. Standardize content, style, format, and quality. Establish clear outcome expectations of training initiatives. Maintain training relevance for the field. Prepare training for accreditation through national law enforcement training accreditation programs. The COPS Office defines training as the teaching and learning\nactivities carried out for the primary purpose of helping\nmembers of an organization acquire and apply the knowledge,\nskills, abilities, and attitudes needed by a particular job or organization. Training is driven by specific goals and\nobjectives; it is not a single event but rather an ongoing\nprocess that requires continuous self-reflection and evaluation. Learning outcomes and objectives. Objectives describe\nwhat learners should be able to know and do after training. Learning outcomes establish the criteria by which the training\nwill be judged a success. Training objectives and learning\noutcomes should be aligned with an employee’s position and\nwith the organization’s goals and mission. Self-reflection and evaluation. Self-reflection should be\na conscious process whereby trainees critically analyze the\ntraining materials and test their own understanding and\nretention; it is an internal check on the progress and outcomes\nof the training. Evaluation is the external check; it should\nconsist of setting goals in accordance with the learning outcomes and objectives and conducting pre- and posttraining testing and a final course evaluation to ensure those\ngoals are met. Training materials. Guides, webinars, articles, conference presentations, podcasts, videos, blogs, and newsfeeds (to\nprovide a few examples) can serve as support material in\ntrainings or as stand-alone materials to increase knowledge,\nbut on their own they cannot be defined as training. The COPS Office also has a series of requirements that\ninstructors must meet prior to becoming instructors for\nCOPS Office courses and for the duration of their instructor\ntenure. Those requirements can be found in the COPS\nOffice's Instructor Quality Assurance Guide, https://cops.usdoj. gov/pdf/training/Instructor_Quality_Assurance_Guide.pdf. Contact the COPS Office For questions related to the development and delivery of\nin-person or online training, please contact the COPS Office\nResponse Center at 800-421-6770. March 2018 US Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov The ADDIE Model of\nInstructional Design Fact Sheet The ADDIE model is a process traditionally used\nby instructional designers and training developers. The five phases—Analysis, Design, Development,\nImplementation, and Evaluation—represent a dynamic,\nflexible guideline for building effective training and\nperformance support tools. In the ADDIE model, each step has an outcome that\nfeeds into the subsequent step. Analysis Phase The first stage of the ADDIE model is the analysis\nphase. In this phase, the instructional goals and\nobjectives are established, and the learning environment\nand learner’s existing knowledge and skills are identified. Incorporated in this phase are the needs assessment,\nthe course outline, and the analysis of delivery methods\nmost appropriate to learning."
}