{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 27,
  "chunk_text": "26 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual If the recipient does or is authorized to make subawards or contracts under this award, in accepting, the recipient\n• represents that it has or will determine that no other entity that the recipient proposes may or will receive\naward funds (whether through a subaward, contract, or subcontract) either requires or has required internal\nconfidentiality agreements or statements from employees or contractors that currently prohibit or otherwise\nrestrict (or purport to prohibit or restrict) employees or contractors from reporting waste, fraud, or abuse as\ndescribed above;\n• represents that it has or will make appropriate inquiry, or otherwise has an adequate factual basis, to support\nthis representation;\n• represents that, if it learns or is notified that any subrecipient, contractor, or subcontractor entity that\nreceives funds under this award is or has been requiring its employees or contractors to execute agreements\nor statements that prohibit or otherwise restrict (or purport to prohibit or restrict) reporting of waste, fraud,\nor abuse as described above, it will immediately stop any further obligations of award funds to or by that\nentity, will provide prompt written notification to the agency making this award, and will resume (or permit\nresumption of) such obligations only if expressly authorized to do so by that agency. 24. Recipient Integrity and Performance Matters\nCondition: For awards over $500,000, the recipient agrees to comply with the following requirements of 2 C.F.R. Part 200,\nAppendix XII to Part 200 – Award Term and Condition for Recipient Integrity and Performance Matters:\nReporting of Matters Related to Recipient Integrity and Performance\n1. General Reporting Requirement If the total value of your currently active awards, cooperative agreements, and procurement contracts\nfrom all Federal awarding agencies exceeds $10,000,000 for any period of time during the period of\nperformance of this Federal award, then you as the recipient during that period of time must maintain\nthe currency of information reported to the System for Award Management (SAM) that is made\navailable in the designated integrity and performance system (currently the Federal Awardee\nPerformance and Integrity Information System (FAPIIS)) about civil, criminal, or administrative\nproceedings described in paragraph 2. of this award term and condition. This is a statutory\nrequirement under section 872 of Public Law 110-417, as amended (41 U.S.C. 2313). As required by\nsection 3010 of Public Law 111-212, all information posted in the designated integrity and\nperformance system on or after April 15, 2011, except past performance reviews required for Federal\nprocurement contracts, will be publicly available. 2. Proceedings About Which You Must Report\nSubmit the information required about each proceeding that:\na. Is in connection with the award or performance of an award, cooperative agreement, or\nprocurement contract from the Federal Government;\nb. Reached its final disposition during the most recent five year period; and\nc. Is one of the following:\n(1) A criminal proceeding that resulted in a conviction, as defined in paragraph 5. of this award\nterm and condition;\n(2) A civil proceeding that resulted in a finding of fault and liability and payment of a monetary\nfine, penalty, reimbursement, restitution, or damages of $5,000 or more; 27"
}