{
  "document_category": "guidance",
  "docId": "guidance_24",
  "chunk_index": 61,
  "chunk_text": "P5100.08\n9/12/2006\nChapter 7, Page 19\nreferral packet from the referring institution. Approval or\ndenial will be noted in SENTRY on the inmate's “CIM\nClearance and Separatee Data” screen, with a brief\nmemorandum from the North Central Regional Director to the\nrequesting Warden to follow. (4) Transfer from USP Marion or ADX Florence. Once an\ninmate successfully completes the USP Marion or ADX Florence\nprogram, the Warden will submit a transfer request to the North\nCentral Regional Director. Upon the North Central Regional\nDirector’s approval the request will be forwarded to the DSCC\nfor determination of an appropriate facility. Inmates will\nordinarily be transferred from USP Marion or ADX Florence using\nCode 308 - Lesser Security. Ordinarily, inmates completing the\nADX Florence program will be transferred to a High Security\nfacility, other than USP Marion. (5) USP Marion Failures. Inmates who continue to exhibit\ndisruptive misconduct at USP Marion may be considered for\nreferral to ADX Florence general population or the Control\nUnit.\nc. FMC Carswell Administrative Unit (1) Initial Designations. Initial designations may only\noccur in extraordinary situations by DSCC staff. (2) Redesignation Criteria. The FMC Carswell\nAdministrative Unit is designed to house females\nexhibiting any of the following:\n• A history of escape or attempted escape from\na secure institution; • Demonstrated repeated incidents of\nassaultive or predatory behavior; • Demonstrated chronic behavior problems; and/or • Special management concerns. (3) Referral for transfer to the FMC Carswell\nAdministrative Unit will be submitted via the Request\nfor Transfer/Application of Management Variable (409) to\nthe DSCC Administrator. (4) Acceptance or Rejection of Referrals. The DSCC\nAdministrator has final review authority for referrals\nto FMC Carswell Administrative Unit. P5100.08\n9/12/2006\nChapter 7, Page 20\nTRANSFER CODES\nCODE\n276 DESCRIPTION\nFURLOUGH TRANSFER: Unescorted furlough transfer to a CCC. 307 INSTITUTION CLASSIFICATION: Transfer to an institution with\ngreater security (e.g., Low to Medium). 308 INSTITUTION CLASSIFICATION: Transfer to an institution with\nless security (e.g., High to Medium). 309 DISCIPLINARY: Transfer as a result of an act(s) of misconduct\nrelated to documented poor institutional adjustment. See\nProgram Statement on Discipline and Special Housing Unit. 313 NEARER RELEASE: Transfer for the purpose of placing an inmate\nin an institution nearer the release destination or to\nfacilitate the release process. 314 TRAINING PURPOSES: Discontinued (Use Code 324). 315 TRAINING COMPLETED: Discontinued (Use Code 325). 316 TEMPORARY TRANSFER: Transfer to the custody of U.S. Marshals\nor local authority. 317 RELIEVE OVERCROWDING: Transfer to relieve overcrowding at a\nfacility. 318 INCREASE POPULATION: Transfer to build a population, usually\nupon activation of a new facility. 319 DRUG ABUSE PROGRAM: Transfer to participate in a specialized\nDrug Abuse Program. 320 WORK/STUDY RELEASE: Discontinued. 321 TRANSFER TO CONTROL UNIT: Transfer to Control Unit (see\nChapter 7, Section 4). 322 TRANSFER FROM CONTROL UNIT: Transfer from Control Unit (See\nChapter 7, Section 4). 323 CLOSE SUPERVISION CASE: Transfer as a result of an\ninvestigation that indicates a safety, security, or escape\nrisk. Includes verified and unverified protection cases. 324 PROGRAM PARTICIPATION: Transfer for a parole hearing or to\nparticipate in a specialized program. 325 PROGRAM COMPLETED/WITHDRAWAL/REMOVAL: Return to the original\ninstitution following the completion, withdrawal, or removal\nfrom a specialized program. 326 CONCURRENT SERVICE IN NON-FEDERAL FACILITY: Transfer to nonfederal facility (excluding CCC) for service of concurrent\nfederal and state sentences. 327"
}