{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 73,
  "chunk_text": "In most instances, however, the\nOIG generally selects awards to be audited based on a number of factors, including the geographical distribution of\nawards funded, award amount, population served, award status (active and expired), and type of award (hiring\nand non-hiring). As such, the fact that a recipient has been selected for an OIG audit is not necessarily indicative of\na suspected concern or problem area. What are the steps in an OIG audit? The COPS Office Grant Monitoring Division’s Audit Liaison Section serves as the liaison between recipients and the\nOIG’s Audit Division, which conducts the audit. The OIG steps in the audit process will determine the interactions\nbetween the OIG, the recipient, and the COPS Office Audit Liaison Section:\n• Call for award data. The OIG requests award documentation from the COPS Office. • Entrance conference. The OIG schedules to meet with the recipient to gather documentation and conduct\naudit. 74 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\n• Draft audit report. The OIG reviews documentation and presents initial findings to the recipient and copies\nthe COPS Office. The COPS Office interacts with the recipient to coordinate any repayments, and/or policy or\nprocedure documents to be submitted to the OIG before release of the Final Audit Report. • Final audit report. The OIG has completed its direct interaction with the recipient. The COPS Office directs\nthe recipient to formulate a Corrective Action Plan to address recommendations (findings). As each\nrecommendation is successfully addressed by the recipient, the COPS Office requests closure on the\nrecommendation. • Closing the audit. When all recommendations have been closed, the COPS Office requests closure on the\naudit from the OIG and notifies the recipient that the audit is closed. If you have any questions regarding an OIG audit, please contact the COPS Office Grant Monitoring Division’s Audit\nLiaison Section via the COPS Office Response Center at 800-421-6770. Questions and comments regarding the\nadministration of your COPS Office TRGP award, not specifically related to an audit, should be referred to your\nCOPS Office Grant Program Specialist. Typical audit findings The OIG has typically reported the following audit findings pertaining to awards as a result of lack of proper\ndocumentation, poor business practices, or inadequate accounting and record keeping systems:\n• Unallowable costs. Recipient incurred costs that were not approved in the original budget or a budget\nmodification, were in excess of the approved budget, or were charged to the award after the expiration date\nand an award extension was not obtained. • Unsupported costs. Specific award expenditures and reimbursements could not be supported by adequate\ndocumentation (including but not limited to receipts or purchases orders), that may have been allowable\nunder the program, but for which no prior written approval was obtained from the COPS Office , or award\nexpenditures were in excess of actual approved award costs. • Lack of complete/timely programmatic and financial reporting. Recipient failed to submit required\nprogrammatic and financial reports in a timely manner and/or had inadequate record keeping systems. • Funds to better use."
}