{
  "doc_id": "guidance_90",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_90__0",
      "chunk_id": "0",
      "content": "Subject: Procedures for Responding to Discrimination Complaints from\nEmployees of the [State Administering Agency’s] Subrecipients under U.S.\nDepartment of Justice Grant Programs\nPolicy Number:\nEffective Date: I. Purpose [Note: Most often, a State Administering Agency (SAA) will already have procedures in\nplace to address discrimination complaints from its own employees and applicants. Therefore, these template complaint procedures are limited to discrimination complaints\nfrom employees of the SAA’s subrecipients. If the SAA does not already have\nprocedures in place for addressing discrimination complaints from its own employees, it\nshould ensure that these procedures cover complaints from SAA employees as well. In this section, the SAA should explain the purpose of this document, such as to establish\nwritten procedures for SAA employees to follow when they receive a complaint alleging\nemployment discrimination from an employee of a SAA subrecipient implementing\nfunding from the U.S. Department of Justice (DOJ).] II. Policy [The SAA should explain its policy regarding employment discrimination by\nsubrecipients, such as a statement that all employees and applicants of the SAA’s\nsubrecipients shall be treated equally regardless of race, color, national origin,\nsex, religion, disability, and, if the subrecipient is receiving funding authorized by the\nViolence Against Women Act of 1994, as amended, sexual orientation and gender\nidentity. The SAA may wish to state that it will ensure that subrecipients comply with all\napplicable federal laws regarding employment discrimination.] III. Definitions [The SAA may wish to include definitions of relevant terms, such as “discrimination,”\n“complaint coordinator,” and “retaliation.”] IV. Complaint Procedures [The SAA should explain its procedures for responding to employment discrimination\ncomplaints against SAA subrecipients. These procedures should include, at a minimum:\n1) a designation of the SAA employee who is responsible for coordinating the series of\nactions described in these procedures; 2) an explanation of how a SAA employee\nreceiving a discrimination complaint from an employee or applicant of a SAA\nsubrecipient should forward the complaint to the employee responsible for coordinating\nthe series of actions described in these procedures; and 3) an explanation that the Revised December 2014 employee responsible for coordinating the series of actions described in these procedures\nshould refer employment discrimination complaints against SAA subrecipients to the\nU.S. Equal Employment Opportunity Commission (EEOC) or the appropriate state or\nlocal fair employment practices agency or human rights commission. Other options for\nresponding to employment discrimination complaints against SAA subrecipients include\nthe SAA investigating these complaints internally, or referring the complaints to the\nOCR. In this section, the SAA should also explain how it will ensure that subrecipients have\nprocedures in place for responding to discrimination complaints that employees or\napplicants file directly with the subrecipient. At a minimum, these procedures should\ninclude forwarding the complaint to the EEOC or a state or local fair employment\npractices agency or human rights commission and notifying the SAA of this referral.] V. Training [The SAA should describe its procedures for providing periodic training for agency\nemployees on these complaint procedures, including an employee’s responsibility to refer\ndiscrimination complaints from employees or applicants of SAA subrecipients to the\nemployee responsible for coordinating the series of actions described in these procedures."
    },
    {
      "id": "guidance_90__1",
      "chunk_id": "1",
      "content": "V. Training [The SAA should describe its procedures for providing periodic training for agency\nemployees on these complaint procedures, including an employee’s responsibility to refer\ndiscrimination complaints from employees or applicants of SAA subrecipients to the\nemployee responsible for coordinating the series of actions described in these procedures. The SAA shall also describe in this section how it will disseminate these procedures to\nagency employees, such as by posting the procedures on the agency intranet website,\nproviding a copy of the procedures to employees during the training sessions, distributing\nthe procedures to all new employees during orientation, etc.] 2"
    }
  ]
}