{
  "document_category": "guidance",
  "docId": "guidance_25",
  "chunk_index": 8,
  "chunk_text": "Two SENTRY code categories will be\nused to enter the RPP into SENTRY: Case Management Activity\n(CMA) and Education Course (EDC). a. CMA Codes. The RPP is a SENTRY category under the CMA. The unit team must enter the inmate's status at initial\nclassification and review the inmate’s participation at each\nsubsequent program review. Unit staff will change the\nappropriate CMA RPP codes in SENTRY subsequent to program\nreviews, when the inmate’s participation status has changed. RPP Participation will be documented on the Program Review\nReport in measurable goal terms. Each eligible inmate will be\nallowed to have only one RPP-CMA assignment in addition to “RPP\nUNIT C.” The following assignments will be used:\n(1) \"RPP NEEDS\" will be entered for an inmate who needs to\nparticipate in the program prior to release, but whose\nrelease date is so far into the future that to place him/her\ninto the RPP at the present time would be premature;\n(2) \"RPP PART\" will be entered for an inmate participating\nin any of the RPP's six categories. When an inmate has\ncompleted one course or category and enrolls or is awaiting P5325.07\n12/31/2007 Page 14\nenrollment in another course or category, the CMA will\nremain as participates;\n(3) \"RPP REFUSE\" will be entered for an inmate who refuses\nto participate in any RPP course the unit team recommended;\n* (4) \"RPP EXEMPT\" will be entered for an inmate when there\nis justification to waive participation in the institution's\nRPP. This definition includes inmates who, typically, would\nbe required to participate in RPP but for some reason unique\nto the inmate, unit staff believe the inmate either cannot\ncomplete RPP successfully or cannot benefit from RPP. Some\nexamples may include: documented learning or medical\ndisability, language barrier, advanced employment (e.g.,\ncorporate CEOs), insufficient time to complete RPP, etc. Inmates will not be exempted without a careful review of the\ninmate’s release situation. The unit team must initiate a\njustification memorandum for the AWP’s approval prior to\nexempting an inmate from all or any portion of the RPP. The\napproved memorandum will be filed in section 5 of the Inmate\nCentral File. Once the memorandum is approved, the SENTRY\nclassification “RPP EXEMPT” must be entered;\n(5) “RPP INELIG” will be entered for an inmate identified in\nSections 6 and 7 of this PS as being ineligible to\nparticipate in the program;\n*\n(6) “RPP UNIT C” will be entered for an inmate when all Unit\nRelease Preparation Program components have been completed;\nand\n(7) \"RPP COMPLT\" will be entered for an inmate when all\nInstitution Release Preparation Program components have been\ncompleted. b. EDC Codes. Education staff use SENTRY EDC codes primarily\nto document participation in education classes. EDC codes must\nbe used locally to document participation in each course,\nregardless of the department sponsoring the course. This\ninformation will transfer automatically to the Inmate Education\nData Transcript. The RPC will monitor the Education Quarterly Roster Report to\ndetermine that the appropriate entries are made into SENTRY to\ndocument when an inmate enrolls, completes, or withdraws from a\ncourse. P5325.07\n12/31/2007 Page 15\nEducation staff will train those individuals responsible for\nkeying SENTRY EDC data in the use of EDC categories. The use of\nthe EDC codes will enable staff to enter courses so that they\nappear correctly on the Inmate Education Transcript Data."
}