{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 68,
  "chunk_text": "If the inmate has NSF to process the\nwithdrawal, TRUFACS prompts the staff to create a debt and the BP-199 is scanned into\nTRUFACS. The debt’s creation assigns a debt number automatically, and encumbers funds until\nthe total owed the government is satisfied. When the debt is satisfied, a JV is processed and the\nappropriate accounting entries forwarded to the JV extract section for upload to the automated\naccounting system. c. Prison Litigation Reform Act (PLRA) Withdrawals. In accordance with the PLRA, 42\nU.S.C. § 1997e, inmates may be assessed certain fees for filing lawsuits. The source document\nfor these withdrawals is the court order. No inmate signature is required to process these\nwithdrawal types. PLRA documents are scanned into TRUFACS. PLRA withdrawals are processed using the Misc Inmate Debt Maintenance Screen in TRUFACS. These withdrawals do not allow creation of a negative account balance. The source document is\nattached to the TRUFACS Outside Payment Report and the Sub-Certification Report received for\nthe inmate funds withdrawn and scheduled for U.S. Treasury check payment. d. Transfer of Funds Between Inmates\n(1) Transfers of Funds Between Inmates at Same Institution. Funds may be transferred\nfrom the account of one inmate to another when the inmates are close relatives and the Warden\napproves in writing. The Request for Withdrawal of Inmate’s Personal Funds (BP-199) shall be\ncompleted legibly in ink and signed in the presence of Unit Management staff. The source\ndocuments are the approval memorandum from the Warden authorizing the transfer between\ninmates and the signed BP-199. The Warden’s memorandum is scanned into TRUFACS If this type of withdrawal request exceeds the inmate’s available funds, a zero dollar NSF tracking\ntransaction is not generated. These withdrawals do not allow creation of a negative account\nbalance or a debt. (2) Transfers of Funds Between Inmates at Different Bureau Institutions. When the\ntransfer of funds involves inmates in separate institutions, it is necessary to obtain both Wardens’\nprior written approval. Once both have been obtained, the inmate transferring the funds signs the\nRequest for Withdrawal of Inmate’s Personal Funds (BP-199) for the amount to be transferred. The institution withdrawing the funds uses the special TRUFACS “Transfer Between Institutions”\nfunction. This transfers the funds to the receiving inmate at the other institution automatically. TRUFACS generates the appropriate reference number and accounting entries, which are\nuploaded to the automated accounting system by Trust Fund Branch staff. The source documents for these withdrawals are the approval memorandums from the Wardens\nand the signed BP-199. The Wardens’ memorandums are scanned into TRUFACS. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 91 If this type of withdrawal request exceeds the inmate’s available funds, a zero dollar NSF tracking\ntransaction is not generated. These withdrawals do not allow creation of a negative account\nbalance or a debt. e. IFRP Withdrawals. Refer to Chapter 11.\nf. Medical Co-Pay Withdrawals. Per the Medical Copay Act (18 U.S.C. § 4048) inmates are\nassessed a fee for certain medical visits. Health Services staff enter the appropriate information\non each medical visit and TRUFACS processes the withdrawal automatically, if required."
}