{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 61,
  "chunk_text": "Your agency may use items funded under the TRGP Equipment/Training award to assist other law\nenforcement agencies under a resource sharing, mutual aid, or other agreement to address multi-jurisdictional\nissues as described in the agreement. Why this condition: The TRGP was created under a Congressional appropriation specifically designated for tribal law enforcement\nagencies to improve public safety in Indian communities. The TRGP-E/T award funding is intended to benefit the\ncommunities within the recipient’s primary law enforcement jurisdiction. Therefore, the recipient must use TRGP\naward funding to benefit its own population. 60 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual What you should do: Your law enforcement agency should avoid any agreements with other jurisdictions to share officer positions or\nother awarded equipment, technology, or vehicles, unless the agreement complies with the requirement that\nCOPS Office-funded items must benefit the recipient service population. For example, if your jurisdiction has both\na tribal police department and a BIA department, items funded under the award might be able to be used by the\nBIA department as long as this would result in a benefit to the population that you serve. You may not, however,\nallow officers, equipment, technology, or vehicles funded under the award to be utilized by any agency or\ntransferred to any agency that does not benefit the population that you serve. For example, you may not, during\nthe award term, loan two of your awarded computers to a neighboring county’s sheriff’s department. If your\nagency has an agreement with another law enforcement agency for resource sharing, mutual aid, etc. TRGP-E/T\nfunded items may be used to answer requests for assistance and assist in multi-jurisdictional activities as described\nin the agreement. Before you enter into any agreement with another law enforcement agency, you should contact your COPS Office\nGrant Program Specialist at 800-421-6770 for additional guidance. 28. Sole Source Justification\nCondition:\nRecipients who have been awarded funding for the procurement of an item (or group of items) or service in excess\nof $250,000 and who plan to seek approval for use of a noncompetitive procurement process must provide a\nwritten sole source justification to the COPS Office for approval prior to obligating, expending, or drawing down\naward funds for that item or service. 2 C.F.R. § 200.324(b)(2). Why this condition: In general, recipients are required to procure funded items through open and free competition. However, in some\ninstances, recipients may have already determined that competition is not feasible. What you should do: If you have received an award for an item (or group of items) or service in excess of $250,000 and have already\ndetermined that the award of a contract through a competitive process is unfeasible, you must provide a written\njustification that explains why it is necessary to contract noncompetitively. The initial determination that competition is not feasible can be made if one of the following circumstances exists:\n•\n•\n•\n• Competition is determined inadequate after solicitation of a number of sources. The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. The item/service is available only from one source."
}