{
  "document_category": "guidance",
  "docId": "guidance_91",
  "chunk_index": 8,
  "chunk_text": "Residents who are not employed, but who\nhave other means of financial support shall contribute\nan amount determined appropriate by the provider and\napproved by the CCM. These fees shall be used to defray\nprogram costs. Individual subsistence collections\nshall not exceed the weekly cumulative contract per\ndiem rate (i.e., the daily rate x 7). All funds\ncollected from those in BOP programs shall be deducted\nfrom the monthly billings submitted to the BOP. In\nsome cases, inmate subsistence contributions would\ncover the entire cost of home confinement. If the\nmonitoring is provided by the USPO, subsistence\ncollection shall not exceed the cost of the electronic\nmonitoring equipment. The respective USPO shall\ninstruct those in USPS-operated home confinement\nprograms in the appropriate payment procedures. 6. An inmate serving a BOP sentence who fails to remain at\nthe specified location may be considered an escapee. All escapes shall be immediately reported to the CCM. 7. Inmates on home confinement shall maintain a 9:00 P.M.\nto 6:00 A.M. curfew each day, unless an exception is\nrecommended by the provider and approved by the CCM. 8. Drug and alcohol testing and counseling requirements\nshall apply to inmates on home confinement. P.S. 7320.01\nSeptember 6, 1995\nAttachment B, Page 2\nII. The following conditions shall apply to those programs that\ndo not use electronic equipment to monitor compliance with\nthe conditions of home confinement. 1. The provider's staff shall telephonically contact the\ninmate at random hours each day at home, at work, or\nboth. 2. Staff shall visit inmates on home confinement at their\nhomes and at their places of employment at least once\neach week. 3. Inmates on home confinement shall return to the\nfacility at least twice each week for routine progress\nreviews, counseling, urine testing and other required\nprogram participation. III. The conditions in Section II (above) also apply to those\nprograms that do use programmed contact devices, and to\nthose programs that use continuously signalling or hybrid\ndevices that are not monitored 24 hours per day, 7 days per\nweek. Electronic equipment is a substitute only for the random\ntelephone calls. IV. The following conditions shall apply to those home\nconfinement programs that: 1) voluntarily choose to come\nunder these conditions, 2) use continuously signalling or\nhybrid devices (see definitions) and 3) monitor the output\nof the central computer and respond to violations 24 hours\nper day, 7 days per week. 1. The provider shall have an operations or procedures\nmanual specifying the manner in which the program will\noperate. This manual shall be reviewed by the CCM,\nconform to the minimum standards specified below and\nserve as the basis for monitoring the operations of the\nhome confinement program. 2. The provider's operations/procedures manual shall\ninclude their plan of action when a violation is noted. 3. Provider staff shall have at least one in-person\ncontact with the offender per week. a. At least one contact each month shall take place\nat the offender's residence, and one at the place\nof employment. b. All contacts shall be documented. P.S. 7320.01\nSeptember 6, 1995\nAttachment B, Page 3\nII. The following conditions shall apply to those programs that\ndo not use electronic equipment to monitor compliance with\nof continued employment and hours worked,\nverification of residence and of participation in\nany other required programs or treatment\nactivities. 5."
}