{
  "document_category": "guidance",
  "docId": "guidance_51",
  "chunk_index": 13,
  "chunk_text": "If an inmate advises his/her case manager that he/she has a pending appeal or collateral attack,\nthe case manager advises him/her that a transfer cannot be approved until a final judgment is\nreceived. The status of the pending appeal or collateral attack is addressed during scheduled\nprogram reviews. The inmate should be advised that he/she can notify staff of the Court’s\ndecision or any changes to the appeal or attack before program reviews. Once a final judgment\nhas been issued, staff submit the following to the Assistant Administrator, Correctional Programs\nBranch: P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16 ■ A memorandum indicating the inmate’s case is no longer on appeal or has a collateral attack\npending. ■ Documentation from the court showing the appeal or attack was dismissed, withdrawn,\nresolved, etc.\n■ An updated BP-A0297, Transfer Inquiry. ■ Application or reapplication packet. 10. TRANSFER OF AMERICAN NATIONAL PRISONERS FROM FOREIGN\nCOUNTRIES\n§ 527.48 Transfer of American national prisoners from foreign countries. The Bureau of Prisons is responsible for:\n(a) Sending escorts to foreign countries to retrieve American national prisoners\nwho have been approved for transfer to the United States and who have had their\nconsent verified at the consent verification hearing specified in 18 U.S.C. § 4108;\nand\n(b) Making logistical arrangements for the transfer and coordinating with the\nUnited States Parole Commission for proceedings to determine how the sentence\nwill be administered. (1) Transfer Approval and Logistical Arrangements. OEO notifies CPD when it has\napproved transfer of an American citizen back to the United States to serve the sentence imposed\nby the treaty nation. CPD notifies the admitting institution. CPD, with the assistance of OEO, coordinates all arrangements for an inmate’s transfer to the\nUnited States. The AD for CPD directs specific staff in writing (who preferably speak the language of the treaty\nnation) to escort the offender from the transporting country to the admission institution. The\ndirective cites 28 CFR § 0.96b as the authority to escort the offender. Before the transfer, CPD receives information, including pertinent medical history, on each\ntransferring American inmate, a copy of the inmate’s criminal record, and a list of any\noutstanding warrants lodged against him/her, either through the National Crime Information\nCenter (NCIC) or the FBI. This information is used to complete form BP-A0337, Inmate Load\nand Security Designation. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 17 The U.S. Embassy or Consulate provides citizenship papers or travel documents for the inmate. Staff escorting the inmate must have those papers available upon entry into the United States. (2) Accepting Custody of American Nationals in Foreign Country and Return to the\nUnited States. Staff ensure that the following documentation is available before accepting\ncustody of American inmates from a foreign authority:\n■ A certified copy of the sentence handed down by an appropriate, competent judicial authority\nof the transferring country and any modifications thereof. ■"
}