{
  "document_category": "guidance",
  "docId": "guidance_79",
  "chunk_index": 11,
  "chunk_text": "■ Institution staff do not remove the CMA assignments entered by Central Office (see\nassignments below). P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13 The CMA assignments described below use Canada (CA) as an example:\nGROUP CODE ASSIGNMENT DESCRIPTION Entered by Institution Staff:\nTICA\nTTCA\nTNCA ITTCA INEL\nITTCA INT\nITTCA NO I ITTCA INELIGIBLE\nITTCA INT IN TRTY TRANS\nITTCA NO INT TRTY TRANS Entered by Central Office:\nTACA\nTACA\nTDCA\nTDCA ITTCA PEND\nITTCA APPR\nITTCA US D\nITTCA FC D ITTCA US APPROVED, PENDING FC\nITTCA US/FC APPROVED, CVH CMP\nITTCA US DENIED TRTY TRANS\nITTCA FC DENIED TRTY TRANS a. Ineligible. The Case Manager enters ITTXX INEL if any of the following apply (applicable\ncountry codes are inserted for the XX):\n■ The inmate has less than six months of the current sentence remaining to be served at the\ntime of request for transfer (Hong Kong and Thailand require 12 months). Note: The Council of Europe (COE) Convention and the Treaty with Hong Kong provides that these rules may be waived if exceptional circumstances exist. Exceptional\ncircumstances are very rare and usually arise if the inmate is suffering from a life-threatening\nillness and there is a strong possibility he/she may die before completing the sentence. If you\nbelieve an exceptional circumstance exists, contact the Correctional Programs Branch,\nCentral Office.\n■ The inmate has any pending proceedings, appeals, or collateral attacks on the underlying\nconviction or sentence. The judgment on the current conviction of sentence must be final. ■ MEXICO: The inmate is serving a life or indeterminate sentence; or is serving a sentence(s)\nexclusively for Immigration Law Violations (SENTRY IIS Offense Codes 170, 171, 172,\n173), unless the immigration offense is totally absorbed by another current sentence, the time\nserved to date is equal to or greater than the sentence imposed for the immigration offense,\nand the immigration offense is not to be served consecutive to the sentences on the other\noffenses. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 14 ■ CANADA, FRANCE, MARSHALL ISLANDS, MEXICO, MICRONESIA, PALAU,\nPANAMA, PERU, THAILAND, and TURKEY: Committed for a purely military offense\n(i.e., desertion). ■ BOLIVIA: Convicted of an ordinary criminal offense in a court martial or a purely military\noffense (i.e., desertion). ■ BOLIVIA, MARSHALL ISLANDS, MICRONESIA, PALAU, PANAMA, PERU, and\nTURKEY: Sentenced to the death penalty. Note: Inmates who have committed a military offense can apply for treaty transfer if the treaty\nnation is a signatory to the COE Convention. However, restrictions may apply if the bilateral\ntreaty is also applicable, as noted above, and the involved country chooses to proceed under the\nbilateral treaty instead of the COE Convention. b. Interested in Treaty Transfer. The Case Manager enters “ITTXX INT” (applicable\ncountry codes are inserted for the XX) if the inmate is eligible and is applying for a treaty\ntransfer. The inmate must sign the Transfer Inquiry (BP-A0297) indicating an interest. An inmate with dual citizenship/nationality is eligible to apply to any treaty nation of which\nhe/she is a citizen/national. His/her citizenship code in SENTRY should reflect the country to\nwhich he/she is applying. The institution completes application packets for interested inmates."
}