{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 71,
  "chunk_text": "(2) Immediate Release of Inmates Awaiting Trial. Inmates awaiting or held during trial and\nreleased immediately may be paid with an inmate release card, regardless of the amount. (3) Out to Court/Writ. When an inmate leaves an institution under court order and is not\nexpected to return, the inmate is paid the balance remaining in their personal account. A\nreasonable amount may be paid in cash and the balance as appropriate. When inmates are\nreleased on “writ” and held in a state or county correctional institution for more than 120 days,\ntheir account balance is paid via U.S. Treasury check. If the inmate submits a written request\nprior to 120 days, the available balance will be forwarded via U.S. Treasury check. (4) Deportees. Deportees may be paid the full amount of their personal funds with an inmate\nrelease card. Immigration and Customs Enforcement provides illegal immigrants released to\ntheir custody with transportation to their residence. Gratuities are provided per the Program\nStatement Release Gratuities, Transportation, and Clothing. k. Correction of Administrative Errors. Withdrawals processed to correct administrative\nerrors are processed per Chapter 8.1 and do not require an inmate’s signature. TRUFACS places\nthe account into a negative balance when sufficient funds are unavailable when processing such\nwithdrawals. l. Phone Withdrawals. Phone withdrawals are initiated by inmates using the Inmate\nTelephone System and their PAC. Phone withdrawal attempts that fail due to lack of funds do not\ncreate a debt and do not generate a zero dollar transaction. There is no source document for these\ntransactions. The appropriate accounting entries are forwarded to the phone withdrawals extract\nsection for upload to the automated accounting system. m. TRULINCS Withdrawals. TRULINCS withdrawals are initiated by inmates using\nTRULINCS workstations. TRULINCS withdrawal attempts that fail due to lack of funds do not\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 94 create a debt and do not generate a zero dollar transaction. There is no source document for these\ntransactions. The appropriate accounting entries are forwarded to the TRULINCS withdrawals\nextract section for upload to the automated accounting system. n. Internal Revenue Service (IRS) Tax Liens. IRS Tax Liens are covered under Sections\n6321, 6331, and 6334 of the Internal Revenue Code of 1954, and court orders. Funds on deposit\nin the Bureau Deposit Fund are subject to tax lien and levy. The source document for this type of\nwithdrawal is an IRS order. o. Furloughs and Emergency Furloughs. In no instance can appropriated funds be used to\npay furlough costs when the inmate is furloughed for self purposes (see the Program Statement\nInmate Furloughs). A properly completed Request for Withdrawal of Inmate’s Personal Funds\n(BP-199) is the source document for furloughs. TRUFACS places the inmate account into a negative balance when funds are insufficient to\nprocess emergency furlough withdrawals. Staff allow a negative balance to be created only when\nthe Warden has determined that the furlough is an emergency, as defined in the Program Statement\nInmate Furloughs. Refer to Chapter 8.5 for processing negative account balances. p. Furlough Transfers. Central Office appropriated funds may be given to an inmate for meals\nand transportation for a furlough transfer."
}