{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 68,
  "chunk_text": "An increased ability to plan for and respond appropriately to emergencies. Developing a Memorandum of Understanding\nAn MOU, also referred to as an interagency agreement or Memorandum of Agreement (MOA), is an instrument\nused to build mutual respect and trust between partners while delineating specific roles and responsibilities of the\npartnering agencies. Every jurisdiction with a school and law enforcement partnership should have an MOU that\nclearly defines the roles and responsibilities of the individual partners involved, including school districts, boards or\ndepartments of education, school administration officials, law enforcement agencies (including SROs), and\nstudents and parents. As a policy instrument, all parties should sign and abide by the MOU, and it should be\nconsidered a living document that operates within the context created by applicable federal and state laws—\nincluding, but not limited to, federal civil rights laws and privacy laws. 72 2017 COPS Hiring Program (CHP) Award Owner’s Manual Memorandum of Understanding guidelines The COPS Office strongly encourages law enforcement agencies to work collaboratively with school partners to\nformulate additional information that will help successfully implement their overall school safety plans. The MOU\nmust be submitted to the COPS Office within 90 days of the date shown on the award congratulatory letter. The\nimplementation of the CHP award without submission and acceptance of the required MOU may result in\nexpenditures not being reimbursed by the COPS Office and/or award de-obligation. The following information\nshould be included within an MOU. Purpose of the MOU This statement may already exist within your ongoing partnership or may need to be developed jointly to assist in\ndefining the primary purpose of your partnership. The statement of purpose should describe the agencies that are\nentering into the partnership and the effective date of the agreement. Description of partner roles and responsibilities This description must include the roles and responsibilities of the school, the school district, and the law enforcement agency, and each partner should be specifically listed within the document. It must clearly indicate that SROs\nwill not be responsible for requests to resolve routine discipline problems involving students. The administration of\nstudent discipline, including student code of conduct violations and student misbehavior, is the responsibility of\nschool administrators unless the violation or misbehavior involves criminal conduct. The placement of law enforcement officers in schools carries a risk of contributing to a “school-to-prison pipeline”\nprocess where students are arrested or cited for minor, nonviolent behavioral violations and then diverted to the\njuvenile court system. This pipeline wastes community resources and can lead to academic failure and greater\nrecidivism rates for these students. Recipient agrees that any officers deployed while implementing school-based\npolicing under the COPS Hiring Program award cannot be involved in the administrative discipline of the students. The MOU must include the roles and responsibilities of the school partner. These roles may include providing a\nsecure work space for the SRO to conduct interviews and maintain confidential records; establishing standing\nmeetings; and working with school administrators in identifying problems and evaluating progress under the MOU,\nincluding data collection and evaluation."
}