{
  "document_category": "guidance",
  "docId": "guidance_73",
  "chunk_index": 40,
  "chunk_text": "Who should sign the award document for our agency? The authorized officials are the law enforcement and government executives who have ultimate and final\nresponsibility for all programmatic and financial decisions regarding this award as representatives of the legal\nrecipient. COPS Office awards require that both the top law enforcement executive (e.g., chief of police, sheriff, or\nequivalent) and the top government executive (e.g., mayor, board chairman, or equivalent) sign the award\ndocument. For non–law enforcement agencies (institutions of higher education, private organizations, etc.), the\nauthorized officials are the programmatic and financial officials who have the ultimate signatory authority to sign\ncontracts on behalf of your organization. Typically, these are the same executives who signed the forms in your\nPASS application package. If one or both of these individuals have changed, please complete a Change of\nInformation (COI) form online at https://cops.usdoj.gov/pass#programdocuments (also included as appendix J on\npage 128). If you have any questions as to who should sign the award, please contact your organization’s legal\ncounsel. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter. Award funds will not be released until we have received your agency’s signed award\ndocument, your budget has received final clearance, and any other relevant award conditions particular to your\nagency have been satisfied. Failure to electronically sign your original award document within the 90-day award\nacceptance period may result in your PASS award being withdrawn and the funds deobligated without additional\nnotification. If your agency requires an extension for accepting the award beyond the 90-day acceptance\ntimeframe, you will be able to request an extension through the online system. Be sure to explain the\ncircumstances that prevent your agency from electronically signing the award document within the 90-day period,\nand identify the date by which the award document will be signed. The COPS Office will review such requests on a\ncase-by-case basis. The COPS Office reserves the right to deny requests to extend the 90-day award acceptance\nperiod. If you have any questions, please contact your COPS Office Program Manager or the COPS Office Response\nCenter at 800-421-6770. 40 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual II. The Cooperative Agreement If your project requires substantial involvement on the part of the COPS Office, a multi-page cooperative\nagreement document will accompany your award document. Please note that, if applicable to your award, the\ncooperative agreement is incorporated by reference into the award document and by signing the award\ndocument, your agency has entered into the cooperative agreement with the COPS Office and agrees to abide by\nall the requirements in the cooperative agreement. Under the Federal Grant and Cooperative Agreement Act of 1977, a cooperative agreement is the legal instrument\nused by a federal agency to enter into a relationship with a state, local government, or other recipient when the\nprincipal purpose of assistance is to carry out a public purpose of support or stimulation authorized by federal law\nand substantial involvement is expected between the federal agency and the recipient."
}