{
  "document_category": "guidance",
  "docId": "guidance_44",
  "chunk_index": 47,
  "chunk_text": "Other equipment costs (e.g., computer fees, telephone fees)\n• Costs of printing and distribution\n• Costs of meals provided during the event\n• Costs of refreshments provided during the event\n• Costs of event planner\n• Costs of event facilitators\n• Any other direct costs associated with the event The recipient must also itemize and report any of the following attendee (including participants,\npresenters, speakers) costs that are paid or reimbursed with cooperative agreement funds:\n•\n•\n•\n•\n• Meals and incidental expenses (M&IE portion of per diem)\nLodging\nTransportation to or from event location (e.g., common carrier, privately owned vehicle\n(POV))\nLocal transportation (e.g., rental car, POV) at event location\nNote that if any item is paid for with registration fees or any other non-award funding, then\nthat portion of the expense does not need to be reported. 46 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\n29. If applicable, submit all approved indirect cost rates covering the award period to the COPS Office\nwithin 30 days of approval from the cognizant federal agency. If a provisional indirect cost rate is in effect at award closeout, the recipient will proceed with\ncloseout and complete an expenditure analysis upon receipt of the approved final indirect cost\nrate to determine if an adjustment is necessary. If the recipient drew down excess COPS Office\nfunding for indirect costs, the recipient must return the overpayment to the COPS Office. If the\nrecipient incurred additional indirect costs, the recipient may request a budget modification if\nthe award is still open and there are remaining award funds available for drawdown. If the\nrecipient returns or draws down COPS Office funding, the recipient will promptly submit a\nrevised final Federal Financial Report (SF-425). The recipient should pay particular attention to the following two areas to ensure that their\napplication of indirect cost rate is in compliance with the existing requirements of the\ngovernment-wide award rules set out by the Office of Management and Budget (OMB):\na. b. $25,000 Subcontract/Subaward Limitation: Indirect cost rates negotiated on the basis of\nmodified total direct costs may only be applied against the first $25,000 of any subcontract or\nsubaward under the agreement. This limitation must be applied to all conference related\nsubcontracts and subawards, including those with hotels and travel agents. See 2 C.F.R. Part 200,\nAppendix III.C.2. (Indirect costs—Institutions of Higher Education); 2 C.F.R. Part 200, Appendix\nIV.B.2.c. (Indirect costs—Nonprofit Organizations); or 2 C.F.R. Part 200, Appendix VII.C.2.c.\n(Indirect costs—States, Local Governments, and Indian Tribes). Participant Support Costs: Participant support costs are generally excluded from the distribution\nbase. Therefore, indirect costs may not be applied against participant support costs. Participant\nsupport costs are direct costs for items such as stipends or subsistence allowances, travel\nallowances, and registration fees paid to or on behalf of participants or trainees (but not\nemployees) in connection with meetings, conferences, symposia, or training projects. See 2 C.F.R.\n§ 200.75. This exclusion applies to the entirety of any subcontracts for the lodging and travel of\nconference participants or trainees (but not employees). Costs related to contractors of the\nrecipient who are acting in the capacity of a “Conference Trainer/Instructor/\nPresenter/Facilitator” are considered participant support costs."
}