{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 30,
  "chunk_text": "In addition, all\ndocumentation collected through the course of the audit, including the auditor’s notes, are\norganized by Standard and securely stored in the Online Audit System for easy reference. Auditors who use the Online Audit System to conduct an audit can access all components of the\nAudit Instrument in the system. In particular, the Pre-Audit Questionnaire, Auditor Compliance\nTool, and Audit Report Template are integrated into the Online Audit System workflow,\nallowing auditors to easily organize audit documentation, keep track of their notes for each\nStandard, coordinate information sharing with the facility, and seamlessly complete each step\nof the audit process. Auditors are strongly encouraged to use the Online Audit System. Additional information on\nhow to use the system, system features, and available training webinars can be accessed in the\nResources section in the Auditor Portal. User Guides and contact information for technology\nsupport can also be accessed at www.prearesourcecenter.org/audit/online-auditsystem/access-and-support. Phase One: Pre-Onsite Audit\nPrior to assessing a facility in person, there are a number of important steps for auditors to\ncarry out during the pre-onsite audit phase. During this phase, which should last approximately\n6–8 weeks, the auditor should communicate frequently with facility staff and agency leadership\nabout the audit process, set expectations and timelines, and discuss logistics for all phases of\nthe audit. The auditor should work with facility staff to post notices of the upcoming audit\nthroughout the facility to ensure that inmates have the ability to correspond with auditors in a\nmanner that is consistent with the facility’s confidential treatment of legal mail, that auditors\nreview the information and documentation submitted by the facility via the Pre-Audit\nQuestionnaire and conduct outreach to local advocacy organizations for information relevant to\nPREA compliance and sexual safety at the audited facility. 30 These important activities that should be undertaken by the auditor during the pre-onsite audit\nphase can be broken down into the following four core steps:\n1. Audit Planning and Logistics\n2. Posting Notice of the Audit\n3. Reviewing Facility Policies, Procedures, and Supporting Documentation\n4. Conducting Outreach to Advocacy Organizations These steps are intended to ensure that auditors focus on multiple sources of information\nduring the audit process and reduce the workload in later phases of the audit. Additional details\nare provided for each of these steps below. Audit Planning and Logistics As described above, the pre-onsite audit phase provides an important opportunity for auditors\nto communicate with facility staff and agency leadership regarding the audit process, discuss\nexpectations for the facility and the auditor, review key elements of the contract, and\ncoordinate logistics for the onsite portion of the audit. It is recommended that auditors conduct\nan initial kickoff meeting 16 with key facility and agency staff, and establish a schedule for\ncontinued communication throughout the audit process. Establishing Audit Goals and Expectations From the beginning of the audit, it is important for the auditor to establish a positive working\nrelationship with key facility staff and agency leadership, and to approach the audit as an\nopportunity for positive change that will benefit everyone working and living in the facility."
}