{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 49,
  "chunk_text": "What you should do: In order to obtain a COPS Office award, recipients must agree to comply with any additional requirements that\nmay be imposed during the award performance period if the awarding agency determines that the recipient is a\nhigh-risk recipient. 15. System for Award Management and Universal Identifier Requirements\nCondition: The recipient agrees to comply with the following requirements of 2 C.F.R. Part 25, Appendix A to Part 25 – Award\nTerm:\nI. System for Award Management and Universal Identifier Requirements\nRequirement for System for Award Management\nUnless you are exempted from this requirement under 2 C.F.R. § 25.110, you as the recipient must maintain the\ncurrency of your information in the SAM until you submit the final financial report required under this award or\nreceive the final payment, whichever is later. This requires that you review and update the information at least\nannually after the initial registration, and more frequently if required by changes in your information or\nanother award term. Requirement for unique entity identifier If you are authorized to make subawards under this award, you:\n1. Must notify potential subrecipients that no entity (see definition in paragraph C of this award term) may\nreceive a subaward from you unless the entity has provided its unique entity identifier to you. 47 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\n2. May not make a subaward to an entity unless the entity has provided its unique entity identifier to you. Definitions For purposes of this award term: 1. 2.\n3. 4. 5. System for Award Management (SAM) means the Federal repository into which an entity must provide\ninformation required for the conduct of business as a recipient. Additional information about registration\nprocedures may be found at the SAM Internet site (currently at https://www.sam.gov). Unique entity identifier means the identifier required for SAM registration to uniquely identify business entities. Entity, as it is used in this award term, means all of the following, as defined at 2 C.F.R. Part 25, subpart C:\na) A Governmental organization, which is a State, local government, or Indian Tribe;\nb) A foreign public entity;\nc) A domestic or foreign nonprofit organization;\nd) A domestic or foreign for-profit organization; and\ne) A Federal agency, but only as a subrecipient under an award or subaward to a non-Federal entity. Subaward:\na) This term means a legal instrument to provide support for the performance of any portion of the\nsubstantive project or program for which you received this award and that you as the recipient award to\nan eligible subrecipient. b) The term does not include your procurement of property and services needed to carry out the project or\nprogram (for further explanation, see 2 C.F.R. § 200.330).\nc) A subaward may be provided through any legal agreement, including an agreement that you consider a\ncontract. Subrecipient means an entity that:\na) Receives a subaward from you under this award; and\nb) Is accountable to you for the use of the Federal funds provided by the subaward. Why this condition:"
}