{
  "document_category": "guidance",
  "docId": "guidance_21",
  "chunk_index": 16,
  "chunk_text": "External\nnoncompliance referrals may be received from anonymous complainants, media, citizens, law enforcement\nagencies, other Federal agencies, or other outside sources. On a case-by-case basis, COPS Office ANCR staff\nmembers determine the appropriate course of action to take to investigate complaints of alleged noncompliance. This may include phone or letter contact or a site visit by COPS Office staff or the OIG. Each ANCR referral is\nresolved as a violation or nonviolation based upon the preponderance of the supporting documentation or other\nfacts to determine if the award recipient is in compliance or noncompliance. Audit liaison. The OIG may conduct a random audit for any recipient of a COPS Office award. In the event your\nagency has undergone an OIG audit and there are audit recommendations (findings) resulting from noncompliance\nor poor accountability practices, the COPS Office Audit Liaison Section will work with your agency to resolve and\nclose these recommendations. Remedies to close recommendations may include repayment of award funds,\nproviding adequate documentation to demonstrate compliance, or providing proof of policies or procedures that\nwere created or revised to directly address the causes for the noncompliance as a proactive preventative measure\nto avoid future noncompliance. Recipients are responsible for remedying any award noncompliance that is identified during site visits, EOBGRs,\nand/or ANCRs. In addition, recipients are responsible for remedying noncompliance stemming from audit\nrecommendations identified in audits of COPS Office awards conducted by the OIG and the Office of the Chief\nFinancial Officer (OCFO). Remedies for noncompliance may include but are not limited to repayment of award\nfunds for unallowable or unsupported costs, providing adequate documentation to demonstrate compliance,\nsuspending active award funding, voluntary withdrawal from or involuntary termination of remaining award funds,\nor a restriction from receiving future COPS Office awards for a period of time. Under certain conditions, additional\nactions may include referral and placement on the U.S. Department of Justice’s High Risk List, which will include\nmandatory completion of the Office of Justice Programs Financial Management Training and being subject to\nincreased monitoring of current and future awards while on the list. In the event of criminal misuse of award\nfunds, recipients may also be subject to fines and imprisonment. To avoid findings of noncompliance, recipients\nare strongly encouraged to become familiar with the COPS Office Grant Monitoring Division’s Grant Monitoring\nStandards and Guidelines and Award Owner’s Manual for the year in which the award was made. Recipients 14 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nshould also contact their COPS Office Program Manager at any time during the life of a COPS Office award with\nquestions concerning award conditions, terms, or requirements to seek guidance to avoid noncompliance. It is\nnecessary for recipients to maintain all relevant documentation (administrative, financial, and programmatic) used\nto develop the application and implement the award that may be necessary or required to demonstrate award\ncompliance for a period of three-years from the date of submission of the final expenditure report. For more\ninformation, please contact the COPS Office Response Center at 800-421-6770 or at AskCopsRC@usdoj.gov. 10. Federal Civil Rights\nCondition:"
}