{
  "document_category": "guidance",
  "docId": "guidance_24",
  "chunk_index": 2,
  "chunk_text": "The Bureau’s classification, designation and\nredesignation procedures are consistent with the\nstatutory authority contained in 18 U.S.C. § 3621(b). All\nclassification, designation and redesignation decisions\nare made without favoritism given to an inmate’s social\nor economic status. 2. PROGRAM OBJECTIVES. Statement are: The expected results of this Program a. Each inmate will be placed in a facility commensurate\nwith their security and program needs through an objective\nand consistent system of classification which also allows\nstaff to exercise their professional judgement; and,\nb. Staff will systematically and objectively review an\ninmate’s classification making the environment in which\nthey are housed safer for both inmates and staff while\nprotecting the public from undue risk. 3. SUMMARY OF CHANGES. This revision incorporates Executive\nStaff decisions 03-04-05 and 99-03-03, as well as other\nprocedural changes such as the movement of most\ndesignation/redesignation functions (04-08-17) to the\nDesignation and Sentence Computation Center (DSCC), Grand\nPrairie, Texas. a. The scoring item “Type of Prior Commitment” has been\nreplaced with “Criminal History Score.” (Chapter 4, Page 8 and\nChapter 6, Page 5) P5100.08\n9/12/2006\nPage 2\nb. A new scoring item for inmate “Age” has\nbeen added. (Chapter 4, Page 12 and Chapter 6,\nPage 8)\nc. A new scoring item for “Education Level” has\nbeen added. (Chapter 4, Page 12 and Chapter 6, Page 8)\nd. The “Drug/Alcohol Abuse” scoring item has been added to\nthe BP-337 and has moved from Section C (Custody Scoring) of\nthe BP-338 to Section B (Base Scoring) of the BP-338. (Chapter\n4, Page 13 and Chapter 6, Page 9)\ne. The “Mental/Psychological Stability” scoring item\nhas been discontinued. f. The “Responsibility Demonstrated” scoring item\nhas been replaced with “Living Skills” and “Program\nParticipation.” (Chapter 6, Page 10)\ng. Instructions for scoring the “Family/Community\nTies” scoring item have been clarified. (Chapter 6, Page\n13)\nh. The floor for the Violent Behavior PSF has been\nreduced from High to Low Security. (Chapter 5, Page\n9)\ni. New cutpoints and a new Custody Variance Table have\nbeen developed. (Chapter 1, Page 2 and Chapter 6, Page 15)\nj. An expiration date for the Greater Security\nManagement Variable has been added. (Chapter 5, Page 5)\nk. The criteria for the Deportable Alien PSF\nhas been clarified. (Chapter 5, Page 9)\nl. Text has been added that formalizes the Bureau’s past\nand current practice of continually assessing the\neffectiveness of its inmate classification process. (Program\nStatement Section 6)\nm. Text has been added that encourages DSCC staff to\nconsider using a Management Variable when designating inmates\nwhere age is largely the contributing factor in the inmate’s\nplacement. (Chapter 5, Page 5)\nn. Text has been revised that requires the entry of\nsupporting information in the BP-337 “REMARKS SECTION”\nwhen there is\nPre-Sentence Investigation Report information relevant to that\nscoring item. (Chapter 4, Page 13) P5100.08\n9/12/2006\nPage 3\no. The DSCC Administrator will ensure that designation/\nredesignation decisions are applied consistently on a\nbureau- wide basis. (Chapter 4, Page 14)\np. DSCC staff must contact the sentencing court if a\nStatement of Reasons is not received at the time a request\nfor designation is made. (Chapter 3, Page 1)\nq. Inmates who currently qualify for unescorted transfer\nmay be transported by family members via POV from one camp to\nanother camp. (Chapter 7, Page 8)\nr."
}