{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 104,
  "chunk_text": "cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides your agency\nwith the most federal money. The Office of Management and Budget (OMB) may have already assigned your\ncognizant federal agency to you. If this is the first federal award that your organization has received, the US\nDepartment of Justice (DOJ) is your cognizant federal agency. community policing. Community policing is a philosophy that promotes organizational strategies that support the\nsystematic use of partnerships and problem-solving techniques to proactively address the immediate conditions\nthat give rise to public safety issues such as crime, social disorder, and fear of crime. All newly hired, additional, or\nrehired officers (or an equal number of redeployed veteran officers) funded under COPS Office programs must\nengage in community policing activities. computer aided dispatch (CAD) system. A computer database that can track calls for service, maintain status of\nunits available, provide various reports, produce address histories, and support electronic mail. With the\ninstallation of integrated CAD systems, officers are able to receive calls for service on their mobile data computers\nrather than over the radio. Radios can then be used only for serious emergencies. consortium. A consortium is a group of two or more governmental entities that agree to form a partnership to\nprovide law enforcement services to their constituent communities. COPS Office. The Office of Community Oriented Policing Services (COPS Office) is the division within the US\nDepartment of Justice that is the grantor agency for your award. The COPS Office is responsible for assisting your\nagency with the administration and maintenance of your award for the entire award period. You can reach the\nCOPS Office at 800-421-6770. COPS Office finance staff. The COPS Office finance staff handles your agency’s financial and budgetary needs\nrelated to this award. A staff accountant has been assigned to your state, and is available to answer any questions\nthat you may have concerning the financial aspects of your award. To identify your staff accountant, please call the\nCOPS Office Response Center at 800-421-6770, or visit the COPS Office website at www.cops.usdoj.gov. COPS Office Program Manager. COPS Office Program Managers are trained to assist you with implementing and\nmaintaining your CRI-TA award. A Program Manager is assigned to your project and is available to answer any\nquestions that you may have concerning the administrative, programmatic, and substantive aspects of your award. Your Program Manager can assist you with such matters as requesting an extension on your award or modifying\nthe award, and reviewing outlines for project deliverables. The name and phone number of your COPS Office\nProgram Manager is provided on the award congratulatory letter and available by contacting the COPS Office\nResponse Center at 800-421-6770. Data Universal Numbering System (DUNS) number. Since FY 2004, the Office of Management and Budget (OMB)\nhas required all agencies applying for federal funding to obtain this number prior to application. The DUNS number\nis a unique nine- or thirteen-digit identification number that is assigned upon request to agencies by Dun &\nBradstreet (D&B). This number will be used by the Federal Government to better track award recipient 122"
}