{
  "document_category": "guidance",
  "docId": "guidance_84",
  "chunk_index": 44,
  "chunk_text": "This resource may be freely distributed and used\nfor noncommercial and educational purposes only. 13. Contact the program manager to determine if revenue generated from your award constitutes\nprogram income. Program income must be used to defray program costs and reduce the federal share\nof the project. See 2 C.F.R. § 200.307. In some cases, the recipient can work with the program\nmanager to identify additional project-related allowable costs that could be supported by program\nincome. 14. Forego any profit or management fee. See 2 C.F.R. § 200.400(g).\n15. Ensure that all electronic and information technology deliverables (websites and web-based\ninformation, video and multimedia products, software applications and operating systems, and\ntelecommunication products) are developed and produced in a format that is accessible and comply\nwith section 508 of the Rehabilitation Act of 1973, as amended (29 U.S.C. § 794d). Specifically, video\nshould contain closed-captioning and audio description options. Electronic publications should be\ncreated in HTML, PDF fully tagged, or accessible text file format, and all web sites must be fully\ncompliant with section 508 accessibility standards. For more information on section 508 accessibility\nrequirements, consult https://www.section508.gov/. 16. If developing or delivering training under this cooperative agreement, the COPS Office Curriculum\nStandards, Review, and Approval Process Guide and COPS Office Instructor Quality Assurance Guide\nmust be followed. This applies to the development and delivery of online and in-person courses. Courses already in existence that are part of this cooperative agreement must also comply with the\ntwo aforementioned guides. A copy of these guides will be supplied electronically to you by the\nprogram manager, and they are also located on the COPS Office website for download. All training\ndevelopment processes and deliverables must be reviewed and approved by the COPS Office prior to\npublic release. 17. Report training data to the COPS Office by submitting all required training fields through the Online\nTraining Tracker. The Tracker can be accessed through the Agency Portal on the COPS Office website\nat https://portal.cops.usdoj.gov/ or through the “Account Access” tab in the upper right corner of the\n45 2018 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nCOPS Office website homepage. All training data submissions must comply with the quarterly\nreporting dates unless otherwise directed by the program manager. Quarterly reporting dates are\nJanuary 1 – March 31, April 1 – June 30, July 1 – September 30, and October 1 – December 31. For a\ncomplete list of training data collection and submission requirements, contact your program manager\nor log into your account through the “Account Access” tab. 18. Ensure that web-based courses developed through this cooperative agreement are compatible with\nthe current platform used in the Community Policing Learning Portal. Prior to the development of the\nweb-based course, the recipient must receive guidance and work with the COPS Office to ensure\ncompatibility. Web-based courses developed through this cooperative agreement must be reviewed\nand approved by the COPS Office prior to public release. 19. At the request of the COPS Office, submit all website(s) and web-based information developed\nthrough this cooperative agreement to the COPS Office."
}