{
  "document_category": "guidance",
  "docId": "guidance_79",
  "chunk_index": 15,
  "chunk_text": "The USPO is notified by phone in\nadvance of the inmate’s release and provided with all information regarding the inmate. A postsentence report need not be requested. In cases not involving a release within six months, staff request a U.S. Probation Officer be\nassigned to prepare a Post-Sentence Report (PSR). To assist the USPO, institution staff forward\ncopies of all available information on the inmate for preparation of the PSR. During this process,\nthe local USPO ordinarily interviews the inmate and completes United States Probation form 1A,\nas well as the Authorization to Release Confidential Information (BP-A0301). The USPC is notified by CPD of the inmate’s arrival date, designated institution, and projected\nrelease date. Inmates returning from treaty countries are, by law, immediately eligible for parole if they\ncommitted their offense before November 1, 1987. Inmates who committed their foreign offense\non or after November 1, 1987, must receive a hearing before the USPC within 180 days of entry\ninto the United States, or as soon as practicable, per 18 U.S.C. § 4106A and 28 CFR§ 2.68. The USPC is permitted to determine a release date, and a period and conditions of supervised\nrelease, without an in-person parole hearing. The Case Management Coordinator (CMC) will ensure that a determination is made regarding\nwhether to retain the inmate for the initial hearing before the USPC. If the admission institution\nis deemed inappropriate, the CMC will request the DSCC to designate an appropriate institution\nfor the hearing. 11. BIANNUAL REPORT REQUIRED Treaty nations may request follow-up information concerning U.S. citizens returned to the\nUnited States; the United States sometimes requests treaty nations to provide similar information\nabout foreign nationals it has transferred. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 19 The Office of Information Systems (OIS), Central Office, provides OEO and the Assistant\nAdministrator, Correctional Programs Branch, a report as of June 30 and December 31 of each\nyear that identifies returned U.S. citizens remaining in Bureau custody or released within the\nreporting period. It groups inmates by nation and contains:\na. Identification Data\nName. Register Number. FBI Number. Facility.\nb. Sentence Data\nDate Committed (to Bureau). How Committed. Offense Code.\nForeign Sentence. Supervision Term.\nc. Release Status Data (if applicable)\nSentence Began. Release Date.\nRelease Method. 12. AGENCY ACA ACCREDITATION PROVISIONS None. REFERENCES\nProgram Statements\nP1490.06\nVictim and Witness Notification Program (5/23/02)\nP5100.08\nInmate Security Designation and Custody Classification (9/12/06)\nP5140.38\nCivil Contempt of Court Commitments (7/1/04)\nP5290.14\nAdmission and Orientation Program (4/3/03)\nP5500.11\nCorrectional Services Manual (8/29/14)\nP5540.06\nPrisoner Transportation Manual (4/20/00)\nP5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 20 P5800.15\nP5880.30\nP6031.04 Correctional Systems Manual (1/1/09)\nSentence Computation Manual/Old Law/Pre-CCCA 1984 (9/8/99)\nPatient Care (6/13/14) BOP Forms\nBP-A0297\nBP-A0301\nBP-A0337\nBP-A0964 Transfer Inquiry\nAuthorization to Release Confidential Information\nInmate Load and Security Designation\nU.S. Case Summary Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) system on Sallyport. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 21"
}