{
  "document_category": "guidance",
  "docId": "guidance_81",
  "chunk_index": 52,
  "chunk_text": "Pursuant to Executive Order 13513, Federal Leadership on Reducing Text Messaging While Driving, the COPS\nOffice encourages recipients of U.S. Department of Justice funds to adopt and enforce policies that ban text\nmessaging while driving, and to establish workplace safety policies to decrease accidents caused by\ndistracted drivers. VIII. Modifications The designated COPS Office program manager and recipient project officer (under section VI.A and VI.B) for\ntheir respective organizations have the authority to propose and approve any modifications to this\ncooperative agreement. Modifications to this cooperative agreement may be proposed at any time during\nthe period of performance by either party and will become effective upon written approval by both parties. IX. Incorporation by reference; effective date By signing the award document, the responsible parties designated below have entered into this cooperative\nagreement, which is incorporated by reference into the award document. This cooperative agreement is\neffective as of the date that the last responsible party signs the award document. Phil Keith, Director\nOffice of Community Oriented Policing Services\n[Insert Law Enforcement Executive/Program Official Name]\n[Insert Agency Name]\n[Insert Government Executive/Financial Official Name]\n[Insert Agency Name]\nUpdated April 2018 52 2018 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual III. Procurement Process In general, recipients are required to procure funded items through open and free competition when feasible. For\nthe purchase of equipment, technology, or services under a COPS Office award, recipients must follow their own\npolicies and procedures on procurement as long as those requirements conform to the federal procurement\nrequirements set forth in 2 C.F.R. §§ 200.317 – 200.326. As described in the award condition titled “Sole Source Justification”, recipients are required to submit a sole\nsource justification (SSJ) request to the COPS Office for noncompetitive procurements in excess of $250,000 prior\nto purchasing equipment, technology, or services; obligating funding for a contract; or entering into a contract\nwith award funds. If submitting a sole source justification request to the COPS Office, please use the format\ndescribed in the “Sole Source Justification fact sheet” in the appendices of this manual. If you have any questions regarding the federal requirements that guide procurement procedures, please contact\nyour COPS Office Program Manager. For more information about COPS Office programs and resources, please call the COPS Office Response Center at\n800-421-6770 or visit the COPS Office online at www.cops.usdoj.gov. 53 2018 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual IV. Accessing Award Funds This section provides answers to payment-related questions, including all the information needed to provide\naccess to request payments from your COPS awards. For assistance with financial management and award\nadministration, please contact the COPS Office Response Center at 800-421-6770 or visit our website at\nwww.cops.usdoj.gov. Payment method What method of payment is used? There is currently one payment system available for accessing federal award funds—the Grant Payment Request\nSystem (GPRS). GPRS is a web-based system that enables recipients to use a secure Internet connection to request\nfunds. Approved payment requests will automatically be scheduled for payment by the United States Department\nof the Treasury through electronic funds transfer (EFT)."
}