{
  "document_category": "guidance",
  "docId": "guidance_62",
  "chunk_index": 2,
  "chunk_text": "No surface openings (such as holes or grate openings) greater than ½ inch wide\nSurface slopes no greater than 1:48 (2.08%) in any direction No changes in level 3 | Ballot Drop Box Accessibility U.S. Department of Justice An accessible ballot drop box with\naccessible clear ground space and\nan accessible opening Accessible Ballot Drop Box Opening An accessible ballot drop box opening has the following features:\nHandle and opening are located between 15 inches and 48 inches above the ﬂoor or ground\nsurface for an unobstructed forward or side reach\nHandle is operable with one hand without tight grasping, pinching, or twisting of the wrist The ADA Checklist for Polling Places (“Polling Places Checklist”), provides guidance to election\nofﬁcials for determining whether a polling place is accessible to voters with disabilities. The Polling\nPlace Checklist can be used along with this guidance to assess elements such as parking, exterior,\nand interior routes to the ballot drop box, ramps and curb ramps along the routes, and facility\nentrances. Title II and its regulation, the Polling Place Checklist, and the 2010 ADA Standards are\navailable at www.ada.gov. 4 | Ballot Drop Box Accessibility U.S. Department of Justice\nADA Checklist for Ballot Drop Boxes This checklist is designed to provide guidance for determining whether a ballot drop box has basic\naccessibility features for voters with disabilities and includes the route to the ballot box (Section J) and\nthe ballot drop box features (Section K). Each question below provides citations to the 2010 ADA\nStandards for Accessible Design. Please review the 2010 ADA Standards for all requirements. This ballot\ndrop box checklist can be used with the ADA Checklist for Polling Places (Polling Place Checklist) to\nensure the accessibility of other features at the site, such as parking and passenger drop-off areas\n(Sections A-I). This checklist, the Polling Place Checklist, the Title II regulation, and the 2010 ADA\nStandards are available at www.ada.gov.\nJ Route to Ballot Drop Box J1 Is the walking surface stable, ﬁrm, and slip resistant? (2010 ADA\nStandards for Accessible Design § 302.1) J2 Is the route free of surface openings greater than 1/2”, such as holes\nin the pavement or grate openings? (§ 302.3) J3 Is the route at least 36” wide? (§ 403.5.1)\nJ4 Is the running slope of any part of the route greater than 1:20? (§ 403.3) (If yes, complete Ramp Form, Section G, in the Polling Place\nChecklist, available at ADA Checklist for Polling Places) J5 Is the cross slope of the route no greater than 1:48? (§ 403.3)\nJ6 Is the route free of changes in level greater than 1/2”, including\nstairs? (§ 303) J7 Is the route free of wall mounted objects that protrude more than 4”\ninto the path of travel and are between 27” and 80” high? (§ 307.2) J8 Is the route free of post mounted objects that protrude more than 12”\ninto the path of travel and are between 27” and 80” high? (§ 307.3) J9 Are objects that hang over the pedestrian route including the\nunderside of exterior stairs, 80” or higher? (§ 307.4) 5 | Ballot Drop Box Accessibility Yes No N/A Comments /\nRemedies"
}