{
  "document_category": "guidance",
  "docId": "guidance_44",
  "chunk_index": 55,
  "chunk_text": "Recipients are encouraged\nto submit their SF-425 reports via the Internet at https://portal.cops.usdoj.gov. For more information on how to complete and where to submit your quarterly SF-425 report, see the section in\nthis manual titled “Reporting Requirements,” beginning on page 65. 56 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nFiling the Federal Financial Report (SF-425) identifies your federal and local expenditures made during that calendar\nquarter. However, to receive actual payment, you must request it through GPRS. Additional payment questions Can we receive advances? Yes. If you receive funds through electronic transfer, the period allowed is 10 days in advance. In general, the\nconcept of “minimum cash on hand” applies to COPS Office awards. This concept requires that your agency\nrequest funds based upon immediate cash disbursement needs. You should time your request for payment to\nensure that federal cash on hand is the minimum that you need. There should be no excess federal award funds on hand, except for advances not exceeding 10 days, as noted\nabove. The Federal Government has four basic rules regarding advances. Advances can be terminated if the recipient\n1.\n2.\n3.\n4. is unwilling or unable to attain project goals;\nmaintains excess cash on hand;\ndoes not adhere to the terms and conditions of the award;\nfails to submit reliable or timely reports. How often can we request reimbursement of costs? There are no limitations on how often your agency may request reimbursements; however, your reimbursement\nrequests should cover a specific time frame and include only costs that were approved in the Financial Clearance\nMemorandum (FCM). As a general guideline, most agencies request reimbursement on a monthly or quarterly\nbasis. Also, please note that a date range for a reimbursement request can only be used once. Can we earn interest on our award funds? For states, payments are governed by Treasury-State CMIA agreements and default procedures codified at 31\nC.F.R. Part 205 ‘‘Rules and Procedures for Efficient Federal-State Funds Transfers’’ and TFM 4A–2000 Overall\nDisbursing Rules for All Federal Agencies. For nonfederal entities other than states, payment methods must minimize the time between your drawdown of\nfederal funds and your payment of award costs to avoid earning excess interest on your award funds. You must\naccount for interest earned on advances of federal funds as follows:\n• The Office of Management and Budget (OMB) uniform guidance at 2 C.F.R. § 200.305(b)(9) states that\ninterest earned on federal advance payments deposited in interest-bearing accounts up to $500 per year\nmay be retained by the nonfederal entity for administrative expenses. • Any interest earned on federal advance payments deposited in interest-bearing accounts that is in excess of\n$500 per year must be remitted annually to the Department of Health and Human Services Payment\nManagement System (PMS) through an electronic medium using either Automated Clearing House (ACH)\nnetwork or a Fedwire Funds Service payment. For detailed information on remittance, please see appendices\nfor a full text of the electronic medium remittance options. 57 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\n•"
}