{
  "document_category": "guidance",
  "docId": "guidance_21",
  "chunk_index": 54,
  "chunk_text": "DOJ award recipients who already have active GPRS accounts for awards created in the OJP Grants Management\nSystem (GMS) may be instructed to consolidate usernames once their COPS GPRS username is approved and\nbecomes active. For more information on GPRS username consolidation, please visit the following link:\nhttps://ojp.gov/about/pdfs/gprsjobaid.pdf. 55 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual How do we add an award to an existing GPRS account? If you are currently registered for an active COPS Office award username in GPRS and would like to add a recently\nfunded COPS Office award number to your existing COPS Office award username, you must contact the COPS\nOffice GPRS Registration Desk. Please send your request via email to COPSGPRSRegistration@usdoj.gov and\nprovide the following COPS Office award GPRS username information:\n•\n•\n•\n• User name (for COPS Office awards) First/last name\nVendor number (as listed on your award document)\nAward number(s) to be added How do we fill out the payment enrollment forms? If you are a new award recipient to the COPS Office, your agency will need to complete an Automated\nClearinghouse (ACH) Vendor/Miscellaneous Payment enrollment form (SF-3881). This form can be found on the\nCOPS Office website at www.cops.usdoj.gov/pdf/ach_form_new.pdf. Prior to accessing your award funds, your agency must mail the original signed form to:\nOffice of Justice Programs\nOffice of the Chief Financial Officer\n810 Seventh Street NW\nAttn: Control Desk, Fifth Floor\nWashington, DC 20001 Your agency must complete the “Payee/Company Information” section following the directions on the back of the\nform and also provide the award number (printed on the award document). Next, your financial institution must\ncomplete the “Financial Institution Information” section and have the appropriate financial official sign the form. If you are a recipient of a previous COPS Office award, you should already have filled out an ACH enrollment form. You will not be required to submit a new ACH enrollment form for the new award as long as your bank account\ninformation or OJP vendor number has not changed. If you have any questions, or wish to verify your ACH\nenrollment form information, please call the COPS Office Response Center at 800-421-6770 and ask to speak with\nyour state assigned Financial Analyst. When should Federal Financial Reports be filed? Current regulations state that all COPS award recipients are required to submit their initial Federal Financial Report\n(FFR) using Standard Form 425 (SF-425) at the end of the period that includes the award start date, regardless of\nwhen the award was accepted, and thereafter, at the end of every calendar quarter, regardless of award activity. This report should reflect actual expenditures and unliquidated obligations incurred by your agency on a\ncumulative basis. You will not be able to make drawdowns from your GPRS account if the SF-425 report for the\nmost recent reporting quarter is not on file with the COPS Office by the deadline date. Recipients are encouraged\nto submit their SF-425 reports via the Internet at https://portal.cops.usdoj.gov. For more information on how to complete and where to submit your quarterly SF-425 report, see the section in\nthis manual titled “Reporting Requirements,” beginning on page 65. 56"
}