{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 73,
  "chunk_text": "Regardless of\nthe size of any event, the supporting justiﬁcation should be suﬃcient to support the agency’s mission for\nconducting the event. 2. Which types of events do not require prior approval? Currently there are six types of events that do not require prior approval:\ni.\nii.\niii. iv. v.\nvi. 3. Conferences held by grant recipients. (Note: Conferences held by cooperative agreement recipients do\nrequire prior approval.) Law enforcement operational activities, including staging, surveillance, investigation, intelligence, and\nundercover activities. Routine operational meetings (e.g., staﬀ meetings or all-hands meetings) if held in a federal facility, if held\nby cooperative agreement recipients in a non-federal facility that does not charge for its use, and if there\nare neither costs to the DOJ for logistical conference planning nor government-provided food or\nbeverages. In all three of these instances, the answer to all the questions on the Prior Approval Not\nRequired Checklist must be “No.” Site visits are considered routine operational meetings regardless of\nlocation so long as there are no costs to the DOJ for meeting rooms, logistical conference planning, or\nfood and beverages. Testing activities where the primary purpose of the event is to evaluate an applicant’s qualiﬁcations to\nperform certain duties necessary to his or her job. This includes ﬁrearms and weaponry proﬁciency testing\nand certiﬁcations. A majority of the event must be devoted to administering and taking the test. Testing\nactivities that are incidental to a training course or conference or are given upon its completion do require\nprior approval. Video conferences and webinars where there are neither costs to the DOJ for logistical conference\nplanning nor government-provided food or beverages. Technical assistance visits where travel was made by an individual or a small group of project staﬀ\nmembers to provide training or technical assistance to a particular entity; in this instance, the answer to\nall the questions on the Prior Approval Not Required Checklist must be “No.” Where should time staff spent working on the conference that is not related to planning be captured? Time spent working on a conference by staﬀ or contractors can be classiﬁed as either logistical planning time\nor programmatic planning time. Programmatic planning includes time spent on activities such as developing\nthe conference content and agenda, identifying and recruiting subject matter experts, and preparing written 82 materials. Logistical planning includes time spent on tasks such as selecting a venue, ordering and setting up\naudio-video equipment, securing hotel rooms, processing registrations, providing onsite support during the\nevent, and undertaking other non-programmatic functions. 4. If a cooperative agreement recipient or contractor is able to obtain a no-cost site for the event, are we still\nrequired to look into other facilities and provide justiﬁcation for not selecting the other facilities? Yes. Cooperative agreement recipients and contractors should compare three or more facilities in a location. Facilities being compared should have provided a cost estimate and be able to accommodate the event as\ndetailed in the requirements."
}