{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 5,
  "chunk_text": "Any special or high risk conditions will be included with your award, which may be accessed at\nwww.cops.usdoj.gov via the “Account Access” link. However, if you have questions about the special conditions,\nplease call your COPS Office Grant Program Specialist at 800-421-6770. Reasons for award conditions The requirements of your CHP award are established within\n• the Public Safety Partnership and Community Policing Act of 1994, which established the COPS Office;\n• applicable rules, regulations, and policies issued by the US Department of Justice, Office of Management and\nBudget (OMB), the Government Accountability Office (GAO), and the United States Treasury;\n• the specific CHP programmatic requirements established by the COPS Office. A list of source documents for this manual is provided in the appendices. You may request copies of any source\nreference document from:\nOffice of Administration, Publication Unit\nNew Executive Office Building\n725 17th Street NW, Room G 236\nWashington, DC 20503\nCOPS Office-specific documents may be requested directly from the COPS Office. 4 2017 COPS Hiring Program (CHP) Award Owner’s Manual Review of award conditions By signing the award document to accept this COPS Hiring Program award, your agency agrees to abide by the\nfollowing award conditions: 1. Award Owner’s Manual\nCondition:\nAward Owner’s Manual. The recipient agrees to comply with the terms and conditions in the applicable COPS Office\nProgram Award Owner's Manual; COPS Office statute (42 U.S.C. § 3796dd, et seq.); the requirements of 2 C.F.R.\nPart 200 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as\nadopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101; 48 C.F.R. Part 31 (FAR Part 31) as applicable\n(Contract Cost Principles and Procedures); the Cooperative Agreement as applicable; representations made in the\napplication; and all other applicable program requirements, laws, orders, regulations, or circulars. Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply to\nyour award. Your agency will be responsible for the information and rules contained in this manual and for\nimplementing your award in compliance with the applicable terms, conditions, and regulations. More detailed\nguidance regarding any particular award requirement or your agency’s specific circumstances can be requested\nthrough your COPS Office Grant Program Specialist. What you should do:\nPlease read the entire CHP Award Owner’s Manual carefully prior to signing the award document. If you have any\nquestions, please contact your COPS Office Grant Program Specialist. When accepting your award, you should\nensure that the proper reporting and financial systems are in place to satisfy the award requirements. 2. Assurances and Certifications\nCondition: The recipient acknowledges its agreement to comply with the Assurances and Certifications forms that were signed\nas part of its application. Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving awards,\nseveral provisions of federal law require us to obtain the recipient’s signed Assurances and Certifications regarding\ncertain matters. Most of the Assurances and Certifications apply to all federal award programs. What you should do:\nApplicants to COPS Office award programs are required to sign the Assurances and Certifications forms at the time\nof application and application update."
}