{
  "document_category": "guidance",
  "docId": "guidance_30",
  "chunk_index": 15,
  "chunk_text": "It\nis necessary for recipients to maintain all relevant documentation (administrative, financial, and programmatic)\nused to develop the application and implement the award that may be necessary or required to demonstrate\naward compliance for a period of three-years from the date of submission of the final expenditure report. For\nmore information, please contact the COPS Office Response Center at 800-421-6770 or at AskCopsRC@usdoj.gov. 13 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual 10. Federal Civil Rights\nCondition: The Applicant understands that the federal statutes and regulations applicable to the award (if any) made by the\nDepartment based on the application specifically include statutes and regulations pertaining to civil rights and\nnondiscrimination, and, in addition—\na. the Applicant understands that the applicable statutes pertaining to civil rights will include\nsection 601 of the Civil Rights Act of 1964 (42 U.S.C. § 2000d); section 504 of the Rehabilitation\nAct of 1973 (29 U.S.C. § 794); section 901 of the Education Amendments of 1972 (20 U.S.C. §\n1681); and section 303 of the Age Discrimination Act of 1975 (42 U.S.C. § 6102); b. the Applicant understands that the applicable statutes pertaining to nondiscrimination may\ninclude section 809(c) of Title I of the Omnibus Crime Control and Safe Streets Act of 1968 (34\nU.S.C. § 10228(c)); section 1407(e) of the Victims of Crime Act of 1984 (34 U.S.C. § 20110(e));\nsection 299A(b) of the Juvenile Justice and Delinquency Prevention Act of 2002 (34 U.S.C. §\n11182(b)); and that the grant condition set out at section 40002(b)(13) of the Violence Against\nWomen Act (34 U.S.C. § 12291(b)(13)), which will apply to all awards made by the Office on\nViolence Against Women, also may apply to an award made otherwise; c. the Applicant understands that it must require any subrecipient to comply with all such\napplicable statutes (and associated regulations); and d. on behalf of the Applicant, I make the specific assurances set out in 28 C.F.R. §§ 42.105 and\n42.204. The Applicant also understands that (in addition to any applicable program-specific regulations and to applicable\nfederal regulations that pertain to civil rights and nondiscrimination) the federal regulations applicable to the\naward (if any) made by the Department based on the application may include, but are not limited to, 2 C.F.R. Part\n2800 (the DOJ “Part 200 Uniform Requirements”) and 28 C.F.R. Parts 22 (confidentiality - research and statistical\ninformation), 23 (criminal intelligence systems), 38 (regarding faith-based or religious organizations participating in\nfederal financial assistance programs), and 46 (human subjects protection). Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance with\nfederal civil rights and nondiscrimination laws. As a result, recipients are required to comply with the civil rights\nand nondiscrimination laws referenced above. A hold may be placed on your award if it is deemed that your\nagency is not in compliance with federal civil rights laws or is not cooperating with an ongoing federal civil rights\ninvestigation."
}