{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 38,
  "chunk_text": "Determinations will be made on a case-by-case basis. Allowable costs: Other costs The purchases of project-related expenditures that do not conform to any other category descriptions specified\nabove were included in this section of your FCM. In addition, items that have a direct correlation to the overall\nsuccess of a recipient’s project objectives and are necessary for the project to reach full implementation are\nconsidered on a case-by-case basis by the COPS Office. Requests may be made only for items or positions that are not otherwise budgeted with state, local, or BIA funds,\nand would not be funded in the absence of the TRGP award. Allowable costs: Indirect costs (If Applicable) The recipient understands that indirect costs may only be requested at the time of application. A current, signed,\nfederally approved Negotiated Indirect Cost Rate Agreement or documentation showing pending request for\napproval must be included with the application. Indirect costs are costs that are incurred for common or joint purposes and are not readily assignable to a\nparticular project but are necessary to the operation of the agency and the performance of the project. Examples\nof indirect costs include those incurred for facility operation and maintenance, depreciation, and administrative\nsalaries. Indirect cost usage must adhere to the standards set forth in the applicable Office of Management and\nBudget (OMB) Uniform Guidance 2 C.F.R. § 200.56—Indirect (facilities & administrative (F&A)) costs and 2 C.F.R. §\n200.414—Indirect (F&A) costs. Additional guidance for your entity can be found in the following locations:\nAppendix III to Part 200—Indirect (F&A) Costs Identification and Assignment, and Rate Determination for\nInstitutions of Higher Education (IHEs); Appendix IV to Part 200—Indirect (F&A) Costs Identification and\nAssignment, and Rate Determination for Nonprofit Organizations; Appendix VII to Part 200—States and Local\nGovernment and Indian Tribe Indirect Cost Proposals. Indirect cost rates are federally negotiated and approved rates that are based on audited and documented\nexpenses that are approved to be included within an indirect cost rate. It is important that your agency carefully\ntrack and update its indirect cost rate during the COPS Office award period. The recipient understands that if it submitted an expired indirect cost rate agreement at the time of application, it\nwill be unable to recover federal funds for indirect costs until the COPS Office receives a current indirect cost rate\nagreement covering the award period. A special condition may be added to the award prohibiting the obligation,\nexpenditure, or drawdown of funds reimbursement for indirect costs until a current indirect cost rate has been\napproved by your cognizant federal agency and submitted to the COPS Office. If your agency’s approved indirect cost rate expires during the award period, a current approved rate must be\nsubmitted to the COPS Office in order to continue to draw down award funding for indirect costs. In addition, your\nagency must request a budget modification with the COPS Office to reflect any rate change. If your agency has never received a negotiated indirect cost rate, then you may request up to a flat 10 percent de\nminimis indirect cost rate applied to the modified total direct costs (MTDC). 37"
}