{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 10,
  "chunk_text": "Without an approved extension, your agency is not permitted to draw down federal funding for costs\nincurred beyond the official award end date. However, if justified, the COPS Office seeks to accommodate\nreasonable requests for no-cost time extensions in order to fully implement the COPS Office award. What you should do: The COPS Office will contact your agency during the last quarter of the award period to determine whether a nocost time extension is needed; extensions will not be processed prior to 90 days of the award end date. Requests\nto extend the award period must be submitted online and received by the COPS Office before the official award\nend date. Extension requests received after the expiration date will only be considered when the recipient\nprovides justification of extraordinary circumstances; an example of this would be an instance where an\nunforeseen natural disaster prevented a recipient from requesting an extension. Failure to submit a request for a\nno-cost time extension by the end date may result in the immediate deobligation of any remaining award funds. If your agency has excess funds remaining at the end of the award due to salary and fringe benefit costs that were\nlower than anticipated, your agency may not extend the 36-month funding period for the purpose of expending\nthose excess funds. Recipients are entitled to a maximum of 36 months of federal funding based on the approved\nsalary and fringe benefit costs in the FCM. The COPS Office will deobligate any remaining award funds during the\ncloseout process. If you have any additional questions regarding a no-cost time extension, please contact your\nCOPS Office Grant Program Specialist at 800-421-6770. 6. Modifications\nCondition:\nDuring the CHP award period, it may become necessary for an agency to modify its CHP award due to changes in an\nagency’s fiscal or law enforcement situation. Modification requests should be submitted to the COPS Office when\nan agency determines that it will need to shift officer positions awarded in one hiring category into a different\nhiring category, reduce the total number of positions awarded, shift funds among benefit categories, and/or reduce\nthe entry-level salary and fringe benefit amounts. For example, an agency may have been awarded CHP funding for\n10 new, additional full-time sworn officer positions, but due to severe fiscal distress/constraints, the agency\ndetermines it is unable to sustain all 10 positions and must reduce its request to five full-time positions; or an\n9 2017 COPS Hiring Program (CHP) Award Owner’s Manual\nagency may have been awarded CHP funding for two new, additional sworn officer positions, but due to fiscal\ndistress/constraints the agency needs to change the hiring category from the new hire category to the rehire\ncategory for officers laid off or scheduled for layoff on a specific future date post-application. Award modifications\nunder CHP are evaluated on a case-by-case basis. The COPS Office will only consider a modification request after an\nagency makes final, approved budget and/or personnel decisions. An agency may implement the modified award\nfollowing written approval from the COPS Office. Please be aware that the COPS Office will not approve any\nmodification request that results in an increase of federal funds."
}