{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 45,
  "chunk_text": "If any part of the funded project contains research or statistical activities which involve human\nsubjects that are not covered by an exemption set forth in 28 C.F.R. § 46.101(b), the recipient\nmust comply with the requirements in the US Department of Justice’s common rule regarding\nthe Protection of Human Subjects, 28 C.F.R. Part 46, including, but not limited to, Institutional\nReview Board (IRB) approval and the appropriate assurances prior to the expenditure of federal\nfunds to perform such activities. The recipient also agrees to comply with 28 C.F.R. Part 22 45 2. 3. 4. regarding the safeguarding of individually identifiable information collected from research\nparticipants. For general information on Department of Justice human subjects and privacy\nprotections, please visit https://www.nij.gov/funding/humansubjects/Pages/welcome.aspx. Implementation of this award will be subject to federal monitoring, auditing, or evaluation,\nand/or a single audit in accordance with 2 C.F.R. § 200.501. The recipient agrees to cooperate\nwith such activities by providing access to and copies of, as appropriate, all project-related\nrecords, documents and personnel. A recipient that expends $750,000 or more in federal funds\n(from all sources) during the recipient’s fiscal year must have a single audit conducted in\naccordance with 2 C.F.R. § 200.514, except when it elects to have a program-specific audit\nconducted in accordance with 2 C.F.R. § 200.501(c). For-profit (commercial) entities should\nfollow the dollar threshold in 2 C.F.R. § 200.501 in determining whether to conduct an audit in\naccordance with the Government Auditing Standards. Failure to comply with the terms and conditions of this award may result in legal sanctions\nincluding, but not limited to, suspension and termination of funds, repayment of expended\nfunds, and ineligibility to receive additional COPS Office funding. False statements or claims made in connection with COPS Office awards may result in fines,\nimprisonment, debarment from participating in federal awards or contracts, and/or any other\nremedy available by law to the Federal Government. D. Specific requirements At a minimum, the following specific requirements will be fulfilled by the recipient during the\nspecified timeframe. [Tasks should include performance indicators. How will the performance be measured? What tasks\nmust be accomplished to get the desired results/outcomes?] Task 1.\nTask 2.\nTask 3. The recipient will produce a standalone executive summary document(s) for [specify\ndocument/deliverables]. This document(s) is intended for use by law enforcement executives and\nothers interested in an abridged version of the resource(s) developed under this award, and it will\nsummarize the recipients’ work and highlight the major findings and recommendations. This\ndocument(s) will be subject to COPS Office review and approval. [This task should be included in all\nCAs when it is applicable. For example, it may not be applicable to training awards or when the\ndocuments produced are already abridged/summarized]. Task 4. Work with the COPS Office and the Program Manager to address peer review, Program\nManager, vetting, and other COPS Office staff comments regarding [specify products and\ndeliverables]. 46 E. Performance timeline and deliverables The following is a performance timeline for all deliverables and their due dates (based upon an award\ndate of XX/XX/XXXX) which are considered to be significant in the performance of this cooperative\nagreement."
}