{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 52,
  "chunk_text": "Part 42 (subparts C, D, E, G, and I). It\nwill also comply with Executive Order 13279, as amended by Executive Order 13559, and the implementing\nregulations at 28 C.F.R Part 38, Partnerships With Faith-Based and Other Neighborhood Organizations, which\nrequires equal treatment of religious organizations in the funding process and prohibits religious discrimination against beneficiaries. A. In the event that any court or administrative agency makes a finding of discrimination on grounds of race,\ncolor, religion, national origin, or sex against the applicant after a due process hearing, it agrees to forward a copy of the finding to the Office for Civil Rights, Office of Justice Programs, 810 7th Street, NW,\nWashington, D.C. 20531. B. If your organization is a government agency or private business and has received a single award for\n$25,000 or more and has fifty or more employees (counting both full- and part-time employees but excluding political appointees), then it has to prepare a Utilization Report and submit it to the Office for Civil\nRights (OCR) within 120 days from the date of the award. Although the OCR has discretion to review all\nsubmitted Utilization Reports, it will review the Utilization Reports from recipients that receive an award\nof $500,000 or more. To begin developing a Utilization Report, please consult the OCR's website at\nhttp://www.ojp.usdoj.gov/about/ocr/eeop.htm and click EEOP Reporting Tool Login. Additional assistance can be\nfound online at the bottom of the same webpage by clicking the EEO Reporting Tool Job Aid and Frequently Asked\nQuestions. If your organization has less than fifty employees or receives an award of less than $25,000 or is a nonprofit\norganization, a medical institution, an educational institution, or an Indian tribe, then it is exempt from the EEOP\nrequirement. To claim the exemption, however, your organization must certify that it is exempt by logging into the\nEEO Reporting Tool on the OCR website at http://www.ojp.usdoj.gov/about/ocr/eeop.htm, providing the contact\nand organizational profile information, and then submitting a Certificate of Exemption. If you have further questions regarding the EEOP requirements, you may contact an EEOP specialist at the OCR by\ntelephone at 202-307-0690, by TTY at 202-307-2027, or by email at EEOPforms@usdoj.gov. 9. Pursuant to U.S. Department of Justice guidelines (June 18, 2002 Federal Register Volume 67, Number 117,\npages 41455-41472), under Title VI of the Civil Rights Act of 1964, it will ensure meaningful access to its programs and activities by persons with limited English proficiency. 10. It will ensure that any facilities under its ownership, lease or supervision which shall be utilized in the accomplishment of the project are not listed on the Environmental Protection Agency’ (EPA) list of Violating Facilities\nand that it will notify us if advised by the EPA that a facility to be used in this grant is under consideration for\nsuch listing by the EPA. 11. If the applicant’s state has established a review and comment procedure under Executive Order 12372 and\nhas selected this program for review, it has made this application available for review by the state Single Point\nof Contact. 56 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual"
}