{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 45,
  "chunk_text": "a. Access Control. Managing user accounts is important to the security of the system. Ensuring users are properly authorized with the appropriate access permissions is critical. Access\nControl is enforced by TRUNET Security. To create a user account an electronic request shall be\ngenerated by a TRUACCESS Requester. The electronic request shall be approved/denied by the\nappropriate Role Manager. User forms shall be created automatically based on the request and\napproval process. In addition to the account management procedures the following access control\nrequirements apply:\n■ Only authorized staff may have direct access to any Trust Fund application. ■ Users have one user ID per staff member. Social Security Numbers will not be used. ■ Annually, the user level or group assignment of each user account is required to be reviewed. This process will help to ensure each user maintains the least privilege necessary to perform\nhis/her duties. The deadline for completing this procedure shall be set to March 1st of each\nyear. ■ Accounts for recently separated or terminated employees shall be disabled within 24 hours. ■ Inmate Access. Inmates are prohibited from operating any Trust Fund computer equipment\nwith the exception of inmate phones, and TRULINCS workstations designated for inmate use. b. Physical and Environmental Protection. In order to protect the system from unauthorized\naccess and ensure the proper functioning of computer equipment and hardware, it is important to\nhave physical and environmental controls in place. The following requirements apply:\n(1) Computer Room. The area where a file server and/or telecommunications hardware is used\nto process/store sensitive data is designated as a computer room. The computer room must be\nsecured to prevent tampering with data and misuse of equipment. This room must be monitored\nfor environmental conditions to prevent equipment damage. This includes HVAC and electrical\nconcerns. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 63 Computer rooms must have a secure lock on the door and access is restricted to appropriate staff. An Access Control List (ACL) is maintained to designate those staff that have been authorized to\nhave access to the computer room. Trust Fund computer room keys are “restricted” keys and are\nto be issued only to designated staff. Employees listed on the ACL do not have keys to these\nareas. A key to the Trust Fund computer room is kept under glass in the control room for\nemergencies (e.g., fire or refrigeration breakdown). When it is in the Bureau’s best interest that computer room keys remain at the institution, use the\nfollowing procedures: A special wood/metal box(s) with a glass front, large enough to contain\nthe entire computer room key ring(s), or an individual computer room key ring, is kept in the\ncontrol room. At the end of each work day, the computer room ring(s) is locked securely in this\nbox. A key to the locked box may be checked out on a 24-hour basis to employees assigned to the\ncomputer room and the Trust Fund Supervisor. In an emergency, the glass may be broken to\nobtain the keys."
}