{
  "document_category": "guidance",
  "docId": "guidance_96",
  "chunk_index": 39,
  "chunk_text": "37 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual There should be no excess federal award funds on hand, except for advances not exceeding 10 days, as noted\nabove. The Federal Government has four basic rules regarding advances. Advances can be terminated if the recipient\n1.\n2.\n3.\n4. is unwilling or unable to attain project goals;\nmaintains excess cash on hand;\ndoes not adhere to the terms and conditions of the award;\nfails to submit reliable or timely reports. How often can we request reimbursement of costs? There are no limitations on how often your agency may request reimbursements; however, your reimbursement\nrequests should cover a specific time frame and include only costs that were approved in the Financial Clearance\nMemorandum (FCM). As a general guideline, most agencies request reimbursement on a monthly or quarterly\nbasis. Also, please note that a date range for a reimbursement request can only be used once. Can we earn interest on our award funds? For states, payments are governed by Treasury-State CMIA agreements and default procedures codified at 31\nC.F.R. Part 205 ‘‘Rules and Procedures for Efficient Federal-State Funds Transfers’’ and TFM 4A–2000 Overall\nDisbursing Rules for All Federal Agencies. For nonfederal entities other than states, payment methods must minimize the time between your drawdown of\nfederal funds and your payment of award costs to avoid earning excess interest on your award funds. You must\naccount for interest earned on advances of federal funds as follows:\n• The Office of Management and Budget (OMB) uniform guidance at 2 C.F.R. § 200.305(b)(9) states that\ninterest earned on federal advance payments deposited in interest-bearing accounts up to $500 per year\nmay be retained by the nonfederal entity for administrative expenses. • Any interest earned on federal advance payments deposited in interest-bearing accounts that is in excess of\n$500 per year must be remitted annually to the Department of Health and Human Services Payment\nManagement System (PMS) through an electronic medium using either Automated Clearing House (ACH)\nnetwork or a Fedwire Funds Service payment. For detailed information on remittance, please see the\nappendices for a full text of the electronic medium remittance options. • If you do not have access to an electronic medium option, then please make a check payable to “The\nDepartment of Health and Human Services” and mail the check to Treasury-approved lockbox: HHS Program\nSupport Center, P.O. Box 530231, Atlanta, GA 30353-0231. (Please allow 4–6 weeks for processing of a\npayment by check to be applied to the appropriate Payment Management System (PMS) account). Please notify your COPS Office Staff Accountant in the COPS Office Finance Business Unit when any interest that is\nearned is remitted to the Department of Health and Human Services, Payment Management System. 38 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Matching funds Under the COPS Office AHTF program, no local match is required. The COPS Office is funding 100 percent of the\nallowable items approved in your FCM. Please note: if the total cost for allowable items exceeds the approved budget, then the additional expenditures\nare encouraged to be reported on the SF-425 as recipient share of expenditures."
}