{
  "document_category": "guidance",
  "docId": "guidance_19",
  "chunk_index": 104,
  "chunk_text": "In the case of any rejection, an automatic notification will\nbe sent out via email, and the award’s status changes to the\ngreen “No action required” icon, from which you can initi­\nate another request. In the case of any approval, an automatic notification will\nbe sent out via email. For additional information, please review the Sole Source\nJustification, Consultant/Contractor Rate Information, and\nIndirect Cost Rate fact sheets. These fact sheets are available\nat https://cops.usdoj.gov/cpd/#programdocuments. Finally, your Award Owner’s Manual, Award Document,\nCooperative Agreement, FCM, and Terms and Conditions\nwill provide more information on specific requirements that\nare applicable to your award. Your Award Owner’s Manual\nwill include a list of allowable and unallowable items. Please contact your PM for further direction on any addi­\ntional requirements that may be applied to your modifica­\ntion request or any other questions. Contact the COPS Office For more information about COPS Office\nprograms and resources, please call the COPS\nOffice Response Center at 800-421-6770 or visit\nthe COPS Office website at www.cops.usdoj.gov. Implementation of the modified award budget may begin\nfollowing this written approval from the COPS Office. The\nmodification approvals for active awards will be accompa­\nnied by a modified FCM reflecting the approved changes. March 2019 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Appendix G. Enhancement of contractor protection from reprisal for\ndisclosure of certain information (41 U.S.C. § 4712)\n(a) Prohibition of reprisals. -(1) In general.--An employee of a contractor, subcontractor, grantee, or subgrantee or personal services\ncontractor may not be discharged, demoted, or otherwise discriminated against as a reprisal for\ndisclosing to a person or body described in paragraph (2) information that the employee reasonably\nbelieves is evidence of gross mismanagement of a Federal contract or grant, a gross waste of Federal\nfunds, an abuse of authority relating to a Federal contract or grant, a substantial and specific danger\nto public health or safety, or a violation of law, rule, or regulation related to a Federal contract\n(including the competition for or negotiation of a contract) or grant. (2) Persons and bodies covered. --The persons and bodies described in this paragraph are the persons\nand bodies as follows:\n(A) A Member of Congress or a representative of a committee of Congress. (B) An Inspector General. (C) The Government Accountability Office. (D) A Federal employee responsible for contract or grant oversight or management at the relevant\nagency. (E) An authorized official of the Department of Justice or other law enforcement agency.\n(F) A court or grand jury. (G) A management official or other employee of the contractor, subcontractor, or grantee who has\nthe responsibility to investigate, discover, or address misconduct."
}