{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 50,
  "chunk_text": "For\nexample:\n(1) A Medium security level inmate has OUT custody,\nand becomes eligible for COMMUNITY custody. If the Unit\nTeam decides to reduce custody, the inmate would normally\nbe referred for redesignation to a Low or Minimum\nsecurity level facility, since Medium security level\ninstitutions do not house COMMUNITY custody inmates. If\napproved for transfer by the DSCC, the Management\nVariable of Lesser Security will be applied and the\nManagement Security Level will be changed accordingly. P5100.08\n9/12/2006\nChapter 7, Page 4\n(2) An inmate's transfer to a higher security\ninstitution could be triggered by an increase in custody\nneeds. For example, a Medium security level inmate with\nIN custody becomes eligible for a custody increase. The\nteam agrees to increase the custody to Maximum. Since\nMedium security level facilities are not authorized to\nhouse Maximum custody inmates, the inmate must be\nreferred for transfer to a High security level\ninstitution and the MSL changed in accordance with the\napplication of an MGTV. 2. NEARER RELEASE TRANSFERS (Code 313). Nearer release\ntransfers move the inmate closer to their legal residence or\nrelease destination, consistent with their security level. Inmates may be considered for a nearer release transfer only\nafter serving 18 consecutive months of clear conduct in a\ngeneral population. Nearer release transfers should be\nincorporated with “Lesser Security” transfers whenever\npossible. Once the inmate has been transferred within 500\ndriving miles of his or her release residence, no further\nreferrals will be made for nearer release transfer\nconsideration. further referrals can be considered for nearer\nrelease transfer consideration subject to bed availability, the\nprisoner’s security designation, the prisoner’s programmatic\nneeds, the prisoner’s mental and medical health needs, any\nrequest made by the prisoner related to faith- based needs,\nrecommendations of the sentencing court, and other security\nconcerns of the Bureau of Prisons. Transfer to a facility in an area other than the inmate's\nlegal residence or sentencing district may be considered by\nthe inmate's Unit Team provided the inmate can provide strong\nevidence of community and/or family support. Institution staff\nshould use sound correctional judgment when reviewing such\nrequests for transfer to ensure the transfer is consistent\nwith guidelines established in this chapter. Inmates with an Order for Deportation, an Order of Removal, an\nICE detainer for an unadjudicated offense(s) or an ICE\ndetainer for a hearing will not be transferred for nearer\nrelease purposes since they will be returning to the community\noutside, rather than inside, the United States upon release. 3. WITSEC TRANSFERS. All movement of Witness Security cases is\ncoordinated exclusively through the Inmate Monitoring Section\nof the Correctional Programs Branch, Central Office. Witness\nSecurity cases will not be transferred without authorization\nfrom that office. Witness Security inmates who require\nmedical or mental health treatment at a medical center must\nalso be approved by the Medical Designator. If the inmate is classified as a WITSEC case, a copy of the\nmedical referral will be sent simultaneously to the Inmate P5100.08\n9/12/2006\nChapter 7, Page 5\nMonitoring Section (IMS) and the Medical Designator. The Inmate\nMonitoring Section will coordinate with the OMDT regarding an\nappropriate placement. Placement will be based on available\nmedical resources, security needs, bed space availability, and\nthe inmate's need for medical care. IMS will enter activity\nclearances for WITSEC cases. 4. DISCIPLINARY/CLOSE SUPERVISION TRANSFERS (Codes 309/323)."
}