{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 14,
  "chunk_text": "Personal property may be acquired from\nsurplus sources, following procedures in the Bureau of Prisons Acquisitions Policy and the\nProperty Management Manual. (5) Survey of Trust Fund Personal Property. Trust Fund Branch approval is not necessary\nbefore disposal of Trust Fund controlled personal property that has met its life expectancy. A\nReport of Survey (BP-A0111) is prepared per the Property Management Manual. A copy of the Report of Survey for Trust Fund personal property damaged or lost through unusual\ncircumstances, such as fire or theft, is sent through the Regional Trust Fund Administrator to the\nChief, Trust Fund Branch, promptly after completion, with an explanation of the circumstances. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 22 (6) Transfer of Personal Property. Equipment, purchased with Trust Fund funds for use in\nthe Trust Fund operation, which is no longer being used should be made available to other Bureau\nTrust Fund operations before being transferred to a non-Trust Fund Appropriation either locally or\nat another institution. If efforts have been exhausted for transferring the property within the\nBureau, it may be offered as excess property outside the Bureau per the Property Management\nManual. ■ Transfer Between Institutions. Personal property may be transferred from one institution\nTrust Fund operation to another using the guidelines for transferring excess property outlined\nin the Property Management Manual and the SENTRY Financial Management Technical\nReference Manual. Equipment may be transferred from one Trust Fund operation to another without Trust Fund\nBranch approval using the SPMS Transfer Out (TRO) function using the X4 Trust Fund\nAppropriation. When the Trust Fund Appropriation is used under the TRO function, entries\nare automatically posted in the automated accounting system. Staff responsible for inventory management only use X4 as the appropriation for the TRO\nfunction. Transfer through the S&E Appropriation is no longer required. ■ Transfer from Trust Fund to Other Appropriations. Institutions planning to transfer\npersonal property from the Trust Fund Appropriation to another appropriation must submit a\ncompleted Stores Requisition, Invoice & Transfer Receipt (BP-A0100) through the Regional\nTrust Fund Administrator to the Chief, Trust Fund Branch, before transfer. This does not\napply to equipment purchased under the Trust Fund profit sharing program. (7) Trust Fund Equipment Priority List. Annually, institutions develop their equipment\nneeds along with the budget request for operational expenses in accordance with the Budget\nExecution Manual. Each institution is given a minor equipment budget as a standard part of the\ninitial financial plan for purchasing Commissary-related equipment only. These funds may be\nexpended for minor equipment under one Special Authorization Number (provided with the\nfinancial plan), except that these funds are not used to purchase computer equipment or peripherals\nattached to any Trust Fund system, local area network (LAN), or wide area network (WAN). An individual Major Equipment Justification (BP-A0135) is required for any requested major or\nminor equipment (controlled, capitalized, and non-capitalized), in addition to the initial allotment\nor for any computer equipment. Funding and Special Authorization Numbers for approved items\nare included in the initial financial plan."
}