{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 106,
  "chunk_text": "audit. Work done by auditors, including both the Office of the Inspector General (OIG) and state or local auditors,\nto examine financial statements and to review\n•\n•\n•\n• compliance with laws and regulations;\neconomy and efficiency of operations;\neffectiveness in achieving program results;\nallowability of costs claimed against the award. authorized officials. The authorized officials are the individuals in your organization who have final authority and\nresponsibility for all programmatic and financial decisions regarding this award. At the time of award application,\nyour agency listed the law enforcement executive (usually the chief of police, sheriff, etc.) and the government\nexecutive (usually the mayor, board president, etc.) for your agency. For non-law enforcement agencies\n(institutions of higher education, private organizations, etc.), the authorized officials are the programmatic and\nfinancial officials who have the ultimate signatory authority to sign contracts on behalf of your organization. These\nexecutives are listed on your award document and are understood to be your authorized officials. If any of the\nexecutive information is incorrect, please submit the correct information to the COPS Office by completing an\nofficial Change of Information form available online at www.cops.usdoj.gov. award number. The award number identifies your agency’s specific PASS award and can be found on your award\ndocument. This number should be used as a reference when corresponding with the COPS Office. Your award\nnumber is in the format 2017-CKWX-0000 for awards made in FY 2017. The COPS Office tracks award information\nbased upon this number. award start date. This is the date on or after which your agency is authorized to purchase or hire any allowable\nequipment, services, personnel, or other costs that were approved by the COPS Office. The award start date is\nfound on your award document. Recipients may not expend funds prior to this date without written approval from\nthe COPS Office. career law enforcement officer. The COPS Office statute defines a career law enforcement officer as a person\nhired on a permanent basis who is authorized by law, or by a state or local public agency, to engage in or oversee\nthe prevention, detection, or investigation of violations of criminal laws. Catalog of Federal Domestic Assistance (CFDA). The CFDA is an annual government-wide publication that contains\na description and index of all forms of federal assistance. Each program is assigned a CFDA number, which is used\nby auditors to track award revenues under the Single Audit Act. It is also used in participating states by State Single\nPoints of Contact in conducting the required intergovernmental reviews under Executive Order 12372. The CFDA\nnumber for the COPS Office PASS Program award is 16.710. 121 closeout. This is the process in which the awarding agency, the COPS Office, determines that all applicable\nadministrative actions and all required work and conditions of the award have been completed and met by the\nrecipient and awarding agency. cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides your agency\nwith the most federal money. The Office of Management and Budget (OMB) may have already assigned your\ncognizant federal agency to you."
}