{
  "document_category": "guidance",
  "docId": "guidance_29",
  "chunk_index": 35,
  "chunk_text": "Please see the Agency Portal User Manual at\nhttps://cops.usdoj.gov/pdf/2018AwardDocs/Agency_Portal_GrantsMgt_Manual.pdf for detailed instructions on\naward acceptance. Who should sign the award document for our agency? The authorized officials are the law enforcement and government executives who have ultimate and final\nresponsibility for all programmatic and financial decisions regarding this award as representatives of the legal\nrecipient. COPS Office awards require that both the top law enforcement executive (e.g., chief of police, sheriff, or\nequivalent) and the top government executive (e.g., mayor, board chairman, or equivalent) sign the award\ndocument. For non–law enforcement agencies (universities, etc.), the authorized officials are the programmatic\nand financial officials who have the ultimate signatory authority to sign contracts on behalf of your organization. Typically, these are the same executives named on your agency’s 2018 AHTF application. If one or both of these\nindividuals have changed, please complete a Change of Information (COI) form online at\nhttps://cops.usdoj.gov/pdf/2018_Change_of_Info_508d_Form.pdf If you have any questions as to who should\nsign the award, please contact your jurisdiction’s legal counsel. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter. Award funds will not be released until we have received your agency’s signed award\ndocument, your budget has received final clearance, and any other relevant award conditions particular to your\nagency have been satisfied. Failure to electronically sign your award document within the 90-day award\nacceptance period may result in your AHTF award being withdrawn and the funds deobligated without additional\nnotification. If your agency requires an extension for accepting the award beyond the 90-day acceptance\ntimeframe, you will be able to request an extension through the online system. Be sure to explain the 36 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual circumstances that prevent your agency from signing the award document within the 90-day period, and identify\nthe date by which the award document will be electronically signed. The COPS Office will review such requests on\na case-by-case basis. The COPS Office reserves the right to deny requests to extend the 90-day award acceptance\nperiod. If you have any questions, please contact your COPS Office Grant Program Specialist or the COPS Office\nResponse Center at 800-421-6770. 37 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual II. Procurement Process In general, award recipients are required to procure funded items through open and free competition when\nfeasible. For the purchase of equipment, technology, or services under a COPS Office award, recipients must follow\ntheir own policies and procedures on procurement as long as those requirements conform to the federal\nprocurement requirements set forth in 2 C.F.R. §§ 200.317 – 200.326. As described in the award condition titled “Sole Source Justification”, recipients are required to submit a sole\nsource justification (SSJ) request to the COPS Office for noncompetitive procurements in excess of $250,000 prior\nto purchasing equipment, technology, or services; obligating funding for a contract; or entering into a contract\nwith award funds."
}