{
  "document_category": "guidance",
  "docId": "guidance_52",
  "chunk_index": 12,
  "chunk_text": "If\nthe Director, Bureau of Prisons, grants a request under 18 U.S.C. 3582(c)(1)(A),\nthe Director will contact the U.S. Attorney in the district in which the inmate was\nsentenced regarding moving the sentencing court on behalf of the Director of the\nBureau of Prisons to reduce the inmate’s term of imprisonment to time served. b. Upon receipt of notice that the sentencing court has entered an order granting\nthe motion under 18 U.S.C. 4205(g), the Warden of the institution where the\ninmate is confined shall schedule the inmate for hearing on the earliest Parole\nCommission docket. Institution staff prepare an amended Sentence Data Summary for use at this hearing. Staff provide\na copy of the most recent progress report to the Parole Commission. Upon receipt of notice that the sentencing court has entered an order granting the\nmotion under 18 U.S.C. 3582(c)(1)(A), the Warden of the institution where the\ninmate is confined shall release the inmate forthwith. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 14 c. In the event the basis of the request is the medical condition of the inmate,\nstaff shall expedite the request at all levels. A request for an expedited review permits the review process to be expedited, but does not lessen\nthe requirement that documentation be provided. 9. DENIAL OF REQUEST\n§571.63 Denial of request.\na. When an inmate’s request is denied by the Warden, the inmate will receive\nwritten notice and a statement of reasons for the denial. The inmate may appeal\nthe denial through the Administrative Remedy Procedure (28 CFR part 542,\nsubpart B).\nb. When an inmate’s request for consideration under 18 U.S.C. 4205(g) or\n3582(c)(1)(A) is denied by the General Counsel, the General Counsel shall provide\nthe inmate with a written notice and statement of reasons for the denial. This\ndenial constitutes a final administrative decision. c. When the Director, Bureau of Prisons, denies an inmate’s request, the Director\nshall provide the inmate with a written notice and statement of reasons for the\ndenial within 20 workdays after receipt of the referral from the Office of General\nCounsel. A denial by the Director constitutes a final administrative decision. d. Because a denial by the General Counsel or Director, Bureau of Prisons,\nconstitutes a final administrative decision, an inmate may not appeal the denial\nthrough the Administrative Remedy Procedure. Under 18 USC 3582 (c) (1), an inmate may file a request for a reduction in sentence with the\nsentencing court after receiving a BP-11 response under subparagraph (a), the denial from the\nGeneral Counsel under subparagraph (d), or the lapse of 30 days from the receipt of such a\nrequest by the Warden of the inmate’s facility, whichever is earlier. 10. INELIGIBLE OFFENDERS\n§571.64 Ineligible offenders. The Bureau of Prisons has no authority to initiate a request under 18 U.S.C.\n4205(g) or 3582(c)(1)(A) on behalf of state prisoners housed in Bureau of Prisons\nfacilities or D.C. Code offenders confined in federal institutions. The Bureau of\nPrisons cannot initiate such a motion on behalf of federal offenders who\ncommitted their offenses prior to November 1, 1987, and received non- parolable\nP5050.50 1/17/2019 Federal Regulations from 28 CFR: this type."
}