{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 37,
  "chunk_text": "3. Represent and warrant that all deliverables under this cooperative agreement were produced in a\nmanner that does not knowingly infringe or misappropriate the intellectual property rights, or violate\nthe right to privacy, of any third party. The recipient will be responsible for defending or settling at its\nown expense any and all third party claims and liabilities arising out of or in connection with any\ninfringement action related to work that was developed, or for which ownership was acquired, under\nthis cooperative agreement. 4. Provide further detail on project plans as requested by the program manager. 5. Adhere to the requirements or tasks specified in this cooperative agreement and not deviate from\nthem unless requested adjustments are first presented to and approved by the program manager. 6. Submit for prior approval or disapproval to the program manager any proposed changes in key staff\nassignments to this project and any significant changes in any partner’s role or responsibilities. 7. Submit for prior approval to the program manager proposed writers of any project deliverables. The\nprogram manager will need to review each writer’s resume and writing sample before approving the\nwriter. 8. Submit for prior approval to the COPS Office program manager proposed subject matter experts to\nbe used on the project. The COPS Office program manager will review each subject matter expert’s\nresume before approving the subject matter expert. 9. Obtain written approval from the COPS Office prior to obligating, expending, or drawing down\ncooperative agreement funds for the award of non-competitive contracts for goods or services\n(including equipment purchases) in excess of $150,000. See 2 C.F.R. § 200.324(b)(2).\n38 10. Ensure that all proposed deliverables and publications follow and are in accordance with the COPS\nOffice Editorial and Graphics Style Manual, which includes that all non-original work should be\ncredited as appropriate. 11. Submit one copy of all reports and proposed products and deliverables (written, visual, or sound;\ncurricula, reports, or websites) or computer programs resulting from this cooperative agreement to\nthe program manager at least 90 days prior to public release to allow for COPS Office review and\nfeedback. 12. All products and deliverables including those in written, visual, sound, websites or any other format\ndeveloped under this cooperative agreement must contain the following statement: This project was supported, in whole or in part, by cooperative agreement number 2017-CR-XXXXXX awarded by the U.S. Department of Justice, Office of Community Oriented Policing Services. The opinions contained herein are those of the author(s) or contributor(s) and do not necessarily\nrepresent the official position or policies of the U.S. Department of Justice. References to specific\nindividuals, agencies, companies, products, or services should not be considered an endorsement\nby the author(s) or the U.S. Department of Justice. Rather, the references are illustrations to\nsupplement discussion of the issues. The Internet references cited in this publication were valid as of the date of publication. Given\nthat URLs and websites are in constant flux, neither the author(s) nor the COPS Office can vouch\nfor their current validity."
}