{
  "document_category": "guidance",
  "docId": "guidance_8",
  "chunk_index": 71,
  "chunk_text": "78 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nMaintenance and/or service contracts that extend the life of the award period (multiyear contracts and extended\nwarranties are allowable but must be paid in full within the initial award period and must not exceed the award\nperiod). Other\n• Advertising and public relations designed solely to promote the recipient • Animals (including dogs and horses) including associated supplies, food, transportation, and veterinary\n•\n• •\n•\n•\n•\n•\n•\n•\n• expenses\nConstruction and renovation costs\nCosts for audits not required or performed in accordance with the Office of Management and Budget (OMB)\nCircular A-133 or 2 C.F.R. Part 200 Subpart F – Audit Requirement are unallowable. If the applicant agency did\nnot meet the applicable expenditure threshold during the organization’s fiscal year, the cost of any audit\nperformed may not be charged to the award. Costs incurred for intramural activities, student publications, student clubs, and other student activities\nFencing/gates\nFreight/shipping\nFringe benefits\nFuel costs\nSeverance pay\nHazard pay\nLand acquisition including renting, leasing, or construction of buildings or other physical facilities • Narcan\nNon-holiday premium pay\nIndirect costs\nMaintenance of vehicles and enhancements (such as mounts) Membership fees to organizations whose primary activity is lobbying\nOffice rental/lease space\nOvertime for personnel not directly involved in the department’s project or that which exceeds 20 percent of\nthe total award budget\n• Other costs not directly related to the SVPP award\n• Standard office furniture\n• Standard or dress uniforms/uniform accessories •\n•\n•\n•\n•\n• 79 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Glossary of Terms\nallowable costs. Allowable costs are expenses that may be funded by this award program. The COPS Office SVPP\naward must be limited to funding for equipment, services, personnel, and other costs purchased or hired on or\nafter the award start date. Upon review of your submitted budget, any unallowable costs were removed. The\nFinancial Clearance Memorandum (FCM) included in your award package specifies your allowable costs, contains\nthe final budget category amounts for which your agency was approved, and notes any relevant revisions that\nwere made to your original budget submission. audit. Work done by auditors, including both the Office of the Inspector General (OIG) and state or local auditors,\nto examine financial statements and to review\n•\n•\n•\n• compliance with laws and regulations;\neconomy and efficiency of operations;\neffectiveness in achieving program results;\nallowability of costs claimed against the award. authorized officials. The authorized officials are the individuals in your organization who have final authority and\nresponsibility for all programmatic and financial decisions regarding this award. At the time of award application,\nyour agency listed the law enforcement executive (usually the chief of police, sheriff, etc.) and the government\nexecutive (usually the mayor, board president, etc.) for your agency. For non–law enforcement agencies\n(institutions of higher education, private organizations, etc.), the authorized officials are the programmatic and\nfinancial officials who have the ultimate signatory authority to sign contracts on behalf of your organization. These\nexecutives are listed on your award document and are understood to be your authorized officials. If any of the\nexecutive information is incorrect, please submit the correct information to the COPS Office by completing an\nofficial Change of Information form available online at www.cops.usdoj.gov. award end date."
}