{
  "document_category": "guidance",
  "docId": "guidance_1",
  "chunk_index": 5,
  "chunk_text": "Votantes con\ndiscapacidades\n¿Cuáles leyes federales protegen a\nlos votantes con discapacidades? El Título II de la ley para Estadounidenses con\nDiscapacidades requiere que los gobiernos\nlocales y estatales aseguren que las personas\ncon discapacidades tengan igualdad de\noportunidades de votar plenamente. Esta ley aplica a todos los aspectos de la\nvotación. Esto incluye la inscripción de votantes,\nel acceso a centros de votación y la emisión\ndel voto, tanto en el día de las elecciones como\ndurante la votación temprana. 10 La ley de Ayudemos a los Estados Unidos\na Votar tiene normas sobre los centros de\nvotación durante las elecciones federales. Cada centro de votación debe tener al menos\nun sistema de votación que permita a personas\ncon discapacidades a emitir su voto de manera\nindependiente y privada. La Sección 208 de la ley de Derecho al Voto\npermite que votantes con discapacidades\nconsigan ayuda con el proceso electoral de\nuna persona que ellos mismos elijan. Pero esa\npersona no puede ser el empleador del votante ni\ntampoco un funcionario de su sindicato laboral. 11 Cómo denunciar una\nvulneración\n¿Cómo puedo denunciar una posible\nvulneración a las leyes federales de\nderecho al voto? Denuncie posibles vulneraciones a los derechos\nciviles a la División de Derechos Civiles. Usted puede hacerlo:\n• En línea en Comuníquese con la División de\nDerechos Civiles | Departamento de Justicia\n(justice.gov) o • Por teléfono al (800) 253-3931 Denuncie posibles delitos federales, como\npreocupaciones relacionadas con amenazas\ncontra votantes, amenazas contra funcionarios\nelectorales o fraude electoral al FBI. Usted puede hacerlo:\n• En línea en FBI - Tips (solo en inglés);\nContactar — FBI o • Por teléfono al 800-CALL-FBI 12 Recursos adicionales\n¿Dónde puedo encontrar más\ninformación sobre la manera en la\nque las leyes federales protegen\nmi derecho al voto? Puede encontrar más información en el sitio\nweb de la División de Derechos Civiles. • El sitio web de la Sección de Votación se\nencuentra en SECCIÓN DE VOTACIÓN |\nCRT-ESPANOL | Department of Justice. • El sitio web de la Sección de Derechos en\nRazón de Discapacidad sobre la ley para\nEstadounidenses con Discapacidades se\nencuentra en ADA.gov (solo en inglés). Para más información y recursos sobre la\nvotación vaya a Voting | Department of\nJustice (solo en inglés) y vote.gov en español. 13 13 justice.gov/voting"
}