{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 22,
  "chunk_text": "The PREA Resource Center staff also assess\nthe degree to which auditors incorporated the written guidance provided and, when applicable,\napplied it across the entirety of the audit report. To support auditors in successfully completing\nthe probationary certification review process, the PREA Resource Center provides auditors with\nsample audit reports that reflect the minimum level of quality that auditors should follow in\ntheir reporting practice. These sample audit reports are intended to be a helpful resource for\nauditors on probationary certification status, and while it is permissible for auditors to use\nsome of the sample audit report language to organize and structure their audit reports, they\nare not intended to serve as a template that should simply be copied. All auditors are\nresponsible for the originality and quality of their audit reports. The PREA Resource Center’s review is not intended to challenge the findings of auditors, but\nrather to determine whether and the extent to which auditors connect evidence, reasoning,\nand conclusions in a way that clearly demonstrates the basis for finding compliance or\nnoncompliance for each provision of every Standard. The role of the PREA Resource Center\nstaff during the probationary certification review period is to help auditors improve their report\nwriting skills and achieve a minimum standard of quality in their audit reporting. This review,\nhowever, does not constitute an endorsement of an auditor’s findings by the PREA Resource\nCenter or DOJ. 14 See 28 C.F.R. §§ 115.403(b), 115.403(c), and 115.403(d). 22 Probationary Certification Status Outcomes Upon completion of an auditor’s two required probationary certification reviews by the PREA\nResource Center, the PREA Management Office will review the auditor’s body of work and\nmake a determination as to whether or not the auditor will receive full certification. In making\nthis determination, the PREA Management Office will consider the following probationary\ncertification review information:\n•\n•\n• Performance on the two probationary certification report reviews according to the\nreview criteria listed above\nDegree of improvement between the initial and final report drafts for each probationary\ncertification review\nDegree of improvement between the first and second probationary certification report\nreviews In addition, the PREA Management Office will consider an auditor’s compliance with the\nfollowing:\n•\n•\n•\n•\n•\n•\n•\n•\n•\n• The PREA Auditor Code of Conduct\nThe PREA Auditor Certification Agreement\nPREA Standards governing auditor conduct\nFAQs issued by the DOJ PREA Working Group\nThe PREA Auditor Handbook\nPREA auditor requirements articulated in the PREA Auditor Candidate Training\nRequired PREA auditor continuing education\nPREA auditor reporting requirements Peer review requirements\nRemediation steps required by the PREA Management Office Finally, the PREA Management Office considers any allegations regarding auditor misconduct\n(including, but not limited to negligence, criminal conduct, malfeasance, gross fraud, and\nconflict of interest), as well as any credible evidence of serious misapplication or\nmisinterpretation of one or more PREA Standards. The PREA Management Office will normally notify the auditor of its determination no more\nthan 60 days following the auditor’s completion of all the probationary certification status\nrequirements."
}