{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 7,
  "chunk_text": "Your agency may not use CHP funds for any costs that are not identified as allowable in the Financial Clearance\nMemorandum. Only actual allowable costs incurred during the award period will be eligible for reimbursement and drawdown. If\nyour agency experiences any cost savings over the course of the award (for example, your award application\noverestimated the total entry-level officer salary and fringe benefits package), your agency may not use that excess\nfunding to extend the length of the award beyond 36 months. Any funds remaining after your agency has drawn\ndown for the costs of approved salaries and fringe benefits incurred for each awarded position during the 36-month\nfunding period will be deobligated during the closeout process and should not be spent by your agency. 6 2017 COPS Hiring Program (CHP) Award Owner’s Manual Why this condition:\nCHP funds may only be used to pay for entry-level salaries and fringe benefits for 36 months for full-time career\nlaw enforcement officers hired or rehired on or after the award start date. You may use the CHP award to hire or\nrehire experienced officers, but award funding must be limited to paying your agency’s entry-level salary and\nfringe benefits; any costs higher than entry-level must be paid by your agency with local funds. What you should do: All recipients should keep and maintain the most recent, approved version of your 2017 CHP application. To view\nand print this document, you can log into your account at www.cops.usdoj.gov. Please select “COPS Applications”\nfrom the menu of services and click on the “Print” icon to download the most recent version of your application in\n.pdf format. Refer to your FCM for the list of approved allowable costs. Salaries covered by CHP must be based on your\nagency’s standard entry-level salary and fringe benefits package under the laws or rules that govern hiring by your\nagency. Salary and fringe benefit payments must be based on payroll records supported by time and attendance\nrecords or their equivalent. Examples of the types of records your agency must keep to document allowable costs\nare described in the section “Financial Record Management” in this manual. Any additional costs above the\napproved entry-level salaries and fringe benefits are the responsibility of the recipient agency. Civilian positions,\nsalaries and fringe benefits of part-time officer positions, overtime, training, weapons, communication equipment,\nand vehicles cannot be funded with your CHP award. CHP award funding may be used to pay the approved entry-level salaries and fringe benefits of newly hired officer\nrecruits while they are in basic academy training prior to swearing them in if it is your agency’s standard practice to\npay recruits while in training. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother US Department of Justice award. See also award condition “Duplicative Funding” for more information. 4. Supplementing, Not Supplanting\nCondition:\nState, local, and tribal government recipients must use CHP funds to supplement, and not supplant, state, local, or\nBureau of Indian Affairs (BIA) funds that are already committed or otherwise would have been committed for\naward purposes (officer hiring) during the award period."
}