{
  "document_category": "guidance",
  "docId": "guidance_84",
  "chunk_index": 47,
  "chunk_text": "If the\n47 2018 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nrecipient returns or draws down COPS Office funding, the recipient will promptly submit a\nrevised final Federal Financial Report (SF-425). The recipient should pay particular attention to the following two areas to ensure that their\napplication of indirect cost rate is in compliance with the existing requirements of the\ngovernment-wide award rules set out by the Office of Management and Budget (OMB):\na. b. $25,000 Subcontract/Subaward Limitation: Indirect cost rates negotiated on the basis of modified\ntotal direct costs may only be applied against the first $25,000 of any subcontract or subaward\nunder the agreement. This limitation must be applied to all conference related subcontracts and\nsubawards, including those with hotels and travel agents. See 2 C.F.R. Part 200, Appendix III.C.2.\n(Indirect costs—Institutions of Higher Education); 2 C.F.R. Part 200, Appendix IV.B.2.c. (Indirect\ncosts—Nonprofit Organizations); or 2 C.F.R. Part 200, Appendix VII.C.2.c. (Indirect costs—States,\nLocal Governments, and Indian Tribes). Participant Support Costs: Participant support costs are generally excluded from the distribution\nbase. Therefore, indirect costs may not be applied against participant support costs. Participant\nsupport costs are direct costs for items such as stipends or subsistence allowances, travel\nallowances, and registration fees paid to or on behalf of participants or trainees (but not\nemployees) in connection with meetings, conferences, symposia, or training projects. See 2 C.F.R.\n§ 200.75. This exclusion applies to the entirety of any subcontracts for the lodging and travel of\nconference participants or trainees (but not employees). Costs related to contractors of the\nrecipient who are acting in the capacity of a “Conference Trainer/Instructor/\nPresenter/Facilitator” are considered participant support costs. For more information on allowable costs for conferences and training, please see the current\nversion of the DOJ Grants Financial Guide in effect at the time of the award available at\nhttps://ojp.gov/financialguide/DOJ/index.htm. If the recipient has never received a federally approved indirect cost rate, it may elect to charge a\nde minimis rate of 10 percent of modified total direct costs (MTDC) in lieu of negotiating a rate\nwith the cognizant federal agency. See 2 CFR § 200.414(f). 30. Notify and consult with the COPS Office prior to establishing a formal partnership with any nonfederal\nentity, including soliciting and accepting free goods or services, on activities under this cooperative\nagreement. 31. If applicable, select the site-specific SMEs in partnership with the COPS Office based on resumes,\nreferences, writing samples, and demonstrated subject matter expertise. Specific SMEs selected for\neach site are subject to COPS Office review and approval prior to commencement of work. The\nrecipient will ensure that every SME completes a conflict of interest disclosure form prior to\ncommencing work and continually identify and manage any conflicts of interest between the SMEs,\nthe recipient, and the sites."
}