{
  "document_category": "guidance",
  "docId": "guidance_24",
  "chunk_index": 45,
  "chunk_text": "• Central Inmate Monitoring Assignment. An inmate with a\nCIM assignment, excluding state prisoners and\nseparation cases; or, • Other. The Warden may specify in writing other\noffenses or cases that require exception\nreview. If the inmate does not meet any of the above criteria the\n“Type of Review” will be “Regular.” For Regular Cases,\nthe Unit Team has authority to make custody assignments, and\nthe Unit Manager is the signature authority on the BP-338. For Exception Cases, the Warden or designee is the approving\nofficial and retains signature authority for the BP-338\nwhenever there is a decrease in custody. Unit staff will\nindicate on the BP-338 form the reason for the Exception Case,\nonly in those instances in which the unit team will make a\nrecommendation for a reduction in custody level. 2. CURRENT CUSTODY 2. CURRENT CUSTODY (MAXIMUM, IN, OUT, COMMUNITY) Checkthe proper code for the inmate's current custody:\nMAX = MAXIMUM, IN = IN, OUT = OUT, COM = COMMUNITY\n3. NEW CUSTODY 3. NEW CUSTODY (MAXIMUM, IN, OUT, COMMUNITY) Check the proper code for the inmate’s new custody:\nMAX = MAXIMUM, IN = IN, OUT = OUT, COM = COMMUNITY As indicated below, the Custody Classification Form only\nrecommends; the final decision rests with the review authority. With the exceptions noted previously in Item 1, Type of Review,\nthe Unit Team has the following options: P5100.08\n9/12/2006\nChapter 6, Page 18\nTable 6-2\nBP-338 FORM\nRECOMMENDS CLASSIFICATION TEAM OPTIONS Custody\nIncrease(+)\nrange Increase custody one level\nor\nContinue same custody assignment and document why Custody\nDecrease(-)\nrange Decrease custody one level\nor\nContinue same custody assignment and document why Continue\nPresent Custody Continue same custody assignment\nor\n(Refer to the Warden, see below) The custody level should normally be reduced or increased by\nonly one level (i.e., a reduction of IN would be to OUT, not to\nCOMMUNITY; an increase from COMMUNITY would be to OUT, not to\nIN). However, an exception regarding increases can be made for\ndisciplinary cases involving prohibited acts of the Greatest\nSeverity or escape, provided it is justified by the Unit Team\nin a memo to the inmate's central file with a copy to the\ninmate. Additionally, transfer to a CCC may require the custody\nlevel to be decreased more than one level. If the inmate is\nreceiving a custody reduction solely for the purpose of\ntransferring to a CCC, a new Custody Classification Form\n(BP338) does not need to be completed. Approval for a decrease\nto COMMUNITY custody is granted by virtue of the Warden’s\napproval and signature on the Institution Referral for CCC\nPlacement (BP-210). While it is mandatory that COMMUNITY custody be effected at the\ntime of transfer, it may not be appropriate to reduce the\ninmate’s custody level prior to the date of transfer (e.g., it\nwould not be appropriate for an IN custody inmate at a MEDIUM\nsecurity level institution to have COMMUNITY custody while still\nhoused at the institution). In such cases, upon receipt of a CCC\nacceptance date, a SENTRY future assignment would be established\nfor the date of transfer. The effective time for the reduction\nwould be 12:01 AM. An inmate must be assigned COMMUNITY custody\nstatus prior to transfer to a CCC."
}