{
  "document_category": "guidance",
  "docId": "guidance_98",
  "chunk_index": 1,
  "chunk_text": "State Compliance\nFrequently Asked Questions Q: What was the impetus for issuing new guidance on the meaning of “detain or\nconfine”? A: The Office of Juvenile Justice and Delinquency Prevention’s (OJJDP’s) goal is to\npromote the well-being of young people and limit their contact with the justice system. We can achieve this by requiring states to provide the protections outlined in the\nJuvenile Justice and Delinquency Prevention Act (JJDPA) of 1974, as amended. The\npurpose of the new guidance is to bring the standard for compliance with the separation\nand jail removal requirements into alignment with the statutory language. This, in turn,\nprovides fuller protection to juveniles. Q: How will states/jurisdictions assess whether or not youth are free to leave nonsecure environments? What criteria will Compliance Monitors use? A: The core requirements do not apply in non-secure buildings or non-secure areas of a law\nenforcement agency. The deinstitutionalization of status offenders (DSO) requirement\napplies only in secure detention or secure correctional facilities. The separation\nrequirement applies only in secure facilities in which juveniles might have contact with\nadult inmates. The jail removal requirement applies only in adult jails and lockups which,\nby definition, are locked facilities. Q: Currently, states are monitoring facilities to ensure that juveniles are not in secure\ncustody in adult jails and lockups. How does the states’ monitoring activity need to\nchange? A: The jail removal requirement applies only in jails or lockups for adults which are, by\ndefinition, locked facilities. If a juvenile is in the non-secure area of a facility, he is not\nwithin the jail or lockup, and the jail removal requirement does not apply. Q: The definition of “detain or confine” in the partial rule does not appear to reflect\nthe intent of the drafters of the JJDPA. A: The U.S. Supreme Court has made clear that in determining the meaning of a statute, one\nmust first look to the plain language of the statute. “The starting point in discerning\ncongressional intent… is the existing statutory text.”1 When the language of a statute is\nplain and unambiguous, as is the term “detain or confine,” reference to legislative intent\nis unwarranted. 2 The JJDPA refers to “detain or confine” and not to “securely detain or\nconfine.” 1 Lamie v. U.S. Trustee, 540 U.S. 526, 527, 124 S. Ct. 1023 (2004), citing Hughes Aircraft Co. v. Jacobson, 525\nU.S. 432, 119 S .Ct. 755 (1999). 2\nDellmuth v. Muth, 491 U.S. 229, 109 S. Ct. 2397, 2401 (1989) 1 Q: Do regulations carry the same weight as policies? A: Regulations promulgated pursuant to the requirements of the Administrative\nProcedures Act (APA) are generally afforded greater deference by courts than agency\npolicies that have not been published for notice and comment in the Federal Register. Where regulations and/or policy are inconsistent with the underlying authorizing\nstatute (such as the JJDPA), however, the statute must be followed. Q: Does the definition of “detain or confine” change states’ ability to temporarily\ndetain juveniles in an adult jail or lockup for processing? A: No."
}