{
  "document_category": "guidance",
  "docId": "guidance_88",
  "chunk_index": 13,
  "chunk_text": "10. SPECIAL CONSIDERATIONS Some pregnant inmates may choose not to participate or may be unqualified for participation in\nthe above-described programs. Because these inmates may require special accommodations as\nthe pregnancy progresses, the Unit Team arranges for inmates to wear different uniforms upon\nnotification of pregnancy. These items are tailored to allow comfort during pregnancy-related\nweight gain. Generally, pregnancy does not interfere with an inmate’s ability to participate in Bureau\nprograms. When medical exemption from programming is necessary, Medical staff indicate this\nthrough the SENTRY and EMR Medical Duty Status functions. Staff are also reminded of other\nconsiderations related to pregnant inmates:\n■ The Department of Justice’s “Report and Recommendations Concerning The Use of\nRestrictive Housing” states, “Women who are pregnant, who are post-partum, who recently\nhad a miscarriage, or who recently had a terminated pregnancy should not be placed in\nrestrictive housing. In very rare situations, a woman who is pregnant, is postpartum, recently\nhad a miscarriage, or recently had a terminated pregnancy may be placed in restrictive\nhousing as a temporary response to behavior that poses a serious and immediate risk of\nphysical harm. Even in such cases, this decision must be approved by the agency’s senior\nofficial overseeing women’s programs and services, in consultation with senior officials in\nhealth services, and must be reviewed every 24 hours.”\n■ The Bureau of Prisons will carefully consider restrictive housing placements affecting\nfemales in any of the specified categories, taking into account the severity of the inmate’s\nbehavior and the Program Statements Inmate Discipline Program and Special Housing\nUnits. When placing any of these offenders in restrictive housing, the Warden must contact\nthe Female Offender Branch Administrator, the Bureau Medical Director, and the\nCorrectional Services Administrator for further guidance and continuation of care.\n■ There are significant special considerations on the use of restraints with pregnant females. Refer to the Program Statement Escorted Trips for information. ■ Medical staff may authorize additional nutritional or commissary items. This information is\ndocumented and provided to the Food Service Administrator and Trust Fund Supervisor.\n■ Unit staff may consider giving additional family visits or telephone calls, consistent with P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 19 ■\n■ ■ ■ policy, as the time of delivery nears, and after the birth of the child. Medical staff may recommend a change in housing (closer to Health Services) or lower bunk\nfor safety reasons. Post-natal care of the inmate does not necessarily end when she returns from the hospital. Medical staff will evaluate and indicate through SENTRY and EMR Medical Duty Status\nfunctions any activity limits. Inmates are also referred to the institution’s Social Worker (or\nRegional Social Worker if a local position is vacant) to address any concerns following\nreturn to prison. Females who have given birth have the option to pump breast milk with a pump provided by\nthe institution for as long as desired. Pumping allows the mother to nurse the child during\nvisits or to retain her milk supply until her release. Ordinarily, this milk is not stored, but\nrather is disposed of by the inmate under staff supervision."
}