{
  "document_category": "guidance",
  "docId": "guidance_19",
  "chunk_index": 30,
  "chunk_text": "It could have led to an outcome described in paragraph 2.c.(1), (2), or (3) of this award term\nand condition; ii. It had a different disposition arrived at by consent or compromise with an acknowledgment\nof fault on your part; and iii. The requirement in this award term and condition to disclose information about the\nproceeding does not conflict with applicable laws and regulations. 3. Reporting Procedures Enter in the SAM Entity Management area the information that SAM requires about each proceeding described\nin paragraph 2. of this award term and condition. You do not need to submit the information a second time\nunder assistance awards that you received if you already provided the information through SAM because you\nwere required to do so under Federal procurement contracts that you were awarded. 4. Reporting Frequency During any period of time when you are subject to the requirement in paragraph 1. of this award term and\ncondition, you must report proceedings information through SAM for the most recent five year period, either to\nreport new information about any proceeding(s) that you have not reported previously or affirm that there is\nno new information to report. Recipients that have Federal contract, award, and cooperative agreement\nawards with a cumulative total value greater than $10,000,000 must disclose semiannually any information\nabout the criminal, civil, and administrative proceedings. 5. Definitions For purposes of this award term and condition:\na. b. c. Administrative proceeding means a non-judicial process that is adjudicatory in nature in order to\nmake a determination of fault or liability (e.g., Securities and Exchange Commission Administrative\nproceedings, Civilian Board of Contract Appeals proceedings, and Armed Services Board of Contract\nAppeals proceedings). This includes proceedings at the Federal and State level but only in connection\nwith performance of a Federal contract or award. It does not include audits, site visits, corrective\nplans, or inspection of deliverables. Conviction, for purposes of this award term and condition, means a judgment or conviction of a\ncriminal offense by any court of competent jurisdiction, whether entered upon a verdict or a plea, and\nincludes a conviction entered upon a plea of nolo contendere. Total value of currently active awards, cooperative agreements, and procurement contracts\nincludes— (1) Only the Federal share of the funding under any Federal award with a recipient cost share or\nmatch; and\n(2) The value of all expected funding increments under a Federal award and options, even if not yet\nexercised. 30 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Why this condition:\nUnder 2 C.F.R. § 200.210(b)(1)(iii), recipients of awards in excess of $500,000 are required to report certain civil,\ncriminal, and administrative proceedings if they have active federal grants, cooperative agreements, or contracts\n(or any combination of these) that total more than $10,000,000 during the COPS Office award period. The purpose\nis to protect the public interest and to ensure proper management in federal activities by conducting business with\nresponsible parties. What you should do:"
}