{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 65,
  "chunk_text": "• Records demonstrating that your agency paid any higher-than-entry-level salary and benefits costs to rehired\nofficers with local funds and used CHP funds only for the approved entry-level salary and benefits package. _____ SUPPORTING DOCUMENTATION FOR RETENTION\n• Records (e.g., council meeting minutes) demonstrating that your agency plans to retain. • Personnel records (e.g., employee action forms) with the employment dates of each officer. [If a position\nbecomes vacant during the award or retention period, your agency must maintain records of the\nemployment dates of any new officer(s) hired to fill the position.] • Records demonstrating that your agency took timely and active steps to fill all vacancies occurring during the\nretention period in accordance with the agency’s standard hiring practices and procedures. • Records demonstrating the date each officer position was retained with local funds and that each position\nwas retained with local funds for at least 12 months following the 36-month award period. _____ AWARD CORRESPONDENCE (all other general correspondence between COPS Office and recipient) _____ MEDIA REPORTS\n• [Newspaper clippings, magazine articles, certificates, or other noteworthy items should be included to\nillustrate achievements and successes of the award, such as community policing highlights and other awardrelated accomplishments. In addition, any CDs, DVDs, electronic newsletters, brochures, website addresses,\nor other similar information published in connection with the award should be referenced.] In the event of a COPS Office award monitoring review, the following information should be retained: Reduction-in-force review\n• Identification of the number of sworn officer positions (both full-time and part-time) funded in the agency’s\nbudget with local or other non-COPS Office funding during each fiscal year as of the threshold review date\n(please note that this may include vacant but funded positions). • Identification of the current number of vacancies among the agency’s locally funded sworn personnel, the\ndates on which the positions were vacated, whether the agency intends to fill the vacancies, and the steps, if\nany, that were taken to fill the vacancies. • Provision of supporting documentation from the time the reduction in force occurred indicating the reason(s)\nfor the reduction in force (examples of supporting documentation may include minutes from council\nmeetings, budget directives, contemporaneous memoranda, etc.). • Identification of the number of COPS Office-funded officers the agency currently employs. 69 2017 COPS Hiring Program (CHP) Award Owner’s Manual\n• Documentation regarding whether other local departments in the city/township have experienced similar\nmanpower or budget reductions for the same reasons as the PD. • Letters from the agency’s government executive and law enforcement executive explaining the reduction in\nforce and addressing whether the reduction in force was unrelated to the receipt of the COPS Office CHP\nfunding and therefore would have occurred even in the absence of the CHP award. • Provision of a request to continue implementing all applicable COPS Office awards (identifying which awards\nare in place) despite the reduction in force."
}