{
  "document_category": "guidance",
  "docId": "guidance_73",
  "chunk_index": 9,
  "chunk_text": "If individuals\nreceive fringe benefits from their primary employer, such fringe benefit costs should not be included in the 7 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\ncalculation of consultant rates. A consultant rate justification will need to be submitted for review and approval to\nthe COPS Office for any consultants hired through a noncompetitive bidding process and paid more than $650 per\nday prior to incurring any costs. Determinations of approval will be made on a case-by-case basis. Please see\nappendix F beginning on page 107 of this guide for the Consultant Rate Justification fact sheet. Consultant travel costs follow the same guidelines as the “Travel/Training/Conferences” category but should be\ncosts associated with consultant travel. These costs should not be reflected in the “Personnel” or “Travel”\ncategories. All other consultant-related expenses should be included in this section such as supply and equipment requests. The same guidelines as previously stated in the above sections will apply. If an applicant proposes a program or activity that would deliver services or benefits to individuals, the costs of\ntaking reasonable steps to provide meaningful access to those services or benefits for individuals with limited\nEnglish proficiency may be allowable. Reasonable steps to provide meaningful access to services or benefits may\ninclude interpretation or translation services, where appropriate. For additional information, see the “Civil Rights\nCompliance.” Other costs Items that do not conform to any of the category descriptions specific above but that have a direct correlation to\nthe overall success of a recipient’s project objectives and are necessary for the project to reach full\nimplementation will be considered on a case-by-case basis by the COPS Office. If at any time you are unsure if an item is considered allowable or unallowable, please contact your COPS Office\nProgram Manager for further assistance. Indirect costs\nIndirect (facilities and administrative, or F&A) costs are costs incurred for a common or joint purpose benefiting\nmore than one cost objective, and that are not readily assignable to a particular project but are necessary to the\noperation of the agency and the performance of the project. Indirect costs are allowable for this program, but\nmust adhere to the standards set forth in the applicable Office of Management and Budget (OMB) guidance as\nstated in 2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for\nFederal Awards) as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. Examples of indirect costs\ninclude those incurred for facility operation and maintenance, depreciation, and administrative salaries. Indirect cost rates are federally negotiated and approved rates that are based on audited and documented\nexpenses approved to be included within an indirect cost rate. It is important that your agency carefully track and\nupdate its indirect cost rate during the COPS Office award period."
}