{
  "document_category": "guidance",
  "docId": "guidance_80",
  "chunk_index": 17,
  "chunk_text": "The Applicant also understands that (in addition to any applicable program-specific regulations and to applicable\nfederal regulations that pertain to civil rights and nondiscrimination) the federal regulations applicable to the\naward (if any) made by the Department based on the application may include, but are not limited to, 2 C.F.R. Part\n2800 (the DOJ \"Part 200 Uniform Requirements\") and 28 C.F.R. Parts 22 (confidentiality - research and statistical\ninformation), 23 (criminal intelligence systems), 38 (regarding faith-based or religious organizations participating in\nfederal financial assistance programs), and 46 (human subjects protection). Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance with\nfederal civil rights laws. As a result, recipients are required to comply with the civil rights requirements found in\nthe nondiscrimination provisions referenced above. A hold may be placed on your award if it is deemed that your\nagency is not in compliance with federal civil rights laws or is not cooperating with an ongoing federal civil rights\ninvestigation. If a hold is placed on your award, you will not be able to obligate or draw down federal funds under\nyour agency’s COPS Office award until you comply with federal civil rights laws or cooperate with any ongoing\nfederal civil rights investigation. 15 2018 COPS Office Anti‐Heroin Task Force Program (AHTF) Award Owner’s Manual What you should do:\nIncluded with your award package is a memorandum from the Office for Civil Rights, Office of Justice Programs,\nU.S. Department of Justice, which addresses the Federal civil rights statutes and regulations applicable to your\naward. You should review this memorandum to understand your agency’s civil rights responsibilities. As a recipient of federal financial assistance from the COPS Office, you are required to comply with the applicable\nfederal civil rights laws and to collect data and information sufficient to permit effective enforcement of such laws\nand to cooperate with any federal civil rights investigation, which includes providing access to records, accounts,\ndocuments, information, facilities, and staff. 11. Equal Employment Opportunity Plan (EEOP)\nCondition: All recipients of funding from the COPS Office must comply with the federal regulations pertaining to the\ndevelopment and implementation of an Equal Employment Opportunity Plan 28 C.F.R. Part 42 subpart E.\nWhy this condition: It is the experience of the U.S. Department of Justice in implementing its responsibilities under the Omnibus Crime\nControl and Safe Streets Act of 1968 (Safe Streets Act), the statute that funds the COPS Office, that “the full and\nequal participation of women and minority individuals in employment opportunities in the criminal justice system\nis a necessary component to the Safe Streets Act’s program to reduce crime and delinquency in the United States”\n28 C.F.R. § 42.301. The Equal Employment Opportunity Plan (EEOP) does not impose quotas or hiring requirements\non recipients of federal funds. What you should do: The obligations to comply with the EEOP requirement differ depending on your organization’s legal status, the\nnumber of its employees, and the amount of the award."
}