{
  "document_category": "guidance",
  "docId": "guidance_41",
  "chunk_index": 16,
  "chunk_text": "Each ANCR referral is resolved as a violation or nonviolation based upon the preponderance of the\nsupporting documentation or other facts to determine if the award recipient is in compliance or\nnoncompliance. Audit liaison. The OIG may conduct a random audit for any recipient of a COPS Office award. In the event your\nagency has undergone an OIG audit and there are audit recommendations (findings) resulting from\nnoncompliance or poor accountability practices, the COPS Office Audit Liaison Section will work with your\nagency to resolve and close these recommendations. Remedies to close recommendations may include\nrepayment of award funds, providing adequate documentation to demonstrate compliance, or providing proof\nof policies or procedures that were created or revised to directly address the causes for the noncompliance as\na proactive preventative measure to avoid future noncompliance. 4. Recipients are responsible for remedying any award noncompliance that is identified during site visits, EOBGRs,\nand/or ANCRs. In addition, recipients are responsible for remedying noncompliance stemming from audit\nrecommendations identified in audits of COPS Office awards conducted by the OIG and the Office of the Chief\nFinancial Officer (OCFO). Remedies for noncompliance may include but are not limited to repayment of award\nfunds for unallowable or unsupported costs, providing adequate documentation to demonstrate compliance,\nsuspending active award funding, voluntary withdrawal from or involuntary termination of remaining award funds,\nor a restriction from receiving future COPS Office awards for a period of time. Under certain conditions, additional\nactions may include referral and placement on the U.S. Department of Justice’s High Risk List, which will include\nmandatory completion of the Office of Justice Programs Financial Management Training and being subject to\nincreased monitoring of current and future awards while on the list. In the event of criminal misuse of award\nfunds, recipients may also be subject to fines and imprisonment. To avoid findings of noncompliance, recipients\nare strongly encouraged to become familiar with the COPS Office Grant Monitoring Division’s Grant Monitoring\nStandards and Guidelines and Award Owner’s Manual for the year in which the award was made. Recipients\nshould also contact their COPS Office Program Manager at any time during the life of a COPS Office award with\nquestions concerning award conditions, terms, or requirements to seek guidance to avoid noncompliance. It is 14 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nnecessary for recipients to maintain all relevant documentation (administrative, financial, and programmatic) used\nto develop the application and implement the award that may be necessary or required to demonstrate award\ncompliance for a period of three-years from the date of submission of the final expenditure report. For more\ninformation, please contact the COPS Office Response Center at 800-421-6770 or at AskCopsRC@usdoj.gov. 10. Federal Civil Rights\nCondition: The Applicant understands that the federal statutes and regulations applicable to the award (if any) made by the\nDepartment based on the application specifically include statutes and regulations pertaining to civil rights and\nnondiscrimination, and, in addition—\na. b. c.\nd."
}