{
  "document_category": "guidance",
  "docId": "guidance_24",
  "chunk_index": 27,
  "chunk_text": "4 = 4-6\n6 = 7-9 8 = 10-12\n10 = 13 + 8a. SOURCE OF DOCUMENTED ____ - PRESENTENCE INVESTIGATION REPORT or ____ - NCIC III\nCRIMINAL HISTORY\n9. HISTORY OF\nVIOLENCE\n10. HISTORY OF\nESCAPE OR\nATTEMPTS MINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n2 10-15 YEARS\n1\n4 5-10 YEARS\n3\n6 <5 YEARS\n5\n7 MINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n3 (S) >10 YEARS\n1\n3(S) 5-10 YEARS\n2\n3(S) <5 YEARS\n3\n3(S) 11. TYPE OF\nDETAINER 0 = NONE\n1 = LOWEST/LOW MODERATE 3 = MODERATE\n5 = HIGH 12. AGE 0 = 55 and over\n2 = 36 through 54 4 = 25 through 35\n8 = 24 or less 13. EDUCATION\nLEVEL 7 = GREATEST 0 = Verified High School Degree or GED\n1 = Enrolled in and making satisfactory progress in GED Program\n2 = No verified High School Degree/GED and not participating in GED Program 13a. HIGHEST GRADE COMPLETED\n14. DRUG/ALCOHOL ABUSE ______________ 0 = Never/>5 Years 1 = <5 Years 15. SECURITY POINT TOTAL\n16. PUBLIC\nSAFETY\nFACTORS A-NONE\nB-DISRUPTIVE GROUP (males only)\nC-GREATEST SEVERITY OFFENSE (males only)\nF-SEX OFFENDER\nG-THREAT TO GOVERNMENT OFFICIALS\nH-DEPORTABLE ALIEN 17. REMARKS 18. OMDT REFERRAL (YES/NO) ____ I-SENTENCE LENGTH (males only)\nK-VIOLENT BEHAVIOR (females only)\nL-SERIOUS ESCAPE\nM-PRISON DISTURBANCE\nN-JUVENILE VIOLENCE\nO-SERIOUS TELEPHONE ABUSE 5. SUFFIX P5100.08\n9/12/2006\nChapter 5, Page 1\nMANAGEMENT VARIABLES AND PUBLIC SAFETY FACTORS\nMANAGEMENT VARIABLES A Management Variable is required when placement has been made\nand/or maintained at an institution level inconsistent with the\ninmate’s scored security level. Application of a Management\nVariable requires review and approval by the DSCC\nAdministrator. When completing the BP-338, institution staff\nmay only enter a Management Variable which the DSCC previously\napproved and entered as a management reason. Otherwise, the DSCC\nis the only office authorized to enter a variable. A maximum\nof three Management Variables may be entered for each case. NOTE: SENTRY will not permit the simultaneous application of\nthe Greater Security and Lesser Security MGTVs. When a Management Variable no longer applies, institution\nstaff will remove the variable(s) accordingly. When no\nManagement Variable is required, institution staff will\ninsert the letter \"A\" (NONE) in the space to signify that no\nMGTV(s) apply. Management Variables entered at initial designation are\nmanually transferred to the BP-338, Custody\nClassification form. Request for Management Variable/Management Variable expiration\ndate. All requests to apply a Management Variable (MGTV) or to\nupdate the Management Variable Expiration Date (MVED) must be\nsubmitted to the DSCC via GroupWise using the 409 form. Requests\nfor Management Variables on WITSEC inmates are to be forwarded\nto the Inmate Monitoring Section, Central Office, Washington,\nDC. The following criteria will be utilized: Only the DSCC or Central Office staff can apply a MGTV and\nupdate a MVED, with the exception of \"I\" (Med/Psych), which\nwill be applied and reviewed by the Central Office Medical\nDesignator and \"U\" (Long-Term Detainee), which will be\napplied by the Detention Services Branch, Correctional\nPrograms Division, Central Office. When requesting a MGTV or an updated MVED, only sections four\nand six need to be completed on the form 409. This request\nshould normally be made to the DSCC within 21 calendar days\nfollowing the inmate's scheduled custody review to ensure the\nDSCC is receiving a current Custody Classification Form, BP-338. After approval by the Warden, the request may be routed from the\nunit or shared folders, and unit staff must enter a DST\nassignment using the Update Transaction."
}