{
  "document_category": "guidance",
  "docId": "guidance_74",
  "chunk_index": 102,
  "chunk_text": "Summary” to save all work. Each time “Save to\nBudget Summary” is selected, you will be returned\nto the Budget Summary page. 7. After modifying all of the appropriate items and pro­ viding the required narratives, select “Validate” at the\nbottom of the Budget Summary page. 8. In the Budget Summary page, compare the current and modified data for each item. If there is an error,\nselect “Cancel” to return to the Budget Summary\npage. If the modification is correct, select “Submit.”\n9. Once your budget modification is submitted, inform your PM via email. In addition, include any relevant\ndocumentation as needed for the modification. This\ndocumentation may include the following:\na. For any new personnel or consultants you plan to hire noncompetitively, a resume must be submitted\nto your PM for prior approval. b. For consultant rates over $650 per day, a consultant rate justification must be submitted to your PM for\nprior approval (see the Consultant/Contractor Rate\nInformation fact sheet). c. Current Indirect Cost Rate Agreement. d. Documentation for personnel and consultant costs. e. When adding a new subaward to a state or local government entity, the recipient and its intended\nsubrecipient must each complete and submit the\napplicable Certification of Compliance with\n8 U.S.C. § 1373 form. Once you have completed all of these steps, the COPS\nOffice will review the budget modification. It is impor­\ntant to note that throughout the COPS Office review, no\nother processes including extensions can be submitted, and\nextension request should be submitted before requests for\nbudget modifications. The budget modification typically\ntakes 30 days to process. March 2019 Budget Modifcations for CPD and PASS Recipients 3 Next steps Other resources Your budget modification will go through two rounds of\nreview at a minimum: (1) by your PM and (2) by a budget\nanalyst (BA). Your PM can provide you with a budget detail worksheet to\nhelp keep track of your costs and modifications. This tool\ncan be used to track all of your costs, and when you submit\na budget modification, it can be useful to submit as supple­\nmental documentation to your PM. The PM will review the budget programmatically and may\nreach out to you for clarification, changes, or justification. Any changes required by your PM will result in the rejection\nof the modification. You will receive notification from the\nCOPS Office, and you will be able to access the modifica­\ntion and make the necessary changes. The recipient will have\nto reenter the system, make the budget adjustments where\nnecessary, and resubmit the saved changes. Once the budget modification has been programmatically\napproved, a BA is assigned. The BA will review the modifi­\ncation to ensure the revised budget is allowable and meets\nall regulations and policies. The BA will work with the PM\nfor any points of clarification, changes, or justification. Any\nchanges required by the BA will result in the rejection of\nthe modification, and the recipient will have to correct and\nresubmit the modification. In the case of any rejection, an automatic notification will\nbe sent out via email, and the award’s status changes to the\ngreen “No action required” icon, from which you can initi­\nate another request."
}