{
  "document_category": "guidance",
  "docId": "guidance_27",
  "chunk_index": 14,
  "chunk_text": "Staff ensure that the following documentation is available before accepting\ncustody of American inmates from a foreign authority:\n■ A certified copy of the sentence handed down by an appropriate, competent judicial authority\nof the transferring country and any modifications thereof. ■ A statement (and a copy translated into English from the language of the country of origin if\nother than English), duly authenticated, detailing the offense for which the offender was\nconvicted, the duration of the sentence, and the length of time already served. Credits to\nwhich the offender is entitled should be included – work done, good behavior, pretrial\nconfinement, etc.\n■ Citizenship papers necessary for the inmate to enter the United States. Although it is OEO’s responsibility to arrange for the consent verification hearing before a\nUnited States Magistrate Judge in the foreign country, Bureau escorts must ensure that the\ninmate has given his/her consent at the hearing before escorting him/her back to the United\nStates. The Bureau escorts sign the documents necessary to receive the inmate. The inmate and his/her property are processed through ICE at the United States border or another\nappropriate entry site. (3) Arrival at the Bureau Admission Institution/Notifications to the United States\nProbation Office (USPO) and United States Parole Commission (USPC). The admission\ninstitution retains case management responsibilities for the inmate until he/she is transferred to a\nBureau institution for service of sentence. When the admission institution is unable to accept the\ninmate (for example, a female inmate escorted to a male institution), the Warden makes housing\narrangments with a nearby jail. The official version of the offense is placed in the Inmate Central File (if a translated copy has\nnot been provided, a bilingual staff member or reliable translation service usually arranged by\nOEO prepares one). In accordance with the Program Statement Patient Care, after arrival at the admission\ninstitution, staff arrange for the inmate to receive a complete physical examination, and advise\nthe local USPO of the inmate’s arrival. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 18 Designation and Sentence Computation Center (DSCC) staff prepare a sentence computation for\nthe prisoner, in most instances before his/her arrival in the United States. If, upon computation\nof sentence, it is revealed the inmate is within six months of release, institution staff send a\nprompt notification to the USPC via mail, email, or fax, depending on the time remaining,\nadvising of the impending release date. If, upon computation of the sentence, staff determine an\ninmate is entitled to immediate release via mandatory release or expiration of sentence with\ncredits applied, release procedures are implemented, but only after requesting and receiving a\nmedical clearance, an NCIC report, and the results of an FBI fingerprint check. Medical\nclearance is obtained from the Health Services Administrator. The USPO is notified by phone in\nadvance of the inmate’s release and provided with all information regarding the inmate. A postsentence report need not be requested. In cases not involving a release within six months, staff request a U.S. Probation Officer be\nassigned to prepare a Post-Sentence Report (PSR)."
}