{
  "document_category": "guidance",
  "docId": "guidance_30",
  "chunk_index": 18,
  "chunk_text": "In accordance with 2 C.F.R. § 200.207, the DOJ may impose additional requirements specific to your award, as\nneeded, when it determines that there is unsatisfactory performance, financial or administrative instability,\nnoncompliance with award terms and conditions, or other lack of responsibility risk factors. In such cases, the DOJ 16 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual\nmay impose special conditions or restrictions that may include requiring the production of documentation,\nfinancial award administration training, on-site monitoring, prior approval for expenditure of funds, quarterly\nprogress reports, separate bank accounts, or other requirements. What you should do: In order to obtain a COPS Office award, recipients must agree to comply with any additional requirements that\nmay be imposed during the award performance period if the awarding agency determines that the recipient is a\nhigh-risk recipient. 15. System for Award Management (SAM) and Universal Identifier Requirements\nCondition: The recipient agrees to comply with the following requirements of 2 C.F.R. Part 25, Appendix A to Part 25 – Award\nTerm:\nI. System for Award Management and Universal Identifier Requirements\nA. Requirement for System for Award Management\nUnless you are exempted from this requirement under 2 CFR 25.110, you as the recipient must maintain\nthe currency of your information in the SAM until you submit the final financial report required under this\naward or receive the final payment, whichever is later. This requires that you review and update the\ninformation at least annually after the initial registration, and more frequently if required by changes in\nyour information or another award term. B. C. Requirement for unique entity identifier If you are authorized to make subawards under this award, you:\n1. Must notify potential subrecipients that no entity (see definition in paragraph C of this award term)\nmay receive a subaward from you unless the entity has provided its unique entity identifier to you. 2. May not make a subaward to an entity unless the entity has provided its unique entity identifier to\nyou. Definitions For purposes of this award term:\n1. System for Award Management (SAM) means the Federal repository into which an entity must\nprovide information required for the conduct of business as a recipient. Additional information about\nregistration procedures may be found at the SAM Internet site (currently at http://www.sam.gov). 2. Unique entity identifier means the identifier required for SAM registration to uniquely identify\nbusiness entities. 3. Entity, as it is used in this award term, means all of the following, as defined at 2 CFR part 25, subpart\nC:\na. A Governmental organization, which is a State, local government, or Indian Tribe; b. A foreign public entity; c. A domestic or foreign nonprofit organization; d. A domestic or foreign for-profit organization; and e. A Federal agency, but only as a subrecipient under an award or subaward to a non-Federal\nentity. 17 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual\n4. 5. Subaward:\na."
}