{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 83,
  "chunk_text": "The line Received From is changed to read Shipped To or Returned To. Full details are included\nregarding:\n■ Source of the articles. ■ Reason for rejection or purpose of shipment.\n■ If offsetting a previous Receiving Report, cross-referenced to its number and date. 12.5 TRANSPORTATION CHARGES Transportation costs are entered on Receiving Reports except when goods are purchased F.O.B.\ndestination. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 109 a. F.O.B. Destination. When merchandise is shipped F.O.B. destination, the vendor pays\nshipping charges with no additional charge to the Government. b. F.O.B. Shipping Point. When merchandise is shipped F.O.B. shipping point, the\nGovernment pays the cost of transportation from the vendor’s dock to the final destination. c. Receiving Reports. If the shipment is on a GBL, the GBL number, gross weight of the\nshipment, and transportation cost as revealed by the freight bill, freight receipt, etc., are entered on\nthe Receiving Report. Shipments on a commercial collect Bill of Lading are converted to a GBL. When the Government pays for transportation that is prepaid by the vendor, costs are billed as\nseparate item(s) on the invoices. This estimate or actual cost for transportation charges is shown\non the Receiving Report. 12.6 GOVERNMENT BILL OF LADING\na. Incoming Deliveries. The GBL (SF-1103) does not require completion by the consignee. It\nis not expected that a detailed examination is made of each shipment before signing the carrier’s\ndelivery document. However, when cursory inspection at delivery indicates possible shortage,\nloss, or damage, the carrier’s representative is requested to make a notation to that effect on the\ndelivery ticket and the consignee’s copy of the GBL. If shortage, loss, or damage is discovered later, the carrier is notified immediately by telephone,\nfollowed by a written confirmation. The carrier is requested to inspect damage, breakage,\ncontamination, loss, etc., and furnish the consignee with a copy of the report. Pending inspection\nby the carrier or designated agent, the damaged articles, containers, and packing material are kept\nintact. b. Outgoing Shipments. When a GBL is needed for outgoing shipments, Warehouse/Trust\nFund staff prepare the GBL and provide the carrier with the following copies:\n■\n■\n■\n■ Original (SF-1103). Shipping Order (SF-1104). Freight Waybill - Original (SF-1105). Freight Waybill – Carrier’s Copy (SF-1106). The remaining copies (SF-1103A) are distributed as follows:\n■ 1 copy to consignee’s accounting station for obligation. ■ 1 copy to consignee’s receiving department. ■ 1 copy for GBL numerical file (located in procurement). c. Lost GBLs. The original GBL is the carrier’s primary shipping document, which is used to\nbill the Government for transportation. If, upon delivery, the original GBL cannot be located, the\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 110 carrier may, after certification by the issuing office, use the Freight Waybill - Original (SF-1105)\nas a substitute when submitting public vouchers to the Government paying office. In this case,\nthe following actions are taken: The delivering carrier forwards the SF-1105 to the issuing office, which determines that the\nservices were ordered and the shipment was received."
}