{
  "document_category": "guidance",
  "docId": "guidance_22",
  "chunk_index": 3,
  "chunk_text": "If the law enforcement or government official has\nchanged since the time of application, please have the current law enforcement executive or government\nexecutive for your organization sign the award document. Be sure to familiarize yourself with all terms, conditions,\nand requirements of your award before signing the award document. To officially accept your award, please\nelectronically sign the award document within 90 days of the date shown on the award congratulatory letter. Print\nand retain a copy of all pages of the award document, award terms and conditions, the Financial Clearance\nMemorandum (FCM), the cooperative agreement, and if applicable, the award document supplement for your\nrecords. The award start date indicated on the award document means that your organization may be reimbursed for any\nallowable costs incurred on or after this date. The duration of your LEMHWA award is listed on your award\ndocument. Your award number is in the following format: 2019-XXXX-XXXX for Fiscal Year (FY) 2019 awards. The COPS Office\ntracks award information based upon this number. Therefore, it is important to have your organization’s award\nnumber (or your organization’s ORI number) readily available when corresponding with the COPS Office. 2 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual\nYour originating organization identifier (ORI) number begins with your state abbreviation followed by five numbers\nor letters (e.g., VA00000). This number is assigned by the Federal Bureau of Investigation (FBI) for use in tracking\ninformation for the Uniform Crime Report (UCR). The COPS Office tracks programmatic award information based\nupon this ORI number. If you have any questions regarding your award, please refer to your award number or your\norganization’s ORI number when you contact the COPS Office. Your Office of Justice Programs (OJP) vendor number, in most circumstances, is your organization’s federal tax\nidentification number assigned to you by the Internal Revenue Service (IRS). If your OJP vendor number differs\nfrom your tax identification number, the OJP vendor number is only to be used for administrative purposes in\nconnection with this program, and should not be used for IRS purposes. Award terms and conditions The award terms and conditions are listed on your organization’s award document. By accepting this award, you\nare obtaining federal funds from the COPS Office. As part of that agreement, your organization acknowledges that\nit will comply with these terms and conditions (and, if applicable, any additional special or high risk conditions\nspecific to your organization). The section that follows describes, in detail, all of the award conditions, their\nrationales, and their implications. It also addresses many frequently asked questions. If you have additional\nquestions concerning any of these award conditions, please contact your COPS Office Program Manager or call the\nCOPS Office Response Center at 800-421-6770. In limited circumstances, your award may be subject to special conditions that prevent your organization from\ndrawing down or accessing award funds until the special conditions are satisfied as determined by the COPS Office. Any special or high risk conditions will be included in the award document supplement."
}