{
  "document_category": "guidance",
  "docId": "guidance_8",
  "chunk_index": 72,
  "chunk_text": "These\nexecutives are listed on your award document and are understood to be your authorized officials. If any of the\nexecutive information is incorrect, please submit the correct information to the COPS Office by completing an\nofficial Change of Information form available online at www.cops.usdoj.gov. award end date. This is the date until which your agency is authorized to purchase items or hire positions that\nwere approved by the COPS Office. The award end date is found on your award document. Recipients may not\nmake any purchases or hire any positions after this date without written approval from the COPS Office. award number. The award number identifies your agency’s specific SVPP award and can be found on your award\ndocument. This number should be used as a reference when corresponding with the COPS Office. Your award\nnumber is in the format 2019-SVWX-0000 for awards made in FY 2019. The COPS Office tracks award information\nbased upon this number. award start date. This is the date on or after which your agency is authorized to purchase or hire any allowable\nequipment, services, personnel, or other costs that were approved by the COPS Office. The award start date is\nfound on your award document. Recipients may not expend funds prior to this date without written approval from\nthe COPS Office. Catalog of Federal Domestic Assistance (CFDA). The CFDA is an annual government-wide publication that contains\na description and index of all forms of federal assistance. Each program is assigned a CFDA number, which is used\nby auditors to track award revenues under the Single Audit Act. It is also used in participating states by State Single\nPoints of Contact in conducting the required intergovernmental reviews under Executive Order 12372. The CFDA\nnumber for the COPS Office SVPP Program award is 16.710. 80 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\ncloseout. This is the process in which the awarding agency, the COPS Office, determines that all applicable\nadministrative actions and all required work and conditions of the award have been completed and met by the\nrecipient and awarding agency. cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides your agency\nwith the most federal money. The Office of Management and Budget (OMB) may have already assigned your\ncognizant federal agency to you. If this is the first federal award that your organization has received, the U.S.\nDepartment of Justice (DOJ) is your cognizant federal agency. computing devices. Computing devices are machines used to acquire, store, analyze, process, and publish data and\nother information electronically, including accessories (or “peripherals”) for printing, transmitting, and receiving,\nor storing electronic information. COPS Office. The Office of Community Oriented Policing Services (COPS Office) is the office within the U.S.\nDepartment of Justice that is the grantor or awarding agency for your award. The COPS Office is responsible for\nassisting your agency with the administration and maintenance of your award for the entire award period. You can\nreach the COPS Office at 800-421-6770. COPS Office finance staff. The COPS Office finance staff handles your agency’s financial and budgetary needs\nrelated to this award."
}