{
  "document_category": "guidance",
  "docId": "guidance_81",
  "chunk_index": 11,
  "chunk_text": "See the COPS Office website for a fact sheet on indirect costs:\nhttps://cops.usdoj.gov/pdf/2018AwardDocs/Indirect_Cost_Rate_FactSheet.pdf. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother U.S. Department of Justice award. See also award condition 13, “Duplicative Funding,” on page 17. 4. Supplementing, Not Supplanting\nCondition:\nState, local, and tribal government recipients must use award funds to supplement, and not supplant, state, local,\nor Bureau of Indian Affairs (BIA) funds that are already committed or otherwise would have been committed for\naward purposes (hiring, training, purchases, and/or activities) during the award period. In other words, state, local,\nand tribal government recipients may not use COPS Office funds to supplant (replace) state, local, or BIA funds that\nwould have been dedicated to the COPS Office-funded item(s) in the absence of the COPS Office award. 34 U.S.C. §\n10384. Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds not be used to replace state or\nlocal funds (or, for tribal recipients, BIA funds) that would, in the absence of federal aid, be made available for the\naward purposes. 9 2018 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual What you should do: For state, local, and tribal recipients, PASS funds may not be used to pay for any item or cost funded under the\naward (equipment, personnel, training, etc.) if that item or cost was otherwise budgeted with state, local, or BIA\nfunds. In addition, recipients may not reallocate state, local, or BIA funds already budgeted for award purposes as\na result of receiving PASS award funds. If you have questions concerning this award term and how it pertains to\nyour project budget, please contact your COPS Office Program Manager. 5. Extensions\nCondition:\nYour agency may request an extension of the award period to receive additional time to implement your award\nprogram. Such extensions do not provide additional funding. Only those recipients that can provide a reasonable\njustification for delays will be granted no-cost extensions. Extension requests must be received prior to the end date\nof the award. 2 C.F.R. § 200.308(d)(2). Why this condition:\nUnder federal regulations, requests to extend the award period require prior written approval from the COPS\nOffice. Without an approved extension, your agency is not permitted to draw down federal funding for costs\nincurred beyond the official award end date. When justified, the COPS Office will seek to accommodate reasonable\nrequests for no-cost time extensions to fully implement the COPS Office award. What you should do: The COPS Office will contact your agency during the last quarter of the award period to determine whether a nocost time extension is needed. Requests to extend the award period must be received by the COPS Office before\nthe official award end date. Failure to submit a request for a no-cost time extension before the award end date\nmay result in the immediate deobligation of any remaining award funds. Please note that the project period of\nperformance will be extended, if necessary, until the deliverable is considered final."
}