{
  "document_category": "guidance",
  "docId": "guidance_5",
  "chunk_index": 3,
  "chunk_text": "The essence of a discriminatory results claim alleging vote dilution is that a\ncertain electoral law, practice, or structure interacts with social and historical conditions to cause an\ninequality in the opportunities enjoyed by minority voters to elect their preferred representatives. Thornburg v. Gingles, 478 U.S. 30, 47 (1986). Regardless of whether an electoral law or practice violates\nSection 2’s results test, Section 2 also prohibits any electoral law, practice, or procedure enacted or\nmaintained with the intent to disadvantage voters because of their race, color, or membership in a 3 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice language minority group. States and political subdivisions should take the Voting Rights Act’s\nrequirements into account when redrawing electoral maps, altering a method of election, or\nmaintaining a method of election that could have the potential to discriminate. The Department of Justice enforces Section 2 of the Voting Rights Act across the country. The\nDepartment’s efforts to evaluate compliance with Section 2 and identify potential violations have a very\nbroad scope. This work encompasses jurisdictions of all types that conduct elections for their\ngovernmental bodies. Thus, the Department reviews methods of election for U.S. House of\nRepresentatives seats, state legislatures, county commissions, city councils, school boards, judicial\nbodies, special governmental units with elected boards, and more. Likewise, the Department evaluates\nall kinds of methods of election, including at-large election systems, districting plans involving multimember districts, districting plans using single-member districts, and mixed methods of election. The\nDepartment evaluates districting plans and methods of election for compliance with Section 2\nregardless of whether those plans or methods were adopted by legislative bodies, local boards,\nredistricting commissions, state courts, or other governmental bodies. The Department’s analysis of\ncompliance with Section 2 is intensely localized insofar as it looks to the particular facts in each\njurisdiction and that jurisdiction’s method of election. Historically, the great majority of Section 2 cases\nbrought by the Department have addressed concerns about racial discrimination in voting at the local\nlevel. The Department will monitor for compliance with Section 2 around the country in this decade, as\nit has in prior decades. 2 When the Assistant Attorney General for the Civil Rights Division authorizes a Section 2 enforcement\naction, the Division seeks to resolve matters amicably and avoid protracted litigation where it is feasible\nto do so. 3 2 Following release of the decennial census data, this work extends throughout each decade. The fact that the Department has not challenged\na particular jurisdiction’s method of election over any given time period does not constitute agreement that it complies with Section 2.\n3 Some examples of recent Section 2 enforcement matters involving methods of election for governmental bodies that were settled by consent\ndecree include United States v. City of West Monroe, No. 3:21-cv-00988 (W.D. La. Apr. 14, 2021), ECF No. 4 (board of aldermen); United States v.\nChamberlain School District, No. 4:20-cv-04084 (D.S.D. June 18, 2020), ECF No. 4 (school board); and United States v. City of Eastpointe, No. 2:17cv-10079 (E.D. Mich. June 25, 2019), ECF No. 64 (city council)."
}