{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 33,
  "chunk_text": "Review of award conditions—Equipment/Training awards By signing the award document to accept this TRGP-Equipment/Training award, your agency agrees to abide by the\nfollowing award conditions: 1. Award Owner’s Manual\nCondition: The recipient agrees to comply with the terms and conditions in the applicable 2018 COPS Office Program Award\nOwner's Manual; COPS Office statute (34 U.S.C. § 10381, et seq.); the requirements of 2 C.F.R. Part 200 (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101; 48 C.F.R. Part 31 (FAR Part 31) as applicable (Contract Cost Principles\nand Procedures); the Cooperative Agreement as applicable; representations made in the application; and all other\napplicable program requirements, laws, orders, regulations, or circulars. 32 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply to\nyour award. Your organization will be responsible for the information and rules contained in this manual and for\nimplementing your award in compliance with the applicable terms, conditions, and regulations. Please note that in\naccordance with 2 C.F.R. § 200.101(c), the COPS Office applies 2 C.F.R. Subparts A through E to for-profit (or\ncommercial) entities. What you should do:\nPlease read the entire TRGP Award Owner’s Manual carefully prior to signing the award document. If you have any\nquestions, please contact your COPS Office Grant Program Specialist. When accepting your award, you should\nensure that the proper reporting and financial systems are in place to satisfy the award requirements. 2. Assurances and Certifications\nCondition: The recipient acknowledges its agreement to comply with the Assurances and Certifications forms that were signed\nas part of its application. Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving awards,\nseveral provisions of federal law require us to seek your Assurances and Certification regarding certain matters. Most of the Assurances and Certifications apply to all federal award programs. What you should do:\nApplicants to COPS Office award programs are required to sign the Assurances and Certifications forms at the time\nof application. Signing these documents assures the COPS Office that you have read, understood, and accepted the\naward terms and conditions outlined in the Assurances and Certifications. Your agency is required to keep\nAssurances and Certifications forms that were signed as part of its award application. Please read these documents\ncarefully, because signatures on these documents are treated as a material representation of fact upon which\nreliance will be placed when the U.S. Department of Justice determines whether to fund the covered award. Additional copies of the Assurances and Certifications forms are contained in appendix B of this manual. If you\nhave any questions about the Assurances and Certifications, please contact your COPS Office Grant Program\nSpecialist at 800-421-6770. 3. Allowable Costs\nCondition: The funding under this project is for the payment of approved costs to meet the most serious needs of law\nenforcement in tribal communities."
}