{
  "document_category": "guidance",
  "docId": "guidance_96",
  "chunk_index": 36,
  "chunk_text": "Please note that a justification must be submitted for each vendor providing goods or\nservices in excess of $150,000. To ensure that all of the necessary information is included and submitted to the COPS Office, the following\nchecklist can be used when preparing your agency’s sole source request:\nLetterhead. The sole source request must be signed by an authorized representative and submitted on the award\nrecipient’s departmental letterhead and must include the agency ORI and the award number for which the\napproval is being sought. The request should also include the following information:\n• Section I. Description of project. This section should be a brief description of the project, the amount to be\ndesignated for the sole source procurement, and the purpose of the contract. 34 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual • Section II. Reason for request. This section should include (a) an explanation as to why full and open\ncompetition is infeasible (e.g., why it is necessary to contract in a noncompetitive manner) and (b) which one\n(or more) of the four circumstances identified below applies to the requested sole source procurement\ntransaction(s):\n1. If the item or service is available only from one source, please include the following:\n• Uniqueness of items or services to be procured from the proposed contractor or vendor\n(compatibility, patent issues, etc.)\n• How the agency determined that the item or service is only available from one source (e.g., market\nsurvey results, independent agency research, patented or proprietary system)\n• Explanation of need for contractor’s expertise linked to the current project (e.g., knowledge of\nproject management, responsiveness, experience of contractor personnel, prior work on earlier\nphases of project)\n• Any additional information that would support the case\n2. If the public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation, please include the following:\n• When the contractual coverage is required by your department and why\n• Impact on project if deadline or dates are not met\n• How long it would take an alternative contractor to reach the same required level of competence\n(equate to dollar amounts, if desired)\n• Any additional information that would support the case\n3. The COPS Office authorizes noncompetitive proposals in response to a written request from the\nrecipient. 4. If competition is determined inadequate after solicitation of a number of sources, please include the\nfollowing:\n• Results of a market survey to determine competition availability; if no survey is conducted, please\nexplain why not\n• Any additional information that would support the case\n• Section III. A declaration that this action is in the best interest of the agency. Failure to provide all of the necessary information will delay the processing of your request. Your agency will be\ncontacted if any of the identified information is missing or if additional supporting documentation is required. If\nthe COPS Office determines that the request does not meet the standards set forth above, the request will be\ndenied. Please be advised that conflicts of interest are prohibited under the procurement standards set forth in 2 C.F.R. §\n200.318(c)."
}