{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 76,
  "chunk_text": "Requests for conferences costing more than $100,000, or exceeding any one cost threshold (conference space\nand audio-visual equipment and services, logistical conference planner, or programmatic conference planner),\nmust be submitted to the COPS Office 120 calendar days in advance of the earliest of the following:\n• Start date of the conference;\n• Deadline for signing conference-related contracts; or\n• Obligation of funds for conference costs (except for minimal costs required to assemble and submit the\napproval request). If approval requests are submitted less than the required number of days in advance (as noted above), the\nCOPS Oﬃce, in its sole discretion, may consider the late requests but cannot ensure the requests will receive a\ndecision in time to avoid having to cancel the conference (particularly if any issues arise with speciﬁc items of\ncost in the request). Cancellation costs associated with conference requests that are submitted for late prior\napproval may be determined to be unallowable costs by the COPS Office. 84 13. What are the most common mistakes made on the forms so that I can avoid them in the future and increase\nthe likelihood of a quick review and approval decision for my event? Below are the most common mistakes found:\n• Inaccurate calculation of daily per diem. Daily per diem rates for locations across the nation can be found on\nthe GSA website. Ensure the daily rate used in the calculations corresponds to the speciﬁc location and dates\nof the meeting. In addition, remember that travel days are reimbursed at a slightly lower rate than meeting\ndays. The lower rates must be used for days of travel both before and after the event. The following chart\nincludes these lower rates: Full per diem rate Corresponding travel day rate (75%) $46.00 $34.50 $51.00 $38.25 $56.00 $42.00 $61.00 $45.75 $66.00 $49.50 $71.00 $53.25 EXCEPTION: If your organization has its own formal, written travel policy, your event submissions can\nreﬂect that policy instead of the rates in the chart above. In these instances, state that you have a formal,\nwritten travel policy, and clearly explain the rates in the policy and how the corresponding numbers in\nyour submission were derived. • Insuﬃcient explanation and justiﬁcation of transportation costs. Remember to break out and brieﬂy describe\nand justify the transportation costs that are included. Example: If participants are ﬂying to your event and the\ntickets are being paid for with DOJ funding, you should include the anticipated number of people ﬂying\nmultiplied by the estimated cost per ticket. If cars will be rented, you should include a brief justiﬁcation for\nwhy rental cars are being used instead of another form of ground transportation, such as taxis or shuttles. • Insuﬃcient explanation and justiﬁcation of audio-visual costs. All audio-visual costs should be broken out and\nbrieﬂy described. The quantity of equipment to be rented (number of microphones, projectors, etc.) should\nbe included, along with relevant costs and a brief justiﬁcation for why the proposed equipment is required to\nconduct a successful meeting. A discussion of how the audio-visual services provider was selected should be\nincluded (for example, did you obtain three quotes?)."
}