{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 95,
  "chunk_text": "Cognizant federal agency for indirect costs as defined in\n2 C.F.R. § 200.19 is the Federal agency responsible for\nreviewing, negotiating, and approving cost allocation\nplans or indirect cost proposals on behalf of all Federal\nagencies. The cognizant federal agency for indirect cost is\nnot necessarily the same as the cognizant federal agency for\naudit. The COPS Office is not a cognizant federal agency. For nonprofit, state, local, and tribal governments your\ncognizant federal agency is generally the federal agency that\nprovides your organization with the most federal financial\nassistance. For assignments of cognizant federal agencies, see\nthe following:\n(a) For institutions of higher education: Appendix III to\nPart 200—Indirect (F&A) Costs Identification and\nAssignment, and Rate Determination for Institutions\nof Higher Education (IHEs), paragraph C.11. (b) For nonprofit organizations: Appendix IV to Part\n200—Indirect (F&A) Costs Identification and\nAssignment, and Rate Determination for Nonprofit\nOrganizations, paragraph C.2.a.\n(c) For state and local governments: Appendix V to\nPart 200—State/Local Government and Indian\nTribe-Wide Central Service Cost Allocation Plans,\nparagraph F.1.\n(d) For Indian tribes: Appendix VII to Part 200—States\nand Local Government and Indian Tribe Indirect\nCost Proposal, paragraph D.1. What should an agency do if its indirect cost rate\nexpires or changes during the award period? If your agency’s approved indirect cost rate agreement expires\nduring the award period, a current approved rate agreement\nmust be obtained from the cognizant federal agency and\nsubmitted to the COPS Office. The agency must advise the\nCOPS Office of any changes to its approved indirect cost rate\nduring the award period and, if necessary, request a budget\nmodification that reflects the rate change. Please contact your\nCOPS Office Grant Program Specialist or Program Manager\nto determine when a budget modification is necessary. Indirect\nIndirect Cost Rate\nRate If the agency experiences an increase or a decrease in its\nindirect cost rate, it should submit the new rate to the COPS\nOffice within 30 days of the change. Can an agency reprogram indirect costs to\ndirect costs? Reprogramming requests of indirect costs to direct costs are\nadministered through the budget modification process for\nthe specific COPS Office award that your agency received. Please contact your COPS Office Grant Program Specialist\nor Program Manager to obtain guidance on any additional\nrequirements that may apply to your modification request. The COPS Office will then evaluate your request and notify\nyou, in writing, of our decision. Please be advised that if your agency’s revised indirect cost\nrate is lower than the rate approved at the time of award\nand a formal budget modification was not approved, excess\nindirect cost rate funds should not be drawn down and will\nbe deobligated at closeout. What should an agency expect at the end of the\naward period regarding its indirect costs rate? If a provisional indirect cost rate is in effect at award\ncloseout, the recipient shall proceed with closeout but\nwill complete an expenditure analysis upon receipt of\nthe approved final indirect cost rate to determine if an\nadjustment is necessary. If the recipient drew down excess\nCOPS Office funding for indirect costs, the recipient must\nreturn the overpayment to the COPS Office and submit a\nrevised Federal Financial Report (SF-425). If the recipient\nincurred additional indirect costs, the recipient may request\na budget modification if the award is still open and award\nfunds are available."
}