{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 32,
  "chunk_text": "CHP awards through the\nspecific officers funded (or an equal number of redeployed veteran officers) must be used to initiate or enhance\ncommunity policing activities. All newly hired additional or rehired officers (or an equal number of redeployed\nveteran officers) funded under CHP must implement your agency’s approved community policing plan, which you\ndescribed in your award application. Why this condition:\nCHP is designed to assist agencies advance public safety through the hiring and rehiring of sworn officer positions\nto increase their community policing capacity and crime prevention efforts. This is achieved through problem\nsolving, community policing partnerships, and organizational transformation. It enhances police professionalism by\nproviding officers with the skills and motivation to act in innovative ways to solve community crime-related\nproblems. Your organization may be monitored or audited to ensure that it is initiating or enhancing community\npolicing in accordance with your proposed plan as outlined in section VI (B) of your CHP application and that the\nofficers hired (or an equal number of redeployed veteran officers) are used to implement this plan and advance\nyour agency’s community policing activities over the life of the award. The COPS Office may also use this\ninformation to understand the needs of the field and potentially provide for training, technical assistance, problem\nsolving, and community policing implementation tools. What you should do:\nCommunity policing activities to be implemented or enhanced by your agency were identified in your CHP\napplication in section VI (B). While the COPS Office recognizes that your COPS Office-funded officer(s) (or an equal\nnumber of redeployed veteran officers) will participate in some or all aspects of your identified community policing\nstrategy and advance your agency’s community policing activities over the life of the award, we also encourage\nyour agency to move toward an organization-wide philosophy and commitment to community policing. 31 2017 COPS Hiring Program (CHP) Award Owner’s Manual\nYour CHP quarterly progress reports will collect information related to the implementation of and progress toward\nthose community policing activities. Your community policing strategy may be influenced and impacted by others\nwithin and outside your organization; this is considered beneficial to your community policing efforts. Your\ncommunity policing needs may change during the life of your CHP award, and minor changes to this strategy may\nbe made without prior approval of the COPS Office. Any changes to the community policing scope or strategies\noriginally identified in your CHP application should be documented within your quarterly progress report. If your\nagency’s community policing strategy changes significantly, however, you must submit those changes to the COPS\nOffice through the quarterly progress report for approval. Changes are significant if they deviate from the specific\ncrime problem(s) originally identified and approved in the original community policing strategy submitted with\nyour application. Recipients who chose “Illegal Immigration”, “Violent Crime”, or “Homeland Security”“as their\ncommunity policing problem/focus area will not be able to change the problem/focus area of their community\npolicing strategies post-award. Additional information about community policing may be found in the appendices\nof this manual."
}