{
  "document_category": "guidance",
  "docId": "guidance_54",
  "chunk_index": 11,
  "chunk_text": "Requests to extend the award period must be submitted online and received by the COPS Office before the official\naward end date. Extension requests received after the expiration date will only be considered when the recipient\nprovides justification of extraordinary circumstances; an example of this would be an instance where an\nunforeseen natural disaster prevented a recipient from requesting an extension. Failure to submit a request for a\nno-cost time extension by the end date may result in the immediate deobligation of any remaining award funds. All extension requests require review and approval by the COPS Office. Individual or cumulative requests greater\nthan one-half of the award’s original term (i.e., 12 months) will require additional justification and must include a\ndetailed timeline. If your agency has excess funds remaining at the end of the award due to salary and fringe benefits costs that were\nlower than anticipated, your agency cannot extend the 24-month funding period for the purpose of expending\nthose excess funds. Recipients are entitled to a maximum of 24 months of federal funding based on the approved\nsalary and fringe benefits costs in the FCM. The COPS Office will deobligate any remaining award funds during the\ncloseout process. If you have any additional questions regarding a no-cost time extension, please contact your\nCOPS Office Grant Program Specialist. 6. Modifications\nCondition:\nOccasionally, a change in an agency’s fiscal or law enforcement situation necessitates a change in its COPS Office\nAHTF award. Award modifications under AHTF are evaluated on a case-by-case basis in accordance with 2 C.F.R. §\n200.308. For federal awards in excess of $250,000, any modification request involving the reallocation of funding\nbetween budget categories that exceed or are expected to exceed 10 percent (10%) of the total approved budget\nrequires prior written approval by the COPS Office. Regardless of the federal award amount or budget modification\npercentage, any reallocation of funding is limited to approved budget categories. In addition, any budget\nmodification that changes the scope of the project requires prior written approval by the COPS Office. In addition,\nplease be aware that the COPS Office will not approve any modification request that results in an increase of\nfederal funds. 10 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Why this condition:\nThe COPS Office realizes that agencies may need to reprogram award funds. Acceptable examples of such award\nmodifications include purchasing additional equipment using cost-savings from approved items or purchasing a\ndifferent type of equipment due to changing needs. Under federal regulations, you are required to expend award\nfunds only as approved in the Financial Clearance Memorandum. Any requests to change or alter awards require\nwritten approval from the COPS Office prior to their implementation. Without prior written approval, you must\ncontinue to implement your award as it was originally awarded and accepted by your agency. Please be advised\nthat reprogramming requests for unallowable costs will not be approved (construction, indirect costs, etc.). Your\nagency may reprogram its budget up to an aggregate (over the course of your project) of 10 percent of the total\nproject cost without prior written approval from the COPS Office."
}