{
  "document_category": "guidance",
  "docId": "guidance_71",
  "chunk_index": 47,
  "chunk_text": "29. If applicable, submit all approved indirect cost rates covering the award period to the COPS Office\nwithin 30 days of approval from the cognizant federal agency. If a provisional indirect cost rate is in effect at award closeout, the recipient will proceed with\ncloseout and complete an expenditure analysis upon receipt of the approved final indirect cost rate\nto determine if an adjustment is necessary. If the recipient drew down excess COPS Office funding for\nindirect costs, the recipient must return the overpayment to the COPS Office. If the recipient incurred\nadditional indirect costs, the recipient may request a budget modification if the award is still open\nand there are remaining award funds available for drawdown. If the recipient returns or draws down\nCOPS Office funding, the recipient will promptly submit a revised final Federal Financial Report (SF425). The recipient should pay particular attention to the following two areas to ensure that their\napplication of indirect cost rate is in compliance with the existing requirements of the governmentwide award rules set out by the Office of Management and Budget (OMB):\na. $25,000 Subcontract/Subaward Limitation: Indirect cost rates negotiated on the basis of\nmodified total direct costs may only be applied against the first $25,000 of any subcontract or\nsubaward under the agreement. This limitation must be applied to all conference related\nsubcontracts and subawards, including those with hotels and travel agents. See 2 C.F.R. Part 200,\nAppendix III.C.2. (Indirect costs—Institutions of Higher Education); 2 C.F.R. Part 200, Appendix\nIV.B.2.c. (Indirect costs—Nonprofit Organizations); or 2 C.F.R. Part 200, Appendix VII.C.2.c.\n(Indirect costs—States, Local Governments, and Indian Tribes). b. Participant Support Costs: Participant support costs are generally excluded from the distribution\nbase. Therefore, indirect costs may not be applied against participant support costs. Participant\nsupport costs are direct costs for items such as stipends or subsistence allowances, travel\nallowances, and registration fees paid to or on behalf of participants or trainees (but not\nemployees) in connection with meetings, conferences, symposia, or training projects. See 2 C.F.R.\n§ 200.75. This exclusion applies to the entirety of any subcontracts for the lodging and travel of\nconference participants or trainees (but not employees). Costs related to contractors of the\nrecipient who are acting in the capacity of a “Conference Trainer/Instructor/\nPresenter/Facilitator” are considered participant support costs. For more information on allowable costs for conferences and training, please see the current version\nof the DOJ Grants Financial Guide in effect at the time of the award available at\nhttps://ojp.gov/financialguide/DOJ/index.htm. 47 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual If the recipient has never received a federally approved indirect cost rate, it may elect to charge a de\nminimis rate of 10 percent of modified total direct costs (MTDC) in lieu of negotiating a rate with the\ncognizant federal agency. See 2 CFR § 200.414(f).\n30. Notify and consult with the COPS Office prior to establishing a formal partnership with any\nnonfederal entity, including soliciting and accepting free goods or services, on activities under this\ncooperative agreement."
}