{
  "document_category": "guidance",
  "docId": "guidance_84",
  "chunk_index": 99,
  "chunk_text": "In\naddition, if your agency’s rate agreement expires or changes\nduring the award period, you must submit the new rate\nagreement or approved one-time extension from your cogni­\nzant federal agency to the COPS Office. An indirect cost rate proposal as defined in 2 C.F.R. § 200.57\nis the documentation prepared by a nonfederal entity to\nsupport its request for the establishment of an indirect cost\nrate, as described in Appendix III to 2 C.F.R. Part 200, Indi­\nrect (F&A) Costs Identification and Assignment, and Rate\nDetermination for Institutions of Higher Education (IHEs)\nthrough Appendix VII to 2 C.F.R. Part 200, States and Local\nGovernment and Indian Tribe Indirect Cost Proposals. What are indirect costs? Indirect Facilities & Administrative (F&A) costs are costs\nincurred for a common or joint purpose benefiting more\nthan one cost objective. They are not readily attributable to\nthe cost objectives that are being benefited. To facilitate equi­\ntable distribution of indirect expenses to the specific\ncost objectives, it may be necessary to establish a number\nof pools of indirect (F&A) costs. Indirect (F&A) cost pools\nmust be distributed to benefited cost objectives on bases\nthat will produce equitable results in consideration of relative\nbenefits derived. 1 1 See 2 C.F.R. § 200.56 in the Uniform Administrative Requirements, Cost\nPrinciples, and Audit Requirements for Federal Awards, as adopted by the US\nDepartment of Justice in 2 C.F.R. § 2800.101. Indirect (facilities & administrative (F&A)) costs are costs\nincurred for a common or joint purpose benefiting more than\none cost objective. They are not readily attributable to the\ncost objectives that are being benefited. There are several types of indirect cost rates:\nFinal rate is applicable to a specified past period that is based on the actual costs of the period. A final audited rate\nis not subject to adjustment. Fixed rate has the same characteristics as a predetermined rate except that the difference between estimated costs\nand actual allowable costs of the covered period is carried\nforward as an adjustment for a future period.  One-time extension allows your agency to apply for a one-time extension of a negotiated indirect (F&A) cost\nrate. The negotiated cost rate may be extended for up\nto four years. Once your cognizant federal agency has\napproved an extension for indirect costs, you must abide\nby the rate for the agreed-upon time period. No further\nnegotiations regarding indirect cost rates may occur until\nthe extension has expired. At the end of the extension\nperiod, you must negotiate a new indirect cost rate. Indirect Cost Rate for FY 2018 Awards Predetermined rate is applicable to a specified current or future period and is not subject to adjustment. A predeter­\nmined rate may be used where there is reasonable assur­\nance that the rate is not likely to exceed a rate based on\nthe agency’s actual costs. Predetermined rates may not be\nused by governmental units that have not submitted and\nnegotiated the rate with the cognizant federal agency. Provisional rate is a temporary rate applicable to a specified time period that is used for funding, interim\nreimbursement, and reporting of indirect costs pending\nestablishment of a final rate for that period.  De minimis indirect cost rate provides the option"
}