{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 20,
  "chunk_text": "This information is used to determine the inmate’s\nsecurity level. 1. JUDGE 1. JUDGE. 2. REC FACILITY 3. REC PROGRAM 4. USM OFFICE Enter the sentencing Judge's last name. 2. RECOMMENDED FACILITY. The court may recommend a specific\ninstitution or a geographical region for a newly committed\ninmate. Enter the name of the recommended institution or region. If a specific SENTRY facility code is entered, that facility\nwill appear at the top of the list presented to the Designator\nfor consideration. 3. RECOMMENDED PROGRAM. Enter the name or type of any program\nrecommended by the sentencing Judge. 4. USM OFFICE.\nE/VA-NOR). 5. Enter the location of the USM Office (e.g., VOLUNTARY SURRENDER 5. VOLUNTARY SURRENDER 0 = NO (-3) = YES IF YES, MUST INDICATE: 5a. VOLUNTARY SURRENDER DATE:\n5b. VOLUNTARY SURRENDER LOCATION: This item allows for the subtraction of three points from the\nSecurity Point Total, Item 15, when the Judgment indicates the\ninmate was allowed to voluntarily surrender. For purposes of\nthis item, voluntary surrender means the inmate was not\nescorted by a law enforcement officer to either the U.S.\nMarshals Office or the place of confinement. Additionally, this\nitem applies only to post-sentencing voluntary surrender, and\ndoes not include cases where the inmate surrendered to the U.S.\nMarshals on the same day as sentencing. Voluntary Surrender\nCredit may only be P5100.08\n9/12/2006\nChapter 4, Page 6\napplied to the initial term of confinement; it may not be\napplied to any subsequent Supervised Release, Mandatory Release\nor parole Violation return to custody. 5a. VOLUNTARY SURRENDER DATE. If the court has provided for\nvoluntary surrender, enter the date of the voluntary surrender\nin this block. If the court provided for\nvoluntary surrender but did not provide a specific date for the\nsurrender, the DSCC will contact the court to establish a\nmutually agreeable date. NOTE: In cases where the court allows the inmate to\nvoluntarily surrender but the inmate will\nnot receive\n(-3) points on this item the date will still be\nentered on this item. 5b. VOLUNTARY SURRENDER LOCATION. The DSCC will note whether\nthe inmate is to voluntarily surrender to the USMS or to the\ndesignated institution. 6. MONTHS TO RELEASE 6. MONTHS TO RELEASE This item reflects the estimated number of months the inmate is\nexpected to be incarcerated. Consecutive federal sentences will\nbe added together for classification purposes. Federal sentences\nmay have different beginning dates, based on the Judgment Order. There may even be a computation in SENTRY with a beginning date\nin the future. Based on the inmate’s sentence(s), enter the\ntotal number of months remaining, less 15% (for sentences over\n12 months), and credit for any jail time served. This item is\nnot figured into the security point total but impacts the\nSentence Length Public Safety Factor. Example: An adult convicted of Breaking and Entering under the\nSentence Reform Act is sentenced to eight years. The expected\nlength of incarceration is (96 months x 85% = 81.6 months). Round to the nearest whole number to get 82 and subtract any\njail time credit (180 days) = 76 months to release. NOTE: Enter 540 months for death penalty cases, life\nsentences, and Parolable life sentences for\nwhich a parole date has not been established. P5100.08\n9/12/2006\nChapter 4, Page 7\n7."
}