{
  "document_category": "guidance",
  "docId": "guidance_55",
  "chunk_index": 47,
  "chunk_text": "Please see the Agency Portal User Manual at\nhttps://cops.usdoj.gov/pdf/2018AwardDocs/Agency_Portal_GrantsMgt_Manual.pdf for detailed instructions on\nfederal financial reports. If you do not have login access, you should contact your COPS Agency Portal Administrator to set up an account for\nyou. If you have a registered account but do not remember your password, you may reset your password by going\nto the agency portal homepage in “Account Access,” entering your email address, and clicking on the “Forgot\nPassword” link. If you do not have your user name or password, please contact the COPS Office Response Center\nby phone at 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM Eastern time) or by email\nat AskCopsRC@usdoj.gov. When are Federal Financial Reports due? An SF-425 report must be submitted for each COPS Office award at the end of every calendar quarter and no later\nthan 30 days after the last day of each reporting period, as detailed in table 1 on page 50. 49 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual\nTable 1. Due dates of SF-425 by quarter\nSF-425 due date\nApril 30\nJuly 30\nOctober 30\nJanuary 30 Reporting quarter\nJanuary 1–March 31\nApril 1–June 30\nJuly 1–September 30\nOctober 1–December 31 For your initial SF-425 submission, determine when the SF-425 reporting period that includes your award start\ndate ended and complete an SF-425 to cover the period from the award start date to the end of that period\n(regardless of when the award was accepted). You are required to submit an SF-425 even if you have not spent any\nmoney or incurred any costs during a reporting period. The due dates for online filing of SF-425 reports are the\nsame as for the submission of paper copies. Example: If your award start date is 09-01-18 and the current date is 11-15-18, then your first SF-425 would be due no later\nthan 10-30-18 and would cover the period 09-01-18 (award start date) through 09-30-18 (end of the initial\nreporting quarter for this award). This SF-425 must be on file with the COPS Office before the submission deadline\nso that you can avoid being delinquent and successfully complete a drawdown of funds through GPRS (submit\nreport as soon as you accept the award and have access to the COPS Agency Portal). Award recipients who do not submit an SF-425 report by the due date each quarter will be unable to draw down\nfunds. The payment system contains a function which checks for SF-425 delinquency and will reject a drawdown\nattempt if the SF-425 is not current. Subsequent outreach through email, fax, or hard copy reminders may be sent\nto the recipient if the SF-425 is delinquent. For general information concerning online filing of SF-425 reports, go to www.cops.usdoj.gov or contact the COPS\nOffice Response Center by phone at 800-421-6770 or by email at AskCopsRC@usdoj.gov. For assistance in completing the SF-425, contact the COPS Office Response Center at 800-421-6770 or by email at\nAskCopsRC@usdoj.gov or review the “Helpful Hints Guide for Completing the Federal Financial Report (SF-425)” at\nwww.cops.usdoj.gov/pdf/SF-425_Helpful_Hints_Guide_5.9.13.pdf. How will award funds be monitored?"
}