{
  "document_category": "guidance",
  "docId": "guidance_63",
  "chunk_index": 8,
  "chunk_text": "10 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nOther Federal Law Governing Redistricting Section 2 of the Voting Rights Act is the Department of Justice’s principal tool to protect voters from\nracial discrimination regarding redistricting and methods of election for governmental bodies. The U.S.\nConstitution imposes additional requirements on redistricting plans beyond those in Section 2 of the\nAct. The Fourteenth Amendment prohibits substantial disparities or malapportionment in total\npopulation between electoral districts in the same districting plan (colloquially known as the “oneperson, one-vote” principle). Baker v. Carr, 369 U.S. 186 (1962). The Fourteenth Amendment also\nprohibits certain forms of racial gerrymandering in drawing electoral districts. Shaw v. Reno, 509 U.S.\n630 (1993). The Department does not enforce these particular constitutional requirements directly through Section\n2. However, the Department will consider these background constitutional requirements when\nenforcing Section 2. For example, malapportioned districts may facilitate vote dilution, and district\nboundaries drawn predominantly on the basis of race may provide evidence of discriminatory intent. In\naddition, the Department will consider whether any efforts to change the apportionment base for a\ndistricting plan to a measure other than total population (e.g., to equalize eligible voter population\nbetween districts) may violate Section 2 if the resulting districting plan, “designedly or otherwise,” will\n“operate to minimize or cancel out” the voting strength of racial minority groups. Burns v. Richardson,\n384 U.S. 73, 88 (1966) (quoting Fortson v. Dorsey, 379 U.S. 433, 439 (1965)). See U.S. Amicus Brief at\n32-35, ﬁled in Evenwel v. Abbott, No. 14-940 (U.S. Sept. 25, 2015). Finally, in any lawsuit in which the Department participates, it will propose remedies that are consistent\nwith the requirements of the U.S. Constitution. 6 6 Beyond the requirements of Section 2 of the VRA, and the U.S. Constitution, districting plans and methods of election may be subject to other\nfederal or state requirements as well. See, e.g., 2 U.S.C. § 2c (requiring the use of single-member districts to elect members of the U.S. House of\nRepresentatives). 11 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nUse of 2020 Census Data Consistent with past practice, the Department of Justice will evaluate districting plans and methods of\nelection using the 2020 Census redistricting data set issued by the Census Bureau pursuant to Public\nLaw 94-171, 13 U.S.C. § 141(c). The Census Bureau released the 2020 Census redistricting data to the\nStates and the public on August 12, 2021. 7 As in 2010 and 2000, the 2020 Census Public Law 94-171 data will include counts of persons who have\nidentiﬁed themselves as members of more than one racial category. This reﬂects the October 30, 1997,\ndecision by the Ofﬁce of Management and Budget (OMB) to incorporate multiple-race reporting into\nthe Federal statistical system. 62 Fed. Reg. 58,782. Likewise, on March 9, 2000, OMB issued Bulletin\nNo. 00–02 addressing “Guidance on Aggregation and Allocation of Data on Race for Use in Civil Rights\nEnforcement.” Part II of that Bulletin describes how such census responses will be allocated by Federal\nexecutive agencies for use in civil rights monitoring and enforcement."
}