{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 36,
  "chunk_text": "The centralized inventory extract reflects all inventories as of midnight the previous day. A final\nStock Status Report is generated in TRUFACS on the last workday of the inventory period, before\nany inventory transactions take place. The Stock Status is recorded as “Final Semi-Annual” and\nkept in the inventory file. It is recommended that the semi-annual Stock Status Report be\nscheduled to generate automatically. Before the inventory, the Trust Fund Supervisor ensures the following documents are processed in\nTRUFACS and entered in the automated accounting system:\n■\n■\n■\n■ Receiving or Contra Receiving Reports for merchandise. Reports of Survey for damaged or outdated merchandise. Sales information through the current period. Stores Requisitions for sales of merchandise to institutions. p. Conducting the Physical Inventory. Ordinarily, OFM staff make the official count of\nCommissary inventory (merchandise and stamps) using the TRUFACS handheld scanner for\nmerchandise, and the Manual Inventory Worksheet for stamps. The inventory is reconciled to\nensure the accuracy of the physical count. The inventory is counted by two different individuals or teams. One individual or team is\ndesignated the Official Inventory Team and shall exclude staff who were assigned to conduct\nCommissary sales, who did maintain TRUFACS inventory during the two quarters, who did take\npart in the Official Inventory Team count during the previous inventory, and who fell under the\nsupervision of the Trust Fund Supervisor. The Trust Fund Supervisor designates the second\nindividual or team to conduct a count to be compared to the official count or to help with the\nreconciliation. Inmates do not participate in any way during the physical inventory, but may\norganize stock before the inventory. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 49 The following steps are taken when conducting an inventory:\n■ Count items in all areas where Commissary merchandise is located (main institution, camp,\nspecial housing unit, stamp inventory, etc.).\n■ After merchandise is inventoried, upload the physical counts in TRUFACS, which calculates\nthe variance for each item counted or not counted. Conduct recounts until no items appear on\nthe Physical Inventory Variance Count Report. ■ Reconcile differences between the two inventory counts and between the final count and the\nsystem count. Following reconciliation, only members of the Official Inventory Team sign\nthe Items Count Report, the Manual Inventory Worksheet for stamps, and the “final” Stock\nStatus Report. ■ Produce a final Stock Status Report after completing the inventory. ■ Upon completing the physical inventory, file the signed Manual Inventory Worksheet for\nstamps, Items Count Report, end of inventory period inventory adjustments, and final Stock\nStatus Report in the inventory file. q. Semi-Annual Inventory Accounting Requirements. The Trust Fund Supervisor ensures\nthe final Inventory Adjustment Extract is sub-certified in the automated accounting system before\nthe end of the accounting period. r. Semi-Annual Reporting Requirements. The Inventory Tolerance Report is reviewed by the\nRegional Trust Fund Administrator the month following the semi-annual inventory. Regional Office staff review the report for excessive inventory differences and to ensure\ninstitutions remain within acceptable tolerance levels. The tolerance level for inventory\ndifferences is calculated by multiplying .0025 times the last six months’ sales at cost."
}