{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 83,
  "chunk_text": "- - 0.00% - - - 0.00%\n0.00%\n0.00%\n0.00%\n0.00% ­ - ­ 0.00% $ $ ­ GSA Per-Diem Rates NO 2. Hawaii, Alaska, US Territories &\nPossessions MI&E DOD Per-Diem Rates NO State Department Per-Diem Rates YES D. MEALS NUMBER OF\nTIMES MEAL IS\nSERVED ­ $ ­ $ $ ­ ­ PER DIEM RATE 1. Continental United States MI&E 3. Foreign Country MI&E $ ­ NUMBER OF\nATTENDEES PER PERSON\nTHRESHOLD\n($)\nSELECT PER\nDIEM RATE TOTAL JMD\nTHRESHOLD\n($)\nN/A 1. Breakfast 0 2. Lunch 0 SELECT PER\nDIEM RATE N/A 3. Dinner 0 SELECT PER\nDIEM RATE N/A E. OTHER THRESHOLDS CALCULATOR\nDOJ-Sponsored Conference Request and Report Form_Version 2\nRelease Date: 4/1/13 Return To: JMD Finance Staff, TSG at Conference.and.Non-Federal.Center@usdoj.gov Attachment 1\nSUBMISSION FORM\n3 of 13 COST CATEGORY:\n1. Conference Space & Audio-visual\nEquipment and Services\n2. Logistical Conference Planner\n3. Programmatic Conference Planner NUMBER OF\nATTENDEES PER PERSON\nTHRESHOLD ($) TOTAL JMD\nTHRESHOLD\n($) 0 $ 25 $ ­ 0\n0 $\n$ 50 $\n200 $ ­\n­ 0.00 0.00 F. JUSTIFICATION IF SUBMITTING CONFERENCE REQUEST FORM WITH ESTIMATED COSTS OVER THRESHOLD (Complete if cells turn YELLOW):\n1. Conference Space & Audio-visual\nEquipment and Services\n2. Refreshments 3. Logistical Conference Planner 4. Programmatic Conference Planner\nG. JUSTIFICATION REQUIRED FOR CONFERENCES WITH MEALS (Complete if cells turn YELLOW ):\nGovernment Provided Meals\nH. JUSTIFICATION FOR NON-FEDERAL FACILITY (Complete if cells turn YELLOW) :\nJustification for Using a Non-Federal Facility\n(Drop Down) I. FACILITIES CONSIDERED\nNAME FACILITY\nTYPE\n(Drop Down)\n0 DOJ-Sponsored Conference Request and Report Form_Version 2\nRelease Date: 4/1/13 TOTAL EST. CONFERENCE\nCOST\n$ ­ SELECTED\n(Y/N) REASON FOR USE OR NON-USE YES Return To: JMD Finance Staff, TSG at Conference.and.Non-Federal.Center@usdoj.gov Attachment 1\nSUBMISSION FORM\n4 of 13 J. ESTIMATED ATTENDEE INFORMATION\nATTENDEE DUTY STATION ATTENDEE ORGANIZATION TOTAL - (Breakout must match entry on line A23) DOJ-Sponsored Conference Request and Report Form_Version 2\nRelease Date: 4/1/13 NUMBER OF\nATTENDEES 0 Return To: JMD Finance Staff, TSG at Conference.and.Non-Federal.Center@usdoj.gov Attachment 1\nSUBMISSION FORM\n5 of 13 Please answer the following questions below:\nMeeting/Event name:\nMeeting/Event date: Please select yes or no from the drop down: Yes/No 1. Is the cost of the event greater than $20,000? 2. Are there meeting room costs? 3. Are audio visual costs greater than $25 per attendee\nor more than $1000 in total? 4. Are there any food and beverage costs? 5. Did the request for the meeting come from multiple\njurisdictions or agencies? 6. Do the participants represent multiple agencies that\nare not co-located or joined by an agreement (e.g., task\nforce with MOU)? 7. Are there trinkets being purchased? 8. Is there a formal published agenda? 9. Are formal discussion or presentation panels\nplanned? 10. Are there logistical planning costs beyond\nincidental internal administrative costs necessary to\narrange travel and lodging for a small number of\nindividuals? If any question is answered \"yes\", the event must be submitted for prior\napproval. If all answers are \"no\", the event does not require additional prior\napproval. The CCRPOC must sign the certification below and this\ndocumentation along with the original cost estimate must be maintained in\nthe award files in accordance with the record documentation guidelines\noutlined in the Financial Guide. CCRPOC Certification (only to be used if all answers are \"no\"):"
}