{
  "document_category": "guidance",
  "docId": "guidance_96",
  "chunk_index": 33,
  "chunk_text": "Why this condition: In general, recipients are required to procure funded items through open and free competition. However, in some\ninstances, recipients may have already determined that competition is not feasible. What you should do: An award recipient must request written approval from the COPS Office for sole source procurement in excess of\n$150,000 prior to purchasing equipment, technology, or services; obligating funding for a contract; or entering into\na contract with award funds. For the purchase of equipment, technology, or services under a COPS Office award,\nrecipients must use their own documented procurement procedures that reflect applicable state and local laws\nand regulations, as long as those requirements conform to the federal procurement requirements set forth in 2\nC.F.R. § 200.320 as adopted by the US Department of Justice in 2 C.F.R. § 2800.101. A sole source justification\nrequest should be submitted if a recipient determines that the award of a contract through a competitive process\nis not feasible. The COPS Office may authorize a noncompetitive proposal if one or more of the following\ncircumstances apply:\n• The item/service is available only from one source. • The public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. • The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. • Competition is determined inadequate after solicitation of a number of sources. 31 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual The COPS Office will review your request and the supporting information that you provide and will make a\ndetermination as to whether or not an exception can be granted to the general rule regarding competition. If\nsubmitting a sole source justification request to the COPS Office, please use the format described in the section\n“Procurement Process.” For more information on sole source justification, please review the fact sheet: http://www.cops.usdoj.gov/pdf/2017AwardDocs/Sole_Source_Justification_FactSheet.pdf What are the specific rules regarding termination of award funding? The COPS Office has the right to sanction or terminate your agency’s project when there is reason to believe that\nyour agency is\nnot substantially complying with the award requirements or other applicable provisions of federal law;\nfailing to make satisfactory progress toward the goals or strategies outlined in its application;\nnot adhering to award requirements or conditions;\nproposing substantial plan changes to the extent that, if originally submitted, would have resulted in the\napplication being denied funding;\n• not submitting financial or programmatic reports in a timely manner;\n• filing false statements or certifications in connection with an application, periodic report, or other awardrelated documents;\n• providing other good cause for sanctions or termination as determined by the COPS Office. •\n•\n•\n•"
}