{
  "document_category": "guidance",
  "docId": "guidance_62",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice Ballot Drop Box Accessibility\nThe Americans with Disabilities Act\nIntroduction The Americans with Disabilities Act (ADA) protects the civil rights of people with disabilities. Title II of the\nADA requires state and local governments to ensure that people with disabilities have a full and equal\n1 opportunity to participate in all government programs, including voting. The ADA applies to all parts of\nthe voting process, including ballot drop boxes. A ﬁxed ballot drop box 1 See 42 U.S.C. § 12132. 1 | Ballot Drop Box Accessibility U.S. Department of Justice\nBallot Drop Box Accessibility The ADA requires that ballot drop boxes are accessible to people with disabilities. Ballot drop boxes\nmust comply with ADA accessibility standards, known as the 2010 ADA Standards. 2 To be accessible, a ballot drop box must include:\nan accessible route to the ballot drop box\nan accessible clear ﬂoor or ground space in front of the ballot drop box\nan accessible ballot drop box opening\nAccessible Route to Ballot Drop Box An accessible route must connect the ballot drop box to accessible elements on the site, such as\naccessible parking spaces, accessible passenger drop-off areas, and an accessible building entrance. An accessible route has the following features:\nStable, ﬁrm, and slip-resistant surface (no grass, gravel, or standing water, for example) No surface openings (such as holes or grate openings) greater than ½ inch wide\nClear width no less than 36 inches\nRunning slope in the direction of travel no greater than 1:20 (5.0%) Cross slope no greater than 1:48 (2.08%) No changes in level greater than ½ inch (no steps, for example) No protruding or overhanging objects (such as tree branches) 2 The 2010 ADA Standards apply to building or site elements that are “ﬁxed.” 28 C.F.R. § 35.151(d). Fixed means built-in, bolted, secured, or chained in place, and includes elements like the route and ground space in front of the drop box. For a ballot drop box that is not ﬁxed, elements\nsuch as the reach range to the opening to put the ballot in the drop box or the usability of a handle, are not covered by the 2010 ADA Standards\nspeciﬁcally. Instead, the Title II regulation applies, and the 2010 ADA Standards are used as a guide. For more information, the Title II regulation,\n28 C.F.R. pt. 35, can be found at https://www.ada.gov/regs2010/titleII_2010/titleII_2010_regulations.htm and the 2010 ADA Standards, 28 C.F.R.\n§ 35.104, are available at https://www.ada.gov/2010ADAstandards_index.htm. 2 | Ballot Drop Box Accessibility U.S. Department of Justice An accessible route\nconnects the ballot drop\nbox with accessible parking,\naccessible passenger\nloading zone, and an\naccessible entrance. Accessible Clear Floor or Ground Space in Front of Ballot Drop Box An accessible clear ﬂoor or ground space in front of the ballot drop box has the following features: At least 30 inches by 48 inches\nStable, ﬁrm, and slip-resistant surface (no grass, gravel, or standing water, for example) No surface openings (such as holes or grate openings) greater than ½ inch wide\nSurface slopes no greater than 1:48 (2.08%) in any direction No changes in level 3 | Ballot Drop Box Accessibility U.S. Department of Justice"
}