{
  "document_category": "guidance",
  "docId": "guidance_20",
  "chunk_index": 4,
  "chunk_text": "A list of source documents for this manual is provided in the appendices. You may request copies of any source\nreference document from:\nOffice of Administration, Publication Unit\nNew Executive Office Building\n725 17th Street NW, Room G 236\nWashington, DC 20503\nCOPS Office-specific documents may be requested directly from the COPS Office. Review of award terms and conditions By signing the award document to accept this COPS Anti-Methamphetamine Program award, your agency agrees\nto abide by the following award terms and conditions: 1. Award Owner’s Manual\nCondition: The recipient agrees to comply with the terms and conditions in the applicable 2019 COPS Office Program Award\nOwner's Manual; COPS Office statute ((34 U.S.C. § 10381, et seq.); the requirements of 2 C.F.R. Part 200 (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101; 48 C.F.R. Part 31 (FAR Part 31) as applicable (Contract Cost Principles\nand Procedures); the Cooperative Agreement as applicable; representations made in the application; and all other\napplicable program requirements, laws, orders, regulations, or circulars. 3 2019 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply to\nyour award. Your organization will be responsible for the information and rules contained in this manual and for\nimplementing your award in compliance with the applicable terms, conditions, and regulations. Please note that in\naccordance with 2 C.F.R. § 200.101(c), the COPS Office applies 2 C.F.R. Subparts A through E to for-profit (or\ncommercial) entities. More detailed guidance regarding any particular award requirement or your agency’s specific\ncircumstances can be requested through your COPS Office Grant Program Specialist. What you should do:\nPlease read the entire CAMP Award Owner’s Manual carefully prior to signing the award document. If you have\nany questions, please contact your COPS Office Grant Program Specialist. When accepting your award, you should\nensure that the proper reporting and financial systems are in place to satisfy the award requirements. 2. Assurances and Certifications\nCondition: The recipient acknowledges its agreement to comply with the Assurances and Certifications forms that were signed\nas part of its application. Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving awards,\nseveral provisions of federal law require us to seek the recipient’s signed Assurances and Certifications regarding\ncertain matters. Most of the Assurances and Certifications apply to all federal award programs. What you should do:\nApplicants to COPS Office award programs are required to sign the Assurances and Certifications forms at the time\nof application and application update. Signing these documents assures the COPS Office that you have read,\nunderstood, and accepted the award terms and conditions outlined in the Assurances and Certifications. Please\nread these documents carefully as signatures on these documents are treated as a material representation of fact\nupon which reliance was placed when the U.S. Department of Justice determined whether to fund the covered\naward. Additional copies of the Assurances and Certifications forms are contained in the appendices of this\nmanual."
}