{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 76,
  "chunk_text": "Trust Fund changes, and active contracts generated in SENTRY, are updated in TRUFACS on the\nfirst day of each month. Contracts entered into SENTRY by Unit Management staff and received\nas part of the nightly process are considered valid. Unit Management staff ensure that each\ncontract contains cycle type, cycle period, payment terms, and signatures before establishing the\ncontract in SENTRY. Note: An inmate may be in IFRP Refuse status and have an active contract, which is processed\nwith the normal IFRP. b. Freeze the SENTRY Cycle Transaction. SENTRY automatically freezes the IFRP cycle\nfor UNICOR and Inmate Performance Pay on the first day of each month. Changes made in\nSENTRY after the current cycle has been frozen are not updated in TRUFACS until the next cycle. c. Repetitive Payment Process. OFM/Trust Fund staff perform the “Process IFRP” function in\nTRUFACS immediately following posting the Inmate Performance Pay. Repetitive payments\nmay be monthly or quarterly. Single payments are processed during the IFRP process, along with\nmonthly and quarterly payments. IFRP withdrawals for UNICOR contracts are withdrawn by TRUFACS automatically when\nUNICOR pay is posted, except for single, monthly, and quarterly payments, which are part of the\nrepetitive payment process. d. Verification of TRUFACS Actual Single and Actual Repetitive Withdrawals in\nSENTRY. After IFRP withdrawals have been transmitted from TRUFACS to SENTRY,\nOFM/Trust Fund staff verify the withdrawal amount as outlined in the SENTRY TRM. Documentation is kept verifying that the TRUFACS IFRP withdrawals and SENTRY IFRP\nwithdrawals are in balance. If there is a difference between the amount withdrawn from TRUFACS and the Actual Withdrawal\nAmount in SENTRY, contact the Trust Fund Branch. e. Authorize SENTRY Deductions Transaction – (PIAP). After verifying that the amounts\nwithdrawn from TRUFACS equal the withdrawal amounts reported to SENTRY, OFM/Trust\nFund staff use the Authorize Deduction from Inmate Financial Obligation (PIAP) screen to\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 100 authorize SENTRY to use the actual withdrawal amounts and create deductions from inmate\nobligation balances maintained in SENTRY. The PIAP screen must be printed and included in\nthe monthly folder. f. Corrections. A correction to the actual amount withdrawn can be made using the Display\nExpected and Update Actual Withdrawals Screen (PIAW), before closing the current cycle. g. Display SENTRY’s Cycle Totals Transaction – (PIDT). OFM/Trust Fund staff generate\nthe Display Cycle Totals and Update IPAC Numbers transaction for each cycle type, on the work\nday after generating the AUTHORIZE DEDUCTION FROM INMATE FINANCIAL\nOBLIGATION transaction. This indicates the:\n■ IPAC amount and destination. ■ U.S. Treasury check amounts. ■ Excess withdrawal amounts that were posted automatically back to the inmate accounts. The IPAC document reference number and date are entered on this screen, indicating that the\nIPAC amount(s) specified on the DISPLAY CYCLE TOTALS report has been transmitted. A\ncopy of this report is printed and kept on file. h. Display Business Disbursements Transaction – (PIBD). This transaction displays a list of\npayees and addresses to which the U.S. Treasury check disbursements identified in the DISPLAY\nCYCLE TOTALS & UPDATE IPAC NUMBERS (PIDT) transaction are forwarded by\nOFM/Trust Fund staff."
}