{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 31,
  "chunk_text": "References to specific individuals, agencies,\ncompanies, products, or services should not be considered an endorsement by the author(s) or the US\nDepartment of Justice. Rather, the references are illustrations to supplement discussion of the issues. The internet references cited in this publication were valid as of the date of publication. Given that URLs\nand websites are in constant flux, neither the author(s) nor the COPS Office can vouch for their current\nvalidity.” Why this condition:\nThe COPS Office wants to ensure the quality, objectivity, utility, and integrity of information in funded projects that\nare disseminated to the public. However, award-funded reports and publications are not works of authorship by\nthe Federal Government and should not be construed to reflect the official policy or position of the US Department\nof Justice. What you should do:\nEnsure that all publications developed under your award contain the required statement listed above. 30. Criminal Intelligence Systems\nCondition:\nRecipients using award funds to operate an interjurisdictional criminal intelligence system must comply with the\noperating principles of 28 C.F.R. Part 23. By signing the Certification of Review and Representation of Compliance\nwith Requirements in the application, the recipient assured the COPS Office that it will comply with the\nrequirements of 28 C.F.R. Part 23. Why this condition: If your agency receives funding for equipment or technology that will be used to operate an interjurisdictional\ncriminal intelligence system, you must comply with the operating principles found in 28 C.F.R. Part 23. An\n“interjurisdictional criminal intelligence system” is generally defined as a system that receives, stores, analyzes, 31 exchanges, or disseminates data regarding ongoing pre-arrest criminal activities (examples of such activities\ninclude, but are not limited to, loan sharking, drug or stolen property trafficking, gambling, extortion, smuggling,\nbribery, and public corruption) and shares this data with other law enforcement jurisdictions. 28 C.F.R. Part 23\ncontains operating principles for these interjurisdictional criminal information systems that protect individual\nprivacy and constitutional rights. If your agency will use award funds to operate a single agency database (or other unrelated forms of technology)\nand will not share criminal intelligence data with other jurisdictions, 28 C.F.R. Part 23 does not apply to your\naward. What you should do:\nRecipients were required to agree to the Certification of Review of Criminal Intelligence Systems/ 28 C.F.R. Part 23\nas part of their application proposal so the COPS Office can track which agencies intend to use their award funds to\noperate interjurisdictional criminal intelligence systems. If your agency intends to use award funds to operate an\ninterjurisdictional criminal intelligence system, you should have indicated this in your application and certified your\nagency’s agreement to comply with the operating principles found at 28 C.F.R. Part 23. Your agency now must\ncomply with 28 C.F.R. Part 23 in operating the interjurisdictional criminal intelligence system funded through your\nPASS award. 31. State Information Technology Point of Contact\nCondition: The recipient agrees to ensure that the appropriate State Information Technology Point of Contact receives written\nnotification regarding any technology or information-sharing project funded by this award during the obligation\nand expenditure period."
}