{
  "document_category": "guidance",
  "docId": "guidance_44",
  "chunk_index": 2,
  "chunk_text": "According to the COPS Office, community policing is a\nphilosophy that promotes organizational strategies that support the systematic use of partnerships and problemsolving techniques to proactively address the immediate conditions that give rise to public safety issues such as\nviolent crime, nonviolent crime, and fear of crime. For a complete definition, please see appendix C of this manual,\n“Community policing defined,” beginning on page 75. This PASS Award Owner’s Manual will assist your agency with the administrative and financial matters associated\nwith your award. It was developed to ensure that all PASS award recipients are able to clearly understand and\nmeet the requirements of their award. Please review this manual carefully because failure to follow award\nrequirements can have serious ramifications. Please do not hesitate to call your COPS Office Program Manager\nthrough the COPS Office Response Center at 800-421-6770 if you need assistance with the implementation of your\naward. Thank you for providing us with the opportunity to work in partnership with you on this important project. 1 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual I. Award Acceptance, Terms, and Conditions To officially accept and begin your COPS Office PASS Program award, your agency must access\nhttps://portal.cops.usdoj.gov, to log in, review, and electronically sign the award document with the award terms\nand conditions; the financial clearance memorandum and, if applicable, the cooperative agreement that is\nincorporated by reference into the award document; and, if applicable, the special award conditions or high risk\nconditions in the award document supplement within 90 days of the date shown on the award congratulatory\nletter. Please see the Agency Portal User Manual at https://cops.usdoj.gov/pass#programdocuments for detailed\ninstructions on award acceptance. Your agency will not be able to draw down award funds until the COPS Office receives your signed award\ndocument. For more information on drawing down award funds, please see the section titled “Accessing Award\nFunds” in this manual. The award document The award document is the document indicating your official award funding amount, the award number, the\naward terms and conditions, and the award start and end dates. Please note that if your award includes a\ncooperative agreement, it is incorporated by reference into the award document and that by signing the award\ndocument, your agency has entered into the cooperative agreement with the COPS Office and agrees to abide by\nall the requirements in the cooperative agreement. The award document is preprinted with your agency’s law enforcement and government executives’ names and\naddresses. For non–law enforcement agencies (institutions of higher education, private organizations, etc.), the\nauthorized officials are the programmatic and financial officials who have the ultimate signatory authority to sign\ncontracts on behalf of your organization. If this information is incorrect or has changed, please update your\n“Agency Contacts” online at https://portal.cops.usdoj.gov. If the law enforcement or government official has\nchanged since the time of application, please have the current law enforcement executive or government\nexecutive for your agency sign the award document. Be sure to familiarize yourself with all terms, conditions, and\nrequirements of your award before signing the award document."
}