{
  "document_category": "guidance",
  "docId": "guidance_71",
  "chunk_index": 106,
  "chunk_text": "(4) Time limitation. --A complaint may not be brought under this subsection more than three years after\nthe date on which the alleged reprisal took place. (c) Remedy and enforcement authority. -(1) In general.--Not later than 30 days after receiving an Inspector General report pursuant to subsection\n(b), the head of the executive agency concerned shall determine whether there is sufficient basis to\nconclude that the contractor or grantee concerned has subjected the complainant to a reprisal\nprohibited by subsection (a) and shall either issue an order denying relief or shall take one or more of\nthe following actions:\n(A) Order the contractor or grantee to take affirmative action to abate the reprisal. (B) Order the contractor or grantee to reinstate the person to the position that the person held\nbefore the reprisal, together with compensatory damages (including back pay), employment\nbenefits, and other terms and conditions of employment that would apply to the person in that\nposition if the reprisal had not been taken. (C) Order the contractor or grantee to pay the complainant an amount equal to the aggregate\namount of all costs and expenses (including attorneys' fees and expert witnesses' fees) that were\nreasonably incurred by the complainant for, or in connection with, bringing the complaint\nregarding the reprisal, as determined by the head of the executive agency. (2) Exhaustion of remedies.--If the head of an executive agency issues an order denying relief under\nparagraph (1) or has not issued an order within 210 days after the submission of a complaint under\nsubsection (b), or in the case of an extension of time under paragraph (b)(2)(B), not later than 30 days\nafter the expiration of the extension of time, and there is no showing that such delay is due to the\nbad faith of the complainant, the complainant shall be deemed to have exhausted all administrative\nremedies with respect to the complaint, and the complainant may bring a de novo action at law or\nequity against the contractor or grantee to seek compensatory damages and other relief available\nunder this section in the appropriate district court of the United States, which shall have jurisdiction\nover such an action without regard to the amount in controversy. Such an action shall, at the request 121 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nof either party to the action, be tried by the court with a jury. An action under this paragraph may not\nbe brought more than two years after the date on which remedies are deemed to have been\nexhausted. (3) Admissibility of evidence. --An Inspector General determination and an agency head order denying\nrelief under paragraph (2) shall be admissible in evidence in any de novo action at law or equity\nbrought pursuant to this subsection. (4) Enforcement of orders.--Whenever a person fails to comply with an order issued under paragraph\n(1), the head of the executive agency concerned shall file an action for enforcement of such order in\nthe United States district court for a district in which the reprisal was found to have occurred."
}