{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 87,
  "chunk_text": "Your agency will be\ncontacted if any of the identified information is missing\nor if additional supporting information is required. If the\nCOPS Office determines that the request does not meet the\nstandards set forth above, the request will be denied. Please be advised that conflicts of interest are prohibited\nunder the procurement standards set forth in 2 C.F.R.\n§ 200.318 (c). In addition, program funds should not be\nawarded to any party that is debarred or suspended from\nparticipation in federal assistance programs. If you have any questions regarding the federal requirements\nthat guide procurement procedures, please contact your Grant\nProgram Specialist or Program Manager at 800-421-6770. Contact the COPS Office For more information about COPS Office programs and\nresources, please call the COPS Office Response Center\nat 800-421-6770 or visit the COPS Office online\nat www.cops.usdoj.gov. — How long it would take an alternate contractor to reach the same required level of competence\n(equate to dollar amounts, if desired)\n— Any additional information that would support the case April 2017 U.S. Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Consultant/Contractor Rate\nInformation for FY 2017 Awards\nRecipient Guidelines on Consultant Rate\nApproval Requests\nCompensation for individual consultant services procured under a\nCOPS Office award must be reasonable and allocable in accordance\nwith 2 C.F.R. Part 200, Subpart E—Cost Principles1 and consistent\nwith that paid for similar services in the marketplace. \"Compensation for individual consultant\nservices procured under a COPS Office award\nmust be reasonable, allocable, and consistent\nwith that paid for similar services in the\nmarketplace. The recipient must provide\njustification for any consultant rate in excess of\n$650 per day and receive COPS Office approval\nof that rate before drawing award funds.\" Unless otherwise approved by the COPS Office, approved consultant\nrates will be based on the salary a consultant receives from his or her\nprimary employer, as applicable, up to $650 per day. If individuals\nreceive fringe benefits from their primary employer, such fringe benefit\ncosts should not be included in the calculation of consultant rates. For\nconsultant or contractor rates which exceed $650 per day, the COPS\nOffice requires written justification if the consultants or contractors are\nhired through a noncompetitive bidding process. The recipient must\nprovide justification for any consultant rate in excess of $650 per day\nand receive COPS Office approval of that rate before drawing down\naward funds. Any organization that does not provide sufficient written\njustification will be limited to $650 per day for each consultant\nor contractor. Please note that this does not mean that the rate can or\nshould be $650 for all consultants. Note: Consultant and contractor daily rates do not include travel\nor subsistence costs, but may include preparation, evaluation, and\ntravel time. Guidance for requesting a consultant rate based\non employment\na. Consultants Associated with Institutions of Higher Education\n(including state-run educational institutions). If representing\nthe academic institution, the maximum rate of compensation\n1 2 C.F.R. Part 200, Subpart E—Cost Principles applies to awards made after December 26, 2014."
}