{
  "document_category": "guidance",
  "docId": "guidance_29",
  "chunk_index": 14,
  "chunk_text": "9. Award Monitoring Activities\nCondition:\nFederal law requires that law enforcement agencies receiving federal funding from the COPS Office must be\nmonitored to ensure compliance with their award conditions and other applicable statutory regulations. The COPS\nOffice is also interested in tracking the progress of our programs and the advancement of community policing. Both\naspects of award implementation—compliance and programmatic benefits—are part of the monitoring process\ncoordinated by the U.S. Department of Justice. Award monitoring activities conducted by the COPS Office include\nsite visits, office-based grant reviews, alleged noncompliance reviews, financial and programmatic reporting, and\naudit resolution. As a COPS Office award recipient, you agree to cooperate with and respond to any requests for\ninformation pertaining to your award. This includes all financial records, such as general accounting ledgers and all\nsupporting documents. All information pertinent to the implementation of the award is subject to agency review\nthroughout the life of the award, during the close-out process and for three-years after the submission of the final\nexpenditure report. 34 U.S.C. § 10385(a) and 2 C.F.R. §§ 200.333 & 200.336. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that each award program must contain a\nmonitoring component. The COPS Office actively monitors how recipients are complying with COPS Office award\nrequirements. In addition, the monitoring component provides customer service and technical assistance to help\nensure recipients understand how to remain in compliance while implementing their awards. What you should do: Your agency may be required to accommodate routine and nonroutine efforts by the COPS Office, or an entity\ndesignated by the COPS Office, to examine your agency’s use of federal funds, both programmatically and\nfinancially. The four primary means of ensuring recipients’ compliance with the terms and conditions of their\nawards are as follows:\nSite visits. The COPS Office strategically selects award recipients based on a variety of risk factors to conduct site\nvisits to ensure compliance with award terms and conditions. The purpose of site visits is threefold:\n• To review for compliance with the terms and conditions of the award\n• To review the recipient’s community policing strategies\n• To provide customer service and technical assistance If selected, recipients will be notified in writing in advance with detailed instructions for how to prepare for\nthe review of their COPS Office awards. This review is generally performed over a period of one or more days. Recipients will have an opportunity to resolve any identified noncompliance issues while on-site or, if\nnecessary, following the site visit. In addition, recipients will also have an opportunity to seek customer\nservice and/or technical assistance on the implementation of their award. 13 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Enhanced Office-Based Grant Reviews (EOBGR). In lieu of a site visit, awards may be selected for an EOBGR\nconducted at the COPS Office via teleconference or video conference. EOBGRs serve as an alternative for\nconducting award monitoring reviews in support of the COPS Office’s overall award monitoring strategy. The\npurpose of the EOBGR is threefold:\n1.\n2.\n3. To review for compliance with the terms and conditions of the award To review the recipient’s community policing strategies"
}