{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 30,
  "chunk_text": "29 What you should do: Your agency should refer to your FCM for a list of approved travel costs and use CPD funds only for approved travel\ncosts incurred during the award period. In addition, your agency should keep timely and accurate records of all\ntravel expenses. If at any time these costs change, you should immediately contact your COPS Office Program\nManager. 27. Sole Source Justification\nCondition:\nRecipients who have been awarded funding for the procurement of an item (or group of items) or service in excess\nof $150,000 and who plan to seek approval for use of a noncompetitive procurement process must provide a\nwritten sole source justification to the COPS Office for approval prior to obligating, expending, or drawing down\naward funds for that item or service. Why this condition: In general, recipients are required to procure funded items through open and free competition. However, in some\ninstances, recipients may have already determined that competition is not feasible. What you should do: If you have received an award for an item (or group of items) or service in excess of $150,000 and have already\ndetermined that the award of a contract through a competitive process is infeasible, you must provide a written\njustification that explains why it is necessary to contract noncompetitively. The initial determination that competition is not feasible can be made if one of the following circumstances exists:\n•\n•\n•\n• Competition is determined inadequate after solicitation of a number of sources. The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. The item/service is available only from one source. The public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. The COPS Office will review your request and the supporting information that you provide and will make a\ndetermination as to whether or not an exception can be made to the general rule regarding competition. If\nsubmitting a sole source justification request to the COPS Office, please use the format described in the “Sole\nSource Justification fact sheet” in the appendices of this manual. 30 28. Public Release Information\nCondition: The recipient agrees to submit one copy of all reports and proposed publications resulting from this award ninety\n(90) days prior to public release. Any publications (written, curricula, visual, sound, reports, or websites) or\ncomputer programs, whether or not published at government expense, shall contain the following statement:\n“This project was supported, in whole or in part, by Cooperative Agreement Number 2017-XX-XX-XXXX\nawarded by the US Department of Justice, Office of Community Oriented Policing Services. The opinions\ncontained herein are those of the author(s) or contributor(s) and do not necessarily represent the official\nposition or policies of the US Department of Justice. References to specific individuals, agencies,\ncompanies, products, or services should not be considered an endorsement by the author(s) or the US\nDepartment of Justice. Rather, the references are illustrations to supplement discussion of the issues. The internet references cited in this publication were valid as of the date of publication."
}