{
  "document_category": "guidance",
  "docId": "guidance_81",
  "chunk_index": 43,
  "chunk_text": "4. Provide further detail on project plans as requested by the program manager. 5. Adhere to the requirements or tasks specified in this cooperative agreement and not deviate from\nthem unless requested adjustments are first presented to and approved by the program manager. 6. Submit for prior approval or disapproval to the program manager any proposed changes in key staff\nassignments to this project and any significant changes in any partner’s role or responsibilities. 7. Submit for prior approval to the program manager proposed writers of any project deliverables. The\nprogram manager will need to review each writer’s resume and writing sample before approving the\nwriter. 8. Submit for prior approval to the COPS Office program manager proposed SMEs to be used on the\nproject. The COPS Office program manager will review each SME’s resume before approving the SME. 9. Obtain written approval from the COPS Office prior to obligating, expending, or drawing down\ncooperative agreement funds for the award of noncompetitive contracts for goods or services\n(including equipment purchases) in excess of $250,000. See 2 C.F.R. § 200.324(b)(2).\n10. Ensure that all proposed deliverables and publications follow and are in accordance with the COPS\nOffice Editorial and Graphics Style Manual, which includes that all nonoriginal work should be credited\nas appropriate. 11. Submit one copy of all reports and proposed products and deliverables (written, visual, or sound;\ncurricula, reports, or websites) or computer programs resulting from this cooperative agreement to\nthe program manager at least 90 days prior to public release to allow for COPS Office review and\nfeedback. 43 2018 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\n12. Include the following statement for all products and deliverables developed under this cooperative\nagreement (including written, visual, sound, websites, or any other format): This project was supported, in whole or in part, by cooperative agreement number 2018-XXXX-XXXX awarded by the U.S. Department of Justice, Office of Community Oriented Policing\nServices. The opinions contained herein are those of the author(s) or contributor(s) and do\nnot necessarily represent the official position or policies of the U.S. Department of Justice. References to specific individuals, agencies, companies, products, or services should not be\nconsidered an endorsement by the author(s), contributor(s), or the U.S. Department of\nJustice. Rather, the references are illustrations to supplement discussion of the issues. The Internet references cited in this publication were valid as of the date of publication. Given\nthat URLs and websites are in constant flux, neither the author(s) nor the COPS Office can\nvouch for their current validity. Products and deliverables developed with award funds and published as a U.S. Department of\nJustice resource will contain the following copyright notice: This resource was developed under a cooperative agreement and may be subject to\ncopyright. The U.S. Department of Justice reserves a royalty-free, nonexclusive, and\nirrevocable license to reproduce, publish, or otherwise use the work for Federal Government\npurposes and to authorize others to do so. This resource may be freely distributed and used\nfor noncommercial and educational purposes only. 13. Contact the program manager to determine if revenue generated from your award constitutes\nprogram income."
}