{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 62,
  "chunk_text": "Competition is determined inadequate after solicitation of a number of sources. The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. The item/service is available only from one source. The public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. The COPS Office will review your request and the supporting information that you provide and will make a\ndetermination as to whether or not an exception can be made to the general rule regarding competition. If\nsubmitting a sole source justification request to the COPS Office, please use the format described in the “Sole\nSource Justification fact sheet” in appendices of this manual.. 61 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 29. Public Release Information\nCondition: The recipient agrees to submit one copy of all reports and proposed publications resulting from this award ninety\n(90) days prior to public release. Any publications (written, curricula, visual, sound, report, or websites) or computer\nprograms, whether or not published at government expense, shall contain the following statement:\n“This project was supported, in whole or in part, by Cooperative Agreement Number 2017-XX-XX-XXXX\nawarded by the U.S. Department of Justice, Office of Community Oriented Policing Services. The opinions\ncontained herein are those of the author(s) or contributor(s) and do not necessarily represent the official\nposition or policies of the U.S. Department of Justice. References to specific individuals, agencies,\ncompanies, products, or services should not be considered an endorsement by the author(s),\ncontributor(s), or the U.S. Department of Justice. Rather, the references are illustrations to supplement\ndiscussion of the issues. The Internet references cited in this publication were valid as of the date of publication. Given that URLs\nand websites are in constant flux, neither the author(s) nor the COPS Office can vouch for their current\nvalidity.” Why this condition:\nThe COPS Office wants to ensure the quality, objectivity, utility, and integrity of information in funded projects that\nare disseminated to the public. However, award-funded reports and publications are not works of authorship by\nthe Federal Government and should not be construed to reflect the official policy or position of the U.S.\nDepartment of Justice. In addition, the COPS Office reserves a royalty-free, nonexclusive, and irrevocable license to\nreproduce, publish, or otherwise use and to authorize others to use, for federal government purposes, the\nfollowing: (1) the copyright in any work developed under this award, subaward, or contract and (2) any copyright\nto which an award recipient, subrecipient, or a contractor purchases ownership with support from this award What you should do:\nEnsure that all publications relating to your COPS Office award contain the required statement listed above. In addition, the recipient is responsible for acquiring the rights, and ensuring that its subcontractors/authors\nacquire the rights, to copyrighted material for inclusion in U.S. Department of Justice publications or other\nproducts or deliverables that are developed under this cooperative agreement, including the payment of required\nfees."
}