{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 18,
  "chunk_text": "5. SUFFIX. Three spaces are provided for any name suffixes\n(i.e., Jr., Sr., II). Suffix codes are found in the Name\nSuffix Code section of the SENTRY General Use Technical\nReference Manual (TRM). 6. RACE. Standards for the Classification of Federal Data on\nRace and Ethnicity are set by the Office of Management\nand Budget. Enter the appropriate code: Eight spaces are provided for the inmate’s middle CODE RACE DEFINITION A Asian A person having origins in any of\nthe Pacific Islands or any of the\noriginal peoples of the Far East,\nSoutheast Asia, or the Indian\nsubcontinent including, for\nexample, Cambodia, China, India,\nJapan, Korea, Malaysia, Pakistan,\nthe Philippine Islands, Thailand,\nand Vietnam. B Black or\nAfrican\nAmerican A person having origins in any of\nthe black racial groups of Africa. I American\nIndian or\nAlaska Native A person having origins in any of\nthe original peoples of North and\nSouth America (including Central\nAmerica), and who maintains tribal\naffiliation or community\nattachment. W White A person having origins in any of\nthe original peoples of Europe, the\nMiddle East, or North Africa. 7. SEX. 8. ETHNIC ORIGIN. Enter M = Male or F = Female. Enter the appropriate code. P5100.08\n9/12/2006\nChapter 4, Page 3\nCODE ETHNIC ORIGIN DEFINITION H Hispanic or\nLatino A person of Cuban, Mexican, Puerto\nRican, South or Central American,\nor other Spanish culture or origin,\nregardless of race. O Not Hispanic\nor Latino A person who does not meet the\nabove definition. 9. DATE OF BIRTH. Ten spaces are provided for the inmate’s\nbirth date (MM-DD-YYYY); (e.g., July 2, 1981 = 07-021981). If the inmate's birth date is unknown or not\navailable, enter 01-01-1800. 10. OFFENSE/SENTENCE. The offense(s), sentence imposed, and\ndocket number (as specified in the Judgment) should be\nentered in the space provided. Additionally, if the inmate\nis admitted to another SENTRY facility, care should be\ntaken to preserve existing information. 11. FBI NUMBER. Nine spaces are provided for the Federal Bureau\nof Investigation (FBI) number. The FBI number can be any\ncombination of letters and numbers and must be entered\nwithout spaces or dashes. It cannot duplicate an existing\nFBI number in SENTRY. This field must be left blank if the\nFBI number is unknown at the time the inmate is loaded. 12. SOCIAL SECURITY NUMBER (SSN). Nine spaces are provided for\nthe inmate’s SSN. The number must be entered without dashes\nor spaces. It cannot duplicate an existing SSN in SENTRY. If the SSN is unknown, or the inmate has never been issued\na SSN this field must be left blank. In cases where the\ninmate will not be issued a SSN (i.e., illegal aliens) a\nback slash may be entered. 13. STATE OF BIRTH. Two spaces are provided for the state code\nfor the state in which the inmate was born. If entered, it\nmust be a valid code from the State and Possession Code\nTable in the SENTRY General Use TRM. 14. COUNTRY OF BIRTH. If entered, it must be a valid code from\nthe Country Code Table in the SENTRY General Use TRM. NOTE: SENTRY will not allow “US” to be entered if a\n“state of birth” is entered (Item 13 above). P5100.08\n9/12/2006\nChapter 4, Page 4\n15. CITIZENSHIP. Enter the country code that corresponds to the\ninmate’s citizenship."
}