{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 6,
  "chunk_text": "Your agency may not use TRGP Hiring award funds for any\ncosts that are not identified as allowable in the Financial Clearance Memorandum. Only actual allowable costs\nincurred during the award period will be eligible for reimbursement and drawdown. If your agency experiences any\ncost savings over the course of the award (for example, your award application overestimated the total entry-level\nofficer salary and fringe benefits package), your agency may not use that excess funding to extend the length of the\naward beyond 36 months. Any funds remaining after your agency has drawn down for the costs of approved\nsalaries and fringe benefits incurred for each awarded position during the 36-month funding period for each\nawarded position will be deobligated during the closeout process, and should not be spent by your agency. Why this condition:\nTRGP-Hiring funds may be used only to pay entry-level salaries and fringe benefits for 36 months for full time\ncareer law enforcement officers hired or rehired on or after the award start date. You may use the TRGP award to\nhire or rehire experienced officers, but award funding must be limited to paying your agency’s entry-level salary\nand fringe benefits; any costs higher than entry level must be paid by your agency with local funds. TRGP-Hiring award funding may also be used to pay the approved entry-level salaries and fringe benefits of newly\nhired officer recruits while they are in basic academy training prior to swearing them in, if it is your agency’s\nstandard practice to pay recruits while in training. What you should do: All recipients should keep and maintain the most recent, approved version of 2017 TRGP application, which will\ncontain the approved costs for this award. Refer to your FCM for the list of approved allowable costs. As long as\nfunds are spent during the award period on the approved salaries and benefits (as applicable), equipment,\ntechnology, training, or other costs that were documented in your application’s budget summary and were\napproved through the issuance of the FCM, this award condition will be satisfied. The award number should be 5 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\nindicated on all budgetary documentation including purchase orders, receipts, and other documentation. All\nrecipients should keep and maintain the most recent, approved version of their 2017 TRGP application for future\nreference. Salaries covered by TRGP-Hiring must be based on your agency’s standard entry-level salary and fringe benefits\npackage under the laws or rules that govern hiring by your agency. Salary and fringe benefits payments must be\nbased on payroll records supported by time and attendance records or their equivalent. Examples of the types of\nrecords your agency must keep to document allowable costs are described in this manual. Any additional costs\nabove the approved entry-level salaries and fringe benefits are the responsibility of the recipient agency. Civilian\npositions, overtime, training, weapons, equipment, and vehicles cannot be funded with your TRGP-Hiring award. Allowable costs: Officer approved salary and benefits The FCM, included in your award package, specifies the approved amount of COPS Office TRGP-Hiring funds\nawarded to your agency for officer salaries and approved benefits."
}