{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 39,
  "chunk_text": "If your agency has never received a negotiated indirect cost rate, then you may request up to a flat 10 percent de\nminimis indirect cost rate applied to the modified total direct costs (MTDC). 37 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual In addition, before the COPS Office officially closes out your agency’s award, your agency must reconcile any\nchanges between your approved final indirect cost rate and approved provisional indirect cost rate and, if\nnecessary, repay the COPS Office for any indirect cost rate overpayment. If your agency draws down excess COPS\nOffice award funding for indirect costs, please return the overpayment to the COPS Office and submit a revised\nFederal Financial Report (SF-425). See the COPS Office website for a fact sheet on indirect costs,\nhttps://cops.usdoj.gov/pdf/2017AwardDocs/ctas/Indirect_Cost_Rate_Fact_Sheet.pdf. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother U.S. Department of Justice award. See also award condition on “Duplicative Funding.” Note that certain “Controlled Equipment” as described in the “Recommendations Pursuant to EXECUTIVE\nORDER 13688 Federal Support for Local Law Enforcement Equipment Acquisition,” available at\nhttps://ojp.gov/docs/LE-Equipment-WG-Final-Report.pdf may be disallowed or require additional justification\nand certifications. 4. Supplementing, Not Supplanting\nCondition:\nState, local, and tribal governments must use TRGP Equipment/Training award funds to supplement, and not\nsupplant, state, local, or Bureau of Indian Affairs (BIA) funds that are already committed or otherwise would have\nbeen committed for award purposes (hiring, training, purchases, and/or activities) during the award period. In\nother words, recipients may not use COPS Office funds to supplant (replace) state, local, or BIA funds that would\nhave been dedicated to the COPS Office-funded item(s) in the absence of the COPS Office award (34 U.S.C. §\n10384(a))). Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds may not be used to replace\nstate or local funds (or, for tribal recipients, BIA funds) that would, in the absence of federal aid, be made available\nfor the award purposes. What you should do:\nTRGP-E/T recipients may not use award funds to pay for any item or cost funded under the award (equipment,\npersonnel, training, etc.) if that item or cost was otherwise budgeted with state, local, or BIA funds or committed\nto the recipient’s budget. If you have questions concerning this award term, and how it pertains to your project\nbudget, please contact your COPS Office Grant Program Specialist. In addition, recipients may not reallocate state, local, or BIA funds from one area within the law enforcement\nbudget to another as a result of receiving TRGP award funds. For example, recipients who have budgeted funds to\npay for new computer equipment may not reallocate those funds to pay for any other law enforcement cost as a\nresult of receiving TRGP-E/T award funds for the same computer equipment. 38"
}