{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 9,
  "chunk_text": "If your organization drew down excess COPS Office funding for\nindirect costs, then your organization must return the overpayment to the COPS Office and submit a revised\nFederal Financial Report (SF-425). If your organization incurred additional indirect costs, then your organization\nmay request a budget modification if the award is still open and award funds are available. If your organization\nreturns or draws down COPS Office funding, then your organization will need to submit a revised final Federal\nFinancial Report (SF-425). See the COPS Office website for a fact sheet on indirect costs:\nhttps://cops.usdoj.gov/pdf/2017AwardDocs/cpd/Indirect_Cost_Rate_Fact_Sheet.pdf. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother U.S. Department of Justice award. See also award condition on “Duplicative Funding.” 4. Extensions\nCondition:\nYour agency may request an extension of the award period to receive additional time to implement your award\nprogram. Such extensions do not provide additional funding. Only those recipients that can provide a reasonable\njustification for delays will be granted no-cost extensions. Extension requests must be received prior to the end date\nof the award. Why this condition:\nUnder federal regulations, requests to extend the award period require prior written approval from the COPS\nOffice. Without an approved extension, your organization is not permitted to draw down federal funding for costs\nincurred beyond the official award end date. When justified, the COPS Office will seek to accommodate reasonable\nrequests for no-cost time extensions to fully implement the COPS Office award. 8 What you should do: The COPS Office will contact your organization during the last quarter of the award period to determine whether a\nno-cost time extension is needed. Requests to extend the award period must be received by the COPS Office\nbefore the official award end date. Failure to submit a request for a no-cost time extension before the award end\ndate may result in the immediate deobligation of any remaining award funds. Please note that the project period\nof performance will be extended, if necessary, until the deliverable is considered final. If the award is set to expire,\nprior to the final approval of the deliverable, a no-cost extension will be executed for a reasonable amount of time\nfor the recipient to complete the final deliverable. 5. Modifications\nCondition:\nAward modifications under the CRI-TA program are evaluated on a case-by-case basis in accordance with 2 C.F.R. §\n200.308. For federal awards in excess of $150,000, any modification request involving the reallocation of funding\nbetween budget categories that exceed or are expected to exceed 10 percent (10%) of the total approved budget\nrequires prior written approval by the COPS Office. Regardless of the federal award amount or budget modification\npercentage, any reallocation of funding is limited to approved budget categories. In addition, any budget\nmodification that changes the scope of the project requires prior written approval by the COPS Office. Why this condition:\nThe COPS Office realizes that agencies may need to reprogram award funds. Acceptable examples of such award\nmodifications include purchasing additional equipment using cost-savings from approved items or purchasing a\ndifferent type of equipment due to changing needs."
}