{
  "document_category": "guidance",
  "docId": "guidance_38",
  "chunk_index": 4,
  "chunk_text": "(In those States\nwhere individuals who are detained pursuant to a criminal conviction are entitled to vote, they\ntoo use vote by mail.) Most jurisdictions allow voters who have received their ballots by mail (or who picked up absentee\nballots in person) to avoid the uncertainty of having to return their ballots by mail. They allow voters to\nreturn completed ballots to an election ofﬁce, an early in-person voting location, a secure ballot drop\nbox, or a polling place on Election Day (where the vote-by-mail voter is not required to stand in line to\nreceive a ballot). These alternatives are particularly critical for voters who receive ballots late, have\nlimited time to bring a ballot to a postal facility, or lack access to regular mail. 5 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nFederal Law Mandates Certain Forms Of Voting By Mail. Section 202 of the VRA requires all States to allow qualiﬁed residents who are absent from their election\ndistrict on Election Day to cast an absentee ballot for President and Vice President. 52 U.S.C. § 10502(d). Section 202 also gives voters who will be absent on Election Day until seven days beforehand to request a\nmail ballot for President and Vice President and until the close of the polls on Election Day to return it. Id. Finally, Section 202 gives voters who move less than thirty days before an election for President or Vice\nPresident a right to vote absentee in the jurisdiction from which the voter has moved. 52 U.S.C. §\n10502(e). UOCAVA provides speciﬁc mail ballot protections for certain members of the uniformed services absent\nfrom home due to active-duty service, their eligible family members, and United States citizens residing\noverseas. See 52 U.S.C. § 20310(1), (5). Among other requirements, States must: ▪ Accept UOCAVA ballot requests received at least 30 days before a federal election, by mail\nor electronically, including on a prescribed federal postcard application. ▪ Send absentee ballots to UOCAVA voters by mail or electronically, according to the\npreference of the voter, at least 45 days before the election (as long as the voter requested\nthe ballot at least 45 days before Election Day). ▪ Permit UOCAVA voters to cast absentee ballots in all federal elections. ▪ Accept a prescribed federal write-in absentee ballot from UOCAVA voters. 52 U.S.C. § 20302(a). Moreover, for any election for Federal ofﬁce, States must provide ballots to UOCAVA voters who\nrequest a ballot any time during the year when an election is occurring. They must do this without\nregard to whether the request came before the ﬁrst date on which the State would accept or process\nordinary applications for mail ballots during that year. 52 U.S.C. § 20306. 6 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nFederal Law Protects Voters During States’ Vote By Mail Processes. Beyond afﬁrmative requirements to States to facilitate some citizens’ ability to vote by mail, other\nfederal laws also govern how States conduct vote by mail."
}