{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 48,
  "chunk_text": "All newly hired, additional, or rehired officers funded\nunder CHP (or an equal number of redeployed veteran officers) must implement your agency’s approved\ncommunity policing strategy, which you described in your award application, and advance your agency’s\ncommunity policing activities over the life of the award. In your application, you specified a community policing implementation strategy for the CHP award with specific\nreference to a specific crime or disorder problem and the following elements of community policing:\n• Problem solving—your agency’s strategy to assess and respond to the problem identified\n• Community partnerships and support, including related governmental and community initiatives that\ncomplement your agency’s proposed use of CHP funding\n• Organizational transformation—how your agency will use these funds to reorient its mission to community\npolicing or enhance its involvement in and commitment to community policing Your organization may be audited or monitored to ensure that it is initiating or enhancing community policing in\naccordance with the community policing strategy or strategies you indicated in your application and that the\nofficers hired (or an equal number of redeployed veteran officers) are used to implement this strategy. We\nunderstand that your community policing needs may change during the life of your award. We also recognize that\nthis strategy may incorporate a broad range of possible community policing strategies and activities and that your\nagency may implement particular community policing strategies from the plan on an as-needed basis throughout\nthe life of the award. Minor changes to this plan may be made without prior approval of the COPS Office; however,\nrecipients will be required to report on progress or changes to the community policing strategy (if any) through\nrequired quarterly progress reports. Any changes to the community policing scope or strategies originally\nidentified in your CHP application should be documented within your quarterly progress report. If your agency’s\ncommunity policing strategy changes significantly, you must submit those changes to the COPS Office for approval\nthrough the quarterly progress report. Changes are significant if they deviate from the specific crime problem(s)\noriginally identified and approved in the community policing strategy submitted with the application. Additional\ninformation about community policing may be found in the appendices of this manual. 49 2017 COPS Hiring Program (CHP) Award Owner’s Manual VII. When the Award Period Has Ended At the end of your agency’s award period, the COPS Office is responsible for the closeout of your award. As part of\nthis process, the COPS Office requires documentation demonstrating that your agency has met all of the financial\nand programmatic requirements of the award. After the end of the award period, your agency will be asked to submit a final Federal Financial Report (SF-425) and\nany applicable final program reports. Final Federal Financial Report\nThe final Federal Financial Report (SF-425) for your award is due to the COPS Office no later than 90 days after the\nend of the award period. The final report should reflect the total amount of allowable federal expenditures that\nwere incurred during the life of the award, as well as the amount of unobligated funds remaining, if any."
}