{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 41,
  "chunk_text": "Prior to the\ndevelopment of the web-based course, the recipient must receive guidance and work with the\nCOPS Office to ensure compatibility. Web-based courses developed through this cooperative\nagreement must be reviewed and approved by the COPS Office prior to public release. 18. At the request of the COPS Office, submit all website(s) and web-based information that are\ndeveloped through this cooperative agreement to the COPS Office. The information will be\nsubmitted in a format that will enable the COPS Office to reproduce the website(s) and webbased information on alternative web-based platforms. 19. If required, submit all surveys, interview protocols, and other information collections to the COPS\nOffice for submission to the Office of Management and Budget (OMB) for clearance under the\nPaperwork Reduction Act (PWRA) of 1995. 20. Agree to cooperate with the monitor or evaluator if monitoring or an evaluation of this project is\nto be undertaken by the COPS Office or a third party, and in consultation with the COPS Office,\nagree to make reasonable adjustments to programs and activities in recognition of significant\npoints of evaluation or feedback, and to remedy any violations of the terms and conditions of\nthis award. 21. Be responsible for the development, approval, and oversight of any subawards. See 2 C.F.R. §§\n200.330 - 200.332. The recipient will ensure that the award terms and conditions flow down to\nits subrecipients including all applicable uniform administrative requirements, costs principles,\nand audit requirements set forth in 2 C.F.R. Part 200. See 2 C.F.R. § 200.101(b)(1). The recipient\nwill also ensure that subrecipients maintain effective control and accountability over all funds,\nproperty and other assets covered by subawards and that each subrecipient establishes and uses\ninternal fiscal and program management procedures sufficient to prevent fraud, waste, or abuse. 22. At the request of the COPS Office, work to develop a marketing plan to increase the visibility of\nthe project and any accompanying outcomes/deliverables. The recipient will coordinate any\nmarketing activities with the COPS Office. 23. Coordinate all public communication activities (in any format including website and social media\ncontent) related to this project or the COPS Office with the Program Manager prior to release. 24. Work closely with the COPS Office and Program Manager to respond to peer reviewer, vetting,\nand other COPS Office staff comments within 30 days of receipt. 25. Obtain written approval from the COPS Office prior to entering into any contract, agreement or\nother obligation for costs related to any conference, meeting, retreat, seminar, symposium,\ntraining activity, or similar event funded under this award. Submit the Conference Cost\nRequest/Reporting Form (CCR) at least 90 days prior to event to the Conference Cost Request\nmailbox at COPS.Conferencecosts@usdoj.gov and copy your Program Manager. The CCR form is\navailable at https://cops.usdoj.gov/Default.asp?Item=2541. The document will have you\nbreakout each event or training deliveries and ensures that all costs comply with current\nguidelines and policies on event/training planning, food and beverages, minimizing costs. Training or events should not be scheduled or delivered prior to receiving notice from your\nProgram Manager that the CCR is approved. For more information on allowable costs for\n42"
}