{
  "document_category": "guidance",
  "docId": "guidance_20",
  "chunk_index": 8,
  "chunk_text": "Contracts/consultants\nCompensation for individual consultant services procured under a COPS Office award must be reasonable and\nallocable in accordance with 2 C.F.R. Part 200, Subpart E—Cost Principles, and consistent with that paid for similar\nservices in the marketplace. Unless otherwise approved by the COPS Office, consultant rates will be based on the\nsalary a consultant receives from his or her primary employer, as applicable, up to $650 per day. For consultant or\ncontractor rates which exceed $650 per day, the COPS Office requires written justification if the consultants or\ncontractors are hired through a noncompetitive bidding process and recipients must receive COPS Office approval\nof those rates before drawing down award funds. Determinations of approval will be made on a case-by-case basis. Other costs\nProject-related expenditures that do not conform to any of the category descriptions specified above, (i.e. sworn\nofficer overtime) were included in this section of your FCM. In addition, items that have a direct correlation to the\noverall success of a recipient’s project objectives and are necessary for the project to reach full implementation\nwill be considered on a case-by-case basis by the COPS Office. Requests may be made only for items or positions that are not otherwise budgeted with state, local, or BIA funds,\nand would not be funded in the absence of the CAMP award. If at any time you are unsure if an item is considered allowable or unallowable, please contact your COPS Office\nGrant Program Specialist for further assistance. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother U.S. Department of Justice award. See also award condition “Duplicative Funding.” 4. Supplementing, Not Supplanting\nCondition:\nState, local, and tribal government recipients must use award funds to supplement, and not supplant, state, local,\nor Bureau of Indian Affairs (BIA) funds that are already committed or otherwise would have been committed for\naward purposes (hiring, training, purchases, and/or activities) during the award period. In other words, state, local,\n7 2019 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual and tribal government recipients may not use COPS Office funds to supplant (replace) state, local, or BIA funds that\nwould have been dedicated to the COPS Office-funded item(s) in the absence of the COPS Office award. 34 U.S.C. §\n10384(a). Why this condition: The COPS Office statutory nonsupplanting requirement mandates that award funds not be used to replace state or\nlocal funds (or, for tribal recipients, BIA funds) that would, in the absence of federal aid, be made available for the\naward purposes. What you should do:\nCAMP funds may not be used to pay for any item or cost funded under the award (equipment, personnel, training,\netc.) if that item or cost was otherwise budgeted with state, local, or BIA funds. In addition, recipients may not\nreallocate state, local, or BIA funds from one area within the law enforcement budget to another as a result of\nreceiving CAMP award funds. If you have questions concerning this award term, and how it pertains to your\nproject budget, please contact your COPS Office Grant Program Specialist. Personnel"
}