{
  "document_category": "guidance",
  "docId": "guidance_54",
  "chunk_index": 24,
  "chunk_text": "The subaward information entered in FSRS will then be displayed on www.USASpending.gov\nassociated with your agency’s award, furthering federal spending transparency. For additional information regarding the executive compensation and subaward reporting requirements, please\nsee Vol. 75, No. 177 (September 14, 2010) of the Federal Register, www.gpo.gov/fdsys/pkg/FR-2010-0914/pdf/2010-22705.pdf. 23 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 17. Debarment and Suspension\nCondition: The recipient agrees not to award federal funds under this program to any party which is debarred or suspended\nfrom participation in Federal assistance programs. 2 C.F.R. Part 180 (Governmentwide Nonprocurement Debarment\nand Suspension) and 2 C.F.R. Part 2867 (DOJ Nonprocurement Debarment and Suspension). Why this condition:\nUnder federal regulations, recipients are required to ensure that federal funds are not given to parties that are\ndebarred or suspended from participation in federal assistance programs. This is to protect the public interest and\nto ensure proper management and integrity in federal activities by conducting business only with responsible\nparties. For details regarding the debarment and suspension requirements, please see 2 C.F.R. Part 180\n(Governmentwide Nonprocurement Debarment and Suspension) and 2 C.F.R. Part 2867 (DOJ Nonprocurement\nDebarment and Suspension). What you should do: If, under a COPS Office award, you enter into a contract for goods or services for $25,000 or more or any\nsubaward, you must verify that the vendor or subrecipient and their respective principals (e.g., owners, top\nmanagers) with whom you intend to do business are not excluded or disqualified from participation in federal\nassistance programs. In addition, you must include a term or condition in the contract or subaward requiring the\nvendor or subrecipient to comply with subpart C of the OMB guidance in 2 C.F.R. Part 180 (Governmentwide\nNonprocurement Debarment and Suspension) and 2 C.F.R. Part 2867 (DOJ Nonprocurement Debarment and\nSuspension). 18. Employment Eligibility\nCondition: The recipient agrees to complete and keep on file, as appropriate, a Bureau of Citizenship and Immigration Services\nEmployment Eligibility Verification Form (I-9). This form is to be used by recipients of federal funds to verify that\npersons are eligible to work in the United States. Immigration Reform and Control Act of 1986 (IRCA), Public Law\n99-603. Why this condition:\nUnder federal immigration law, all employers are required to take certain steps to ensure that persons that are\nhired are legally permitted to work in the United States. The Bureau of Citizenship and Immigration Services\nEmployment Eligibility Verification Form (I-9) outlines the types of documents that an employer should review to\nconfirm that a new hire is eligible for employment. What you should do: You do not need to submit any documentation to the COPS Office to satisfy this condition. Rather, you should\ncomplete and maintain the I-9 forms for all new employees under the guidelines set forth by the Bureau of\nCitizenship and Immigration Services. 24 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual For further information about this requirement, please visit https://www.uscis.gov/i-9-central. 19. Enhancement of Contractor Protection from Reprisal for Disclosure of Certain Information\nCondition:"
}