{
  "document_category": "guidance",
  "docId": "guidance_84",
  "chunk_index": 96,
  "chunk_text": "» The daily rate of each consultant/contractor that exceeds\n$650/day (indicate fringe benefits, if applicable). c. Consultants Employed by Commercial and NotFor-Profit Organizations. These organizations are\nnormally subject to competitive bidding procedures. Thus, if consultants have been selected through\ncompetitive bidding, they are not subject to the per day\nmaximum compensation threshold. Otherwise, the rate\nof compensation will be approved based on the salary a\nconsultant recieves from his or her primary employer, as\napplicable, up to $650 a day. Please include the following:\n Description of the services to be provided by the\nconsultant(s) or contractor(s), including the following:\n» The number of days and hours to be worked by each\nconsultant/contractor.  A resume or curriculum vitae (CV) for each consultant\nor contracted individual whose rate exceeds $650 per day.  Documented prior instances when a similar rate has been\ncharged by or paid to the consultant/contractor.  If the consultant is not self-employed and has a primary\nemployer, documentation showing that the requested\ndaily rate is proportionate to the consultant’s regular\nsalary (e.g. pay stubs, letter from employer, etc.).  Optional: You may submit other important information\nabout the consultant(s) or contractor(s) at this time, such\nas letters of reference; lists of any relevant publications,\npapers, or honors; advanced experience as a practitioner\nor academic in the subject area; advanced training\nrelating to the focus of your project; and/or any unique\ncircumstances which you feel should be considered as\nthe COPS Office reviews your proposed consultant/\ncontractor rates. To request approval of a consultant/contractor rate in excess\nof $650 per day, please return this information to your Grant\nProgram Specialist or Program Manager as soon as possible to\nexpedite the consultant/contractor rate review process. Contact the COPS Office For more information about COPS Office programs and\nresources, please call the COPS Office Response Center\nat 800-421-6770 or visit the COPS Office online at\nwww.cops.usdoj.gov. February 2018 US Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Sole Source Justification What is “sole source” procurement? Sole source procurement or procurement by noncompetitive\nproposals is procurement through solicitation of a proposal\nfrom only one source. Sole source procurements must\nadhere to the standards set forth in 2 C.F.R. § 200.320(f ) in\nthe Uniform Administrative Requirements, Cost Principles,\nand Audit Requirements for Federal Awards, as adopted by\nthe US Department of Justice in 2 C.F.R. § 2800.101. When is sole source approval required\nby the COPS Office? A recipient must request written approval from the COPS\nOffice for sole source procurements in excess of $250,000\nprior to purchasing equipment, technology, or services;\nobligating funding for a contract; or entering into a\ncontract with award funds. For the purchase of equipment,\ntechnology, or services under a COPS Office award,\nrecipients must use their own documented procurement\nprocedures that reflect applicable state and local laws and\nregulations, as long as those requirements conform to the\nfederal procurement standards set forth in 2 C.F.R.\n§ 200.318. A sole source justification should be submitted\nto the COPS Office if a recipient determines that the award\nof a contract through a competitive process is infeasible. Recipients may conduct noncompetitive proposals (or “sole\nsource” procurement) by procurement through solicitation\nfrom only one source when one or more of the following\ncircumstances apply:\n•"
}