{
  "document_category": "guidance",
  "docId": "guidance_21",
  "chunk_index": 99,
  "chunk_text": "in response to a written request from the recipient. 4. Competition is determined to be inadequate after solicitation of a number of sources. Please include the following:\n− Results of a market survey to determine competi­ tion availability; if no survey is conducted, please\nexplain why not\n− Any additional information that would support the case\nSection III. A budget breakdown for the subcontract (see the Award Owner’s Manual for budget requirements)\nSection IV. A declaration that this action or choice is in the best interest of the agency\nFailure to provide all of the necessary information will delay\nthe processing of your request. Your agency will be con­\ntacted if any of the identified information is missing or if\nadditional supporting information is required. If the COPS\nOffice determines that the request does not meet the stan­\ndards set forth here, the request will be denied. Please be advised that conflicts of interest are prohibited\nunder the federal procurement standards set forth in\n2 C.F.R. § 200.318(c). In addition, program funds should\nnot be awarded to any party that is debarred or suspended\nfrom participation in federal assistance programs. If you have any questions regarding the federal require­\nments that guide procurement procedures, please contact\nyour Grant Program Specialist or Program Manager at\n800-421-6770. department and why\n− Impact on project if deadlines or dates are not met\n− How long it would take an alternate contractor to reach the same required level of competence (equate\nto dollar amounts if desired)\n− Any additional information that would support the case Contact the COPS Office For more information about COPS Office\nprograms and resources, please call the COPS\nOffice Response Center at 800-421-6770 or visit\nthe COPS Office website at www.cops.usdoj.gov. March 2019 U.S. Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Indirect Cost Rate for FY 2019 Awards\nCOPS Office programs If you are requesting indirect costs under a COPS Office\nprogram that allows those costs, a copy of your agency’s\nmost current, signed, federally approved Negotiated Indi­\nrect Cost Rate Agreement must be included with your\napplication, or it must be noted in your budget narrative\nthat you have never received an indirect cost rate. If the rate\nagreement is expired at the time of application, you should\nsubmit documentation demonstrating that the rate is under\nreview by your cognizant federal agency. If your agency requests indirect costs for a COPS Office\naward based on an expired rate, your agency may not draw\ndown funding for indirect costs until the current approved\nrate agreement or an approved extension is submitted to\nthe COPS Office. In addition, if your agency’s rate agreement expires or\nchanges during the award period, you must submit the new\nrate agreement or approved one-time extension from your\ncognizant federal agency to the COPS Office. What are indirect costs? What is an indirect cost rate proposal? Indirect (facilities & administrative [F&A]) costs are costs\nincurred for a common or joint purpose benefiting more\nthan one cost objective. They are not readily attributable\nto the cost objectives that are being benefited. To facilitate\nequitable distribution of indirect expenses to the specific\ncost objectives, it may be necessary to establish a number\nof pools of indirect (F&A) costs."
}