{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 40,
  "chunk_text": "This cost of goods account records costs for all types of service. Manual procedures and records\nmust be established to record the cost for each type of service. 5.6 EXTERNAL OPERATION (OUTSIDE CONTRACTOR)\na. Contract for Service Operations. When an institution chooses to provide services through\nan outside contractor, the institution complies with contracting regulations and directives. The\nTrust Fund Supervisor serves as Contract Monitor. The Statement of Work contains, at a\nminimum:\n■ Percentage of profits or commission received on each service. Generally, the percentage of\nprofits or commission from any service should not be less than 15 percent of the service selling\nprice. ■ Price of each service. ■ Location of the service equipment. ■ Procedures for installing and servicing equipment. ■ New equipment is energy-efficient as indicated by an Energy Star label. ■ Description of the process for submitting reports and initiating payment to the contractor. ■ Procedures for sales auditing to ensure that the correct percentage of profits is received. ■ Language that relieves the Government of any liability arising from any service. ■ Specifications for service equipment (including debit card readers). ■ Security and escort requirements. b. Verification of Sales and Commissions. The Trust Fund Supervisor ensures that the Trust\nFund receives the appropriate revenue for the operation of an external service program. Procedures and staff verification responsibilities are established to ensure the institution maintains\nrecords regarding sale of services and commissions received for service operations. c. Accounting Procedures for an External Service Operation\n(1) Revenue. Inmates purchase cards from the Commissary. This transaction is recorded as\nrevenue through TRUFACS and is uploaded to the automated accounting system General Ledger\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 55 Account 5100.11 – Revenue from Goods Sold – Trust Fund Regular sales. Manual procedures\nand records must be established to record the revenues for each type of service. (2) Costs. The contract awarded to an outside contractor for services is processed in the\nautomated accounting system using SOC 2697 – Vending Machine Items. The contractor\nprovides a monthly invoice for the total amount of services sold. Payment is processed for the\ninvoice amount less the commissions earned. SOC 2697 costs are recorded in the automated accounting system General Ledger Account\n6500.16 – Cost of Goods Sold – Debit Card/Vending. This cost of goods account records costs\nfor all types of service. Manual procedures and records must be established to record the cost for\neach type of service. d. Security Requirements. Contractors servicing equipment within the institution are subject\nto security requirements. To prevent inmates from unplugging or disabling the equipment, a\ndirect-wire electric power supply is used. The equipment may be enclosed so that inmates only\nhave access to the control panel and exit chute. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 56 Chapter 6. INMATE TELEPHONE SYSTEM (TRUFONE)\n6.1 GENERAL The Bureau provides a Trust Fund Inmate Telephone System (TRUFONE) for inmates to\nsupplement written correspondence to maintain family and community ties."
}