{
  "document_category": "guidance",
  "docId": "guidance_18",
  "chunk_index": 2,
  "chunk_text": "If your agency’s local fiscal conditions have changed since submitting the FY 2019 SVPP application and your\nagency wishes to modify its SVPP award to reprogram awarded funding into different funding categories, please\nrefer to award condition 6, “Modifications,” in this manual for detailed information on requesting a post-award\nmodification. This SVPP Award Owner’s Manual will assist your agency with the administrative and financial matters associated\nwith your award. It was developed by the COPS Office to ensure that all SVPP recipients clearly understand and\nmeet the requirements of their award. Please review this manual carefully because a failure to follow award\nrequirements can have serious ramifications. Please do not hesitate to call the COPS Office Response Center at\n800-421-6770 if you need assistance with the implementation of your award. Thank you for providing us with the opportunity to work in partnership with your community. 1 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual I. Award Acceptance, Terms, and Conditions To officially accept and begin your COPS Office SVPP Program award, your agency must access\nhttps://portal.cops.usdoj.gov, to log in, review, and electronically sign the award document with the award terms\nand conditions; and the financial clearance memorandum that is incorporated by reference into the award\ndocument; and, if applicable, the special award conditions or high risk conditions in the award document\nsupplement within 90 days of the date shown on the award congratulatory letter. Please see the Agency Portal\nUser Manual at https://cops.usdoj.gov/svpp#programdocuments for detailed instructions on award acceptance. Your agency will not be able to draw down award funds until the COPS Office receives your signed award\ndocument. For more information on drawing down award funds, please see the section titled “Accessing Award\nFunds” in this manual. Your ORI number must be used when performing any grant management tasks associated with your SVPP award in\nthe COPS Office Agency Portal for various system applications (e.g., progress reports, SF-425, extensions,\nmodifications, and COPS Office Application Program, etc.). The award document The award document is the document indicating your official award funding amount, the award number, the\naward terms and conditions, and the award start and end dates. The award document is preprinted with your agency’s government executive’’ name and address. If this\ninformation is incorrect or has changed, please update your “Agency Contacts” online at\nhttps://portal.cops.usdoj.gov. If the government official has changed since the time of application, please have\nthe current government executive for your agency sign the award document. Be sure to familiarize yourself with all\nterms, conditions, and requirements of your award before signing the award document. To officially accept your\naward, please electronically sign the award document within 90 days of the date shown on the award\ncongratulatory letter. Print and retain a copy of all pages of the award document, award terms and conditions, the\nFinancial Clearance Memorandum (FCM), and if applicable, the award document supplement for your records. The award start date indicated on the award document means that your agency may be reimbursed for any\nallowable costs incurred on or after this date. The duration of your SVPP award is two years (24 months)."
}