{
  "document_category": "guidance",
  "docId": "guidance_80",
  "chunk_index": 26,
  "chunk_text": "Please see appendices in this manual addressing Whistleblower Protection for a full text of the “Enhancement of\ncontractor protection from reprisal for disclosure of certain information” (41 U.S.C. § 4712). 20. Mandatory Disclosure\nCondition:\nRecipients and subrecipients must timely disclose in writing to the COPS Office or pass-through entity, as\napplicable, all federal criminal law violations involving fraud, bribery, or gratuity that may potentially affect the\nawarded federal funding. Failure to make required disclosures can result in any of the remedies, including\nsuspension and debarment, described in 2 C.F.R. § 200.338. Why this condition:\nFederal regulations require recipients and subrecipients to report all federal violations involving fraud, bribery, or\ngratuity that may affect the awarded federal funds. This condition advises your agency of the requirement and the\nconsequences of failing to report such violations to the COPS Office or pass-through entity. What you should do:\nEnsure that you timely report in writing to the COPS Office or pass-through entity all federal violations involving\nfraud, bribery, or gratuity that may affect your federal award. 21. Conflict of Interest\nCondition:\nRecipients and subrecipients must disclose in writing to the COPS Office or pass-through entity, as applicable, any\npotential conflict of interest affecting the awarded federal funding in 2 C.F.R. § 200.112. Why this condition:\nRecipients and subrecipients are required to use federal funding in the best interest of their award program. Any\ndecisions related to these funds must be free of hidden personal or organizational conflicts of interest, both in fact\nand in appearance. 26 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual This means that recipients and subrecipients should not participate in any award-related decisions or\nrecommendations that involve any of the following people or groups:\n•\n•\n•\n• an immediate family member\na partner\nan organization in which they are serving as an officer, director, partner, or employee\nany person or organization with whom they are negotiating or who has an arrangement concerning\nprospective employment, has a financial interest, or for other reasons can have less than an unbiased\ntransaction with the recipient or subrecipient This also means that recipients and subrecipients should avoid any action which might result in or create the\nappearance of\n•\n•\n•\n•\n• using your official position for private gain;\ngiving special treatment to any person;\nlosing complete independence or objectivity;\nmaking an official decision outside official channels; or\naffecting negatively the confidence of the public in the integrity of the Federal Government or the program. What you should do:\nEnsure that you report in writing to the COPS Office or pass-through entity, as applicable, any potential conflict of\ninterest that may affect your federal award. 22. Contract Provision\nCondition: All contracts made by the award recipients under the federal award must contain the provisions required under 2\nC.F.R. Part 200, (Appendix II to Part 200—Contract Provisions for Non-Federal Entity Contracts Under Federal\nAwards). Please see appendices in the Award Owner’s Manual for a full text of the contract provisions. Why this condition:\nFederal regulations require recipients and subrecipients to comply with the necessary contract provisions in order\nto standardize and strengthen oversight of all contracts made under federal awards."
}