{
  "document_category": "guidance",
  "docId": "guidance_73",
  "chunk_index": 81,
  "chunk_text": "The ADDIE model is a process traditionally used\nby instructional designers and training developers. The five phases—Analysis, Design, Development,\nImplementation, and Evaluation—represent a dynamic,\nflexible guideline for building effective training and\nperformance support tools. In the ADDIE model, each step has an outcome that\nfeeds into the subsequent step. Analysis Phase The first stage of the ADDIE model is the analysis\nphase. In this phase, the instructional goals and\nobjectives are established, and the learning environment\nand learner’s existing knowledge and skills are identified. Incorporated in this phase are the needs assessment,\nthe course outline, and the analysis of delivery methods\nmost appropriate to learning. The following questions\nare addressed during the analysis phase:\nWho is the audience, and what are their characteristics? What is the behavioral outcome? What types of learning constraints exist? What are the delivery options? What is the timeline for project completion? Design Phase This stage of the ADDIE model focuses on creating\nthe blueprint for the instructional experience—that\nis, creating the structure and content of the learning\nmaterials, the learning assessment process, and the\nresources and activities that will be used to attain and\ncomplement the learning outcomes. The following are\nsome of the steps used during the design phase to create\nthe curriculum:\nDocumentation of the project’s instructional, visual, and technical design strategy\nApplication of instructional strategies according to the intended outcomes\nPrototype creation\nExercise creation\nGraphic design Development Phase The development phase focuses on how the plans that\nwere created in the design phase become a reality. This\nphase addresses how the instructional materials will\nbe used to support learning and engage students in\ninnovative and productive ways. During this phase, the\ncurriculum is reviewed and revised according to any\nfeedback given. February 2018 The ADDIE Model of Instructional Design Fact Sheet 2 Implementation Phase Evaluation Phase During the implementation phase, the procedure for\ntraining the facilitators is developed and delivered, and the\nprocedure for training the participants is refined. This is\nalso the phase where the project manager ensures that the\nsupplemental resources (books, hands-on equipment, tools,\nCD-ROMs, and software) are in place and that the learning\napplication or website is functional, available, and ready for\nuse. In this stage, the course is also tested and deployed to\ndetermine whether the components function as designed\nwithin the identified environment. This phase validates the\nimplementation and identifies any anomalies prior to full\ncourse deployment. The evaluation phase determines how students feel about\nthe course experience, whether goals were achieved, whether\nthe transfer of learning took place, and any long-term\noutcomes. This phase also identifies the gaps in student\nperformance that need to be addressed. Two levels of\nevaluation may be conducted:\nLevel 1—Reactions. Learners provide reactions and comments to the course, usually in the form of a response to\na questionnaire. Level 2—Learning. Assessments of content retention, application, and institutionalization. 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual Appendix E. Conference and Event Guidance\nConference and Event Approval, Planning, and Reporting FAQ\nPrior Approval\nI. Approximately how long should it take to adequately complete the Conference & Events Submission\nform? The amount of time required to adequately complete the Conference & Events Submission Form will vary\ndepending on the complexity of the proposed event."
}