{
  "document_category": "guidance",
  "docId": "guidance_96",
  "chunk_index": 44,
  "chunk_text": "• Lack of complete/timely programmatic and financial reporting. Recipient failed to submit required\nprogrammatic and financial reports in a timely manner and/or had inadequate record keeping systems. • Funds to better use. Funds could be used more efficiently based on management actions such as reductions\nin outlays; deobligation of funds; withdrawal; costs not incurred by implementing recommended\nimprovements; and any other identified savings. • Questioned costs. Costs that are questioned by the auditor because of an audit finding which resulted from a\nviolation or possible violation of a provision of law, regulation, award terms and conditions, or other\ndocument governing the use of federal funds; or because costs incurred appear unreasonable and do not\nreflect the actions a prudent person would take under the same circumstances; or because costs at the time\nof the audit are not supported by adequate documentation. 44 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual • Policy and procedure. Weaknesses are identified in a recipient’s accounting practices, fiscal stewardship,\naccuracy of data used in the development of the award applications, and/or inventory controls that led to the\nrecommendation cited in the audit. The recipient is required to develop or revise policies and/or procedures\nconsistent with their existing practices and submit to the COPS Office to forward to the OIG to close the\nrecommendation. • Failure to retain. Recipient lacked documentation to support retention planning efforts during the award\nperiod and/or failed to demonstrate an increase in the baseline of locally-funded sworn officer positions at\nthe conclusion of the 36 months of federal funding, over and above what the recipient would have funded in\nabsence of the award. • Supplanting. Recipient could not document efforts to backfill vacant local sworn officer positions, or recipient\ncould not explain reductions in local law enforcement budget or in sworn officer positions during the award\nperiod. • Lack of adequate community policing. Recipient had difficulty demonstrating community policing activities. After the final OIG audit report has been issued, the COPS Office Grant Monitoring Division will continue working\nas the liaison between your agency and the OIG to obtain closure on any audit findings. The COPS Office will issue\na closure letter once all audit recommendations have been closed by the OIG. You must keep all documentation\nrelated to the audit for a period of three years following the audit’s closure. 45 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual VI. Reports As an AHTF award recipient, your agency will be required to submit quarterly Federal Financial Reports as well as\nquarterly Program Progress Reports. Awarded agencies should be prepared to track and report AHTF program\nfunding separately from other funding sources (including other COPS Office and federal awards) to ensure accurate\nfinancial and programmatic reporting on a timely basis. Your agency should ensure that you have financial internal\ncontrols in place to monitor the use of AHTF funding and ensure that its use is consistent with the award terms and\nconditions."
}