{
  "document_category": "guidance",
  "docId": "guidance_8",
  "chunk_index": 11,
  "chunk_text": "Requests to change or alter an award that meet certain threshold\nrequirements must be submitted to the COPS Office for written approval, prior to their purchase or\nimplementation. Without prior written approval, you must continue to implement your award as it was originally\noutlined and accepted by your agency. Reprogrammed funds must be allocated for items covered within the\noriginal scope of the award. Please be advised that reprogramming requests for unallowable costs will not be\napproved. Your agency may reprogram its budget up to an aggregate (over the course of your project) of 10 percent of the\ntotal project cost without prior written approval from the COPS Office. However, you should notify your COPS\nOffice Grant Program Specialist of any reprogramming that falls below the 10 percent threshold as well. For\nawards in excess of $250,000, any reprogramming of funds that totals an aggregate of 10 percent or more of the\napproved budget requires prior written approval from the COPS Office. What you should do: You are required to notify your COPS Office Grant Program Specialist if you determine that your agency will need\nto reprogram award funds. If your modification exceeds an aggregated (over the course of your project) 10 percent\nof your overall award, your agency must access https://portal.cops.usdoj.gov. Please contact your COPS Office Grant Program Specialist for further direction on any additional requirements that\nmay apply to your modification request. The COPS Office will then evaluate your request and notify your agency of\nour decision in writing. Implementation of the modified award budget may begin following written approval from\nthe COPS Office. Please note that modification approvals for active awards will be accompanied by a modified FCM\nreflecting the approved changes. 10 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual If specific items were not identified in the budget at time of application (e.g. “Training for Staff” vs. “Active Shooter\ntraining for SROs,” or “Equipment and Supplies” vs. requesting specific equipment and specific supplies, a\nmodification will be required in order for the COPS Office to determine if items to be purchased are allowable. Please contact your Grant Program Specialist with questions. 7. Information Sharing with Law Enforcement\nCondition:\nRecipients are required to ensure that schools within their jurisdiction share school threat information and data\nwith the appropriate local law enforcement agencies. Why this condition:\nPreventing and responding to school violence requires meaningful partnerships and information sharing with\nvarious community stakeholders, especially schools and law enforcement. What you should do:\nSchool threat information should be shared with appropriate local law enforcement agencies as soon as possible to\nensure that there is adequate situational awareness to evaluate and respond to threats in a timely manner. 8. Reports/Performance Goals\nCondition: To assist the COPS Office in monitoring and tracking the performance of your award, your agency will be\nresponsible for submitting quarterly programmatic progress reports that describe project activities during the\nreporting period and quarterly Federal Financial Reports using Standard Form 425 (SF-425). 2 C.F.R §§ 200.327 –\n200.328."
}