{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 84,
  "chunk_text": "The CCRPOC must sign the certification below and this\ndocumentation along with the original cost estimate must be maintained in\nthe award files in accordance with the record documentation guidelines\noutlined in the Financial Guide. CCRPOC Certification (only to be used if all answers are \"no\"): The CCRPOC for this award certifies that the answers to all the\nquestions above are \"no\", thereby not requiring prior approval. The CCRPOC further certifies that actual costs charged to the\ncooperative agreement will not exceed $20,000, including any\napplicable indirect costs. Typed CCRPOC Name: Date: Please answer the following questions below to continue with your prior approval: One sentence describing the event:\nPurpose for the event: How the purpose ties to the COPS Office/DOJ Mission: COPS Office Mission: To advance the practice of community policing by the nation’s state, local, territorial, and tribal law\nenforcement agencies through information and grant resources. DOJ Mission: To enforce the law and defend the interests of the United States according to the law; to ensure public safety\nagainst threats foreign and domestic; to provide federal leadership in preventing and controlling crime; to seek just\npunishment for those guilty of unlawful behavior; and to ensure fair and impartial administration of justice for all Americans. Brief discussion of how and why the venue (City, State and facility) was selected. Answer: Venue selection justification documents or venue selection matrix provided. Intended audience (select all that apply \"X\")\nCommunity based organizations/NPOs\nCommunity Members/Volunteers/General Public\nCorrections / Detention Personnel\nCourt Personnel\nCrime Scene Investigators\nDefense Attorneys\nEducators\nFaith-based Organizations\nFinancial Managers\nForensic Scientists\nGrant Managers Health services (medical, mental health, substance abuse treatment)\nIndustry\nJudges\nLaw Enforcement\nProbation /Community Corrections/Parole\nProsecutors\nTribal\nVictim Advocates\nYouth\nOther – describe below Topic (select all that apply \"X\")\nCorrections\nCourts\nCrime Prevention\nCrime Scene Investigation\nDrugs\nForensic Science\nGrants Management (financial, administrative, programmatic)\nJustice Systems\nJuvenile Justice\nLaboratory Operations\nLaw Enforcement\nStandards\nTechnical Working Groups / Advisory Groups\nVictims of Crime\nOther – describe below ESTIMATED EXPENSE JUSTIFICATION/COST CALCULATION SECTION\nConference/Meeting Space\nJustification Item Number of Days Cost per Day Total Direct Costs Total Grantee Cost $0\n$0\n$0\n$0\n$0\n$0 Total Cost $0\n$0 A/V Equipment & Services\nJustification Item Number of Days Cost per Day Total Direct Costs Total Grantee Cost Total Cost $0\n$0\n$0\n$0\n$0\n$0 $0 $0 Total Direct Costs Total Grantee Cost Total Cost $0\n$0\n$0\n$0\n$0\n$0 $0 $0 Total Direct Costs Total Grantee Cost Total Cost $0\n$0\n$0\n$0 $0 $0 Total Direct Costs Total Grantee Cost Total Cost $0\n$0\n$0\n$0\n$0 $0 Printing and Distribution\nJustification Item Quantity Unit Cost Gov't Provided Meals\nJustification Item Unit Cost Number of Attendees Number of Days Breakfast\nLunch\nDinner\nRefreshment M & IE\nJustification Desciption Per Diem Rate Number of Travelers Number of Days DOJ Attendee M&IE $0 $0 $0.00 Lodging\nJustification Desciption Lodging Rate Number of Travelers Number of Nights DOJ Attendee Lodging Total Direct Costs Total Grantee Cost $0\n$0\n$0\n$0\n$0 $0 Total Cost $0 $0 $0.00 Transportation\nJustification Desciption Rate Number of Travelers DOJ Attendee Transportation Total Direct Costs Total Grantee Cost $0\n$0\n$0\n$0\n$0 $0 Total Cost $0 $0 $0.00 Local Transportation\nJustification Number of trips, miles, vehicles, persons\nItem Cost/Rate Total Grantee Cost\nTotal Direct Costs Taxi\nParking Fees\nShuttle Service\nPOV (mileage) Total Cost $0.00\n$0.00\n$0.00 $0\n$0 $0.00\n$0.00 DOJ Attendee Local Transportation $0 $0.00 Logistical Planner\nJustification Item Cost/Rate hours/days Total Direct Costs\n$0.00\n$0.00 Total Grantee Cost Total Cost $0.00 $0 $0\nInclude staff time spent on logistical and"
}