{
  "document_category": "guidance",
  "docId": "guidance_52",
  "chunk_index": 8,
  "chunk_text": "P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 9 The relationship should have been established before the inmate’s offense date of arrest, and\nshould be verified by information in the PSR or other administratively acceptable documentation\n(e.g. marriage certificate). For these requests, “incapacitation” means the inmate’s spouse or registered partner has:\n■ Suffered a serious injury, or a debilitating physical illness and the result of the injury or\nillness is that the spouse or registered partner is completely disabled, meaning that the spouse\nor registered partner cannot carry on any self-care and is totally confined to a bed or chair; or\n■ A severe cognitive deficit (e.g., Alzheimer’s disease or traumatic brain injury that has\nseverely affected the spouse’s or registered partner’s mental capacity or function), but may\nnot be confined to a bed or chair. For these requests, the inmate should demonstrate that the inmate is the only available caregiver\nfor the spouse or registered partner, meaning there is no other family member or adequate care\noption that is able to provide primary care for the spouse or registered partner. a. First Stage of the Warden’s Review. The following information should be provided by the\ninmate to the Warden in writing for RIS requests based on the incapacitation of the spouse or\nregistered partner:\n■ Statement that explains that the inmate’s spouse or registered partner has become\nincapacitated. ■ Statement that the inmate is the only family member capable of caring for the spouse or\nregistered partner. ■ Verifiable medical documentation of the incapacitation of the spouse or registered partner.\n■ A clear statement and documentation of the inmate’s release plan, including housing, and the\nfinancial means to care for the spouse or registered partner immediately upon release. ■ Written authorization from the inmate and others (as needed) for the BOP to obtain any\ninformation or documents from any individual, medical entity or doctor, or any government\nagency about the inmate, the spouse or registered partner, or other family members. The Warden may deny the inmate’s request at the institution level of review if the Warden finds\nthat the inmate has not provided adequate information and documentation as set forth above. b. Second Stage of the Warden’s Review. Even if the inmate provides adequate and sufficient\ninformation and documentation set forth above regarding the RIS request, further investigation is\nappropriate. At this stage, the Warden should convene a committee consisting of the inmate’s\nunit manager, correctional counselor and any other relevant staff (social worker, physician,\npsychologist, etc.) to investigate the facts and circumstances provided by the inmate and to\nP5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 10 review supporting letters and documents before the Warden makes a recommendation to approve\nor deny the RIS request. The information and supporting documentation gathered by the\ncommittee for the Warden’s review should include:\n■ A general description of the spouse’s or registered partner’s physical and mental condition. ■ A description of the nature of the spouse’s or registered partner’s care, as relevant, during the\ninmate’s pre-arrest and pre-sentence period, and during the inmate’s current incarceration. ■"
}