{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 73,
  "chunk_text": "Please allow 4-6 weeks for processing of a payment by check to be applied to the appropriate\nPMS account)\nv. Any additional information/instructions may be found on the PMS Web site\nat http://www.dpm.psc.gov. 77 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual Glossary of Terms\nallowable costs. Allowable costs are expenses that may be funded by this award program. The COPS Office AntiMethamphetamine Program provides funding for equipment, services, personnel, and other costs purchased or\nhired on or after the award start date. Upon review of your submitted budget, any unallowable costs were\nremoved. The Financial Clearance Memorandum (FCM) that was included in your award package outlined your\nallowable costs and noted any relevant revisions that were made to your original budget submission. audit. Work done by auditors, including both the Office of the Inspector General (OIG) and state or local auditors,\nto examine financial statements and to review\n•\n•\n•\n• compliance with laws and regulations;\neconomy and efficiency of operations;\neffectiveness in achieving program results;\nallowability of costs claimed against the award. authorized officials. The authorized officials are the individuals in your organization who have final authority and\nresponsibility for all programmatic and financial decisions regarding this award. At the time of award application,\nyour agency listed the law enforcement executive (usually the chief of police, Sheriff, etc.) and the government\nexecutive (usually the mayor, board president, etc.) for your agency. These executives are listed on your award\ndocument and are understood to be your authorized officials. If any of the executive information is incorrect,\nplease submit the correct information to the COPS Office by completing an official Change of Information (COI)\nform available online at www.cops.usdoj.gov. award number. The award number identifies your agency’s specific CAMP award and can be found on your award\ndocument. This number should be used as a reference when corresponding with the COPS Office. Your award\nnumber is in the following format: 2017-ULWX-0000 or 2017-UMWX-0000. The COPS Office tracks award\ninformation based upon this number. award package. The award package includes your CAMP award document, Financial Clearance Memorandum\n(FCM), and award congratulatory letter; it may be accessed through the “Account Access” link on the COPS Office\nwebsite (www.cops.usdoj.gov). Your agency’s CAMP award document will list your award number, law\nenforcement executive, government executive, award amount, number and hiring category of positions awarded,\naward start and end dates, and all terms and conditions (including any special conditions placed on your agency’s\nCAMP award). Your law enforcement and government executives have 90 days from the date on your award\ncongratulatory letter to log on to their accounts at and electronically sign the award document and submit it to the\nCOPS Office. Your agency’s FCM will specify the final amount of CAMP funds awarded to your agency for officer\nsalaries and approved fringe benefits. award start date. This is the date on or after which your agency is authorized to hire or rehire positions that were\napproved by the COPS Office. The award start date is found on your award document. Recipients may not expend\nfunds or hire or rehire award-funded officers prior to this date without written approval from the COPS Office. career law enforcement officer."
}