{
  "document_category": "guidance",
  "docId": "guidance_60",
  "chunk_index": 2,
  "chunk_text": "Text alternatives convey the purpose of an\nimage, including pictures, illustrations, charts, etc. • No captions on videos. People with hearing disabilities may not be able to understand\ninformation communicated in a video if the video does not have captions. • Inaccessible online forms. People with disabilities may not be able to fill out,\nunderstand, and accurately submit forms without things like:\no Labels that screen readers can convey to their users (such as text that reads\n“credit card number” where that number should be entered);\no Clear instructions; and\no Error indicators (such as alerts telling the user a form field is missing or incorrect). • Mouse-only navigation (lack of keyboard navigation). People with disabilities who\ncannot use a mouse or trackpad will not be able to access web content if they cannot\nnavigate a website using a keyboard. When the ADA Requires Web Content to be Accessible\nThe Americans with Disabilities Act applies to state and local governments (Title II)\nand businesses that are open to the public (Title III). State and local governments (Title II)\nTitle II of the ADA prohibits discrimination against people with disabilities in all services,\nprograms, and activities of state and local governments. State and local governments must take\nsteps to ensure that their communications with people with disabilities are as effective as their\ncommunications with others. Many state and local government services, programs, and\nactivities are now being offered on the web. These include, for example, things like:\n•\n•\n•\n•\n•\n•\n• Applying for an absentee ballot;\nPaying tickets or fees;\nFiling a police report; Attending a virtual town meeting; Filing tax documents; Registering for school or school programs; and\nApplying for state benefits programs. A website with inaccessible features can limit the ability of people with disabilities to access a\npublic entity’s programs, services and activities available through that website—for example,\nonline registration for classes at a community college. For these reasons, the Department has consistently taken the position that the\nADA’s requirements apply to all the services, programs, or activities of state and\nlocal governments, including those offered on the web. Businesses that are open to the public (Title III)\nTitle III prohibits discrimination against people with disabilities by businesses open to the public\n(also referred to as “public accommodations” under the ADA). The ADA requires that businesses\nopen to the public provide full and equal enjoyment of their goods, services, facilities, privileges,\nadvantages, or accommodations to people with disabilities. Businesses open to the public must\ntake steps to provide appropriate communication aids and services (often called “auxiliary aids\nand services”) where necessary to make sure they effectively communicate with individuals with\ndisabilities. For example, communication aids and services can include interpreters, notetakers,\ncaptions, or assistive listening devices. Examples of businesses open to the public:\n•\n•\n•\n•\n•\n• Retail stores and other sales or retail establishments; Banks; Hotels, inns, and motels;\nHospitals and medical offices;\nFood and drink establishments; and\nAuditoriums, theaters, and sports arenas. A website with inaccessible features can limit the ability of people with disabilities to access a\npublic accommodation’s goods, services, and privileges available through that website—for\nexample, a veterans’ service organization event registration form."
}