{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 53,
  "chunk_text": "11. If the applicant’s state has established a review and comment procedure under Executive Order 12372 and\nhas selected this program for review, it has made this application available for review by the state Single Point\nof Contact. 56 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual 12. It will submit all surveys, interview protocols, and other information collections to the COPS Office for submission to the Office of Management and Budget for clearance under the Paperwork Reduction Act of 1995 if required. 13. It will comply with the Human Subjects Research Risk Protections requirements of 28 C.F.R. Part 46 if any part\nof the funded project contains non-exempt research or statistical activities which involve human subjects and\nalso with 28 C.F.R. Part 22, requiring the safeguarding of individually identifiable information collected from\nresearch participants. 14. Pursuant to Executive Order 13043, it will enforce on-the-job seat belt policies and programs for employees\nwhen operating agency-owned - or - rented or personally-owned vehicles. 15. As required by 42 U.S.C. § 3796dd-3(a), it will not use COPS Office funds to supplant (replace) state, local, or\nBureau of Indian Affairs funds that otherwise would be made available for the purposes of this award, as applicable. 16. If the award contains a retention requirement, it will retain the increased officer staffing level or the increased\nofficer redeployment level, as applicable, with state or local funds for a minimum of 12 months following expiration of the award period. 17. It will not use any federal funding directly or indirectly to influence in any manner a Member of Congress, a\njurisdiction, or an official of any government, to favor, adopt, or oppose, by vote or otherwise, any legislation,\nlaw ratification, policy or appropriation whether before or after the introduction of any bill, measure, or resolution proposing such legislation, law, ratification, policy or appropriation as set forth in the Anti- Lobby Act,\n18 U.S.C. § 1913.\n18. In the event that a portion of award reimbursements are seized to pay off delinquent federal debts through\nthe Treasury Offset Program or other debt collection process, it agrees to increase the nonfederal share (or, if\nthe award does not contain a cost sharing requirement, contribute a nonfederal share) equal to the amount\nseized in order to fully implement the award project. False statements or claims made in connection with COPS Office award may result in fines, imprisonment,\ndebarment from participating in federal awards or contracts, and/or any other remedy available by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the recipient of its obligations under this award. Signature of Law Enforcement Executive/Agency Executive Date (For your electronic signature, please type in your name) Signature of Government Executive/Financial Official Date (For your electronic signature, please type in your name) 57 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual"
}