{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 89,
  "chunk_text": "As the approving authority, the CEO need not be listed. The ACL must contain:\n■ Date and signature of the current CEO. ■ Names and position titles of individuals authorized access (Trust Fund/Warehouse staff). The ACL must be:\n■ Posted in the Warehouse, clearly visible prior to entry.\n■ On file with any key-issuing authorities. Any staff not on the ACL List must notify Warehouse staff of their presence immediately upon\nentering the Warehouse. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 117 (3) Inmate Access. No inmates except those on the warehouse detail or specifically authorized\nby Warehouse staff may enter the Warehouse. (4) Warehouse Entrances. All entrances will be secured unless there is a specific need for\nthem to remain open. (5) Delivery Vehicle Management\n(a) Delivery Vehicle Driver Identification. When available, delivery vehicle drivers are\nrequired to present their valid driver’s license for scanning by BOP staff using the driver’s license\nreader. (b) Empty Trucks. Empty trucks must be secured when not in use. Trucks must be visually\ninspected prior to loading or entering the secure confines of the institution. (c) Delivery Vehicles Outside of Business Hours. No delivery vehicles destined for the\nWarehouse will be allowed on institutional grounds for an extended period of time during\nnon-Warehouse business hours. c. Warehouse X-Ray Scanners. Institutions that use x-ray scanners shall have a radiation\nbadge attached to the scanner near controls utilized by the operator. In addition, staff assigned to\noperate or work in close proximity to the scanner will have badges available upon request for their\npersonal use. All staff using pallet scanners should receive approved training. When properly used, these machines effectively supplement other security procedures and prevent\nand limit the introduction of contraband into Federal prisons. (1) Contraband\n(a) X-Ray Scanner. Items that are discovered that may be hard contraband remain in the\nscanner and the Operations Lieutenant is contacted immediately. All inmates in the area are\nremoved. (b) All Other Areas of Warehouse. The area in which hard contraband is found shall be\nsecured and the Operations Lieutenant notified immediately. (2) X-Ray Screening. X-ray machines can be effective in screening pallets loaded with\nloosely-packed or low-density items, such as coffee, bread, cereal, chips, general warehouse\nsupplies, toilet paper, mattresses, etc. Pallets loaded with very dense and/or tight-packed items\nsuch as frozen foods, meats, fruits and vegetables, milk, cases of printing paper, cleaning liquids,\netc., cannot be effectively x-rayed using existing technology. These pallets should be broken\ndown into smaller units and x-rayed. Items that cannot be penetrated by x-ray must be physically\ninspected. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 118 d. Warehouse Security Post Orders. The Trust Fund Supervisor develops outside Warehouse\npost orders that address Warehouse security issues that are not otherwise addressed in policy and\nare unique to the institution. Note: There may be post order changes that affect conditions of employment that may warrant\nbargaining over procedures and appropriate arrangements. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 119 Chapter 13. LAUNDRY OPERATIONS\n13.1 GENERAL OPERATIONS"
}