{
  "document_category": "guidance",
  "docId": "guidance_21",
  "chunk_index": 33,
  "chunk_text": "26. Computer Network Requirement\nCondition: The recipient understands and agrees that no award funds may be used to maintain or establish a computer\nnetwork unless such network blocks the viewing, downloading, and exchanging of pornography. Nothing in this\nrequirement limits the use of funds necessary for any federal, state, tribal, or local law enforcement agency or any\nother entity carrying out criminal investigations, prosecution, or adjudication activities. Consolidated\nAppropriations Act, 2019, Public Law 116-6, Division C, Title V, Section523. Why this condition:\nSection 523 of Division C, Title V, of the Consolidated Appropriations Act, 2019 (Pub. L. 116-6) prohibits the use of\nfederal funds to maintain or establish a computer network that does not block the viewing, downloading, and\nexchanging of pornography. This provision protects the public interest in the proper management and use of\nfederal funds. 32 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual What you should do: The recipient must not use award funds to maintain or establish a computer network unless the network blocks\npornography. This does not limit the use of funds for criminal investigations, prosecution, or adjudication activities. 27. Travel Costs\nCondition:\nTravel costs for transportation, lodging and subsistence, and related items are allowable under the PASS Program\nwith prior approval from the COPS Office. Payment for allowable travel costs will be in accordance with 2 C.F.R. §\n200.474. Why this condition:\nPASS funding will cover award-related travel costs for the recipient agency or other (nonrecipient) individuals to\nattend training and technical assistance conferences, seminars, or classes or to visit a site specified in the original\napplication. Allowable expenses for award-related lodging, meals, temporary dependent care, and incidental\nexpenses that were included in the application were approved by the COPS Office as part of your agency’s PASS\naward and final budget. For more information, please refer to the award condition on “Allowable Costs.” What you should do: Your agency should refer to your FCM for a list of approved travel costs and use PASS funds only for approved\ntravel costs incurred during the award period. In addition, your agency should keep timely and accurate records of\nall travel expenses. If at any time these costs change, you should immediately contact your COPS Office Program\nManager. 28. Sole Source Justification\nCondition:\nRecipients who have been awarded funding for the procurement of an item (or group of items) or service in excess\nof $250,000 and who plan to seek approval for use of a noncompetitive procurement process must provide a\nwritten sole source justification to the COPS Office for approval prior to obligating, expending, or drawing down\naward funds for that item or service. 2 C.F.R. § 200.324(b)(2). Why this condition: In general, recipients are required to procure funded items through open and free competition. However, in some\ninstances, recipients may have already determined that competition is not feasible. What you should do:"
}