{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 91,
  "chunk_text": "Program income not anticipated at the time\nof the award must be used to reduce the federal award\nand recipient contributions rather than to increase funds\ncommitted to the project. For example, if you were awarded\n$100,000 in COPS Office funding with no local match\nrequirement to support a conference and earned $5,000 in\nprogram income from registration fees generated from that\nconference, an excess of $5,000 would remain in award\nfunds at the completion of the project. The $5,000 would\nbe returned to the Federal Government, thereby reducing\nthe federal share of the project. Program Income 2 In some cases, with prior approval, recipients may be able to\nwork with their COPS Office program manager to identify\nadditional project-related allowable costs that could be\nsupported with program income. Earned program income can be spent only on allowable\nproject costs incurred during the award period. Program\nincome cannot be commingled with other awards and cannot\nbe used for purposes outside of the scope of the award that\ngenerated the income. There are a variety of circumstances that can affect how\nprogram income is treated. If you anticipate generating\nprogram income, please contact your COPS Office program\nmanager, grant program specialist, or designated financial\nanalyst for guidance. How should recipients report\nprogram income? You are required to report gross program income earned\nand expended on the Federal Financial Report (SF-425)3\nsubmitted each quarter. How you complete the report\ndepends on when you earn and spend the program income\nand the status of your award. Using the example above\nwhere you earned $5,000 from registration fees, you would enter the total amount of program income earned ($5,000)\non 10.l and the total amount of program income expended\non line 10.m. 4 Program income earned and expended must be reported on\na cumulative basis. You must manually enter these\ncumulative amounts each quarter, as the SF-425 form does\nnot automatically calculate these amounts. For example, if\n$5,000 in program income was earned in the 1st quarter\nand $10,000 was earned in the 2nd quarter, you would\nadd those amounts together and enter $15,000 as earned\non line 10.l of the 2nd quarter’s SF-425. Similarly, if you\nspent $5,000 in program income in the 1st quarter and an\nadditional $10,000 of program income in the 2nd quarter,\nyou would enter $15,000 as expended on line 10.m of the\n2nd quarter’s SF-425. In the event of an audit or other award compliance\nreview, your agency should maintain detailed records that\nidentify the specific project activity source (e.g., conference\nregistration fees) and the amount of all program income\ngenerated. Line 12 (“Remarks”) on the SF-425 can be useful\nto provide narrative explanations supporting the financial\ninformation entered. Table 1. Program income on the SF-425\nNote: Use lines 10.d–10.o for single award reporting only. Do not complete these lines if reporting on multiple awards. LINE TRANSACTIONS DESCRIPTION 10.l Total federal program income earned Enter the amount of federal program income earned. Do not report\nany program income here that is being allocated as part of the recipient’s\ncost-sharing amount included in line 10.j. 10.m Program income expended in accordance\nwith the deduction alternative Enter the amount of program income that was used to reduce the federal\nshare of the total project costs. 10.n"
}