{
  "document_category": "guidance",
  "docId": "guidance_4",
  "chunk_index": 5,
  "chunk_text": "• Miami University in Ohio: The Department reached an agreement with Miami\nUniversity in Ohio to resolve the United States’ lawsuit alleging that the university\ndiscriminated against students with disabilities by providing inaccessible web content\nand learning management systems. • Nueces County, Texas: The Department reached an agreement with Nueces County,\nTexas, to address claims that the County used an online conference registration form\nthat was not accessible to people with disabilities who use software that reads text out\nloud. • Louisiana Tech: The Department reached an agreement with Louisiana Tech University\nto address claims that the university violated the ADA by using an online learning\nproduct that was inaccessible to a blind student. Title III Sample Cases\n• Rite Aid Corporation: The Department reached an agreement with Rite Aid Corporation\nto address accessibility barriers in Rite Aid’s COVID-19 Vaccine Registration Portal. • Teachers Test Prep, Inc.: The Department reached an agreement with Teachers Test\nPrep, Inc., regarding complaints that the test prep company’s online video courses did\nnot provide captions and were inaccessible to people who are deaf. • HRB Digital and HRB Tax Group (H&R Block): The Department reached an agreement\nwith H&R Block to address claims that the company failed to code its website so that\nindividuals with disabilities could use assistive technology such as screen reader\nsoftware, refreshable Braille displays, keyboard navigation, and captioning. • Peapod: The Department reached an agreement with Peapod to address claims that its\nonline grocery delivery services were not accessible to some individuals with disabilities. Resources\n• 18F Accessibility Guide: a comprehensive accessibility guide with resources published by\n18F, a digital services agency under the General Services Administration (GSA). • Digital.gov: this site, which is part of the Technology Transformation Services at the GSA,\nhas resources on design of products, devices, services, or environments for people with\ndisabilities. • Section 508 Information and Communication Technology Accessibility Standards:\nstandards published by the U.S. Access Board addressing access to information and\ncommunication technology under Section 508 of the Rehabilitation Act of 1973. • Section508.gov: a website published by the GSA with tools and training on implementing\nwebsite accessibility requirements under Section 508. • Web Content Accessibility Guidelines (WCAG): guidelines published by the Web\nAccessibility Initiative of the World Wide Web Consortium."
}