{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 80,
  "chunk_text": "These documents,\ntogether with the items’ specifications, should provide all the information necessary to determine\nby inspection the acceptability of the supplies. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 105 a. Copies of Purchase Documents. (1) Copies of Purchase Orders. Two copies of each PO are forwarded to the Warehouse and\nfiled, one in an open file and the other alphabetically in a master file. Acquisition staff mark all\nPO copies covering HOT ITEMS with a readily noticeable insignia for Warehouse identification. (2) Copies of Requests for Purchase. One copy of each Request for Purchase is forwarded to\nthe Warehouse and filed numerically by fiscal year. Acquisition staff mark each Request for\nPurchase copy covering HOT ITEMS with a readily noticeable insignia for Warehouse\nidentification. b. Review of Open Purchase Orders. Warehouse/Trust Fund staff establish an internal\nschedule to review open orders on a monthly cycle, bearing in mind when the goods are needed,\nand follow up with vendors to secure timely deliveries. (1) Review. A portion of the open orders must be analyzed weekly to ensure that orders do not\nexceed 30 days beyond the required delivery date on the PO or Request for Purchase. (2) Follow-up. Telephone calls to vendors may be used for the first three inquiries. Notations\nare made on the ordering document and include:\n■\n■\n■\n■ Person contacted. Date of contact. Vendor response. Initials of the staff member making contact. After the three telephone follow-up inquires, the Trust Fund Supervisor is notified and appropriate\naction taken. 12.4 RECEIVING REPORTS To certify payment to a vendor, the receipt of goods or services provided is documented, normally\nby a Receiving Report.\na. Subscriptions/Services. Receiving Reports are not required for procurement of\nsubscriptions or services. The “services and supplies received” stamp may be used in lieu of a\nReceiving Report (see the Program Statement Accounting Management Manual). b. Non-Personal Service Contracts. Receiving Reports are not required for non-personal\nservice contracts. The SF-1034 signed “approved for payment” serves as the Receiving Report.\nc. Charge Accounts. The preparation of Receiving Reports for charge accounts is at each\ninstitution’s discretion. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 106 d. Complete Orders. The PO may be used as the receiving document for complete orders. Warehouse/Trust Fund staff sign and date the original and make two copies. The original is sent\nto Accounting with any invoices received; one copy is signed by the staff member picking up the\norder, and kept numerically in the Warehouse. The requestor receives a copy. e. Partial Orders. A Receiving Report is prepared when the quantity of goods received\nrepresents a partial shipment. As shipments are received, the number and date of the Receiving\nReport covering the shipment are noted on the Warehouse Copy of the PO, then returned to the\nopen file. In partial shipments, notations are made to identify the individual items or parts of\nitems with their corresponding Receiving Report. Thus, the order will have a complete record of\neach delivery. Warehouse/Trust Fund staff initial any corrections made to the Receiving Report on all copies."
}