{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 33,
  "chunk_text": "Recipients who chose “Illegal Immigration”, “Violent Crime”, or “Homeland Security”“as their\ncommunity policing problem/focus area will not be able to change the problem/focus area of their community\npolicing strategies post-award. Additional information about community policing may be found in the appendices\nof this manual. The COPS Office requires all recipients who chose “School Based Policing through School Resource Officers” as\ntheir community policing problem/focus area on their 2017 CHP applications to provide contact information for\neach school partner where they intend to deploy School Resource Officers (SRO). These recipients are also\nrequired to submit to the COPS Office a Memorandum of Understanding (MOU) between the law enforcement\nagency and their school partner(s) before drawing down funds. Additional information about this requirement may\nbe found in the appendices of this manual. 29. Local Match\nCondition:\nRecipients are required to contribute a local match of at least 25 percent toward the total cost of the approved\naward project, unless waived in writing by the COPS Office. The local match must be a cash match from funds not\npreviously budgeted for law enforcement purposes and must be paid during the award period. The local match\ncontribution must be made on an increasing basis during each year of the three-year award period, with the federal\nshare decreasing accordingly. Why this condition: The 2017 CHP provides up to 75 percent of the allowable costs of this award project (up to a maximum federal\nshare of $125,000 per officer position). Recipients are responsible for providing at least 25 percent of the total\nproject costs in local matching funds. The local match must be a cash match made from local, state, or other nonCOPS Office funds. Federal funds (other than COPS Office funds) may be used to meet your local match only if the\nfederal funds are authorized by statute for that purpose and approved in writing by both the federal agency\nproviding those funds and the COPS Office. What you should do:\nMatching contributions must be made on an increasing basis during each year of the three-year program with the\nfederal share decreasing accordingly. The local match must be paid in full during the active award period;\npayments made prior to the CHP award start date or after the award end date do not qualify as a local match. Recipients are strongly encouraged to pay local match during each quarterly financial reporting period to avoid\npotential noncompliance. If your agency must withdraw from the award period prior to the end of award funding, 32 2017 COPS Hiring Program (CHP) Award Owner’s Manual\nyour agency is responsible for ensuring that the federal share of funds expended is limited to a maximum of 75\npercent of the total program costs expended. If you have questions about the timing of your local match\npayments, please contact your COPS Office Staff Accountant at 800-421-6770. Your agency must maintain records that clearly demonstrate the source of the local match, the amount of the local\nmatch, and when the local match was contributed. The local match must be in addition to funds previously\nbudgeted for specific law enforcement purposes as indicated on your agency’s fiscal year budget."
}