{
  "document_category": "guidance",
  "docId": "guidance_84",
  "chunk_index": 102,
  "chunk_text": "Noncompliance may result in the repayment of misused\nfunds, suspension of funds, or other remedial actions avail­\nable by law until the noncompliance is resolved. Contact the COPS Office If you have any questions regarding the federal require­\nments that guide indirect cost rates, please refer to the\napplicable COPS Office Award Owner’s Manual or con­\ntact your COPS Office Grant Program Specialist or Pro­\ngram Manager. For more information about COPS Office programs, please\ncontact the COPS Office Response Center at 800-421-6770\nor by e-mail at AskCopsRC@usdoj.gov or visit the COPS\nOffice online at www.cops.usdoj.gov. Published 2018 US Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Budget Modifications for CPD Recipients Under federal regulations, you are required to expend federal\nfunds only as approved in your Financial Clearance Memo­\nrandum (FCM). The COPS Office realizes that agencies\nmay need to reprogram award funds and has provided this\nfact sheet for CPD recipients to assist with the process. Recipients may reprogram up to a total of 10 percent of\ntheir total approved budget (over the course of the award)\nwithout submitting a formal budget modification. However,\nrecipients should notify their COPS Office program man­\nager (PM) prior to any reprogramming of funds regardless\nof whether a formal budget modification is needed. Once\nthe reprogramming of funds exceeds 10 percent of the total\napproved budget, your agency must submit a formal budget\nmodification requesting approval from the COPS Office\nfor any additional budget modification requests. Effective\nJune 20, 2018, any awards under $250,000 do not require\nformal budget modifications; however, the recipient should\ncommunicate reprogramming as needed with the COPS\nOffice PM. Reprogrammed funds must be allocated for items covered\nwithin the scope of the original award. Any funds that are\nbeing requested to account for a change in scope from the\noriginal funded project must first receive approval from the\nCOPS Office to expand or change the scope. Be advised that\nreprogramming requests for unallowable costs will not be\napproved. The COPS Office will not approve any modifica­\ntion request that results in an increase of federal funds. Starting with 2017 funding, if a budget modification\ninvolves making a new subaward to a State or local govern­\nment entity, the recipient and its intended subrecepient are\nrequired to certify compliance with 8 U.S.C. § 1373 regard­\ning prohibitions or restrictions on sending to, requesting or\nreceiving from, maintaining, or exchanging information on\ncitizenship or immigration status, including any prohibi­\ntions or restrictions imposed or established by a State or\nlocal government entity or official. For information about\nthe applicable form and how to certify, please contact your\nCOPS Office PM. What to do if you need\na budget modification If your budget requires a modification, please follow\nthese steps:\n1. Contact your PM and discuss the modification and reasoning for the change in budget. This process\nmay require back and forth discussion and further\ndocumentation. 2. Once your agency and the PM agree to the change, log in to “Account Access” in the upper right corner\nof the COPS Office website, www.cops.usdoj.gov. 3. Once in the system, find the appropriate award, and within the Action menu, select “Modify.” 4. You will see the Budget Summary page with the last approved budget amounts."
}