{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 5,
  "chunk_text": "A list of categories is revised as a part of the annual\nInstitution Supplement review. (2) Special Purpose Orders (SPO)\n■ List of Approved Items. Items may be listed specifically, such as Religious Medallion, or by\ngeneral categories – vocational/educational books, leathercraft, etc. The SPO process is not\nused by inmates to purchase personal-use musical instruments, athletic items such as racquets,\nor any other item not authorized per the Program Statement Inmate Personal Property. ■ Approving Official(s). A position may be designated to approve all SPOs, or approving\nauthority may be delegated to the position responsible for a specific activity; for example, the\nUnit Manager for items of high dollar value and items that may cause storage problems due to\nlimited space; the Supervisor of Education for correspondence courses, materials for\nvocational training, law books, etc.; the Supervisor of Recreation for hobbycraft and athletic\narticles; the Chaplain for religious articles; and the Associate Warden for standardized\nfemale/transgender Commissary items. Trust Fund staff shall coordinate with the Chaplain to\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 11 identify religious articles that may be purchased through the SPO program. Information on\napproved items is in the Program Statement Religious Beliefs and Practices. ■ Monetary Guidelines. These set monetary limits for approving authority, and limits on the\nvalue of individual items, the value of an entire order, the quantity of items on an individual\norder, and the frequency of orders that may be submitted each month or quarter. (3) Inmate Identification/Fingerprint Process. If the institution does not use inmate\nidentification cards or inmate fingerprint process, procedures to positively identify inmates are\nestablished using official picture cards. b. Special Trust Fund Services. These procedures may be addressed in a Special Services\nInstitution Supplement or as a component of a consolidated supplement on Trust Fund Operations\nspecifying Special Services Operations. At a minimum the following is addressed:\n(1) Before initiating any service operations, an Institution Supplement detailing local regulations\nand systems of internal control is developed. The following topics are detailed in the Supplement\nfor each service operation:\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■ Person(s) responsible for each Trust Fund service operation. Method of operation (e.g., outside contractor or internal operation). Type of service offered. Location of equipment (e.g., Unit 4, first floor) and type of service. Method(s) of separation of duties between contractor and institution personnel to ensure\namounts due to the Trust Fund are received, verified, and properly recorded. Internal controls established for accountability of usage from the equipment. Arrangements for contractor escorts, if applicable. Disciplinary actions for damage of service equipment or attempts to obtain service without\npayment. Method of determining the price of the service. General procedures regarding the service. (2) Inmate Photography Program. These procedures may be addressed in an Inmate\nPhotography Program Institution Supplement or as a component of a consolidated supplement on\nTrust Fund Operations specifying Inmate Photography Program. At a minimum the following is\naddressed:\n■\n■\n■\n■ Times and places that inmate photos will be taken. Procedures for picture retakes. Procedures for group pictures. Other local needs such as limits on the number of photo vouchers and appropriateness of\npictures/clothing."
}