{
  "document_category": "guidance",
  "docId": "guidance_72",
  "chunk_index": 34,
  "chunk_text": "To ensure maximum\nimpact and effectiveness of the award, CAMP award recipients must coordinate with the U.S. Attorney’s Office in\nits state, and work with local, and tribal law enforcement agencies. What you should do:\nCAMP award recipients must coordinate with their U.S. Attorney’s Office and work with local and tribal law\nenforcement agencies. What are the specific rules regarding termination of award funding? The COPS Office may suspend, in whole or in part, or terminate funding or impose other sanctions on a recipient\nfor the following reasons:\n Failure to substantially comply with the requirements or objectives of the Public Safety Partnership and\nCommunity Policing Act of 1994, program guidelines, or other provisions of federal law\n Failure to make satisfactory progress toward the goals or strategies set forth in this application\n Failure to adhere to award agreement requirements or special conditions\n Proposing substantial plan changes to the extent that, if originally submitted, would have resulted in the\napplication not being selected for funding\n Failure to submit required or requested reports\n Filing a false statement or certification in this application or other report or document\n Other good cause shown\nPrior to imposing sanctions, the COPS Office will provide reasonable notice to the recipient of its intent to impose\nsanctions and will attempt to resolve the problem informally. Appeal procedures will follow those in the U.S.\nDepartment of Justice regulations in 28 C.F.R. Part 18. Awards terminated due to noncompliance with the federal statutes, regulations, or award terms and conditions\nwill be reported to the integrity and performance system accessible through SAM (currently FAPIIS). False statements or claims made in connection with COPS Office awards may result in fines, imprisonment,\ndebarment from participating in federal awards or contracts, and any other remedy available by law. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother U.S. Department of Justice award. 35 2019 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual Accepting the award After you have reviewed the conditions of your CAMP award and your agency agrees with these conditions, you\nare ready to accept the award. The Director of the COPS Office has signed the award document indicating approval\nof your award, an obligation of federal funds to your organization, and our commitment to the award. As stated at\nthe beginning of this section, to officially begin your award and draw down your funds, the authorized officials (see\nthe Glossary of Terms in the appendices) of your agency must access www.cops.usdoj.gov to log in, review, and\nelectronically sign the award document with the award terms and conditions; the Financial Clearance\nMemorandum that is incorporated by reference into the award document and, if applicable, the special award\nconditions or high risk conditions in the award document supplement within 90 days of the date shown on the\naward congratulatory letter. Please see the Agency Portal User Manual at\nhttps://cops.usdoj.gov/camp#programdocuments for detailed instructions on award acceptance. Who should sign the award document for our agency?"
}