{
  "document_category": "guidance",
  "docId": "guidance_89",
  "chunk_index": 3,
  "chunk_text": "(b) Provides a general description of the recipient (or subrecipient, if applicable)\nthat will use award funds for the requested purpose. (c) Indicates the amount of award funds that would be used for the requested\npurpose, if the Department of Justice makes the required certification. 3 (d) Sets out a detailed justification that provides sufficient information to support\na Department of Justice finding and certification that “extraordinary and exigent\ncircumstances” exist that make use of the JAG award funds for the requested\npurpose “essential to the maintenance of public safety and good order.” If the Department of Justice makes the required certification, the recipient will be notified and\nwill receive a copy of the Department certification. Prohibited Expenditure List, as in effect before August 29, 2017:\n See Important Explanatory Notes, below. CONTROLLED EXPENDITURE LIST Effective starting as of August 29, 2017:\n For purposes of conditions on OJP Byrne JAG awards that relate to the “Controlled Expenditure\nList,” no items appear on the “Controlled Expenditure List.” Controlled Expenditure List, as in effect before August 29, 2017:\n See Important Explanatory Notes, below. IMPORTANT EXPLANATORY NOTES ON BYRNE JAG AWARD CONDITIONS\n The precise conditions that apply to a Byrne JAG award with respect to the “Prohibited\nExpenditure List” and the “Controlled Expenditure List” vary depending on whether the award\nwas made under the FY 2015, FY 2016, or FY 2017 Byrne JAG Program. To determine which\nconditions apply to a particular OJP award, refer to the award conditions that accompany the\nparticular award document.  The contents of both lists have changed over time. As discussed in more detail below,\nrecipients and others are to refer to the version of each list that applied at the time of an actual\nor proposed obligation (“use”) of (federal) Byrne JAG award funds, as well as the conditions in\nthe particular Byrne JAG award. Archival information that includes prior versions of both lists\n(which are incorporated by reference herein) may be accessed at\nhttps://www.bja.gov/Jag/pdfs/JAGControlledExpendituresArchive.pdf.  Pertinent dates — “use of federal funds,” “purchase under the award,” and related\nmatters. For purposes of conditions on Byrne JAG awards that relate to the “Prohibited\nExpenditure List” or the “Controlled Expenditure List”:\no Award funds are not considered “used for items that are listed” on the “Prohibited\nExpenditure List” or “Controlled Expenditure List” “at the time of purchase or acquisition”\nuntil such time as (federal) Byrne JAG award funds are either (1) obligated for the\npurchase or acquisition of the item, or (2) obligated to reimburse a recipient for the costs\nof a purchase or acquisition initially made with the funds other than federal funds\nawarded by OJP (e.g., the costs of a purchase or acquisition initially made with the\nrecipient’s own nonfederal funds). 4 o"
}