{
  "document_category": "guidance",
  "docId": "guidance_28",
  "chunk_index": 1,
  "chunk_text": "UNDER REVIEW. This document and the underlying issues are under review by the U.S.\nDepartment of Education and the U.S. Department of Justice (as of July 30, 2021). Please note that this notation does not have the effect of rescinding this document or\nreinstating prior guidance. UNITED STATES DEPARTMENT OF EDUCATION THE ASSISTANT SECRETARY OFFICE FOR CIVIL RIGHTS U.S. Department of Education\nOffice for Civil Rights\nNotice of Language Assistance\nNotice of Language Assistance: If you have difficulty understanding English, you may, free of\ncharge, request language assistance services for this Department information by calling 1-800-USALEARN\n(1-800-872-5327) (TTY: 1-800-877-8339), or email us at: Ed.Language.Assistance@ed.gov. Aviso a personas con dominio limitado del idioma inglés: Si usted tiene alguna dificultad en\nentender el idioma inglés, puede, sin costo alguno, solicitar asistencia lingüística con respecto a\nesta información llamando al 1-800-USA-LEARN (1-800-872-5327) (TTY: 1-800-877-8339), o envíe\nun mensaje de correo electrónico a: Ed.Language.Assistance@ed.gov. 給英語能力有限人士的通知: 如果您不懂英語， 或者使用英语有困难，您可以要求獲得向大眾提供的 語言協助服務，幫助您理解教育部資訊。這些語言協助服務均可免費提供。如果您需要有關口譯或筆 譯服務的詳細資訊，請致電 1-800-USA-LEARN (1-800-872-5327) (聽語障人士專線：\n1-800-877-8339),或電郵: Ed.Language.Assistance@ed.gov. Thông báo dành cho những người có khả năng Anh ngữ hạn chế: Nếu quý vị gặp khó khăn\ntrong việc hiểu Anh ngữ thì quý vị có thể yêu cầu các dịch vụ hỗ trợ ngôn ngữ cho các tin tức của\nBộ dành cho công chúng. Các dịch vụ hỗ trợ ngôn ngữ này đều miễn phí. Nếu quý vị muốn biết\nthêm chi tiết về các dịch vụ phiên dịch hay thông dịch, xin vui lòng gọi số 1-800-USA-LEARN (1-800872-5327) (TTY: 1-800-877-8339), hoặc email: Ed.Language.Assistance@ed.gov. 영어 미숙자를 위한 공고: 영어를 이해하는 데 어려움이 있으신 경우, 교육부 정보 센터에 일반인\n대상 언어 지원 서비스를 요청하실 수 있습니다. 이러한 언어 지원 서비스는 무료로 제공됩니다. 통역이나 번역 서비스에 대해 자세한 정보가 필요하신 경우, 전화번호 1-800-USA-LEARN (1-800872-5327) 또는 청각 장애인용 전화번호 1-800-877-8339 또는 이메일주소\nEd.Language.Assistance@ed.gov 으로 연락하시기 바랍니다. Paunawa sa mga Taong Limitado ang Kaalaman sa English: Kung nahihirapan kayong\nmakaintindi ng English, maaari kayong humingi ng tulong ukol dito sa inpormasyon ng Kagawaran\nmula sa nagbibigay ng serbisyo na pagtulong kaugnay ng wika. Ang serbisyo na pagtulong kaugnay\nng wika ay libre. Kung kailangan ninyo ng dagdag na impormasyon tungkol sa mga serbisyo\nkaugnay ng pagpapaliwanag o pagsasalin, mangyari lamang tumawag sa 1-800-USA-LEARN (1800-872-5327) (TTY: 1-800-877-8339), o mag-email sa: Ed.Language.Assistance@ed.gov. Уведомление для лиц с ограниченным знанием английского языка: Если вы\nиспытываете трудности в понимании английского языка, вы можете попросить, чтобы вам\nпредоставили перевод информации, которую Министерство Образования доводит до\nвсеобщего сведения. Этот перевод предоставляется бесплатно. Если вы хотите получить\nболее подробную информацию об услугах устного и письменного перевода, звоните по\nтелефону 1-800-USA-LEARN (1-800-872-5327) (служба для слабослышащих: 1-800-877-8339),\nили отправьте сообщение по адресу: Ed.Language.Assistance@ed.gov. 400 MARYLAND AVE. S.W., WASHINGTON, DC 20202-1100\nwww.ed.gov The Department of Education’s mission is to promote student achievement and preparation for global competitiveness\nby fostering educational excellence and ensuring equal access. UNDER REVIEW. This document and the underlying issues are under review by the U.S.\nDepartment of Education and the U.S. Department of Justice (as of July 30, 2021). Please note that this notation does not have the effect of rescinding this document or\nreinstating prior guidance. U.S. Department of Justice U.S. Department of Education Civil Rights Division Office for Civil Rights December 21, 2018\nDear Colleague:"
}