{
  "doc_id": "guidance_81",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_81__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice Civil Rights Division\nOffice o/Special Counsel/or Immigration-Related\nUrifalr Employment Practices - NYA\n950 Pennsylvania Ave, NW\nWashington, DC 20530\nMain (202) 616-5594\nFax (202) 616-5509 April 15, 2015 BY EMAIL Gmonty@montyramirezlaw.com) Jacob Monty, Esq.\nMonty & Ramirez LLP\n150 W. Parker Road, Third Floor\nHouston, TX 77076 Dear Mr. Monty: This is in response to your email dated March 30,2015, to the Office of Special Counsel\nfor Immigration-Related Unfair Employment Practices (\"OSC\" or \"Office\"). In your email, you\nexpress concerns about the possible conflict between the obligations that Texas state contractors\nand certain Texas state agencies have under federal E-Verify rules, on the one hand, and their\nobligations pursuant to Texas Executive Order RP-80, issued in December 2014, on the other\nhand. You also raise a concern about a potential violation of the anti -discrimination provision of\nthe Immigration and Nationality Act (\"INA\"), 8 U.S.C. § 1324b, which this office enforces. First, you express concern that RP-80's requirement that state contractors use E-Verify\nfor \"all persons employed during the contract term to perform duties within Texas\" conflicts with\nfederal E-Verify rules. As you point out, as a general matter, federal E-Verify rules require that\nE-Verify users create E-Verify cases only for newly-hired employees, whereas I'RP-80 requires\nTexas contractors to use E-Verify on all their current employees performing duties in Texas,\nwhenever hired.\" Second, you raise concerns about RP-80's requirement that certain Texas state\nagencies use E-Verify for \"all current and prospective agency employees.\" As you also correctly\nobserve, besides prohibiting employers from creating E-Verify cases for current employees,\nfederal E-Verify rules bar all employers from creating E-Verify cases for an individual before the\nindividual accepts ajob offer and completes a Form 1-9. Finally, you express concern that under\nRP-80, a nationwide employer may seek \"to root out employees\" by I\\transferring some\ncomplainers into Texas after winning a Texas project\" and rtllming them through E-Verify,\npotentially violating the anti-discrimination provision of the INA. You seek clarification on the following two issues:\n1. Whether \\ITexas state contractors (who are not federal contractors) may disregard the\nterms of Executive Order RP-80 by choosing to E-Verify only new hires;\" and\n2. Whether \"a Texas state agency may E-Verify current and prospective employees.\" OSC cannot provide an advisory opinion on any set of facts involving a particular\nindividual or entity. However, we can provide some general guidelines regarding employer\ncompliance with the anti-discrimination provision of the INA. The anti-discrimination provision\nprohibits four types of employment-related discrimination: (1) citizenship or immigration status\ndiscrimination; (2) national origin discrimination; (3) unfair documentary practices during the\nemployment eligibility verification (Form 1-9 and E-Verify) process (\"document abuse\"); and (4)\nretaliation for filing a charge, assisting in an investigation, or asserting rights under the anti­\ndiscrimination provision. 8 U.S.C. § 1324b. For more information about OSC, please visit our\nwebsite at: http://www.justice.gov/crt/about/osc. Regarding the apparent conflict between federal E-Verify rules and the provisions ofRP­\n80, we note that U.S. Citizenship and Immigration Services (\"USCIS\"), the agency that\nadministers the E-Verify program and issues guidance on proper E-Verify procedures, has\nadvised employers in Texas that federal E-Verify requirements are in effect at all times. Under\nfederal E-Verify rules, most employers using E-Verify may only create E-Verify cases for new\nhires."
    },
    {
      "id": "guidance_81__1",
      "chunk_id": "1",
      "content": "Under\nfederal E-Verify rules, most employers using E-Verify may only create E-Verify cases for new\nhires. See E-Verify Memorandum of Understanding (\"MOU\") Art. LA, paras. 10-11, available at\nhttp://www.uscis.gov/sites/default/files/USCIS/Verification/E-Veri fy/EVerify Native Documents/MOU for E-Verify Employer.pdf; see also 8 U.S.C. § 1324a note,\nSec. 403(a)(3)(A) (providing that an employer enrolled in E-Verify should create a case for an\nindividual \"by not later than the end of 3 working days\" after hiring the individual). However,\nfederal E-Verify rules provide an exception for employers enrolled in E-Verify as federal\ncontractors. These federal contractors must create cases in E-Verify for new hires and for\nexisting employees performing work under the federal contract (if the employer has not already\ncreated a case for the employee), and may choose an option to create cases in E-Verify for all\nemployees of the contractor. See E-Verify MOU, Art. LB, para. 2; E.O. 13465 (June 11,2008). Federal E-Verify rules also prohibit all employers from creating an E-Verify case for an\nindividual who has not yet accepted ajob offer and completed a Form 1-9. See E-Verify MOU,\nArt. 1.A, para. 10; 8 U.S.C. § 1324a note, Sec. 404(d)(4)(B) (providing that E-Verify shall have\nreasonable safeguards to prevent unlawful discriminatory practices based on national origin or\ncitizenship status including, among other things, creating an E-Verify case prior to ajob offer). Consequently, employers using E-Verify for prospective employees or using E-Verify for\ncurrent employees when not enrolled in E-Verify as federal contractors would violate federal E­\nVerify program rules - the same rules that the employers agreed to comply with in their MOU\nwith USCIS. Failure to comply withE-Verify program rules could lead to possible termination\nor suspension from the E-Verify program. For further information regarding these potential\nMOU violations and their consequences, we recommend that you seek information directly from\nUSCIS. Employers and their representatives may call E-Verify's employer hotline at 888-464­\n4218 and may submit written inquiries to E-Verify@dhs.gov. Regarding your concern that an employer may violate the anti-discrimination provision\nof the INA when it uses E-Verify to improperly \"root out employees,\" the anti-discrimination\nprovision prohibits discrimination on the basis of citizenship, immigration status, and national\norigin in the employment eligibility verification (Form 1-9 and E-Verify) process. Under the\nINA, an employer commits unfair documentary practices when it rejects valid Form 1-9\ndocumentation, demands more or different Form 1-9 documentation, or requests specific Form 1­\n9 documentation based on an employment-authorized individual's citizenship, immigration\n2 status, or national origin. An employer that uses RP-80 to assign an employee to work in Texas\nfor the purpose of reverifying the employee's employment authorization may raise concerns that\nit is treating that employee differently in the employment eligibility verification process based on\nperceived citizenship status or national origin. These concerns are heightened where an\nemployer requires an existing employee to provide new Form 1-9 documentation to run the\nexisting employee through E-Verify when not permitted to do so under federal E-Verify\nrequirements. 1 We hope this information is helpful. Thank you for contacting OSc. Sincerely, ~ ~~\nAlbelio Ruisanchez\n/\nDeputy Special Counsel // I Federal contractors must update Form 1-9 information and/or complete a new Form 1-9 to run existing employees ."
    },
    {
      "id": "guidance_81__2",
      "chunk_id": "2",
      "content": "1 We hope this information is helpful. Thank you for contacting OSc. Sincerely, ~ ~~\nAlbelio Ruisanchez\n/\nDeputy Special Counsel // I Federal contractors must update Form 1-9 information and/or complete a new Form 1-9 to run existing employees . through E-Verify in accordance with federal E-Verify requirements . See E-Verify MOU, Art. 2.B, para. 2.e-f. As\nstated above, employers not enrolled in E-Verify as federal contractors may not run existing employees through E­\nVerify. 3"
    }
  ]
}