{
  "document_category": "guidance",
  "docId": "guidance_84",
  "chunk_index": 18,
  "chunk_text": "15 2018 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual What you should do:\nIncluded with your award package is a memorandum from the Office for Civil Rights, Office of Justice Programs,\nU.S. Department of Justice, which addresses the federal civil rights statutes and regulations applicable to your\naward. You should review this memorandum to understand your agency’s civil rights responsibilities. As a recipient of federal financial assistance from the COPS Office, you are required to comply with the applicable\nfederal civil rights and nondiscrimination laws to collect data and information sufficient to permit effective\nenforcement of such laws, and to cooperate with any federal civil rights investigation, which includes providing\naccess to records, accounts, documents, information, facilities, and staff. 11. Equal Employment Opportunity Plan (EEOP)\nCondition: All recipients of funding from the COPS Office must comply with the federal regulations pertaining to the\ndevelopment and implementation of an Equal Employment Opportunity Plan. 28 C.F.R. Part 42 subpart E.\nWhy this condition: It is the experience of the U.S. Department of Justice in implementing its responsibilities under the Omnibus Crime\nControl and Safe Streets Act of 1968 (Safe Streets Act), the statute that established the COPS Office, that “the full\nand equal participation of women and minority individuals in employment opportunities in the criminal justice\nsystem is a necessary component to the Safe Streets Act’s program to reduce crime and delinquency in the United\nStates” 28 C.F.R. § 42.301. The Equal Employment Opportunity Plan (EEOP) does not impose quotas or hiring\nrequirements on recipients of federal funds. What you should do: The obligations to comply with the EEOP requirement differ depending on your organization’s legal status, the\nnumber of its employees, and the amount of the award. If your organization is a government agency or private\nbusiness and has received a single award for $25,000 or more and has fifty or more employees (counting both fulland part-time employees but excluding political appointees), then it has to prepare a Utilization Report and submit\nit to the Office for Civil Rights (OCR) within 120 days from the date of the award. Although the OCR has discretion\nto review all submitted Utilization Reports, it will review the Utilization Reports from recipients that receive an\naward of $500,000 or more. To begin developing a Utilization Report, please consult the OCR's website at\nhttps://ojp.gov/about/ocr/eeop.htm and click EEOP Reporting Tool Login. Additional assistance can be found\nonline at the bottom of the same webpage by clicking the EEO Reporting Tool Job Aid and Frequently Asked\nQuestions. If your organization has less than fifty employees or receives an award of less than $25,000 or is a nonprofit\norganization, a medical institution, an educational institution, or an Indian tribe, then it is exempt from the EEOP\nrequirement. To claim the exemption, however, your organization must certify that it is exempt by logging into the\nEEO Reporting Tool on the OCR website at https://ojp.gov/about/ocr/eeop.htm, providing the contact and\norganizational profile information, and then submitting a Certificate of Exemption. 16 2018 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual"
}