{
  "document_category": "guidance",
  "docId": "guidance_20",
  "chunk_index": 36,
  "chunk_text": "If submitting a sole source justification request to the COPS Office, please use the format\ndescribed in the “Sole Source Justification Fact Sheet” in the appendices of this manual. If you have any questions regarding the federal requirements that guide procurement procedures, please contact\nyour COPS Office Grant Program Specialist. For more information about COPS Office programs and resources, please call the COPS Office Response Center at\n800-421-6770 or visit the COPS Office online at www.cops.usdoj.gov. 37 2019 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual III. Accessing Award Funds This section provides answers to payment-related questions, including all the information needed to set up your\npayments. For assistance with financial management and award administration, please contact the COPS Office\nResponse Center at 800-421-6770 or visit our website at www.cops.usdoj.gov. Payment method What method of payment is used? There is currently one payment system available for accessing federal award funds—the Grant Payment Request\nSystem (GPRS). GPRS is a web-based system that enables recipients to use a secure Internet connection to request\nfunds. Approved payment requests will automatically be scheduled for payment by the United States Department\nof the Treasury through electronic funds transfer (EFT). The Automated Clearing House (ACH) is the primary system\nthat agencies use for EFT. An award recipient will be able to review previous payment requests made since July\n2009. For more information regarding GPRS, please go to https://ojp.gov/about/offices/ocfogprs.htm to view the\nUser Guide. Setting up your account How do we set up a new GPRS account? If you are a new recipient to the COPS Office, your agency should determine which authorized employee(s) will be\nresponsible for requesting federal funds from your COPS Office awards through the GPRS system. The individual(s)\nselected must click on the following link and register with the GPRS system to become a drawdown specialist for\nyour agency: https://grants.ojp.usdoj.gov/gprs/welcome. All individuals that need access to GPRS must register\nseparately and create their own unique GPRS username account, as these accounts are not meant to be shared. Once you have been approved, you will receive an email containing a temporary password and information on\nhow to use GPRS. Please note that part of the verification process may involve outreach to your law enforcement\nexecutive and/or government executive or other financial points of contact to validate the information that was\nprovided during the registration process. Once you receive your temporary password, you should login to the GPRS website and change your temporary\npassword to a permanent password. If you ever have an issue regarding your GPRS password, you have the option\nto utilize the “Forgot Password” link on the webpage. It will email you a new temporary password. If this does not\nwork, please contact the GMS Helpdesk (888-549-9901, option 3) for a password reset for GPRS with the username\nyou selected upon registration. DOJ award recipients who already have active GPRS accounts for awards created in the OJP Grants Management\nSystem (GMS) may be instructed to consolidate usernames once their COPS GPRS username is approved and\nbecomes active. For more information on GPRS username consolidation, please visit the following link:\nhttps://ojp.gov/about/pdfs/gprsjobaid.pdf. 38"
}