{
  "document_category": "guidance",
  "docId": "guidance_19",
  "chunk_index": 62,
  "chunk_text": "You are required to submit an SF-425 even if you have not spent any\nmoney or incurred any costs during a reporting period. The due dates for online filing of SF-425 reports are the\nsame as for the submission of paper copies. Example: If your award start date is 09-01-19 and the current date is 11-15-19, then your first SF-425 would be due no later\nthan 10-30-19 and would cover the period 09-01-19(award start date) through 09-30-19 (end of the initial\nreporting quarter for this award). This SF-425 must be on file with the COPS Office before the submission deadline\nso that you can avoid being delinquent and successfully complete a drawdown of funds through GPRS (submit\nreport as soon as you accept the award and have access to the COPS Agency Portal). Award recipients who do not submit an SF-425 report by the due date each quarter will be unable to draw down\nfunds. The payment system contains a function which checks for SF-425 delinquency and will reject a drawdown\nattempt if the SF-425 is not current. Subsequent outreach through email, fax, or hard copy reminders may be sent\nto the recipient if the SF-425 is delinquent. For general information concerning online filing of SF-425 reports, go to www.cops.usdoj.gov or contact the COPS\nOffice Response Center by phone at 800-421-6770 or by email at AskCopsRC@usdoj.gov. For assistance in completing the SF-425, contact the COPS Office Response Center at 800-421-6770 or by email at\nAskCopsRC@usdoj.gov or review the “Helpful Hints Guide for Completing the Federal Financial Report (SF-425)” at\nhttps://cops.usdoj.gov/cpd#programdocuments. How will award funds be monitored? The COPS Office and designated representatives from the Office of the Chief Financial Officer, Office of Justice\nPrograms monitor the financial aspects of your agency’s award through financial reports, on-site visits, officebased award reviews, meetings, telephone contacts, reports, audits, reviews of award change requests, and\nspecial request submissions. Program Progress Reports\nQuarterly Program Progress Reports and a Final Program Progress (Closeout) Report are required to be submitted\ndirectly to the COPS Office through the “Account Access” tab of the COPS Office website at\nhttps://portal.cops.usdoj.gov. 65 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual How do we file a Program Progress Report? Please access the COPS Office website at https://portal.cops.usdoj.gov and click on the “Account Access” tab at\nthe top-right hand side of the page. Once you are logged in, select “Applications” from the agency portal menu,\nclick on the “Progress Report” icon, and follow the instructions to complete your report. Please see the Agency\nPortal User Manual at https://cops.usdoj.gov/cpd#programdocuments for detailed instructions on federal\nfinancial reports. How do we obtain online access to complete the Program Progress Report? If you do not have login access, you should contact your agency portal administrator to set up an account for you. If you have a registered account but do not remember your password, you may reset your password by going to\nthe agency portal homepage at https://portal.cops.usdoj.gov and enter your email address, and click on the\n“Forgot Password” link."
}