{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 79,
  "chunk_text": "• Complete and submit Post-Audit Reporting Forms for all audits for which an auditor\nserved as lead auditor. Auditors are only required to submit Post-Audit Reporting Forms\nfor audits that were completed at least 6 months prior to their recertification\n80 application deadline. For example, an auditor whose certification was set to expire in\nDecember 2016, who applied for recertification by the October 3, 2016 deadline, must\nhave submitted the Post-Audit Reporting Form for all audits he or she completed as lead\nauditor on or before March 31, 2016. This cutoff date will be made clear for each\nauditor recertification cohort.\n• For auditors who were certified before September 2014 only, they must complete and\nsubmit the Cumulative Audit Reporting Form. This form captures all audit activity as the\nlead or responsible auditor that occurred between August 20, 2013 and September 30,\n2014. If an auditor did not conduct any audits during this time, or if he or she only\nparticipated in an audit in a role other than as the lead auditor, the auditor must\nindicate this by typing a “0” in the appropriate space on the form. Auditors who have kept up to date with their reporting requirements do not need to submit\nduplicate forms. Questions regarding the status of their reporting requirements may be sent to\nthe PREA Resource Center by submitting an Auditor Helpdesk Form available on the Auditor\nPortal. Continuing Education Requirements Auditors must complete all mandatory webinars and coursework assigned by the PREA\nResource Center. Auditors with questions about their continuing education requirements\nshould refer to their Auditor Welcome Packets or contact the PREA Resource Center by\nsubmitting an Auditor Helpdesk Form available on the Auditor Portal. All archived webinars and coursework are available on the Auditor Portal. Auditors who want to\nsee if they have completed all the mandatory courses should log into the Auditor Portal and\nnavigate to their learner transcripts. Any incomplete webinars and coursework will be included\nin the course list in “My Courses” or can be found in the “Catalog.” It is important to note that the continuing education requirements may vary slightly for each\nauditor recertification cohort. Auditors will be made aware of all required coursework in\nadvance of their recertification application deadlines. Recertification Exam\nAuditors must complete the auditor recertification exam with a score of 85 percent or higher. The topics covered on the exam include the following:\n• The PREA Standards • Mandatory auditor continuing education webinars and coursework • Requirements announced via auditor newsletters (e.g., auditor continuing education\nrequirements, clarification regarding audit documentation and retention), which are\narchived on the Auditor Portal • FAQs issued by the DOJ PREA Working Group Auditor Certification Agreement\nAuditors must read, sign (or resign), and submit the Auditor Certification Agreement. 81 Criminal Background Check\nAuditors are required to pass a criminal background records check. Specific details on how to\nbegin this process will be included in the recertification application instructions. Failure to Meet Recertification Requirements Failure to complete all the recertification requirements by the specified deadline will result in\ndenial of auditor recertification."
}