{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 35,
  "chunk_text": "The award number should be indicated on all budgetary documentation including\npurchase orders, receipts, and other documentation. All recipients should keep and maintain the most recent,\napproved version of their 2017 TRGP application for future reference. Allowable costs: Background investigations\nBased on the FCM, recipients may have been awarded funding for background investigations for newly hired\nofficer positions if other funding (state, local, or Bureau of Indian Affairs (BIA)) was not budgeted for the same\nbackground investigations. Background investigations must be completed before expenses incurred in connection\nwith such investigations can be reimbursed. Funded background investigations may not be initiated prior to the\nofficial start date of the award period. Allowable costs: Training\nBased on the FCM, recipients may have been awarded funding for otherwise unfunded expenses associated with\nsending recruits to a state academy that will train and certify tribal police officers, to the BIA Indian Police\nAcademy in Artesia, New Mexico, or to basic training from an established academy that trains Indian police officers\nsuch as the Navajo Nation’s Academy. Basic law enforcement training is encouraged for existing police officers who\nhave not received it, depending on the needs of your department and the availability of funding. Award funding\nmay only be used for one cycle of basic training per officer. The recipient agency will be responsible for any\nadditional costs associated with an officer not completing basic training on the first attempt. 34 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\nTRGP funds may also pay for community policing and problem-solving training; specialized law enforcement\ntraining in such topics as counterterrorism, family violence, and crime prevention and detection; and training\nrelated to Indian Country jurisdictional issues. Only requests for training by recognized training providers such as\nthe Federal Law Enforcement Training Center, the FBI, the BIA Indian Police Academy, a state police academy,\nCOPS Office Regional Community Policing Institutes, or a tribal community college will be considered. In addition,\nfunding may be used to attend training conferences such as the National Native American Law Enforcement\nAssociation’s annual training conference or any COPS Office-sponsored conference. Funding for community policing or other law enforcement training will cover only travel, lodging, and per diem\nexpenses for each representative to and from the training site (if training is conducted more than 50 miles from\nyour agency headquarters). State academy training costs include training instruction fees, academy tuition, course\nfees, textbooks, manuals, supplies, and travel in connection with the training (transportation, lodging, per diem,\netc.) if the training is located more than 50 miles from the job site. If your state academy does not charge for the\ntraining, your department will be reimbursed only for travel in connection with the training. Departments that\nsend officers to the BIA Indian Police Academy will be reimbursed for travel costs only, as there is no cost for\ntuition at the BIA Indian Police Academy for tribal officers. TRGP-E/T funds may pay for computer training for systems, hardware, or software that recipients already own but\nmay not be utilizing to the fullest extent due to of a lack of training."
}