{
  "document_category": "guidance",
  "docId": "guidance_51",
  "chunk_index": 4,
  "chunk_text": "State prisoners confined in Bureau facilities are also eligible for transfer. Thus, a state prisoner\nconfined at a Bureau institution (state boarder), may be transferred to his/her country of\ncitizenship if the state approves the transfer, both countries approve the transfer, and the prisoner\nconsents at his/her consent verification hearing. State prisoners in Bureau custody interested in this program are advised to direct their requests to\nthe authorities in their state of sentencing. The state authorities process the request, make a\ntransfer determination, and refer the application to OEO for its final determination. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 3. DEFINITIONS\n§ 527.41 Definitions. For the purpose of this rule, the following definitions apply. (a) Treaty Nation. A country with which the United States has a transfer treaty\nrelationship either through a bilateral treaty or a multilateral transfer convention. A list of nations that have a transfer treaty relationship with the United States is published on the\nCorrectional Programs Sallyport page. Inmates may access the list of participating countries in\nthe institution’s law library and on TRULINCS. The general public may access the list on the\nIPTU website at: http://www.justice.gov/criminal/oeo/iptu. Home Country. The country of which the inmate is a citizen or national. Sending or Sentencing Country. The country that convicted and sentenced a citizen or national\nof another country and is agreeing to the offender’s transfer to his/her home country to serve\nhis/her sentence. Receiving or Administering Country. The country accepting the return of its citizen or\nnational and agreeing to administer the transferred sentence. (b) State Prisoner. An inmate serving a sentence imposed in a court in one of the\nstates of the United States, or in a territory or commonwealth of the United\nStates. (c) Departure Institution. The Bureau of Prisons institution to which an eligible\ninmate is finally transferred for return to the country of which the inmate is a\ncitizen or national. (d) Admission Institution. The Bureau of Prisons institution where a United\nStates citizen or national-inmate is first received from a treaty nation. § 527.42 Limitations on transfer of offenders to foreign countries. The transfer treaties and conventions, as well as 18 U.S.C. §§ 4100-4115, impose\nspecific requirements that an inmate must satisfy in order to be returned to his or\nher country of citizenship or nationality. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 An inmate may not be eligible for return to his/her country of citizenship for service of the\nsentence or commitment imposed in a United States court when:\n(a) The inmate is from a country with which the United States does not have a transfer treaty\nrelationship. Staff are still required to inform these inmates of the program during Admission\nand Orientation (A&O), to discuss the program with the inmate during initial classification and\nsubsequent program reviews, and to document on the Inmate Activity Record “No current\ntreaty exists between the United States and the foreign country.” (b) The inmate has a pending appeal or collateral attack on the underlying criminal judgment or\nsentence."
}