{
  "document_category": "guidance",
  "docId": "guidance_89",
  "chunk_index": 2,
  "chunk_text": "Vehicles (including motorcycles, SUVs, pickup trucks, ATVs, and\nUTVs) used as “police cruisers” are not prohibited under JAG, and therefore may be\nacquired with JAG funds in the ordinary course, to the extent otherwise allowable\nunder the award. “Vessels” includes, without limitation:\no Any form of boat or watercraft capable of holding or transporting instruments, other\ncargo and/or at least one person. For purposes of the “Prohibited Expenditure List,” a “vessel” is considered a “police boat”\nonly if it is used by the recipient jurisdiction (or subrecipient jurisdiction, as applicable) in the\nordinary course to conduct law enforcement operations within the United States. Vessels used as “police boats” are not included on the Prohibited List, and therefore may be\nacquired with Byrne JAG funds in the ordinary course, to the extent otherwise allowable\nunder the award. 2 “Aircraft*” includes, without limitation:\no Any craft designed to move instruments, other cargo, and/or at least one person through\nthe air, such as helicopters or airplanes (rotary-wing or fixed-wing aircraft). For purposes of the “Prohibited Expenditure List,” a helicopter is considered a “police\nhelicopter” only if it is used by the recipient jurisdiction (or subrecipient jurisdiction, as\napplicable) in the ordinary course to conduct law enforcement operations within the United\nStates. Aircraft used as “police helicopters” are not included on the Prohibited List, and therefore\nmay be acquired with Byrne JAG funds in the ordinary course, to the extent otherwise\nallowable under the award. The use of BJA grant funds for unmanned aircraft systems (UAS), including\nunmanned aircraft vehicles (UAV), and all accompanying accessories to support UAS\nor UAV, is unallowable. Requesting a Certification regarding items in Prohibited Expenditure Category B\nWith respect to items in Prohibited Expenditure Category B — that is, items and matters that\nappear on the “Prohibited Expenditure List” only if the Department of Justice has not made the\nrequired certification of “extraordinary and exigent circumstances … that make use of [award\nfunds] … essential to the maintenance of public safety and good order” — a recipient may\nrequest that the Department of Justice make the required certification by making a submission\nto OJP as described below. The recipient may not obligate (or “use”) any Byrne JAG award funds for the item until and\nunless the Department of Justice makes the required certification. To request a Department of Justice certification of “extraordinary and exigent circumstances …\nthat make use of [award funds for the requested item or matter] … essential to the maintenance\nof public safety and good order,” the recipient must:\n1. Using the JustGrants system (JustGrants) submit a “Programmatic Costs” Grant\nAward Modification (GAM), marked “Other” and with “JAG - DOJ certification request extraordinary and exigent; essential” typed in the available text box. 2. Attach to the GAM a letter, on the letterhead of the recipient jurisdiction and signed\nby the recipient’s “authorized representative” for the particular Byrne JAG award in\nquestion, that:\n(a) Indicates the use of JAG award funds as to which the recipient requests the\nrequired certification and the award number of the JAG award from which funds\nwould be obligated and used."
}