{
  "document_category": "guidance",
  "docId": "guidance_71",
  "chunk_index": 50,
  "chunk_text": "For example, it\nmay not be applicable to training awards or when the documents produced are already\nabridged/summarized]. Task X. Work with the COPS Office and the program manager to address peer review, program manager,\nvetting, and other COPS Office staff comments regarding [specify products and deliverables]. E. Performance timeline and deliverables The following is a performance timeline for all deliverables and their due dates (based upon an award date of\nXX/XX/XXXX) that are considered to be significant in the performance of this cooperative agreement. One\nelectronic copy of deliverable items will be delivered, and in accordance with the following schedule:\n49 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nDeliverables & Dates\n[List Project Deliverables and dates] All deliverable items will be furnished to the following:\n[Insert Program Manager]\nU.S. Department of Justice\nCOPS Office\n[Division] 145 N Street NE, 11th Floor\nWashington, DC 20530\n[insert contact information] F. Financial status reports The recipient must provide a quarterly report of actual expenditures related to project activity on a cumulative\nbasis. Specifically, the recipient is required to submit quarterly Federal Financial Reports on the Standard Form\n425 (SF-425) within 30 days after the end of each quarter (January 1–March 31, April 1–June 30, July 1–\nSeptember 30, and October 1–December 31). A final SF-425 is due within 90 days after the end of the award\nperiod. Recipients must submit the quarterly SF-425 online. Visit the COPS Office Agency Portal Login page at\nhttps://portal.cops.usdoj.gov/. G. Programmatic progress reports The recipient will provide periodic progress reports detailing project activity. Specifically, the recipient will\nsubmit progress reports through the COPS Office online progress reporting system in the frequency requested. These progress reports should be received by the COPS Office within 30 days of the end of the reporting\nperiod. The recipient will also submit a final progress report to the COPS Office within 90 days of the end of\nthe award period. IV. Period of performance The period of performance of this cooperative agreement is XXX months from the cooperative agreement award\nstart date (award period XX/XX/20XX to XX/XX/20XX). V. Financial administration\nA. Funding The total amount of federal funding to be provided under this cooperative agreement is stated on the award\ndocument, award congratulatory letter, and official Financial Clearance Memorandum (FCM). B. Travel All travel plans related to the cooperative agreement and to the development of the deliverables will be\nsubmitted to the program manager for review by the COPS Office. Travel costs for transportation, lodging and subsistence, and related items are allowable with prior approval\nfrom the COPS Office. Payment for allowable travel costs will be in accordance with 2 C.F.R. § 200.474. 50 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nC. Consultant rates Unless otherwise approved by the COPS Office, approved consultant rates will be based on the salary a\nconsultant receives from his or her primary employer, as applicable, up to $650 per day. For consultant or\ncontractor rates that exceed $650 per day, the COPS Office requires written justification if the consultants or\ncontractors are hired through a noncompetitive bidding process."
}