{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 66,
  "chunk_text": "Renter/Storer: provides (for profit/compensation) own\nresidence, structures (barns, storage bins, buildings), land,\nor equipment for use to further the offense. This inmate is\ndistinguished from the enabler because he/she is paid (in some\nway) for his/her services. P5100.08\n9/12/2006\nAppendix A, Page 7 Money runner: transports/carries money and/or drugs to and from\nthe street-level dealer. Off-loader/Loader: performs the physical labor required to put\nlarge quantities of drugs into storage, hiding, or onto some\nmode of transportation. Gopher/Lookout/Deckhand/Worker/Employee: performs very limited,\nlow-level function in the offense (whether or not ongoing);\nincludes running errands, answering the telephone, receiving\npackages, packaging the drugs, manual labor, acting as lookout\nto provide early warnings during meetings, exchanges, or offloading, or acting as deckhand/crew member on vessel or\naircraft used to transport large quantities of drugs. Enabler (Passive): plays no more than a passive role in the\noffense, knowingly permitting a certain unlawful criminal\nactivity to take place without actually being involved with\nthe activity; may be coerced or unduly influenced to play such\na function (e.g., a parent or grandparent threatened with\ndisplacement from a home unless they permit the activity to\ntake place), or may do so as “a favor” (without compensation). User Only: possessed small amount of drugs apparently for\npersonal use only; no apparent function in any conspiratorial\ncriminal activity. Wholesaler: sells more than retail/user-level\nquantities (greater than one ounce) in a single\ntransaction. P5100.08\n9/12/2006\nAppendix A, Page 8 SPECIAL INSTRUCTIONS In the case of an offense involving marijuana plants, one plant\nequals 100 grams (or the actual weight of the useable\nmarijuana, whichever is greater). If the offense includes several types of drugs, compute the\nmarijuana equivalent and total the sum to arrive at a grand\ntotal. For example, if the inmate has marijuana, cocaine, and\nheroin, compute the cocaine and heroin to an equivalent\namount of marijuana and hold the inmate accountable for the\nsum total of the equivalent amount of marijuana. Offenses not listed will be assigned a severity category\naccording to the most comparable listed offense. Score any attempt, aiding and abetting, conspiracy, misprision\nof a felony, and accessory after the fact in the same severity\ncategory as the underlying offense. Total offense behavior is to\nbe considered, utilizing the most serious offense or act\ncommitted. However, in drug conspiracy cases, the individual\nwill be held accountable as documented by the Judge in the\nStatement of Reasons. If the Statement of Reasons is not\nattached, the Case Manager will review the Presentence\nInvestigation Report to determine the individual’s specific\nreported behavior, and not hold the individual accountable for\nthe entire drug conspiracy empire. If committed as a parole, mandatory release, special parole\nterm, or supervised release violator as a result of a new\nconviction, use that new offense behavior for scoring\n\"Severity of Current Offense.\" If committed as a probation violator, use the most severe\ndocumented behavior between the original offense that\nprompted probation and the new criminal conduct (violation\nbehavior) for scoring \"Severity of Current Offense.\" For this Program Statement’s purposes, sentences with a\nspecific finding of “withheld adjudication” will be considered\nthe same as if the Judge made a finding of guilt. P5100.08\n9/12/2006\nAppendix A, Page 9 WAIVER FOR MISDEMEANANTS I, ,\n(Name of Inmate) (Register Number) have been convicted under\n(Offense Code and Title)"
}