{
  "document_category": "guidance",
  "docId": "guidance_54",
  "chunk_index": 48,
  "chunk_text": "The final SF-425 should also include the required minimum total\namount of local (recipient) cash match contributed, if applicable. When should all of the award monies be spent? Award funds reflecting allowable project costs must be obligated before the end of the award period. Obligated\nfunds cover monies spent and expenses for all approved items in the FCM that your agency has incurred but not\nyet paid. Your agency has up to 90 days after the end of the award period to request reimbursement for funds\nobligated. Please be advised that 2 C.F.R. §200.343(a) requires recipients to submit final SF-425s and 2 C.F.R. § 200.343(b)\nrequires recipients to draw down the final reimbursement for expended funds within 90 days after the expiration of\nthe award. In addition, be advised that failure to complete the drawdown of funds within the 90-day period\nfollowing award expiration will result in the forfeiture of the remaining eligible balance. It is possible that your agency may have excess award funds remaining in your account following the award period\ndue to an overestimate of item costs during the award period. Your agency should review its records carefully to\nensure that it draws down and expends only the amount required for actual costs incurred during the award\nperiod. Any excess unobligated or unspent funds should remain in your account, and will be deobligated during the\ncloseout process. 53 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Final Program Progress (Closeout) Report After your award period has ended, your agency may be sent a final progress or closeout report from the COPS\nOffice and asked to complete it. This report will serve as your agency’s final programmatic report on the award,\nand the information your agency provides in this report will be used to make a final assessment of your award\nprogress. Equipment disposition\nEach recipient must use any equipment funded through a COPS Office award for approved award-related purposes\nand must retain the equipment for the life of the award. After the conclusion of the award period, property\nrecords must be maintained by the recipient. The records should include a description of the property; a serial\nnumber or other identification number; the source of the property; the name of the person or entity that holds the\ntitle; the acquisition date and cost of the property; the percentage of federal participation in the cost of the\nproperty; the location, use, and condition of the property; and any ultimate disposition data, including the date of\ndisposal and sale price of the property. A control system must be developed to ensure adequate safeguards to\nprevent loss, damage, or theft of the property. When the award has expired and original or replacement equipment obtained under the award is no longer\nneeded for the original project or for other activities currently or previously supported by a federal agency,\ndisposition of the equipment shall be made as follows: Items of equipment with a current per-unit fair market value of less than $5,000 or less may be retained, sold, or\notherwise disposed of with no further obligation to the awarding agency."
}