{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 32,
  "chunk_text": "This is to facilitate communication among local and state governmental entities regarding\nvarious information technology projects being conducted with these award funds. In addition, the recipient agrees\nto maintain an administrative file documenting the meeting of this requirement. For a list of State Information\nTechnology Points of Contact, go to https://it.ojp.gov/technology-contacts. Why this condition:\nThe COPS Office is committed to promoting communication between state and local law enforcement. What you should do: If applicable, upon receiving the award, your agency should contact your state information technology point of\ncontact for further guidance. Please visit the Justice Information Sharing homepage at\nhttps://it.ojp.gov/default.aspx?area=policyAndPractice&page=1046 and search keywords “State and Territory\nTechnology Points of Contact.” The COPS Office is committed to avoiding duplication of existing law enforcement information-sharing networks or\nIT systems that involve interagency connectivity between jurisdictions. Therefore, such COPS Office–funded\nsystems should employ, to the extent possible, existing systems such as Law Enforcement Online (LEO), Regional\nInformation Sharing Systems (RISS), Joint Regional Information Exchange System (JRIES), etc., to achieve interstate\nconnectivity. 32 31. News Media\nCondition: The recipient agrees to comply with the COPS Office policy on contact with the news media. The policy establishes\nthe COPS Office Communications Division as the principal point of contact for the news media for issues relevant to\nthe COPS Office or parameters of this award. The recipient agrees to refer all media inquiries on these topics\ndirectly to the COPS Office Communications Division at 202-514-9079. Why this condition: The COPS Office Communications Division will coordinate contacts with the news media, provide supplemental\ninformation that may be helpful to you and the media outlet, and make the appropriate US Department of Justice\noffices and personnel aware of pending articles and interviews. What you should do: If you are contacted by a media outlet seeking information, an interview, or other support related to your COPS\nOffice project, please refer the requesting outlet to the COPS Office Communications Division at 202-514-9079. 32. Paperwork Reduction Act (PWRA)\nCondition: The recipient agrees, if required, to submit all surveys, interview protocols, and other information collections\nfunded by this award to the COPS Office for submission to the Office of Management and Budget (OMB) for\nclearance under the Paperwork Reduction Act (PWRA) of 1995. Why this condition: The purpose of the Paperwork Reduction Act is to reduce, minimize, and control paperwork burdens on the public\nwhile maximizing the practical utility and public benefit of information created, collected, disclosed, maintained,\nused, shared, and disseminated by or for the Federal Government. See 5 C.F.R. § 1320.1. A collection of information undertaken by a recipient is considered to be conducted or sponsored by a federal\nagency only if (1) the recipient is conducting the collection of information at the specific request of the agency, or\n(2) the terms and conditions of the award require specific approval by the agency of the collection of information\nor the collection procedures. See 5 C.F.R. § 1320.3(d). What you should do: When you undertake surveys, interviews, and other methods of information collection in furtherance of the\nobjectives of the award, you should contact your COPS Office Program Manager."
}