{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 81,
  "chunk_text": "Denial of recertification will remain in effect while the appeal is under consideration. Auditors not Seeking Recertification\nAuditors may elect not to seek recertification and voluntarily let their certifications expire. There is an option to indicate this on the application form. When an auditor selects this option,\nhis or her voluntary surrender of certification will be effective on his or her certification\nexpiration date. Once the voluntary expiration of certification takes effect, an auditor’s name\nwill be removed from the list of certified PREA auditors on the PREA Resource Center website. Auditor Guidance Following Expiration of Certification If an auditor has any contractual obligations to conduct audits for which the onsite portion is\nscheduled on or after his or her certification expiration date, the auditor must immediately\nnotify the appropriate officials in the facility or agency of the pending expiration of his or her\ncertification to discuss contract termination, as appropriate. If an auditor has any in-progress\naudits for which he or she has completed the onsite portion, the auditor must immediately\nnotify the appropriate officials in the facility or agency of the pending expiration of his or her\ncertification and ask those officials for instruction regarding completion of the contracted tasks. If the officials from the agency or facility expect the auditor to complete the post-onsite audit\nwork, the auditor will remain authorized through his or her certification expiration date to\ncomplete the audit through the final report. If an auditor has an in-progress audit and believes\nhe or she will not be able to complete the final report by the auditor’s certification expiration\ndate, the auditor must contact the PREA Management Office at PREACompliance@usdoj.gov to\nrequest authorization to conduct the post-onsite audit work beyond the certification expiration\ndate. Unless otherwise specified by the PREA Management Office, auditors who elect not to seek\nrecertification and auditors who are denied recertification are permitted to apply again to\nbecome certified as PREA auditors, but they must go through the regular application and\ntraining process. During the application review process, the circumstances of an auditor’s denial\nof recertification and his or her past auditing performance and conduct will be considered in\nevaluating his or her suitability to become certified and to conduct PREA audits. Questions about Recertification For questions about auditor-specific recertification application requirements, auditors may\ncontact the PREA Resource Center before the application deadline. If given sufficient notice,\nPREA Resource Center staff will assist auditors with identifying any missing requirements. 83 Auditor Suspension and Decertification\nDecertification or suspension may be a consequence for an auditor if the PREA Management\nOffice determines through a preponderance of evidence that the auditor has demonstrated a\nsignificant or consistent failure to comply with the following:\n•\n•\n•\n•\n•\n•\n•\n•\n•\n• The PREA Auditor Code of Conduct\nThe PREA Auditor Certification Agreement\nPREA Standards governing auditor conduct\nFAQs issued by the DOJ PREA Working Group\nThe PREA Auditor Handbook\nPREA auditor requirements articulated in the PREA Auditor Candidate Training\nRequired PREA auditor continuing education\nPREA auditor reporting requirements Peer review requirements\nRemediation steps required by the PREA Management Office"
}