{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 60,
  "chunk_text": "These\nrestrictions are set forth in 5 U.S.C. § 1501 et seq. It will comply with the minimum wage and maximum hours provisions of the Fair Labor Standards Act (29\nU.S.C. § 201 et seq.), if applicable. It will establish safeguards, if it has not done so already, to prohibit employees from using their positions for a\npurpose that is, or gives the appearance of being motivated by a desire for private gain for themselves or\nothers, particularly those with whom they have family, business or other ties. In addition, it will disclose (in\nwriting) to the COPS Office any potential conflict of interest arising during the course of performance of the\naward and also will require such written disclosures by any subrecipients. As required by 42 U.S.C. § 3796dd-6, it will give the US Department of Justice or the Comptroller General\naccess to and the right to examine records and documents related to the award. It will comply with all requirements imposed by the US Department of Justice as a condition or administrative\nrequirement of the award, including but not limited to: the requirements of 2 C.F.R. Part 200 (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted by the\nUS Department of Justice in 2 C.F.R. § 2800.101 ; 48 C.F.R. Part 31 (FAR Part 31) (Contract Cost Principles and\nProcedures); the applicable provisions of the Omnibus Crime Control and Safe Streets Act of 1968, as\namended; 28 C.F.R. Part 38 (Partnerships With Faith-Based and Other Neighborhood Organizations); the\napplicable COPS Office application guide; the applicable COPS Office award owner’s manual; and with all other\napplicable program requirements, laws, orders, or regulations. As required by 42 U.S.C. § 3796dd-1(c) (11), it will, to the extent practicable and consistent with applicable\nlaw, seek, recruit and hire qualified members of racial and ethnic minority groups and qualified women in\norder to further effective law enforcement by increasing their ranks within the sworn positions in the agency. It will not (and will require any subrecipient, contractors, successors, transferees, and assignees not to), on the\ngrounds of race, color, religion, national origin, sex, or disability unlawfully exclude any person from\nparticipation in, deny the benefits of, or employment to any person, or subject any person to discrimination in\nconnection with any programs or activities funded in whole or in part with federal funds. It will also not\ndiscriminate in the delivery of benefits or services based on age. These civil rights requirements are found in\n67 the nondiscrimination provisions of Title VI of the Civil Rights Act of 1964, as amended (42 U.S.C. § 2000d); the\nOmnibus Crime Control and Safe Streets Act of 1968, as amended (42 U.S.C. § 3789d); Section 504 of the\nRehabilitation Act of 1973, as amended (29 U.S.C. § 794); the Age Discrimination Act of 1975, as amended (42\nU.S.C. § 6101); Title IX of the Education Amendments of 1972, as amended (20 U.S.C. § 1681); and the\ncorresponding US Department of Justice regulations implementing those statutes at 28 C.F.R. Part 42\n(subparts C, D, E, G, and I)."
}