{
  "document_category": "guidance",
  "docId": "guidance_73",
  "chunk_index": 15,
  "chunk_text": "The COPS Office actively monitors how recipients are complying with COPS Office award\nrequirements. In addition, the monitoring component provides customer service and technical assistance to help\nensure recipients understand how to remain in compliance while implementing their awards. What you should do: Your agency may be required to accommodate routine and nonroutine efforts by the COPS Office, or an entity\ndesignated by the COPS Office, to examine your agency’s use of federal funds both programmatically and\nfinancially. The four primary means of ensuring recipients’ compliance with the terms and conditions of their\nawards are as follows:\nSite visits. The COPS Office strategically selects award recipients based on a variety of risk factors to conduct site\nvisits to ensure compliance with award terms and conditions. The purpose of site visits is threefold:\n• To review for compliance with the terms and conditions of the award\n• To review the recipient’s community policing strategies\n• To provide customer service and technical assistance If selected, recipients will be notified in writing in advance with detailed instructions for how to\nprepare for the review of their COPS Office awards. This review is generally performed over a period\nof one or more days. Recipients will have an opportunity to resolve any identified noncompliance\nissues while on-site or, if necessary, following the site visit. In addition, recipients will also have an\nopportunity to seek customer service and/or technical assistance on the implementation of their\naward. 13 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nEnhanced Office-Based Grant Reviews (EOBGR). In lieu of a site visit, awards may be selected for an EOBGR\nconducted at the COPS Office via teleconference or video conference. EOBGRs serve as an alternative for\nconducting award monitoring reviews in support of the COPS Office’s overall award monitoring strategy. The\npurpose of the EOBGR is threefold:\n1.\n2.\n3. To review for compliance with the terms and conditions of the award To review the recipient’s community policing strategies To provide customer service and technical assistance If selected, the recipient will be notified in writing in advance of any EOBGR of its COPS Office awards. This review is generally performed over a one- to two-day period. Recipients will have an opportunity\nto resolve any identified noncompliance issues, if necessary, following the EOBGR interview. In\naddition, award recipients will also have an opportunity to seek customer service and/or technical\nassistance on the implementation of their award. Alleged Noncompliance Referral (ANCR). An ANCR is an allegation of suspected noncompliance that originates\nfrom an internal source within the COPS Office or an external referral from one of many sources. Internal ANCRs\ngenerally originate from COPS Office Grants Administration Division, COPS Office Finance Division, or the COPS\nOffice Legal Division, although any COPS Office component may refer a noncompliance issue to the ANCR. External\nnoncompliance referrals may be received from anonymous complainants, media, citizens, law enforcement\nagencies, other Federal agencies, or other outside sources. On a case-by-case basis, COPS Office ANCR staff\nmembers determine the appropriate course of action to take to investigate complaints of alleged noncompliance."
}