{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 57,
  "chunk_text": "Preparation of a transfer referral to merely “exhaust\"\nall BOP resources is not required when the inmate is clearly\nnot appropriate for any facility within the Bureau. a. Placement Procedures. The Warden will prepare a memorandum\nto the DSCC Administrator outlining the reasons for state\nplacement of a federal inmate. This memorandum will be forwarded\nalong with supporting documentation and classification material\nthat will, at a minimum, include the following:\n(1) Presentence Investigation Report;\n(2) Two copies of the Judgment;\n(3) Relevant SENTRY data;\n(4) Current Progress Report; and,\n(5) Any Disciplinary or SIS Reports. If the DSCC Administrator approves an inmate for state\nplacement, DSCC staff will select a state correctional\nsystem for referral. The system\nselected will be based on the type of facilities within the\nsystem; available bed space; court status (state systems that\nare under injunction because of overcrowding or violations of\ninmates' civil rights will not be used), and the state’s\nwillingness to accept federal boarders. Once a suitable\nstate correctional system has been identified, DSCC staff will\nforward the transfer packet to the appropriate Community\nCorrections Regional Administrator, overseeing the state in\nwhich the DSCC Administrator has identified for possible\nplacement. DSCC staff may make up to two referrals per inmate at a time,\nand continue this process until an appropriate placement is\nsecured. The CCRA will work through the local CCM office which\nwill refer the case for state placement. The CCM office will\nadvise the CCRA of the response from the state\nauthority/Department of Corrections. If approved for\nplacement, the CCRA will initiate SENTRY redesignation\nprocedures, and forward the inmate file to the CCM office. If\nnot approved for placement the CCRA will P5100.08\n9/12/2006\nChapter 7, Page 14\nadvise the DSCC Administrator, who will continue to secure a\nsuitable state placement. The CCM office with state monitoring authority in which the\ninmate is eventually housed assumes full responsibility for the\ninmate, including biennial reviews and subsequent transfer\nauthority. State placement materials containing, at a minimum, a\nProgress Report, Presentence Investigation Report, and all\nmemoranda pertaining to the state placement, will be forwarded\nto and maintained by the CCM office after the inmate has been\napproved for placement. If an inmate is approved for permanent return to the Bureau,\nthe place of confinement will be determined by the DSCC. If an\ninmate is returned to the Bureau for medical treatment, the\ninmate will be returned to the state when the medical\ntreatment is completed. Occasionally,\nreturning the inmate to the originating state may not be\nappropriate. In such cases, the DSCC will obtain a new place\nof incarceration for the inmate, after consultation with the\nOffice of Medical Designation and Transportation. b. Post-Placement Monitoring. After a federal inmate has been\nplaced in a state contract facility, the appropriate CCM will\nreview the case every two years beginning from the date of the\ninmate’s arrival to determine whether the inmate is still\nappropriate for state placement. The CCM's cover memorandum\ncontaining a recommendation and a Progress Report provided by\nthe state contract facility will be forwarded to DSCC staff who\nwill make a determination for continued state placement or\nreturn to Bureau custody. If the inmate requires continued placement in that state\nfacility, DSCC staff will enter a notation on the SENTRY “CIM\nClearance and Separatee Data” screen indicating such."
}