{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 48,
  "chunk_text": "Auditors are strongly encouraged Therefore, in many cases, the number of targeted\nto conduct more interviews where\ninterview protocols used will likely exceed the\nfeasible and necessary. For\nexample, if an auditor learns of\nnumber of individuals interviewed from targeted\nsignificant issues with sexual\npopulations. • Breakdown of Targeted Inmate/Resident/Detainee\nagainst a particular group of\nInterviews. The breakdown of targeted interviews is\ninmates, the auditor should\nconduct additional interviews with\nintended to guide auditors in interviewing the\ninmates from that group. appropriate cross-section of\ninmates/residents/detainees who fall within these\nspecial populations. Because individuals may often fall within multiple targeted\npopulations, in many cases one interview will likely satisfy multiple individual targeted\ninterview requirements. See the example above under the definition of Minimum\nNumber of Targeted Inmate/Resident/Detainee Interviews. abuse or sexual harassment When using the interview rubrics, auditors must be aware of the following guidelines:\n• Formal interviews with inmates. The numbers presented in the interview rubrics\npertain only to formal interviews conducted using the interview protocols included in\nthe Audit Instrument. Informal conversations with inmates during the site review, while\nstrongly encouraged, do not count toward the number of inmate interviews required for\neach audit. • Importance of conducting interviews with inmates in a private setting. It is critical that\ninmates have an opportunity to speak privately with an auditor. Remember that\nStandard 115.401(m) provides the auditor with the right to conduct confidential\ninterviews, stating, “The auditor shall be permitted to conduct private interviews with\ninmates, residents, and detainees.” As such, auditors may have informal conversations\nwith groups of inmates during the site review process; however, auditors may not count 47 these group conversations with inmates toward meeting the requisite number of inmate\ninterviews. • All inmate interviews are voluntary. An inmate can refuse to participate without\nconsequences. In this event, auditors must select additional inmates, as necessary, to\nmeet the minimum required number of inmate interviews. When an inmate chooses not\nto participate in an interview, auditors are encouraged to continue speaking with the\ninterviewee for a commensurate amount of time about topics that are unrelated to\nPREA (e.g., hobbies, sports, television) so that other inmates and staff cannot detect\nwho participated in an interview and who did not. Importantly, if the interviewee begins\nto discuss information related to PREA or the conversation migrates to PREA-related\ntopics, the auditor must again ask the inmate if he or she would like to answer questions\nrelated to PREA. Only if the inmate agrees to participate in the interview should the\nauditor allow the conversation to continue regarding PREA and sexual safety within the\nfacility. • Ensuring that inmates are free from external pressure to participate. Before beginning\nan interview, the auditor should ask the inmate to confirm that he or she has not been\npressured by anyone to consent to be interviewed, to refuse to be interviewed, or\ncoached on what to say during the interview. • How to count random and targeted inmate interviews. A single interview cannot be\ndouble counted as both a random and a targeted interview."
}