{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 66,
  "chunk_text": "Award funds will not be released until we have received your agency’s signed award\ndocument, your budget has received final clearance, and any other relevant award conditions particular to your\nagency have been satisfied. Failure to submit your signed electronically sign your award document within the 90day award acceptance period may result in your TRGP award being withdrawn and the funds deobligated without\nadditional notification. If your agency requires an extension for accepting the award beyond the 90-day acceptance\ntime-frame, you will be able to request an extension through the online system. Be sure to explain the\ncircumstances that prevent your agency from signing the award document within the 90-day period, and identify\nthe date by which the award document will be electronically signed. The COPS Office will review such requests on\na case-by-case basis. The COPS Office reserves the right to deny requests to extend the 90-day award acceptance\nperiod. If you have any questions, please contact your COPS Office Grant Program Specialist or the COPS Office\nResponse Center at 800-421-6770. 65 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual II. Procurement Process (for TRGP-Equipment/ Training\nawards only) In general, award recipients are required to procure funded items through open and free competition when\nfeasible. For the purchase of equipment, technology, or services under a COPS Office award, the recipients must\nfollow their own policies and procedures on procurement as long as those requirements conform to the federal\nprocurement requirements set forth in 2 C.F.R. §§ 200.317 – 200.326. As described in the award condition titled “Sole Source Justification” recipients are required to submit a sole\nsource justification (SSJ) request to the COPS Office for noncompetitive procurements in excess of $250,000 prior\nprior to purchasing equipment, technology, or services; obligating funding for a contract; or entering into a\ncontract with award funds. If submitting a sole source justification request to the COPS Office, please use the\nformat described in the “Sole Source Justification Fact Sheet” in the appendices of this manual. If you have any questions regarding the federal requirements that guide procurement procedures, please contact\nyour COPS Office Grant Program Specialist. For more information about COPS Office programs and resources, please call the COPS Office Response Center at\n800-421-6770 or visit the COPS Office online at www.cops.usdoj.gov. 66 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual III. Accessing Award Funds This section provides answers to payment-related questions, including all the information needed to provide\naccess to request payments from your COPS awards. For assistance with financial management and award\nadministration, please contact the COPS Office Response Center at 800-421-6770 or visit our website at\nwww.cops.usdoj.gov. Payment method What method of payment is used? There is currently one payment system available for accessing federal award funds—the Grant Payment Request\nSystem (GPRS). GPRS is a web-based system that enables recipients to use a secure Internet connection to request\nfunds. Approved payment requests will automatically be scheduled for payment by the United States Department\nof the Treasury through electronic funds transfer (EFT). The Automated Clearing House (ACH) is the primary system\nthat agencies use for EFT."
}