{
  "document_category": "guidance",
  "docId": "guidance_42",
  "chunk_index": 6,
  "chunk_text": "To view\nand print this document, you can log into your account at www.cops.usdoj.gov. Please select “COPS Applications”\nfrom the menu of services and click on the ‘Print’ icon to download the most recent version of your application in\n.pdf format. Refer to your FCM for the list of approved allowable costs. Listed below are the budget categories that may appear\non your FCM. As long as funds are spent during the award period on the equipment and technology, supplies,\ntravel, contracts/consultants, salary and benefits, and other costs that were documented in your application’s\nbudget summary and were approved through the issuance of the FCM, this award condition will be satisfied. Equipment To be eligible for payment under this award, the purchase of equipment and technology must occur on or after the\naward start date, the items must be those specifically applied for and approved by the COPS Office, and they must\nmeet the guidelines described in 2 C.F.R. Part 200, Subpart E – Cost Principles.. Equipment or technology\npurchased on or after the award start date must be in addition to purchases that the recipient is obligated or\nfunded to make in its current budget. Funds currently allocated to purchase equipment or technology may not be\nreallocated to other purposes or reimbursed upon the award of a CAMP award. 5 2019 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual Sworn officer positions (salaries and benefits) Sworn officer salary and fringe benefits apply to new, full-time, sworn career law enforcement officers not already\nfunded in the applicant’s local budget. A career law enforcement officer is a person hired on a permanent basis\nwho is authorized by law, or by a state, local, or tribal agency, to engage in or oversee the prevention, detection,\nand/or investigation of violations of criminal laws. Officers must be hired on or after the award start date and\npositions must directly relate to the CAMP project. Officers previously employed by your agency may be re-hired\nusing CAMP award funds. Rehired officers are officers who meet one of the following conditions:\n The officer had been laid off by your jurisdiction prior to the original date of the award application as a result\nof state, local, or Bureau of Indian Affairs (BIA) budget cuts.\n At the time of the award application, the officer was scheduled to be laid off by your jurisdiction on a specific\nfuture date as a result of state, local, or BIA budget cuts. If current personnel are redeployed into this program, they must be paid with local funds. CAMP award funds may\nbe used to backfill the resulting vacancy with newly hired personnel for an equivalent amount of time. (Please\nnote: Overtime for sworn officers engaging in CAMP-related activities is an allowable cost; however, any overtime\nexpenses requested for sworn officer positions must be listed in the “Other Costs” section of your application’s\nbudget. Overtime expenses must exceed the expenditures that your agency is obligated or funded to pay in its\ncurrent budget.) Civilian/nonsworn personnel (salaries and benefits)\nCivilian salary and fringe benefits apply to new personnel not already funded in the applicant’s local budget."
}