{
  "document_category": "guidance",
  "docId": "guidance_24",
  "chunk_index": 32,
  "chunk_text": "C Greatest Severity Offense. A male inmate whose current\nterm of confinement falls into the \"Greatest Severity\"\nrange according to the Offense Severity Scale\n(Appendix\nA) will be housed in at least a Low security\nlevel institution, unless the PSF has been\nwaived. F P5100.08\n9/12/2006\nChapter 5, Page 8\nSex Offender. A male or female inmate whose behavior\nin the current term of confinement or prior history\nincludes one or more of the following elements will be\nhoused in at least a Low security level institution,\nunless the PSF has been waived. A conviction is not\nrequired for application of this PSF if the\nPresentence Investigation Report (PSR), or other\nofficial documentation, clearly indicates the\nfollowing behavior occurred in the current term of\nconfinement or prior criminal history. If the case was\ndismissed or nolle prosequi, application of this PSF\ncannot be entered. However, in the case where an inmate was charged\nwith an offense that included one of the following\nelements, but as a result of a plea bargain was not\nconvicted, application of this PSF should be\nentered. Example: According to the PSR, the inmate was\nspecifically described as being involved in a\nSexual Assault but pled guilty to Simple Assault. Based on the documented behavior,\napplication of this PSF should be entered:\n(1) Engaging in sexual contact with another\nperson without obtaining permission to do so\n(forcible rape, sexual assault or sexual battery);\n(2) Possession, distribution or mailing of\nchild pornography or related\nparaphernalia;\n(3) Any sexual contact with a minor or other\nperson physically or mentally incapable of granting\nconsent (indecent liberties with a minor, statutory\nrape, sexual abuse of the mentally ill, rape by\nadministering a drug or substance);\n(4) Any sexual act or contact not identified above\nthat is aggressive or abusive in nature (e.g., rape by\ninstrument, encouraging use of a minor for\nprostitution purposes, incest, etc.). Examples may be\ndocumented by state or Bureau of Prisons’ incident\nreports, clear NCIC entries, or other official\ndocumentation;\n(5) Attempts are to be treated as if the sexual\nact or contact was completed; and/or,\n(6) Any offense referenced in the Sex Offender\nNotification and Registration Program\nStatement. P5100.08\n9/12/2006\nChapter 5, Page 9\nCODE PSF - DESCRIPTION G Threat to Government Officials. A male or female\ninmate classified with a Central Inmate Monitoring\nassignment of Threat to Government Official will\nbe housed in at least a Low security level\ninstitution, unless the PSF has been waived. H Deportable Alien. A male or female inmate who is not a\ncitizen of the United States. All long-term detainees\nwill have this PSF applied. When applied, the inmate\nor the long-term detainee shall be housed in at least\na Low security level institution. The PSF shall not be applied, or shall be removed when\nthe U.S. Immigration and Customs Enforcement (ICE) or\nthe Executive Office for Immigration Review (EOIR)\nhave determined that deportation proceedings are\nunwarranted or there is a finding not to deport at the\ncompletion of deportation proceedings. The Institution\nHearing Program CMA of NO IHP or IHP CMP ND will then\nbe applied. Additionally, the PSF\nshall not be applied if the inmate has been\nnaturalized as a United States citizen. I Sentence Length. A male inmate with more than ten\nyears remaining to serve will be housed in at least\na Low security level institution unless the PSF has\nbeen waived."
}