{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 44,
  "chunk_text": "In practical terms, mandatory reporting places limits on an auditor’s ability to assure\nconfidentiality. Prior to interviewing or having informal conversations with any inmate or staff\nmember, the auditor must explain any mandatory reporting requirements. For more information on mandatory reporting, The Project on Addressing Prison Rape at the\nAmerican University Washington College of Law maintains a repository of mandatory reporting\nlaws in all 50 states (see www.wcl.american.edu/endsilence/statesurveys.cfm). Interviewing Inmates The perspectives of inmates are essential to understanding the practices, procedures, and\nculture of a confinement facility. The objectives of inmate interviews are to understand the\nfacility’s practices from the inmate’s perspective and determine the extent to which inmates\nare knowledgeable about the facility’s obligations to keep them safe from sexual abuse and\nsexual harassment. As required under Standard 115.401(k), auditors must interview a\nrepresentative sample of inmates, and must use information collected during these interviews\nto inform compliance determinations during the post-onsite audit phase. The subsections below detail specific guidance regarding the appropriate sampling\nmethodology and the minimum number of inmates that auditors are required to interview. 43 Interviews with Randomly Selected Inmates\nAuditors must obtain an up-to-date inmate roster (or the equivalent) on or just before the first\nday of the audit, and use this roster to make random interview selections. It is highly\nrecommended that auditors obtain an inmate roster that is organized by housing unit. This will\nensure that auditors select an interview sample that is geographically diverse, meaning that the\ninmates an auditor selects should be from as many housing units as possible in different\nlocations throughout the facility. Auditors are also advised to obtain an inmate roster that is\nsorted alphabetically to assist, when necessary, with identifying specific inmates and crossreferencing with other information collected during the audit. Auditors should be aware that interview selections may be subject to change for a variety of\nreasons such as inmate refusals or operational factors (e.g., discharge of a selected\ninterviewee). To minimize disruption to the audit process and to the audited facility’s normal\nroutine, alternate selections should be identified in advance. Where feasible, auditors should\nalso oversample in housing units that house specialized subpopulations. Oversampling refers to\nthe practice of selecting more individuals from a subgroup than would generally be the case if\neveryone in the population had an equal chance of being selected. For example, if an auditor is\nconducting one inmate interview per housing unit in a facility that has 10 male housing units\nand 2 female housing units, the auditor would only capture interviews with 2 female inmates. But, if the auditor oversamples by selecting four to six female inmates for interviews, this will\nhelp to ensure their perspectives and experiences are adequately represented in the audit\nfindings, even though women are a distinct minority in this facility. Other specialized\nsubpopulations that may be housed together include inmates housed in medical or mental\nhealth wings, protective custody units, and special programming units, among others. Auditors should plan to spend at least 20 minutes on each random inmate interview in order to\nelicit useful information. While conducting these interviews, auditors should also be prepared\nto ask additional follow-up questions from the targeted inmate interview protocols where\nappropriate."
}