{
  "document_category": "guidance",
  "docId": "guidance_71",
  "chunk_index": 5,
  "chunk_text": "Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving awards,\nseveral provisions of federal law require us to obtain the recipient’s Assurances and Certifications regarding certain\nmatters. Most of the Assurances and Certifications apply to all federal award programs. What you should do:\nApplicants to COPS Office award programs are required to sign the Assurances and Certifications forms at the time\nof application. Signing these documents assures the COPS Office that you have read, understood, and accepted the\naward terms and conditions outlined in the Assurances and Certifications. Please read these documents carefully, 4 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nbecause signatures on these documents are treated as a material representation of fact upon which reliance will\nbe placed when the U.S. Department of Justice determines to make an award. Additional copies of the Assurances\nand Certifications forms are contained in the appendices of this manual. If you have any questions about the\nAssurances and Certifications, please contact your assigned COPS Office Program Manager or the COPS Office\nResponse Center at 800-421-6770. 3. Allowable Costs\nCondition: The funding under this award is for the payment of approved costs for CPD purposes. The allowable costs approved\nfor your agency’s award are limited to those listed in the Financial Clearance Memorandum (FCM), which is\nincluded in your agency’s award package. The FCM specifies the costs that your agency is allowed to fund with your\naward. In accordance with 2 C.F.R. § 200.400(g), the recipient must forgo any profit or management fee. Your\nagency may not use award funds for any costs not identified as allowable in the FCM. Why this condition:\nCPD funding may only be used to pay for items and services approved by the COPS Office as reflected in the\nFinancial Clearance Memorandum (FCM). FY 2019 CPD funds must be used to develop the capacity of law\nenforcement to implement community policing strategies by providing guidance on promising practices through\nthe development and testing of innovative strategies; building knowledge about effective practices and outcomes;\nand supporting new, creative approaches to preventing crime and promoting safe communities. Please note that\nin accordance with 2 C.F.R. § 200.101(c), the COPS Office applies the cost principles set forth in 2 C.F.R. Part 200,\nSubpart E to for-profit (or commercial) entities instead of the Federal Acquisition Regulation (FAR) at 48 C.F.R.\nSubpart 31.2. In addition, in accordance with 2 C.F.R. § 200.400(g), the recipient must forgo any profit or\nmanagement fee. To be eligible for payment under this award, the purchase of approved items must be made on or after the award\nstart date and comply with the guidelines described in the section “Accessing Award Funds” in this manual. The\nsection “Financial Record Maintenance” outlines the types of records you must keep to document that you\nfollowed this award condition. Purchases must also reflect the costs that were approved in the FCM. What you should do:\nRefer to your FCM for the list of approved allowable cost categories (please see appendix K on page 129 for a\nsample FCM)."
}