{
  "document_category": "guidance",
  "docId": "guidance_22",
  "chunk_index": 44,
  "chunk_text": "18. If developing or launching online courses under this cooperative agreement, ensure that online\ncourses developed are compatible with the current platform used in the COPS Office Training Portal. Prior to the development of the online course, the recipient must receive guidance and work with the\nCOPS Office to ensure compatibility. Online courses developed through this cooperative agreement\nmust be reviewed and approved by the COPS Office prior to launching the course. Any pre-existing\nonline courses being sponsored by the COPS Office under this cooperative agreement must also be\nreviewed and approved by the COPS Office before using the COPS Office-sponsorship with the\ncourses. 19. At the request of the COPS Office, submit all website(s) and web-based information developed\nthrough this cooperative agreement to the COPS Office. The information will be submitted in a\nformat that will enable the COPS Office to reproduce the website(s) and web-based information on\nalternative web-based platforms. 20. If required, submit all surveys, interview protocols, and other information collections to the COPS\nOffice for submission to the Office of Management and Budget (OMB) for clearance under the\nPaperwork Reduction Act (PRA). Before submission to OMB, all information collections that request\npersonally identifiable information must be reviewed by the COPS Office to ensure compliance with\nthe Privacy Act. The Privacy Act compliance review and the PRA clearance process may take several\nmonths to complete. 21. Agree to cooperate with the monitor or evaluator if monitoring or an evaluation of this project is to\nbe undertaken by the COPS Office or a third party, and in consultation with the COPS Office agree to\nmake reasonable adjustments to programs and activities in recognition of significant points of\nevaluation or feedback and to remedy any violations of the terms and conditions of this award. 22. Be responsible for the development, approval, and oversight of any subawards. See 2 C.F.R. §§\n200.330 – 200.332. The recipient will ensure that the award terms and conditions flow down to its\nsubrecipients including all applicable uniform administrative requirements, cost principles, and audit\nrequirements set forth in 2 C.F.R. Part 200. See 2 C.F.R. § 200.101(b)(1). The recipient will also ensure 44 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual\nthat subrecipients maintain effective control and accountability over all funds, property, and other\nassets covered by subawards and that each subrecipient establishes and uses internal fiscal and\nprogram management procedures sufficient to prevent fraud, waste, or abuse. 23. At the request of the COPS Office, work to develop a marketing plan to increase the visibility of the\nproject and any accompanying outcomes or deliverables. The recipient will coordinate any marketing\nactivities with the COPS Office. 24. Obtain approval from the COPS Office prior to conducting any public communication activities (in any\nformat including conference panel submissions, press statements, website and social media content)\nrelated to this project or to the COPS Office. 25. Work closely with your program manager to respond to peer reviewer, vetting, and other COPS Office\nstaff comments on all deliverables within 30 days of receipt unless otherwise directed. 26."
}