{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 69,
  "chunk_text": "The MOU must include the roles and responsibilities of the school partner. These roles may include providing a\nsecure work space for the SRO to conduct interviews and maintain confidential records; establishing standing\nmeetings; and working with school administrators in identifying problems and evaluating progress under the MOU,\nincluding data collection and evaluation. The school administrator should ensure that staff cooperates with police\ninvestigations and any subsequent actions related to crime or criminal activity on campus. The law enforcement partner is responsible for the selection of officer(s) assigned to the school, and these\nofficer(s) should adhere to the principles of community policing. This section of the MOU must define the roles and\nresponsibilities of the SRO and the assigned hours of SRO duty, including arrival and departure times and specifying\nif after-hour duties may be performed and if time spent in court, attending interagency meetings, and investigating\nschool-related crimes are within the scope of SRO duties. The MOU should include examples of the activities that the SRO will engage in, such as\n• handling requests for calls for service in and around schools;\n• conducting comprehensive safety and security assessments;\n• developing emergency management and incident response systems based on the National Incident\nManagement System (NIMS) and the four phases of emergency management: mitigation/prevention,\npreparedness, response, and recovery;\n73 2017 COPS Hiring Program (CHP) Award Owner’s Manual\n• developing and implementing safety plans or strategies;\n• integrating appropriate security equipment/technology solutions, including incorporating Crime Prevention\nThrough Environmental Design (CPTED) as appropriate to enhance school safety;\n• responding to unauthorized persons on school property;\n• serving as liaisons between the school and other police agencies, investigative units, or juvenile justice\nauthorities when necessary and consistent with applicable civil rights laws and privacy laws;\n• serving as a member of a multidisciplinary school team to refer students to professional services within both\nthe school (guidance counselors or social workers) and the community (youth and family service\norganizations);\n• building relationships with juvenile justice counselors to help connect youth with needed services;\n• developing and expanding crime prevention efforts for students;\n• developing and expanding community justice initiatives for students. Information sharing This section must address the type of and the extent to which information will be shared between the law enforcement agency and school or school district partners. For example, it should define the type of information that\nthe school is permitted or willing to share with law enforcement, as well as information flow from law\nenforcement to school partner(s). When entering into an MOU, agencies should consider all federal or state laws\nthat govern the collection, use, and dissemination of student records. Federal privacy laws, including the Family Educational Rights and Privacy Act of 1974 (FERPA), the Health Insurance\nPortability and Accountability Act of 1996 (HIPAA), and civil rights and other laws must be considered when\ndeveloping plans for information sharing that involves personally identifiable information from student education\nrecords."
}