{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 104,
  "chunk_text": "Fingerprint images are collected from\ncrime scenes or are taken from criminal suspects when they are arrested. Fingerprint images may be captured by\nplacing a finger on a scanner or by electronically scanning inked impressions on paper. 108 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\naward number. The award number identifies your agency’s specific TRGP award, and can be found on your Award\nDocument. This number should be used as a reference when corresponding with the COPS Office. Your award\nnumber is in the following format: 2018-HE-WX-0000 for TRGP-E/T awards and 2018-HH-WX-0000 for TRGP-Hiring\nawards funded in FY 2018. The COPS Office tracks award information based upon this number. award package. The award package includes your TRGP award document, Financial Clearance Memorandum\n(FCM), and award congratulatory letter; it may be accessed through the “Account Access” tab on the COPS Office\nwebsite (www.cops.usdoj.gov). Your agency’s TRGP award document will list your award number, government\nexecutive, award amount, number and hiring category of positions awarded, award start and end dates, and all\nterms and conditions (including any special conditions placed on your agency’s TRGP award). Your law\nenforcement and government executives have 90 days from the date on your award congratulatory letter to log on\nto their accounts at https://portal.cops.usdoj.govand electronically sign the award document and submit it to the\nCOPS Office. Your agency’s FCM will specify the final amount of TRGP funds awarded to your agency for officer\nsalaries and approved fringe benefits. award start date. This is the date on or after which your agency is authorized to purchase any allowable\nequipment, services, or other costs that were approved by the COPS Office. The award start date is found on your\naward document. Recipients may not expend funds prior to this date without written approval from the COPS\nOffice. career law enforcement officer. The COPS Office statute defines a career law enforcement officer as a person\nhired on a permanent basis who is authorized by law, or by a state or local public agency, to engage in or oversee\nthe prevention, detection, or investigation of violations of criminal laws. Catalog of Federal Domestic Assistance (CFDA). The CFDA is an annual government-wide publication that contains\na description and index of all forms of federal assistance. Each program is assigned a CFDA number, which is used\nby auditors to track award revenues under the Single Audit Act. It is also used in participating states by state single\npoints of contact in conducting the required intergovernmental reviews under Executive Order 12372. The CFDA\nnumber for the COPS Office TRGP award is 16.710. closeout. This is the process in which the awarding agency, the COPS Office, determines that all applicable\nadministrative actions and all required work and conditions of the award have been completed and met by the\nrecipient and awarding agency. cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides your agency\nwith the most federal money. The Office of Management and Budget (OMB) may have already assigned your\ncognizant federal agency to you."
}