{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 94,
  "chunk_text": " Provisional rate is a temporary rate applicable to a\nspecified time period that is used for funding, interim\nreimbursement, and reporting of indirect costs pending\nestablishment of a final rate for that period.  De minimis indirect cost rate provides the option for\ncertain nonfederal entities that have never received a\nnegotiated indirect cost rate to accept a flat rate of up to\n10% of modified total direct costs (MTDC). MTDC\ncan include all direct salaries and wages, applicable\nfringe benefits, materials and supplies, services, travel,\nand up to the first $25,000 of each subaward (regardless\nof the period of performance of the subawards under\nthe award). MTDC excludes equipment, capital\nexpenditures, rental costs, tuition remission, scholarships\nand fellowships, participant support costs, and the\nportion of each subaward in excess of $25,000. Other\nitems may only be excluded when necessary to avoid a\nserious inequity in the distribution of indirect costs and\nwith the approval of the cognizant federal agency for\nindirect costs. How does an agency establish an indirect\ncost rate? If your agency does not have a previously established indirect\ncost rate, your agency can obtain a rate by contacting\nyour agency’s cognizant federal agency, which will review\nall documentation and approve a rate for the covered\ntime period. For more information on the requirements\nfor development and submission of indirect (F&A) cost\nrate proposals, please refer to 2 C.F.R. § 200.414 (e) and\nAppendices III – VII to 2 C.F.R. Part 200. 2 What is a cognizant federal agency? Cognizant federal agency for indirect costs as defined in\n2 C.F.R. § 200.19 is the Federal agency responsible for\nreviewing, negotiating, and approving cost allocation\nplans or indirect cost proposals on behalf of all Federal\nagencies. The cognizant federal agency for indirect cost is\nnot necessarily the same as the cognizant federal agency for\naudit. The COPS Office is not a cognizant federal agency. For nonprofit, state, local, and tribal governments your\ncognizant federal agency is generally the federal agency that\nprovides your organization with the most federal financial\nassistance. For assignments of cognizant federal agencies, see\nthe following:\n(a) For institutions of higher education: Appendix III to\nPart 200—Indirect (F&A) Costs Identification and\nAssignment, and Rate Determination for Institutions\nof Higher Education (IHEs), paragraph C.11. (b) For nonprofit organizations: Appendix IV to Part\n200—Indirect (F&A) Costs Identification and\nAssignment, and Rate Determination for Nonprofit\nOrganizations, paragraph C.2.a.\n(c) For state and local governments: Appendix V to\nPart 200—State/Local Government and Indian\nTribe-Wide Central Service Cost Allocation Plans,\nparagraph F.1.\n(d) For Indian tribes: Appendix VII to Part 200—States\nand Local Government and Indian Tribe Indirect\nCost Proposal, paragraph D.1. What should an agency do if its indirect cost rate\nexpires or changes during the award period? If your agency’s approved indirect cost rate agreement expires\nduring the award period, a current approved rate agreement\nmust be obtained from the cognizant federal agency and\nsubmitted to the COPS Office. The agency must advise the\nCOPS Office of any changes to its approved indirect cost rate\nduring the award period and, if necessary, request a budget\nmodification that reflects the rate change. Please contact your\nCOPS Office Grant Program Specialist or Program Manager\nto determine when a budget modification is necessary. Indirect\nIndirect Cost Rat\nRate\ne"
}