{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 11,
  "chunk_text": "An agency may implement the modified award\nfollowing written approval from the COPS Office. Please be aware that the COPS Office will not approve any\nmodification request that results in an increase of federal funds. Why this condition:\nUnder federal regulations, you are required to expend federal funds only as approved in the FCM. In addition,\nunder CHP you are expected to expend funding only for the specific hiring categories awarded, as indicated on\nyour Award Document. Any requests to change or alter an award should be submitted to the COPS Office for prior\napproval. Following written approval from the COPS Office, implementation of the modified award may begin. What you should do: You should notify the COPS Office if you determine that your agency will need to change hiring categories, reduce\nthe total number of positions awarded, or make other changes to the entry-level salary and benefit amounts or\ncategories. To modify your award from the new hire category to the rehire category, your agency must complete a\nhiring category change modification and submit supporting documentation by accessing www.cops.usdoj.gov and\nselecting the “Account Access” link in the upper right corner to log in and submit your request to the COPS Office\nthrough the Grants Management Portal, providing the proposed changes, details of why the change is needed, etc. For additional information about the process for submitting your specific award modification request, please\ncontact your COPS Office Grant Program Specialist at 800-421-6770. The COPS Office will then evaluate your\nrequest and notify your agency of our decision in writing. Implementation of the modified award may begin\nfollowing written approval from the COPS Office. Please note that modification approvals for active awards will\noften be accompanied by a modified award document reflecting the approved changes. If applicable, your agency\nis required to sign and submit the modified award document via the “Account Access” link to officially accept the\naward modification. 7. Evaluations\nCondition:\nThe COPS Office may conduct monitoring or sponsor national evaluations of its award programs. The recipient\nagrees to cooperate with the monitors and evaluators. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that evaluations of the program may be\ncarried out or commissioned by the attorney general for the furtherance of the purposes of the act. The COPS\nOffice conducts evaluations to determine which programs are working, how programs may be improved, and why\ncertain programs are more successful than others. Specifically, the COPS Office may assess the way in which your\nagency implements its CHP award. In some jurisdictions, COPS Office staff members or evaluators may study the\neffectiveness of funded programs, projects, and activities. Evaluators may collect information about the programs’\neffect on crime, victims of crime, and the quality of life in communities. In addition, they may ask questions about\n10 2017 COPS Hiring Program (CHP) Award Owner’s Manual\nthe challenges encountered during project implementation, how residents feel about community policing, and\nhow police feel about their work. This information will be useful to other communities and police agencies across\nthe country. What you should do:"
}