{
  "document_category": "guidance",
  "docId": "guidance_24",
  "chunk_index": 22,
  "chunk_text": "8a. SOURCE OF DOCUMENTED - PRESENTENCE INVESTIGATION REPORT\nCRIMINAL HISTORY\n- NCIC III Enter the appropriate number of Criminal History\nPoints(CHP). SENTRY will automatically convert the CHP\nto the Bureau’s Criminal History Score (CHS). The CHS is derived from the US Sentencing Guidelines Criminal\nHistory Points, as reflected in the final judgment and the\nSOR. If not found in either the Judgment or SOR, use the\npoints assessed by the USPO in the PSR. In some cases the Criminal History Points are not available\n(i.e., when the PSR is waived, on offenses committed prior to\nNovember 1, 1987, state cases, and military and D.C. Code\noffenders). Under these circumstances the Criminal History Score\nwill be derived from the criminal history documented in the NCIC\nIII Report according to the following procedures:\n(a) Add 3 points for each prior sentence of\nimprisonment exceeding one year and one\nmonth; (b) Add 2 points for each prior sentence of\nimprisonment of at least sixty days not counted in\n(a); (c) Add 1 point for each prior conviction not counted in\n(a) or (b), up to a total of 4 points for this\nitem; and, P5100.08\n9/12/2006\nChapter 4, Page 9\n(d) Add 2 points if the instant offense is a revocation\naccompanied by a new state or federal conviction, or\nif the instant offense occurred while under federal\nsupervision including incarceration, probation,\nparole or supervised release. The documentation used to assess the Criminal History\nPoints must be provided as specified in all cases. 9. HISTORY OF VIOLENCE 9. HISTORY OF\nVIOLENCE MINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n2 10-15 YEARS\n1\n4 5-10 YEARS\n3\n6 <5 YEARS\n5\n7 Enter the appropriate number of points that reflect any history\nof violence, considering only those acts for which there are\ndocumented findings of guilt (i.e., DHO, Court, Parole,\nMandatory Release, or Supervised Release Violation). This item\nincludes the individual's entire background of criminal\nviolence, excluding the current term of confinement. Exception: Any institution disciplinary hearing (UDC or DHO)\nfinding that a prohibited act was committed during the current\nterm of confinement will be scored as a history item. DSCC staff\nmust review the Chronological Disciplinary Record (CDR) for\ninmates who were previously housed in a federal institution or\ncontract facility. Any violent act(s) reflected on the CDR must\nbe scored as a history item. State disciplinary findings must be\nscored unless there is documentation that the state disciplinary\nproceedings did not afford due process protection to the inmate. Severity of violence is determined by the offense behavior\nregardless of the conviction/finding of guilt offense. History\nof Violence points combine both seriousness and recency of\nprior violent incidents to assess the propensity for future\nviolence. Therefore, if there is more than one incident of\nviolence, score the combination of seriousness and recency that\nyields the highest point score. Prior\nperiods of incarceration will be considered a “history” item if\nthe inmate was physically released from custody and then\nreturned to serve either a violation or a new sentence. In\ndetermining time frames, use the date of the documented\nbehavior. Documented information from a juvenile, Youth\nCorrections Act (YCA) or District of Columbia Youth\nRehabilitation Act (DCYRA) adjudication can be used unless the\nrecord has been expunged or vacated. Minor History of Violence - Aggressive or intimidating\nbehavior which is not likely to cause serious bodily harm or\ndeath (e.g.,"
}