{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 103,
  "chunk_text": "Please allow 4-6 weeks for processing of a payment by check to be applied to the appropriate PMS\naccount)\nv. Any additional information/instructions may be found on the PMS Web site at\nhttp://www.dpm.psc.gov/ 107 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Glossary of Terms\nallowable costs. TRGP-Equipment/Training – Allowable costs are expenses that may be funded by this award program. COPS Office\nTRGP-E/T provides funding for equipment, services, and technology purchased on or after the award start date. Upon review of your submitted budget, any unallowable costs were removed. The FCM that was included in your\naward package outlined your allowable costs and noted any relevant revisions that were made to your original\nbudget submission. TRGP-Hiring – Allowable costs are costs that will be paid for by this award program. The only allowable costs under\nTRGP-Hiring are the approved full-time, entry-level salaries and fringe benefits of sworn career law enforcement\nofficers hired or rehired on or after the award start date. TRGP-Hiring award funds may be used to hire or rehire\nexperienced officers, but any costs higher than entry-level must be paid by your agency with local funds. Award\nfunding must be limited to your agency’s entry-level sworn officer salary and benefits. Upon review of your\nsubmitted budget, any unallowable costs were removed. The FCM, which was included in your award package,\nspecifies the amount of TRGP-Hiring funds awarded to your agency for officer salaries and approved benefits, and\nit identifies the final officer salary and fringe benefit categories and amounts for which your agency was approved. Approved entry-level salaries and benefits paid during basic academy training are allowable when it is the agency’s\npolicy to pay all newly hired officers during this training. audit. Work done by auditors, including both the OIG and state or local auditors, to examine financial statements\nand to review\n•\n•\n•\n• compliance with laws and regulations;\neconomy and efficiency of operations;\neffectiveness in achieving program results;\nallowability of costs claimed against the award. authorized official. The authorized official is the individual in your organization who has final authority and\nresponsibility for all programmatic and financial decisions regarding this award. At the time of award application,\nyour agency listed the government executive (usually the Tribal Chief, Chairman, President, etc.) for your agency. This executive is listed on your award document and is understood to be your authorized official. If any of the\nexecutive information is incorrect, please submit the correct information to the COPS Office by completing an\nofficial Change of Information form available online at www.cops.usdoj.gov. automated booking system. An automated booking system captures arrestee fingerprints and photographic\ninformation electronically and often has the ability to transfer that information to a departmental or state-wide\ndatabase. Automated Fingerprint Identification System (AFIS). An AFIS system is a highly specialized biometrics system that\ncompares a single fingerprint image with a database of fingerprint images. Fingerprint images are collected from\ncrime scenes or are taken from criminal suspects when they are arrested. Fingerprint images may be captured by\nplacing a finger on a scanner or by electronically scanning inked impressions on paper. 108"
}