{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 70,
  "chunk_text": "Federal privacy laws, including the Family Educational Rights and Privacy Act of 1974 (FERPA), the Health Insurance\nPortability and Accountability Act of 1996 (HIPAA), and civil rights and other laws must be considered when\ndeveloping plans for information sharing that involves personally identifiable information from student education\nrecords. For more information on FERPA, see the US Department of Education’s FERPA home page at\nwww.ed.gov/policy/gen/guid/fpco/ferpa/index.html; for more information on HIPAA, see the US Department of\nHealth and Human Service’s Health information privacy site at www.hhs.gov/ocr/privacy/index.html; and for an\noverview of FERPA issues relevant to emergency planning and SRO programs, please see the ”Closer Look” section\nof the Guide for Developing High-Quality School Emergency Operations Plans at http://rems.ed.gov/docs/rems_k12_guide_508.pdf. Supervision responsibility and chain of command for the SRO This section should clearly establish a definitive chain of command for the SRO, including the individual(s)\nresponsible for the supervision of the SRO. With rare exception, this responsibility lies with the law enforcement\nexecutive or his or her law enforcement designee. Signatures The MOU must be signed and dated by both the highest ranking law enforcement executive (i.e., police chief or\nsheriff) and the school official(s) who will have general educational oversight and decision-making authority (i.e.,\nboard of education chairperson, superintendent, or school principal). The MOU should be developed with\nparticipation from school administrators and officers assigned to the school(s) so that staff members who are\nimpacted by the agreement clearly understand their roles and responsibilities. Successful MOUs are often developed by teams that include students, parents, and other community members committed to keeping schools safe,\nin addition to school and law enforcement members. The MOU should be publicly available to members of the\nschool community. 74 2017 COPS Hiring Program (CHP) Award Owner’s Manual Appendix F. Enhancement of contractor protection from reprisal for\ndisclosure of certain information (41 U.S.C. 4712)\n(a) Prohibition of reprisals. -(1) In general.--An employee of a contractor, subcontractor, grantee, or subgrantee or personal services\ncontractor may not be discharged, demoted, or otherwise discriminated against as a reprisal for disclosing to a person or body described in paragraph (2) information that the employee reasonably believes is evidence of gross mismanagement of a Federal contract or grant, a gross waste of Federal\nfunds, an abuse of authority relating to a Federal contract or grant, a substantial and specific danger\nto public health or safety, or a violation of law, rule, or regulation related to a Federal contract (including the competition for or negotiation of a contract) or grant. (2) Persons and bodies covered. --The persons and bodies described in this paragraph are the persons\nand bodies as follows:\n(A) A Member of Congress or a representative of a committee of Congress. (B) An Inspector General. (C) The Government Accountability Office. (D) A Federal employee responsible for contract or grant oversight or management at the relevant\nagency. (E) An authorized official of the Department of Justice or other law enforcement agency.\n(F) A court or grand jury. (G) A management official or other employee of the contractor, subcontractor, or grantee who has\nthe responsibility to investigate, discover, or address misconduct."
}