{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 6,
  "chunk_text": "The\naward number should be indicated on all budgetary documentation including purchase orders, receipts, and other\ndocumentation. All recipients should keep and maintain the most recent, approved version of their 2017 CPD\napplication for future reference. 5 Personnel (salaries and benefits) Personnel expenses may be reimbursed for project activities that take place on or after the award start date. In\naddition, a position’s salary must be reasonable for the services rendered and must be paid to a person appointed\nunder the law or rules governing hiring by your agency. Salary payments must be based on payroll records. Time\nand attendance records or the equivalent must support payroll records. For recipients that are state, local, or tribal\ngovernment entities, award-funded salary and benefit costs must supplement, not supplant (replace), locally\nfunded personnel costs that would have been funded even in the absence of this award. If any civilian personnel\nare employed on a part-time or temporary basis, your agency must specify the percentage of time that each\nperson is working solely on the project identified in your agency’s CPD proposal. Fringe benefits may be paid if\nthey are part of a reasonable compensation package offered to your employees. Particular items of fringe benefits\nmust fall within the categories authorized by the COPS Office. Authorized fringe benefits include FICA, Social\nSecurity, health insurance, life insurance, vacation, sick leave, retirement, worker’s compensation, and\nunemployment insurance. Equipment/Technology To be eligible for payment under this award, the purchase of equipment and technology must occur on or after the\naward start date, the items must be those specifically applied for and approved by the COPS Office, and they must\nmeet the guidelines described in 2 C.F.R. Part 200, Subpart E – Cost Principles. For recipients that are state, local,\nor tribal government entities, award-funded equipment and technology must supplement, not supplant (replace),\nlocally funded items that would have been funded even in the absence of this award. Funds currently budgeted or\nobligated for the purchase of equipment and technology may not be reallocated to other purposes or reimbursed\nupon receiving the CPD award. Agencies should establish practices to receive, label, inventory and track the\nlocation of all purchases made for award-funded equipment and/or technology. Supplies All supplies must be solely used for the project identified in your project proposal. Reimbursements for office\nsupplies that are consumed by routine administrative purposes instead of project-related activities are prohibited. Items must meet the guidelines described in 2 C.F.R. Part 200, Subpart E – Cost Principles. Travel/Training\nTravel costs for transportation, lodging, subsistence, temporary dependent care, and related items are allowable\nunder the CPD program with prior approval from the COPS Office. In accordance with 2 C.F.R. § 200.474, travel\ncosts for official business directly related to the award will be reimbursed based upon the recipient’s written travel\nreimbursement policies if the costs are reasonable and allocable under the project. In the absence of an\nacceptable written policy regarding travel costs, allowable rates and amounts established by the US General\nServices Administration (GSA) for the relevant geographic area will apply. The current GSA travel policy and per\ndiem rates can be found at www.gsa.gov."
}