{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 83,
  "chunk_text": "Provide justification/explanation and calcualtions in the below form. Expense Category Cost Conference Meeting Space\nA/V Equipment and Services\nConference Meeting Space and\nA/V Equipment and Services\nPrinting and Distribution\nGov't Provided Meals*\nBreakfast\nLunch\nDinner\nRefreshments*\nM&IE\nLodging\nTransportation\nLocal Transportation\nLogistical Conference Planner\nProgrammatic Conference Planner\nConference\nTrainer/Instructor/Presenter/Facilitator\nOther Costs\nIndirect Costs Total: Reporting Form Variance Justification/ Explanation\n$0\n$0\n$0 Total will auto-populate $0\n$0\n$0\n$0\n$0\n$0\n$0\n$0\n$0\n$0\n$0\n$0\n$0 Conference trainer/instructor/presentor/facilitator costs should be broken out in the \"Conference\nRequest Questions\" sheet. $0\n$0\n$0\n$0\n$0\n$0\n$0\n$0 $0 Total will auto-populate Appendix F. Financial/Budget Fact Sheets The following pages contain financial and budget fact sheets pertinent to your agency’s CRI-TA award. 100 U.S. Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Sole Source Justification What is “sole source” procurement? Sole source procurement or procurement by noncompetitive\nproposals is procurement through solicitation of a proposal\nfrom only one source. Sole source procurements must\nadhere to the standards set forth in 2 C.F.R. § 200.320(f ) in\nthe Uniform Administrative Requirements, Cost Principles,\nand Audit Requirements for Federal Awards, as adopted by\nthe U.S. Department of Justice in 2 C.F.R. § 2800.101. When is sole source approval required\nby the COPS Office? A recipient must request written approval from the COPS\nOffice for sole source procurements in excess of $150,000\nprior to purchasing equipment, technology, or services;\nobligating funding for a contract; or entering into a\ncontract with award funds. For the purchase of equipment,\ntechnology, or services under a COPS Office award,\nrecipients must use their own documented procurement\nprocedures that reflect applicable state and local laws and\nregulations, as long as those requirements conform to the\nfederal procurement standards set forth in 2 C.F.R.\n§ 200.318. A sole source justification should be submitted\nto the COPS Office if a recipient determines that the award\nof a contract through a competitive process is infeasible. Recipients may conduct noncompetitive proposals (or “sole\nsource” procurement) by procurement through solicitation\nfrom only one source when one or more of the following\ncircumstances apply:\n• The item/service is available only from one source. • The public exigency or emergency for the require­\nment will not permit a delay resulting from competi­\ntive solicitation. • The COPS Office authorizes noncompetitive proposals\nin response to a written request from the recipient. • Competition is determined inadequate after solici­\ntation of a number of sources. Sole source procurement should be used only when\ncompetitive solicitation procedures like sealed bids or\ncompetitive proposals are not applicable to the requirements\nor are impracticable. What documentation must be submitted to\nthe COPS Office for approval of a sole source\nprocurement? Requests for sole source procurements of equipment,\ntechnology, or services in excess of $150,000 must be\nsubmitted to the COPS Office in writing certifying\nthat the award of the contract through full and open\ncompetition is infeasible. An award recipient must request written approval\nfrom the COPS Office for sole source procurements\nin excess of $150,000 prior to purchasing\nequipment, technology, or services; obligating\nfunding for a contract; or entering into a contract\nwith award funds. The outline that follows may be helpful in preparing your\nagency’s sole source procurement request and ensuring that\nall of the necessary information is included. The sole source procurement request must be signed and\nsubmitted on the recipient's department letterhead and must\ninclude the agency’s ORI number and the award number for\nwhich approval is being sought."
}