{
  "document_category": "guidance",
  "docId": "guidance_52",
  "chunk_index": 5,
  "chunk_text": "c. Other Elderly Inmates. Inmates age 65 or older who have served the greater of 10 years or\n75% of the term of imprisonment to which the inmate was sentenced. 1 These criteria are different from those provided in 18 U.S.C 3582(c)(1)(a)(ii), which states that a court, upon\nmotion of the BOP Director, may reduce a sentence term if it finds that “the defendant is at least 70 years of age,\nhas served at least 30 years in prison, pursuant to a sentence imposed under section 3559(c), for the offense or\noffenses for which the defendant is currently imprisoned, and a determination has been made by the Director of\nthe Bureau of Prisons that the defendant is not a danger to the safety of any other person or the community, as\nprovided under section 3142(g).” P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 6 Elderly inmates who were age 60 or older at the time they were sentenced ordinarily should not\nbe considered for RIS if their current conviction is listed in the Categorization of Offenses\nProgram Statement. All RIS requests should be assessed using the factors outlined in Section 7. 5. REQUESTS BASED ON NON-MEDICAL CIRCUMSTANCES – DEATH OR\nINCAPACITATION OF THE FAMILY MEMBER CAREGIVER. The criteria for a RIS request may include the death or incapacitation of the family member\ncaregiver of an inmate’s child, e.g., RIS requests from inmates whose biological or legally\nadopted child or children (“child”) are suddenly without a family member caregiver due to that\ncaregiver’s death or incapacitation. For these requests, “child” means a person under the age of 18 and “incapacitation” means the\nfamily member caregiver suffered a severe injury (e.g., auto accident) or suffers from a severe\nillness (e.g., cancer) that renders the caregiver incapable of caring for the child. In reviewing these requests, BOP should assess, based on the information provided, whether\nrelease of the inmate to care for the inmate’s child is in the best interest of the child. a. First Stage of the Warden’s Review. The following information should be provided by the\ninmate to the Warden in writing for RIS requests based on the death or incapacitation of the\nfamily member caregiver:\n■ A statement that explains that the inmate’s family member caregiver has died or become\nincapacitated and that person was the caregiver for the inmate’s biological or legally adopted\nchild. ■ A statement that this person was the only family member capable of caring for the inmate’s\nchild.\n■ The name of the deceased or incapacitated family member caregiver and the relationship of\nthat person to the inmate (e.g., spouse, common-law spouse, mother, sister) and statement\nthat the caregiver is a family member of the child. ■ For requests based on a deceased family member caregiver, an official copy of the family\nmember caregiver’s death certificate. ■ For requests based on an incapacitated family member caregiver, verifiable medical\ndocumentation of the incapacitation. ■ Verifiable documentation that the inmate is the parent of the child. Acceptable\ndocumentation includes birth certificates, adoption papers, or verification of the inmate’s\npaternity. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type."
}