{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 45,
  "chunk_text": "Your agency should ensure that you have financial internal\ncontrols in place to monitor the use of CAMP funding and ensure that its use is consistent with the award terms\nand conditions. Good stewardship in this area would include written accounting practices, use of an accounting\nsystem that tracks all award drawdowns and expenditures, and has the ability to track when award-funded\npositions are filled or vacant (including if the position was for a new hire or a rehire). Failure to submit complete\nreports or submit them in a timely manner may result in the suspension and possible termination of your agency’s\nCOPS Office award funding or other remedial actions. Federal Financial Reports Your agency is required to submit quarterly Federal Financial Reports using Standard Form 425 (SF-425) within 30\ndays after the end of each calendar quarter. A final SF-425 will be due within 90 days after the end of the award\nperiod. This report reflects the actual cumulative federal expenditures incurred during the funding period and the\nremaining unobligated balance of federal funds. Under federal regulations, your agency is not permitted to draw\ndown federal funding for costs incurred after the official award end date; however, you will have a 90-day grace\nperiod after the award end date during which you can drawdown funds for eligible expenditures incurred before\nthe award end date. How do we file a Federal Financial Report (SF-425)? All COPS Office award recipients are required to submit quarterly Federal Financial Reports using the SF-425. Recipients are strongly encouraged to submit the quarterly SF-425 online. Visit the COPS Office website at\nwww.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in; once you are logged\nin, select “Applications” from the agency portal menu, click on the “SF-425” icon, and follow the instructions to\ncomplete and submit your reports. The online SF-425 requires the same reporting information as the paper\nversion. The use of this online application enables authorized users to view past SF-425s and allows them to file or\namend the SF-425 for the current quarter. When are Federal Financial Reports (SF-425) due? SF-425s for COPS Office awards must be submitted every quarter and no later than 30 days after the last day of\neach reporting quarter, as detailed in table 1:\nTable 1. Due dates of SF-425s by quarter\nSF-425 due date\nApril 30\nJuly 30\nOctober 30\nJanuary 30 Reporting quarter\nJanuary 1–March 31\nApril 1–June 30\nJuly 1–September 30\nOctober 1–December 31 47 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual For your initial SF-425 submission, determine when the most recent SF-425 reporting period ended and complete\nan SF-425 to cover the period from the award start date to the end of that period. You are required to submit an\nSF-425 even if you have not spent any money or incurred any costs during a reporting period. The due dates for\nonline filing of SF-425s are the same as for the submission of paper copies. Example:"
}