{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 50,
  "chunk_text": "Conversely, where the number of housing units is less than the number of\nrequired interviews, auditors should select at least one inmate from each housing unit\nfor an interview. • Documenting how geographic diversity was achieved. In the audit report, auditors\nmust thoroughly document how geographic diversity was achieved in the interview\nselection process (i.e., total number of housing units, number of housing units by\ngender, and the number of interviews conducted in each housing unit). When\ndetermining how much information is appropriate to report, auditors must take care to\nensure that those inmates who participated in an interview are not identifiable to staff\nand others based on the information provided. If an auditor is unable to follow the\nguidelines above for achieving geographic diversity, he or she must clearly articulate the\nreason. • Ensuring adequate gender representation. In facilities that house both male and female\ninmates, auditors must ensure that both genders are represented in their interview\nsample. • Making independent interview selections. When selecting inmates for interviews,\nauditors are required to make their own interview selections and are not to rely on the\nfacility or agency to make these selections. The purpose of this is to ensure that all\ninmate interview selections are conducted objectively. 49 TABLE 1: REQUIRED NUMBER OF INMATE INTERVIEWS Prisons and Jails\nInterview Type 0–50\n51–100\nOverall Minimum Number of\nAt least 10\nAt least 16\nInmate Interviews\nMinimum Number of Random At least 5 At least 8\nInmate Interviews\nMinimum Number of Targeted\nAt least 5\nAt least 8\nInmate Interviews\nBreakdown of Required Targeted Inmate Interviews\nYouthful Inmates At least 1 At least 2\nInmates with a Physical\nAt least 1 At least 1\nDisability Inmate Population Size*\n101–250\n251–500\n501–1,000 At least 20\nAt least 26\nAt least 30 1,001–2,500 At least 40 2,501+\nAt least 50 At least 10 At least 13 At least 15 At least 20 At least 25 At least 10 At least 13 At least 15 At least 20 At least 25 At least 2 At least 1 At least 2 At least 1 At least 3 At least 1 At least 3 At least 1 At least 4 At least 1 Inmates who are Blind, Deaf, or\nHard of Hearing At least 1 Inmates who are LEP At least 1\nInmates with a Cognitive\nAt least 1 At least 1 At least 1\nDisability\nInmates who Identify as\nAt least 1 At least 1 At least 1 At least 1 At least 1\nLesbian, Gay, or Bisexual\nInmates who Identify as\nAt least 1 At least 1 At least 2 At least 2\nTransgender or Intersex\nInmates in Segregated Housing At least 1 At least 1 At least 1 At least 1\nAt least 1\nfor High Risk of Sexual\nVictimization\nInmates Who Reported Sexual At least 1 At least 1 At least 2 At least 3 At least 3\nAbuse\nInmates Who Reported Sexual\nAt least 1 At least 1 At least 2 At least 2\nVictimization During Risk\nScreening\n*Inmate population size is based on the actual population on the first day of the onsite portion of the audit. 50 At least 1 At least 1 At least 1 At least 2 At least 2 At least 3 At least 3 At least 4 At least 2 At least 2"
}