{
  "document_category": "guidance",
  "docId": "guidance_88",
  "chunk_index": 7,
  "chunk_text": "The Regional Female Offender\nCoordinator tracks and reports each type of program being provided to the Female Offender\nBranch quarterly. Model Programs not developed specifically for females may also be appropriate to offer at\nfemale facilities. 3. LOCAL ACTIVITIES AND LEISURE-TIME PROGRAMS Beyond required services, institutions housing females offer a number of other activities to meet\npopulation needs and develop leisure-time skills. Institutions generally offer Recreation and\nAdult Continuing Education Programs on an ongoing basis. These programs are implemented\nbased on an understanding of the unique needs of females and other special populations, and take\ninto account females’ activity preferences. These services may also be provided by volunteers\nfrom the community who demonstrate understanding of issues common to females in\ncorrections. 4. PROGRAM SELECTION AND ASSIGNMENT Assigning individual females to programs and services should be prioritized based on need; e.g.,\nwork history, skill level, resources, sentence length. Waiting lists should be maintained at the\ninstitution level for all female offender Model Programs. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 11 Local programming at each institution may vary based on population needs. To ensure adequate\navailability of programming options, the Female Offender Branch will provide a forum for\ninternal and external stakeholder feedback on an annual basis to identify potential IMPC\nsubmissions. In addition, because the Female Offender Branch relies on feedback from the field\nto make resource determinations, institutions should track program participation in SENTRY or\nother databases, and Regional Female Offender Coordinators monitor this information as needed\nto ensure adequate service delivery. Specification of Vocational Certification and Apprenticeship Programs is beyond the scope of\nthis policy. In implementing these programs locally, attention is given to workforce trends, and\njob skill or training opportunities are provided to females in male-dominated fields as well as\nmore traditional career paths. 5. PROMOTING HEALTHY RELATIONSHIPS Research has demonstrated the importance of family reunification and supportive community\nconnections in preventing recidivism. In addition, inmates may have supportive relationships\nwhich fall outside legal definitions of family. The Bureau of Prisons encourages family\nengagement and maintenance of these support networks. a. Visiting Room Standards. Visiting rooms at each institution should include child-friendly\nmaterials in the waiting area and in a Children’s Center within the actual physical visiting space. Institutions are encouraged to contact Central Office for recommendations. b. Parent-Child Activities. If parent-child activities are held at local facilities, local and\nnational policies will be followed, to include dress code. Central Office, including the Female\nOffender Branch, must be consulted in the development of these activities. c. Peer Relationships. Research has shown the formation and maintenance of relationships to\nbe of particular importance to females. Many females enter prison as the result of criminal\nbehavior tied to a significant relationship. When incarcerated females are separated from their\nfamilies, they have a tendency to seek new relationships in prison. Sexual relationships are\nprohibited in all correctional facilities. The Bureau of Prisons supports healthy, appropriate\nrelationships among female inmates. Female offenders benefit from common areas in which to\ncongregate and engage in supportive social communities, and areas are designated for such\nactivities when space allows. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type."
}