{
  "document_category": "guidance",
  "docId": "guidance_21",
  "chunk_index": 87,
  "chunk_text": "XV. Can you summarize what I can do to prevent follow-up questions about my submitted events that delay\nthe review and approval process? As a general rule, explain how you derived every cost that you include in the conference submission form. For lines that do not provide space for you to add descriptive narrative, include your explanations and\nspeciﬁc cost breakdowns in a separate tab or in a separate document that is submitted with the form. In\naddition, include the cooperative agreement or contract number on the form. XVI. What events qualify for the expedited review process? There is no expedited review process. Every eﬀort is made to review all events as quickly as possible. Most delays result from a need for additional information. Event requests are prioritized for review by\nbalancing the following three criteria:\n•\n•\n• The start date of the event; The date the event submission was received by COPS Oﬃce; and\nThe overall cost and complexity of the event. For example, conferences requiring approval\nby the assistant attorney general’s administration and the deputy attorney general (over\n$100,000–$250,000) typically take longer to process, as they must go through COPS Oﬃce\nand DOJ reviews, result in more questions, and are more likely to have issues related to cost\nthresholds. 93 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual Reporting\nXVII. Where can I ﬁnd the most updated version of the conference reporting form to use for my submissions? The most updated version of the conference reporting form can be found under the Training Resources\nfor award recipients section on the COPS Office Training page at https://cops.usdoj.gov/training. XVIII. If I have a question about conference reporting, to whom should I send it? Send your questions to your designated Program Manager. They are great resources and will be happy to\nassist you. XIX. Are we expected to have our staﬀ track their time hour for hour for time spent on the event for\nplanning, etc., or are reasonable estimates adequate for cost reporting purposes? Post-event reports must contain actual costs, not estimates. These costs should include logistical and\nprogrammatic planner staﬀ time spent on these activities and any contracted planner costs. XX. With conference cost reports now being due 30 days after the event, how should we handle costs for\ninvoices that have not been received yet? Many invoices (such as for hotels) are not received within 30\ndays after the event. Should estimates be included on the cost report? All conference costs for events held by cooperative agreement recipients or contractors costing more\nthan $20,000, or where more than 50% of attendees are DOJ employees, must be reported within 45\ncalendar days after the last day of the event. XXI. On the DOJ Conference & Events Submission Form under “A. General Conference Information,” is item\n19, “Reporting Period,” the period in which the actual cost of the event is being reported, or should this\nbe based on the end date of the event? This reporting requirement is based on the end date of the event."
}