{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 85,
  "chunk_text": "The website also includes a Contact Us\npage where auditors and others can submit inquiries about PREA, the audit process, training for\nauditors, and any other issues of concern. Helplines For answers to non-urgent questions about PREA, the audit process, or related issues while\npreparing for an upcoming audit or following the onsite portion of an audit, contact the NonUrgent Helpline by calling 800–279–7732 and press 1 when prompted, or submit an Auditor\nHelpdesk Form available on the Auditor Portal. The PREA Resource Center typically responds\nwithin 3 business days. For answers to more urgent issues while working onsite at a facility, contact the Urgent\nHelpline by calling 800–279 –7732 and press 2 when prompted, or submit an Auditor Helpdesk\nForm available on the Auditor Portal. The PREA Resource Center makes every effort to respond\nwithin 24 hours during the work week. Contacting the PREA Management Office\nAuditors may contact the PREA Management Office by email at PREACompliance@usdoj.gov. 87 Auditor Certification Agreement In order to obtain (or maintain) your certification from the Department of Justice (DOJ) to\nconduct PREA audits, you must read and sign this agreement by the specified deadline. These\nconditions of your certification are designed to ensure that auditors conduct PREA audits\naccording to the requirements set forth by DOJ, and by signing this agreement, the signatory\nacknowledges that failure to comply with any provisions in this agreement could lead to\ndisciplinary action by the PREA Management Office within DOJ’s Bureau of Justice Assistance,\nup to and including suspension or decertification. I. General Responsibilities\na. I have read and understand the PREA Standards. b. I have read, understand, and agree that I will conduct PREA audits in accordance\nwith those PREA Standards that apply to auditors, including, but not limited to, the\nrequirements stated in Standards 115.401-404.\nc. I have read, understand, and agree that I will conduct PREA audits according to the\nmethodology provided in the PREA Auditor Handbook, the PREA Auditor Candidate\nTraining, FAQs issued by the DOJ PREA Working Group, and any other continuing\neducation and guidance provided by the PREA Management Office and the PREA\nResource Center in writing, in continuing auditor education, or through other\nmeans. II. Contracting for a PREA Audit\na. I have read, understand, and agree to abide by the requirements in the PREA\nAuditor Handbook regarding auditing arrangements. b. I have read, understand, and agree to abide by the requirements in the PREA\nAuditor Handbook regarding audit contracts and compensation. c. I have read, understand, and agree to abide by all restrictions placed on my ability to\nsolicit or accept gifts as described in the PREA Auditor Handbook. III. Auditor Code of Conduct\na. I have read, understand, and agree to abide by the Auditor Code of Conduct\ndescribed in the PREA Auditor Handbook. IV. Conflicts of Interest\na. I have read, understand, and agree to abide by all restrictions placed on my ability to\nconduct audits that raise a conflict of interest, or the appearance of a conflict of\ninterest, as described in the PREA Auditor Handbook and PREA Standard 115.402. 88 Auditor Certification Agreement\nV."
}