{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 104,
  "chunk_text": "If a determination is made to reject the correspondence the staff member managing the\nemail must place the email in a Rejected status. (a) Authority to Reject Emails. The authority to manually reject emails is not delegated below\nthe Associate Warden. (b) Reasons for Rejection. Emails that would jeopardize the safety, security, or orderly\noperation of the correctional facility or the protection of the public and staff may be rejected for\nreasons that include, but are not limited to:\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 137 ■ The email is detrimental to the security, good order, or discipline of the institution, or a threat\nto the public and staff, or it might facilitate criminal activity, including any email that:\n Depicts, describes, or encourages activities that may lead to the use of physical violence or\ngroup disruption.  Depicts or describes procedures for the construction or use of weapons, ammunition,\nbombs, or incendiary devices.  Depicts, encourages, or describes methods of escape from Bureau facilities.  Encourages, instructs, or may facilitate criminal activity (e.g., introduction of contraband).  Constitutes unauthorized direction of an inmate’s business (see 28 CFR Part 541, subpart\nB, regarding Inmate Discipline).  Contains threats, extortion, or obscenity.\n Is written in, or otherwise contains, a code.  Constitutes sexually explicit material that, by its nature or content, poses a threat to the\nsafety, security, and orderly operation of Bureau facilities, or protection of the public and\nstaff.  Depicts or describes procedures for the manufacture of alcoholic beverages or drugs.\n■ The email otherwise violates the established parameters of the TRULINCS Program. (c) Notification of Rejection. When an email is rejected, the sender is notified that his/her\nemail will not be delivered and the reason(s) for the rejection. The intended recipient is not\ninformed of the rejection. (6) Responsibility for Misuse of the Public Messaging Service. If either an inmate or a\ncontact attempts to send emails that are rejected, forward inmate emails to an unauthorized\naddress, or otherwise violate this policy, the Warden may remove the individual from participation\nin this program. Both parties are notified of the removal by the Warden. (7) Law Enforcement Requests for Public Emails. The Bureau’s TRULINCS System of\nRecords, and the Privacy Act of 1974, allows disclosure of TRULINCS transactional data and\nemail content as law enforcement uses, as defined therein. Subpoenas for these are not required,\nas compared to recorded telephone conversations. Written requests from law enforcement for emails must demonstrate a need based on an ongoing\ninvestigation. Reviews of such requests should be considered by SIS staff, Wardens/Associate\nWardens, along with legal staff. Once approved, Bureau staff are authorized to release both\ntransactional data (e.g., date, time, email address, email recipient and sender, and length of the\nemail) and copies of the emails. k. Request to Staff. Inmates wishing to submit a written request to staff must do so using the\nelectronic Request to Staff Service. A written response, if necessary, will be provided. Inmates P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 138"
}