{
  "document_category": "guidance",
  "docId": "guidance_88",
  "chunk_index": 12,
  "chunk_text": "11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 17 facilitate community assistance. 9. RESIDENTIAL PARENTING PROGRAM (RPP) The Bureau has an agreement with the Washington Department of Corrections (WADOC) to\nplace qualified, interested pregnant inmates in the RPP at the Washington Correctional Center\nfor Females in Gig Harbor. This voluntary program allows pregnant inmates to reside with their\nchild for up to 30 months post-delivery. After 30 months, inmates are released to their home\nresidence if their sentences have been completed, or placed in home confinement if their\nsentences have not been completed and they meet the statutory requirements for home\nconfinement. Participating females are transferred to WADOC upon acceptance and are\nresponsible for caring for the child while living in a supervised environment. Inmates in the\nprogram are eligible for a variety of services (mental health and medical care, vocational\ntraining, etc.); childcare is provided while the inmate is participating in these activities. The Bureau provides for the infant’s medical expenses for the first three days after routine\nvaginal birth or up to seven days for a Caesarean section. Postnatal care and future expenses of\nthe child born to an inmate in the program will be covered by the Department of Social and\nHealth Services in Washington State. Upon notification of interest from the social worker and verification of pregnancy from medical\nstaff, the Unit Team completes the BP-A0210, Institutional Referral for CCC Placement, and\nsubmits it to the Seattle Residential Reentry Manager. Furloughs are only accepted Tuesdays\nthrough Thursdays at RPP. Release residence can be to any state. The Designation and Sentence Computation Center (DSCC) may also refer initial designations to\nthe Seattle Residential Reentry Manager, with a copy to the Female Offender Branch\nAdministrator. To qualify for the program, inmates must:\n■ Be pregnant upon commitment, with an expected delivery date prior to release.\n■ Be scored as Minimum security with Out or Community custody.\n■ Have release dates or home detention eligibility dates within 30 months of the expected\ndelivery date.\n■ Have no 200 or higher series incident reports in the last six months. ■ Have satisfactory or higher work evaluations (if available).\n■ Be clear of all serious disciplinary violations of an aggressive/assaultive nature.\n■ Have no current no-contact orders with minor children, no sex offense convictions, no crimes\nagainst a child, no domestic violence or other violent convictions, and no contact-founded P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 18 allegation or inconclusive referrals for neglect or abuse with Child Protective Services.\n■ Be physically and mentally capable of caring for a child as determined by medical and\nmental health staff. ■ Volunteer, and acknowledge program participation entails involvement in prenatal and\npostnatal programming related to parenting, use of the child development center and\napproved inmate caregivers, and maintenance of a schedule. 10. SPECIAL CONSIDERATIONS Some pregnant inmates may choose not to participate or may be unqualified for participation in\nthe above-described programs. Because these inmates may require special accommodations as\nthe pregnancy progresses, the Unit Team arranges for inmates to wear different uniforms upon\nnotification of pregnancy."
}