{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 6,
  "chunk_text": "Finally, an initial custody level (COMMUNITY, IN, OUT, MAXIMUM)\nis also assigned to the inmate that is consistent with the\ninstitutions mission. (See previous chart). An inmate’s custody\nlevel within any given security level institution is routinely\nreviewed and may change for various reasons during the period\nof incarceration. P5100.08\n9/12/2006\nChapter 2, Page 1\nDEFINITIONS ADMINISTRATIVE INSTITUTION. An institution with a special\nmission, where inmates are assigned based on factors other than\nsecurity and/or staff supervision (for example, medical/mental\nhealth, pretrial and holdover). Administrative institutions are\ndesigned to house all security level inmates. CENTRAL INMATE MONITORING (CIM). The Bureau monitors and\ncontrols the transfer, temporary release, and community\nactivities of certain inmates who present special needs for\nmanagement. Such inmates, known as Central Inmate Monitoring\ncases, require a higher level of review prior to any\nmovement outside the institution. CLASSIFICATION. The systematic subdivision of inmates into\ngroups based on their security and program needs. COMMUNITY CUSTODY. The lowest custody level assigned to an\ninmate which affords the lowest level of security and staff\nsupervision. An inmate who has COMMUNITY custody may be eligible\nfor the least secure housing, including any which is outside the\ninstitution's perimeter, may work on outside details with\nminimal supervision, and may participate in community-based\nprogram activities if other eligibility requirements are\nsatisfied. CONTRACT FACILITY. A state or local prison, institution,\nfacility, jail, or other non-federal enterprise that\ncontracts with the Bureau to house federal inmates (i.e.,\nCommunity Corrections Center). Contract facilities are\ncontracted and supervised by the CCMs. CRIMINAL HISTORY POINTS. Criminal History Points are used to\ncalculate the Bureau’s Criminal History Score. The Criminal\nHistory Points is the calculation, as specified by the U.S.\nSentencing Commission Guidelines (Guidelines Manual, Chapter 4),\nwhich assigns a numerical value based on the individuals entire\ncriminal record of convictions. Ordinarily, the Criminal History\nPoints are calculated by the United States Probation Office. CRIMINAL HISTORY SCORE (CHS). The CHS is one of the factors used\nto calculate the inmate’s security point total. The CHS is\nderived from the Criminal History Points whereby the Criminal\nHistory Points fall into one of six categories. P5100.08\n9/12/2006\nChapter 2, Page 2\nCURRENT OFFENSE. For classification purposes, the current\noffense is the most severe documented instant offense\nbehavior regardless of the conviction offense. CUSTODY CLASSIFICATION. The review process to assign a custody\nlevel based on an inmate’s criminal history, instant offense,\nand institutional adjustment. A custody level (i.e., COMMUNITY,\nOUT, IN, and MAXIMUM) dictates the degree of staff supervision\nrequired for an individual inmate. DESIGNATION. An order from the DSCC indicating the initial\nfacility of confinement for an inmate. DESIGNATION FACILITY (DFCL). Each of the separate missions\nwithin an institution for designation purposes. Each DFCL is\nshown as a separate line on the Population Report and has\nits own security level and destination (DST) assignment. Designations are made to a DFCL\ncode rather than to a facility (FACL) code. JUDGMENT. The official court document (e.g., Judgment and\nCommitment Order or Judgment in a Criminal Case) which is signed\nby the Judge. The Judgment contains the offense(s) for which the\ncourt imposes its sentence, which ordinarily includes a\nfinancial, confinement and supervision obligation. HISTORY."
}