{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 34,
  "chunk_text": "•\n•\n•\n• 32 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual In these instances, the COPS Office may\ntemporarily withhold payments pending correction of the situation by your agency;\ndisallow all or part of the cost of the activity or action not in compliance;\nwholly or partly suspend or terminate your award;\nrequire that some or all of the award funds be remitted to the US Department of Justice;\ncondition a future award or elect not to provide future award funds to your agency until appropriate actions\nare taken to ensure compliance;\n• withhold or restrict your agency from obtaining future awards;\n• recommend civil or criminal enforcement by other agencies;\n• take other remedies that may be legally available. •\n•\n•\n•\n• In the event that sanctions are imposed or your award is terminated, your agency will be notified in writing of our\ndecision and the reason(s) for that decision. Awards terminated due to noncompliance with the federal statutes, regulations, or award terms and conditions,\nwill be reported to the integrity and performance system accessible through SAM (currently FAPIIS). Accepting the award After you have reviewed the conditions of your CAMP award and your agency agrees with these conditions, you\nare ready to accept the award. The Director of the COPS Office has signed the award document indicating approval\nof your award, an obligation of federal funds to your organization, and our commitment to the award. As stated at\nthe beginning of this section, to officially begin your award and draw down your funds, the authorized officials (see\nthe Glossary of Terms of this manual) of your agency must access www.cops.usdoj.gov and select the “Account\nAccess” link in the upper right corner to log in, review, and electronically sign the award document with the award\nterms and conditions; the Financial Clearance Memorandum that is incorporated by reference into the award\ndocument and, if applicable, the special award conditions or high risk conditions in the award document\nsupplement within 90 days of the date shown on the award congratulatory letter. Who should sign the award document for our agency? The authorized officials are the law enforcement and government executives who have ultimate and final\nresponsibility for all programmatic and financial decisions regarding this award as representatives of the legal\nrecipient. COPS Office awards require that both the top law enforcement executive (e.g., chief of police, sheriff, or\nequivalent) and the top government executive (e.g., mayor, board chairman, or equivalent) sign the award\ndocument. For non–law enforcement agencies (universities, etc.), the authorized officials are the programmatic\nand financial officials who have the ultimate signatory authority to sign contracts on behalf of your organization. Typically, these are the same executives named on your agency’s 2017 CAMP application. If one or both of these\nindividuals have changed, please complete a Change of Information (COI) form online at www.cops.usdoj.gov\nthrough the “Account Access” link and create accounts for them so that they may electronically sign the award. If\nyou have any questions as to who should sign the award, please contact your jurisdiction’s local legal advisor. 33 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual"
}