{
  "document_category": "guidance",
  "docId": "guidance_56",
  "chunk_index": 43,
  "chunk_text": "• Funds to better use. Funds could be used more efficiently based on management actions such as reductions\nin outlays; deobligation of funds; withdrawal; costs not incurred by implementing recommended\nimprovements; and any other identified savings. • Questioned costs. Costs that are questioned by the auditor because of an audit finding which resulted from a\nviolation or possible violation of a provision of law, regulation, award terms and conditions, or other\ndocument governing the use of federal funds; or because costs incurred appear unreasonable and do not\nreflect the actions a prudent person would take under the same circumstances; or because costs at the time\nof the audit are not supported by adequate documentation. 45 2018 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual • Policy and procedure. Weaknesses are identified in a recipient’s accounting practices, fiscal stewardship,\naccuracy of data used in the development of the award applications, and/or inventory controls that led to the\nrecommendation cited in the audit. The recipient is required to develop or revise policies and/or procedures\nconsistent with their existing practices and submit to the COPS Office to forward to the OIG to close the\nrecommendation. • Supplanting. Recipient could not document efforts to backfill vacant local sworn officer positions, or recipient\ncould not explain reductions in local law enforcement budget or in sworn officer positions during the award\nperiod. After the final OIG audit report has been issued, the COPS Office Grant Monitoring Division will continue working\nas the liaison between your agency and the OIG to obtain closure on any audit findings. The COPS Office will issue\na closure letter once all audit recommendations have been closed by the OIG. You must keep all documentation\nrelated to the audit for a period of three years following the audit’s closure. 46 2018 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual VI. Reporting Requirements As part of CAMP, your agency will be required to submit quarterly Federal Financial Reports as well as quarterly\nProgrammatic Progress Reports. Awarded agencies should be prepared to track and report CAMP program award\nfunding separately from other funding sources (including other COPS Office and federal awards) to ensure accurate\nfinancial and programmatic reporting on a timely basis. Your agency should ensure that you have financial internal\ncontrols in place to monitor the use of CAMP funding and ensure that its use is consistent with the award terms\nand conditions. Good stewardship in this area would include written accounting practices, use of an accounting\nsystem that tracks all award drawdowns and expenditures, and has the ability to track when award-funded\npositions are filled or vacant (including if the position was for a new hire or a rehire). Failure to submit complete\nreports or submit them in a timely manner may result in the suspension and possible termination of your agency’s\nCOPS Office award funding or other remedial actions. Federal Financial Reports Your agency is required to submit quarterly Federal Financial Reports using Standard Form 425 (SF-425) within 30\ndays after the end of each calendar quarter. A final SF-425 will be due within 90 days after the end of the award\nperiod."
}