{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 46,
  "chunk_text": "46 E. Performance timeline and deliverables The following is a performance timeline for all deliverables and their due dates (based upon an award\ndate of XX/XX/XXXX) which are considered to be significant in the performance of this cooperative\nagreement. One electronic copy of deliverable items will be delivered and in accordance with the\nfollowing schedule:\nDeliverables Date\n[List Project Deliverables] All deliverable items will be furnished to the following:\n[Insert Program Manager]\nUS Department of Justice\nCOPS Office\n[Division] 145 N Street NE, 11th Floor\nWashington, DC 20530\n[insert contact information] F. Financial status reports The recipient must provide a quarterly report of actual expenditures related to project activity on a\ncumulative basis. Specifically, the recipient is required to submit quarterly Federal Financial Reports\non the Standard Form 425 (SF-425) within 30 days after the end of each quarter (January 1–March 31\n/ April 1–June 30 / July 1–September 30 / October 1–December 31). A final SF-425 is due within 90\ndays after the end of the award period. Recipients must submit the quarterly SF-425 online. Visit the\nCOPS Office Agency Portal Login page at https://portal.cops.usdoj.gov. G. Programmatic progress reports The recipient will provide periodic progress reports detailing project activity. Specifically, the\nrecipient will submit progress reports through the COPS Office online progress reporting system in\nthe frequency requested. These progress reports should be received by the COPS Office within 30\ndays of the end of the reporting period. The recipient will also submit a final progress report to the\nCOPS Office within 90 days of the end of the award period. IV. Period of performance The period of performance of this cooperative agreement is XXX months from the cooperative agreement\naward start date (award period XX/XX/20XX to XX/XX/20XX). V. Financial administration\nA. Funding The total amount of federal funding to be provided under this cooperative agreement is stated on the\naward document, award congratulatory letter, and official Financial Clearance Memorandum (FCM). 47 B. Travel All travel plans related to the cooperative agreement and to the development of the deliverables will be\nsubmitted to the Program Manager for review by the COPS Office. Travel costs for transportation, lodging and subsistence, and related items are allowable under the CPD\nwith prior approval from the COPS Office. Payment for allowable travel costs will be in accordance with 2\nC.F.R. § 200.474.\nC. Consultant rates Unless otherwise approved by the COPS Office, approved consultant rates will be based on the salary a\nconsultant receives from his or her primary employer, as applicable, up to $650 per day. For consultant or\ncontractor rates which exceed $650 per day, the COPS Office requires written justification if the\nconsultants or contractors are hired through a noncompetitive bidding process. Authorization requires\nsubmitting a detailed written justification of the consultant rate to the Program Manager. Specific and\ndetailed written justification for each additional consultant must be submitted to, and approved by the\nCOPS Office prior to obligation or expenditure of such funds. D. Project budget The approved project budget is incorporated herein and made a part of this cooperative agreement."
}