[
  {
    "id": "legal-advice_66__126",
    "doc_id": "legal-advice_66",
    "chunk_id": 126,
    "document_category": "legal-advice",
    "text": "You can either pay the\npremiums yourself or the S corporation\ncan pay them and report them as wages. If the policy is in your name and you\npay the premiums yourself, the S corporation must reimburse you. You can deduct the premiums only if the S corporation reports the premiums paid or reimbursed as wages in box 1 of your Form\nW-2 in 2022 and you also report the premium payments or reimbursements as\nwages on Form 1040 or 1040-SR,\nline 1a. But if you were also eligible to participate in any subsidized health plan\nmaintained by your or your spouse's employer for any month or part of a month\nin 2022, amounts paid for health insurance coverage for that month can't be\nused to figure the deduction. Also, if\nyou were eligible for any month or part\nof a month to participate in any subsidized health plan maintained by the employer of either your dependent or your\nchild who was under age 27 at the end\nof 2022, don’t use amounts paid for coverage for that month to figure the deduction. A qualified small employer\nhealth reimbursement arrangeCAUTION ment (QSEHRA) is considered\nto be a subsidized health plan maintained by an employer. Lines 19a, 19b, and 19c\nAlimony Paid Example. If you were eligible to participate in a subsidized health plan maintained by your spouse's employer from\nSeptember 30 through December 31,\nyou can't use amounts paid for health insurance coverage for September through\nDecember to figure your deduction. Medicare premiums you voluntarily\npay to obtain insurance in your name\nthat is similar to qualifying private\nhealth insurance can be used to figure\nthe deduction. Amounts paid for health\ninsurance coverage from retirement plan\ndistributions that were nontaxable because you are a retired public safety officer can't be used to figure the deduction. For more details, see Pub. 535. If you qualify to take the deduction,\nuse the Self-Employed Health Insurance\nDeduction Worksheet to figure the\namount you can deduct. Exceptions. Use Pub. 535 instead of\nthe Self-Employed Health Insurance Deduction Worksheet in these instructions\nto figure your deduction if any of the\nfollowing applies. • You had more than one source of\nincome subject to self-employment tax. • You file Form 2555.\n• You are using amounts paid for\nqualified long-term care insurance to\nfigure the deduction. Use Pub. 974 instead of the worksheet in these instructions if the insurance plan was considered to be established under your business and was obtained through the Marketplace, and advance payments of the premium tax\ncredit were made or you are claiming\nthe premium tax credit. If you made payments to or for your\nspouse or former spouse under a divorce\nor separation agreement entered into on\nor before December 31, 2018, you may\nbe able to take this deduction. You can't\ntake a deduction for alimony payments\nyou made to or for your spouse if you\nentered into your divorce or separation\nagreement after December 31, 2018, or\nif you entered into the agreement on or\nbefore December 31, 2018, and the\nagreement was changed after December\n31, 2018, to expressly provide that alimony received is not included in your\nformer spouse's income. Use Tax Topic\n452 or see Pub. 504. !",
    "querygen": [
      "can the s corp deduct premiums on wages",
      "can s corp pay for a policy premium",
      "does s corp pay premiums"
    ],
    "querygen_score": [
      "1.858614",
      "1.0499221",
      "0.89581144"
    ]
  },
  {
    "id": "legal-advice_66__51",
    "doc_id": "legal-advice_66",
    "chunk_id": 51,
    "document_category": "legal-advice",
    "text": "Be sure you use the cor-33- rect column. If your taxable income is\n$100,000 or more, use the Tax Computation Worksheet right after the Tax Table. However, don’t use the Tax Table or\nTax Computation Worksheet to figure\nyour tax if any of the following applies. Form 8615. Form 8615 must generally\nbe used to figure the tax on your unearned income over $2,300 if you are\nunder age 18, and in certain situations if\nyou are older. You must file Form 8615 if you meet\nall of the following conditions. 1. You had more than $2,300 of unearned income (such as taxable interest,\nordinary dividends, or capital gains (including capital gain distributions)). 2. You are required to file a tax return. 3. You were either:\na. Under age 18 at the end of 2022,\nb. Age 18 at the end of 2022 and\ndidn't have earned income that was more\nthan half of your support, or\nc. A full-time student at least age 19\nbut under age 24 at the end of 2022 and\ndidn't have earned income that was more\nthan half of your support. 4. At least one of your parents was\nalive at the end of 2022. 5. You don’t file a joint return in\n2022. A child born on January 1, 2005, is\nconsidered to be age 18 at the end of\n2022; a child born on January 1, 2004, is\nconsidered to be age 19 at the end of\n2022; and a child born on January 1,\n1999, is considered to be age 24 at the\nend of 2022. Schedule D Tax Worksheet. Use the\nSchedule D Tax Worksheet in the Instructions for Schedule D to figure the\namount to enter on Form 1040 or\n1040-SR, line 16, if:\n• You have to file Schedule D, and\nline 18 or 19 of Schedule D is more than\nzero; or\n• You have to file Form 4952 and\nyou have an amount on line 4g, even if\nyou don’t need to file Schedule D.\nBut if you are filing Form 2555, you\nmust use the Foreign Earned Income\nTax Worksheet instead. Need more information or forms? Visit IRS.gov. Standard Deduction Worksheet for Dependents—Line 12 Keep for Your Records Use this worksheet only if someone can claim you, or your spouse if filing jointly, as a dependent. 1. Check if: You were born before January 2, 1958. You are blind. Total number of boxes\n1.\nchecked . . . . . . . . . . . . . . . . . . Spouse was born before January 2, 1958. Spouse is blind. Is your earned income* more than $750? 2. Yes. Add $400 to your earned income. Enter the total. . . . . . . . . . . . . . . . . . . . . . . . . . . 2.\nNo. Enter $1,150. 3.\nEnter the amount shown below for your filing status. • Single or married filing separately—$12,950\n. . . . . . . . . . . . . . . . . . . . . . . . . . 3.\n• Married filing jointly—$25,900\n• Head of household—$19,400\n4. Standard deduction. a.",
    "querygen": [
      "how to do an income tax calculation",
      "if you have income, you can use a calculation sheet",
      "what is the column for the table"
    ],
    "querygen_score": [
      "-1.8181374",
      "-3.031859",
      "-3.4400012"
    ]
  },
  {
    "id": "legal-advice_91__94",
    "doc_id": "legal-advice_91",
    "chunk_id": 94,
    "document_category": "legal-advice",
    "text": "The practitioner can provide you\nwith details. Form 8453. You must send in a paper\nForm 8453 if you have to attach certain\nforms or other documents that can't be\nelectronically filed. See Form 8453. Identity Protection\nPIN All taxpayers are now eligible TIP for an Identity Protection Personal Identification Number\n(IP PIN). For more information, see\nPub. 5477. To apply for an IP PIN, go to\nIRS. gov/IPPIN and use the Get an IP\nPIN tool. For 2022, if you received an IP PIN\nfrom the IRS, enter it in the IP PIN\nspaces provided next to the space for\nyour occupation. You must correctly enter all six numbers of your IP PIN. If\nyou didn't receive an IP PIN, leave these\nspaces blank. New IP PINs are generated every year. They will generally be\nCAUTION sent out by mid-January 2023. Use this IP PIN on your 2022 return as\nwell as any prior-year returns you file in\n2023. ! If you are filing a joint return and\nboth taxpayers receive an IP PIN, enter\nboth IP PINs in the spaces provided. If you need more information, go to\nIRS. gov/IPPIN. If you received an IP\nPIN but misplaced it, call 800-908-4490. Phone Number and Email\nAddress You have the option of entering your\nphone number and email address in the\nspaces provided. There will be no effect\non the processing of your return if you\nchoose not to enter this information. Note that the IRS initiates most contacts\nthrough regular mail delivered by the\nUnited States Postal Service. You can report a phone scam to the\nTreasury Inspector General for Tax Administration at IRS Impersonation Scam Need more information or forms? Visit IRS.gov. Reporting or the FTC using the FTC\nComplaint Assistant at FTC.gov. Add\n“IRS Telephone Scam” in the notes. You can report an unsolicited email\nclaiming to be from the IRS, or an\nIRS-related component like the Electronic Federal Tax Payment System, to\nthe IRS at phishing@irs.gov. For more information, go to IRS.gov/\nPhishing and IRS.gov/newsroom/howto-know-its-really-the-irs-calling-orknocking-on-your-door. Paid Preparer Must\nSign Your Return\nGenerally, anyone you pay to prepare\nyour return must sign it and include their Preparer Tax Identification Number\n(PTIN) in the space provided. The preparer must give you a copy of the return\nfor your records. Someone who prepares\nyour return but doesn't charge you\nshouldn’t sign your return. If your paid preparer is self-employed, then they should check the\n“self-employed” checkbox. Assemble Your\nReturn\nAssemble any schedules and forms behind Form 1040 or 1040-SR in order of\nthe “Attachment Sequence No.” shown\nin the upper-right corner of the schedule\nor form. If you have supporting state- Need more information or forms? Visit IRS.gov. -62- ments, arrange them in the same order as\nthe schedules or forms they support and\nattach them last. File your return, schedules, and other attachments on standard\nsize paper. Cutting the paper may cause\nproblems in processing your return. Don’t attach correspondence or other\nitems unless required to do so. Attach\nForms W-2 and 2439 to Form 1040 or\n1040-SR. If you received a Form W-2c\n(a corrected Form W-2), attach your\noriginal Forms W-2 and any Forms\nW-2c. Attach Forms W-2G and 1099-R\nto Form 1040 or 1040-SR if tax was\nwithheld. 2022\nTax Table !",
    "querygen": [
      "how to get your identity card pin electronically",
      "when submitting a tax return to a practitioner, you must send a paper form",
      "when can i mail my identification card"
    ],
    "querygen_score": [
      "0.14677212",
      "-0.60193306",
      "-2.7846723"
    ]
  },
  {
    "id": "legal-advice_99__40",
    "doc_id": "legal-advice_99",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income. An eligible retirement plan is a governmental plan that is a qualified trust or\na section 403(a), 403(b), or 457(b) plan. If you make this election, reduce the\notherwise taxable amount of your pension or annuity by the amount excluded. The amount shown in box 2a of Form\n1099-R doesn't reflect the exclusion. Report your total distributions on line 5a\nand the taxable amount on line 5b. Enter\n“PSO” next to line 5b. If you are retired on disability and reporting your disability pension on\nline 1h, include only the taxable amount\non that line and enter “PSO” and the\namount excluded on the dotted line next\nto line 1h. Payments when you are disabled. If\nyou receive payments from a retirement\nor profit-sharing plan that does not provide for disability retirement, do not\ntreat those payments as disability payments. The payments must be reported\nas a pension or annuity. You must include in your income any\namounts that you received that you\nwould have received in retirement had\nyou not become disabled as a result of a\nterrorist attack. Include in your income\nany payments you receive from a\n401(k), pension, or other retirement plan\nto the extent that you would have received the amount at the same or later\ntime regardless of whether you had become disabled. Example. Taxpayer J, a contractor,\nwas disabled as a direct result of participating in efforts to clean up the World\nTrade Center. J is eligible for compensation by the September 11 Victim Compensation Fund. J began receiving a disability pension at age 55 when J could\nno longer continue working because of\nJ’s disability. Under J’s pension plan, at\nage 55, J is entitled to an early retirement benefit of $2,500. If J waits until\nage 62, normal retirement age under the\nplan, J would be entitled to a normal retirement benefit of $3,000 a month. The\npension plan provides that a participant\nwho retires early on account of disability\nis entitled to receive the participant's\nnormal retirement benefit, which in J's\ncase equals $3,000 per month. Until J\nturns age 62, J can exclude $500 of the Need more information or forms? Visit IRS.gov. -28- monthly retirement benefit from income\n(the difference between the early retirement benefit and the normal retirement\nbenefit $3,000 - $2,500) received on account of disability. J must report the remaining $2,500 of monthly pension benefit on line 5a. For each month after J\nturns age 62, J must report the full\namount of the monthly pension benefit\n($3,000 a month) on line 5a. Simplified Method You must use the Simplified Method if\neither of the following applies. 1. Your annuity starting date was after July 1, 1986, and you used this method last year to figure the taxable part. 2. Your annuity starting date was after November 18, 1996, and both of the\nfollowing apply. a.",
    "querygen": [
      "what is the minimum amount to exclude from your income",
      "when can a distribution be made from a policy to the provider of a long term care plan?",
      "what is the irs distribution limit"
    ],
    "querygen_score": [
      "-0.95342785",
      "0.17635843",
      "-4.7767477"
    ]
  },
  {
    "id": "legal-advice_99__29",
    "doc_id": "legal-advice_99",
    "chunk_id": 29,
    "document_category": "legal-advice",
    "text": "If you will be claiming the child as a qualifying child, go to\nStep 2. Otherwise, stop; you can't claim any benefits based on\nthis child. Social security number. You must enter each dependent's social security number (SSN). Be sure the name and SSN entered\nagree with the dependent's social security card. Otherwise, at\nthe time we process your return, we may reduce or disallow any\ntax benefits (such as the child tax credit) based on that dependent. If the name or SSN on the dependent's social security card\nisn't correct or you need to get an SSN for your dependent, contact the Social Security Administration (SSA). See Social Security Number (SSN), earlier. If your dependent won't have a\nnumber by the date your return is due, see What if You Can't\nFile on Time? earlier. For the child tax credit, your child must have the required\nSSN. The required SSN is one that is valid for employment and\nthat is issued by the SSA before the due date of your 2022 return (including extensions). If your child was a U.S. citizen\nwhen the child received the SSN, the SSN is valid for employment. If “Not Valid for Employment” is printed on your child’s -21- Need more information or forms? Visit IRS.gov. social security card and your child’s immigration status has\nchanged so that your child is now a U.S. citizen or permanent\nresident, ask the SSA for a new social security card without the\nlegend. However, if “Valid for Work Only With DHS Authorization” is printed on your child’s social security card, your child\nhas the required SSN only as long as the DHS authorization is\nvalid. If your dependent child was born and died in 2022 and you\ndo not have an SSN for the child, enter “Died” in column (2) of\nthe Dependents section and include a copy of the child's birth\ncertificate, death certificate, or hospital records. The document\nmust show the child was born alive. If you, or your spouse if filing jointly, didn't have an SSN (or\nITIN) issued on or before the due date of your 2022 return (in- Need more information or forms? Visit IRS.gov. cluding extensions), you can't claim the child tax credit or the\ncredit for other dependents on your original or an amended\n2022 return. If you apply for an ITIN on or before the due date of your\n2022 return (including extensions) and the IRS issues you an\nITIN as a result of the application, the IRS will consider your\nITIN as issued on or before the due date of your return. Student. A student is a child who during any part of 5 calendar\nmonths of 2022 was enrolled as a full-time student at a school\nor took a full-time, on-farm training course given by a school or\na state, county, or local government agency. A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. -22- Income\nGenerally, you must report all income\nexcept income that is exempt from tax\nby law.",
    "querygen": [
      "can you claim claiming a dependent on my social security number",
      "do i need to enter a child as a child",
      "how to enter dependents social security number on olsa"
    ],
    "querygen_score": [
      "1.4349909",
      "0.51799977",
      "-1.5640547"
    ]
  },
  {
    "id": "legal-advice_66__144",
    "doc_id": "legal-advice_66",
    "chunk_id": 144,
    "document_category": "legal-advice",
    "text": "For details, use Tax Topic 602 or see\nForm 2441. Line 3\nEducation Credits If you (or your dependent) paid qualified\nexpenses in 2022 for yourself, your\nspouse, or your dependent to enroll in or -100- attend an eligible educational institution,\nyou may be able to take an education\ncredit. See Form 8863 for details. However, you can't take an education credit\nif any of the following applies. • You, or your spouse if filing jointly, are claimed as a dependent on someone else's (such as your parent's) 2022\ntax return. • Your filing status is married filing\nseparately. • The amount on Form 1040 or\n1040-SR, line 11, is $90,000 or more\n($180,000 or more if married filing\njointly). • You, or your spouse, were a nonresident alien for any part of 2022 unless\nyour filing status is married filing jointly. You may be able to increase an education credit if the student chooses to include all or part of a Pell grant or certain\nother scholarships or fellowships in income. For more information, see Pub. 970;\nthe instructions for Form 1040 or\n1040-SR, line 29; and IRS.gov/EdCredit. Line 4\nRetirement Savings Contributions\nCredit (Saver's Credit) You may be able to take this credit if\nyou, or your spouse if filing jointly,\nmade (a) contributions, other than rollover contributions, to a traditional or\nRoth IRA; (b) elective deferrals to a\n401(k) or 403(b) plan (including designated Roth contributions) or to a governmental 457, SEP, or SIMPLE plan; (c)\nvoluntary employee contributions to a\nqualified retirement plan (including the\nfederal Thrift Savings Plan); (d) contributions to a 501(c)(18)(D) plan; or (e)\ncontributions to an ABLE account by\nthe designated beneficiary, as defined in\nsection 529A. However, you can't take the credit if\neither of the following applies. 1. The amount on Form 1040,\n1040-SR, or 1040-NR, line 11, is more than $34,000 ($51,000 if head of household; $68,000 if married filing jointly). 2. The person(s) who made the\nqualified contribution or elective deferral (a) was born after January 1, 2005,\n(b) is claimed as a dependent on someone else's 2022 tax return, or (c) was a\nstudent (defined next). You were a student if during any part\nof 5 calendar months of 2022, you:\n• Were enrolled as a full-time student at a school; or\n• Took a full-time, on-farm training\ncourse given by a school or a state,\ncounty, or local government agency. A school includes a technical, trade,\nor mechanical school. It doesn't include\nan on-the-job training course, correspondence school, or school offering\ncourses only through the Internet. For more details, use Tax Topic 610\nor see Form 8880. Line 5\nResidential Energy Credits\nResidential clean energy credit. You\nmay be able to take this credit by completing and attaching Form 5695 if you\npaid for any of the following during\n2022. • Qualified solar electric property\nfor use in your home located in the United States. • Qualified solar water heating property for use in your home located in the\nUnited States. • Qualified small wind energy property for use in connection with your\nhome located in the United States. • Qualified geothermal heat pump\nproperty installed on or in connection\nwith your home located in the United\nStates.",
    "querygen": [
      "do education credit cards have to be paid in 2022",
      "when do you qualify for an education credit for tax deductions",
      "when do you have to pay for qualified expenses on taxes"
    ],
    "querygen_score": [
      "-1.117895",
      "-0.34984642",
      "-1.0590116"
    ]
  },
  {
    "id": "legal-advice_65__7",
    "doc_id": "legal-advice_65",
    "chunk_id": 7,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30\nSubpart D — Rules Applicable to Disciplinary Proceedings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.60 Institution of proceeding. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.61 Conferences.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.62 Contents of complaint. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.63 Service of complaint; service of other papers; service of evidence in support of complaint;\nfiling of papers. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 32\n§ 10.64 Answer; default.",
    "querygen": [
      "who are the names of the famous women who came from suffolk",
      "how many people are in us today",
      "who is the author of the poem __________?"
    ],
    "querygen_score": [
      "-9.61086",
      "-8.653869",
      "-8.297884"
    ]
  },
  {
    "id": "legal-advice_31__8",
    "doc_id": "legal-advice_31",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.65 Supplemental charges. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.66 Reply to answer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.67 Proof; variance; amendment of pleadings. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.68 Motions and requests. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.69 Representation; ex parte communication.",
    "querygen": [
      "which statement is true of most recent articles",
      "who did st. joseph get a job",
      "what are some of the things you might say about a teen in an essay"
    ],
    "querygen_score": [
      "-8.83238",
      "-9.845321",
      "-9.173262"
    ]
  },
  {
    "id": "legal-advice_34__60",
    "doc_id": "legal-advice_34",
    "chunk_id": 60,
    "document_category": "legal-advice",
    "text": "(2) Duration of suspension. A suspension under\nthis section will commence on the date that the\nwritten notice of expedited suspension is served\non the practitioner, either personally or through\nan authorized representative. The suspension will\nremain effective until the earlier of:\n(i) The date the Internal Revenue Service lifts\nthe suspension after determining that the practitioner\nis no longer described in paragraph (b) of this section\nor for any other reason; or\n(ii) The date the suspension is lifted or\notherwise modified by an Administrative Law Judge\nor the Secretary of the Treasury, or delegate deciding\nappeals, in a proceeding referred to in paragraph (g)\nof this section and instituted under §10.60. (g) Practitioner demand for §10.60 proceeding. If\nthe Internal Revenue Service suspends a practitioner\nunder the expedited suspension procedures described\nin this section, the practitioner may demand that\nthe Internal Revenue Service institute a proceeding\nunder §10.60 and issue the complaint described in\n§10.62. The demand must be in writing, specifically\nreference the suspension action under §10.82, and\nbe made within 2 years from the date on which the\npractitioner’s suspension commenced. The Internal\nRevenue Service must issue a complaint demanded\nunder this paragraph (g) within 60 calendar days\nof receiving the demand. If the Internal Revenue\nService does not issue such complaint within 60 days\nof receiving the demand, the suspension is lifted\nautomatically. The preceding sentence does not,\nhowever, preclude the Commissioner, or delegate,\nfrom instituting a regular proceeding under §10.60\nof this part. (h) Effective/applicability date. This section is\ngenerally applicable beginning June 12, 2014,\nexcept that paragraphs (b)(1) through (4) of this\nsection are applicable beginning August 2, 2011. Treasury Department Circular No. 230 Subpart E — General Provisions\n§ 10.90 Records.\n(a) Roster. The Internal Revenue Service will\nmaintain and make available for public inspection\nin the time and manner prescribed by the Secretary,\nor delegate, the following rosters —\n(1) Individuals (and employers, firms, or other\nentities, if applicable) censured, suspended, or\ndisbarred from practice before the Internal Revenue\nService or upon whom a monetary penalty was\nimposed. (2) Enrolled agents, including individuals —\n(i) Granted active enrollment to practice;\n(ii) Whose enrollment has been placed in\ninactive status for failure to meet the requirements\nfor renewal of enrollment;\n(iii) Whose enrollment has been placed in\ninactive retirement status; and\n(iv) Whose offer of consent to resign from\nenrollment has been accepted by the Internal\nRevenue Service under §10.61. (3) Enrolled retirement plan agents, including\nindividuals —\n(i) Granted active enrollment to practice;\n(ii) Whose enrollment has been placed in\ninactive status for failure to meet the requirements\nfor renewal of enrollment;\n(iii) Whose enrollment has been placed in\ninactive retirement status; and\n(iv) Whose offer of consent to resign from\nenrollment has been accepted under §10.61. (4) Registered tax return preparers, including\nindividuals —\n(i) Authorized to prepare all or substantially all\nof a tax return or claim for refund;\n(ii) Who have been placed in inactive status for\nfailure to meet the requirements for renewal;\n(iii) Who have been placed in inactive\nretirement status; and\n(iv) Whose offer of consent to resign from\ntheir status as a registered tax return preparer has\nbeen accepted by the Internal Revenue Service\nunder §10.61. § 10.90 — Page 43 Table of Contents (5) Disqualified appraisers.",
    "querygen": [
      "when does an irs suspension become effective",
      "which is the duration of an administrative disability suspension",
      "what is the duration of the suspension"
    ],
    "querygen_score": [
      "0.5301346",
      "-2.8359022",
      "0.31862614"
    ]
  },
  {
    "id": "legal-advice_67__17",
    "doc_id": "legal-advice_67",
    "chunk_id": 17,
    "document_category": "legal-advice",
    "text": "Enrollment as an enrolled\nretirement plan agent based on an applicant’s former\nemployment with the Internal Revenue Service will\nbe limited to permit the presentation of matters only\nwith respect to qualified retirement plan matters. (4) Application for enrollment as an enrolled\nagent or enrolled retirement plan agent based on an\napplicant’s former employment with the Internal\nRevenue Service must be made within three years\nfrom the date of separation from such employment. (5) An applicant for enrollment as an enrolled\nagent who is requesting such enrollment based\non former employment with the Internal Revenue\nService must have had a minimum of five years\ncontinuous employment with the Internal Revenue\nService during which the applicant must have been\nregularly engaged in applying and interpreting\nthe provisions of the Internal Revenue Code and\nthe regulations relating to income, estate, gift,\nTreasury Department Circular No. 230 employment, or excise taxes. (6) An applicant for enrollment as an enrolled\nretirement plan agent who is requesting such\nenrollment based on former employment with the\nInternal Revenue Service must have had a minimum\nof five years continuous employment with the\nInternal Revenue Service during which the applicant\nmust have been regularly engaged in applying and\ninterpreting the provisions of the Internal Revenue\nCode and the regulations relating to qualified\nretirement plan matters. (7) For the purposes of paragraphs (d)(5) and (6)\nof this section, an aggregate of 10 or more years of\nemployment in positions involving the application\nand interpretation of the provisions of the Internal\nRevenue Code, at least three of which occurred within\nthe five years preceding the date of application, is the\nequivalent of five years continuous employment. (e) Natural persons. Enrollment to practice may be\ngranted only to natural persons. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.5 Application to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Form; address. An applicant to become an\nenrolled agent, enrolled retirement plan agent,\nor registered tax return preparer must apply as\nrequired by forms or procedures established and\npublished by the Internal Revenue Service, including\nproper execution of required forms under oath or\naffirmation. The address on the application will be\nthe address under which a successful applicant is\nenrolled or registered and is the address to which all\ncorrespondence concerning enrollment or registration\nwill be sent. (b) Fee. A reasonable nonrefundable fee may be\ncharged for each application to become an enrolled\nagent, enrolled retirement plan agent, or registered\ntax return preparer. See 26 CFR part 300.\n(c) Additional information; examination. The Internal\nRevenue Service may require the applicant, as a\ncondition to consideration of an application, to file\n§ 10.5 — Page 9 Table of Contents additional information and to submit to any written\nor oral examination under oath or otherwise. Upon\nthe applicant’s written request, the Internal Revenue\nService will afford the applicant the opportunity to\nbe heard with respect to the application. (d) Compliance and suitability checks. (1) As a condition to consideration of an\napplication, the Internal Revenue Service may\nconduct a Federal tax compliance check and\nsuitability check.",
    "querygen": [
      "who is enrolment agent for retirement plans",
      "who is authorized to apply to be an enrolled agent for retirement",
      "who should be enrolling as a retirement plan agent or enrolled agent"
    ],
    "querygen_score": [
      "-0.18809205",
      "1.2404511",
      "2.4748554"
    ]
  },
  {
    "id": "legal-advice_3__80",
    "doc_id": "legal-advice_3",
    "chunk_id": 80,
    "document_category": "legal-advice",
    "text": "1,860\n1,850\n1,839\n1,829 0\n0\n0\n0 862\n854\n846\n838 44,400\n44,450\n44,500\n44,550 44,450\n44,500\n44,550\n44,600 0\n0\n0\n0 0\n0\n0\n0 1,047\n1,037\n1,026\n1,016 1,818\n1,807\n1,797\n1,786 0\n0\n0\n0 44,600\n44,650\n44,700\n44,750 44,650\n44,700\n44,750\n44,800 0\n0\n0\n0 0\n0\n0\n0 1,005\n995\n984\n974 1,776\n1,765\n1,755\n1,744 44,800\n44,850\n44,900\n44,950 44,850\n44,900\n44,950\n45,000 0\n0\n0\n0 0\n0\n0\n0 963\n953\n942\n932 45,000\n45,050\n45,100\n45,150 45,050\n45,100\n45,150\n45,200 0\n0\n0\n0 0\n0\n0\n0 45,200\n45,250\n45,300\n45,350 45,250\n45,300\n45,350\n45,400 0\n0\n0\n0 45,400\n45,450\n45,500\n45,550 45,450\n45,500\n45,550\n45,600 45,600\n45,650\n45,700\n45,750 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 3,193\n3,183\n3,172\n3,162 46,800\n46,850\n46,900\n46,950 46,850\n46,900\n46,950\n47,000 0\n0\n0\n0 0\n0\n0\n0 542\n532\n521\n510 1,313\n1,302\n1,291\n1,281 0\n0\n0\n0 447\n439\n431\n423 1,833\n1,822\n1,812\n1,801 2,604\n2,593\n2,582\n2,572 2,381\n2,370\n2,360\n2,349 3,151\n3,141\n3,130\n3,119 47,000\n47,050\n47,100\n47,150 47,050\n47,100\n47,150\n47,200 0\n0\n0\n0 0\n0\n0\n0 500\n489\n479\n468 1,270\n1,260\n1,249\n1,239 0\n0\n0\n0 415\n407\n399\n391 1,791\n1,780\n1,770\n1,759 2,561\n2,551\n2,540\n2,530 830\n822\n814\n806 2,338\n2,328\n2,317\n2,307 3,109\n3,098\n3,088\n3,077 47,200\n47,250\n47,300\n47,350 47,250\n47,300\n47,350\n47,400 0\n0\n0\n0 0\n0\n0\n0 458\n447\n437\n426 1,228\n1,218\n1,207\n1,197 0\n0\n0\n0 383\n375\n367\n359 1,749\n1,738\n1,728\n1,717 2,519\n2,509\n2,498\n2,488 0\n0\n0\n0 798\n790\n782\n775 2,296\n2,286\n2,275\n2,265 3,067\n3,056\n3,046\n3,035 47,400\n47,450\n47,500\n47,550 47,450\n47,500\n47,550\n47,600 0\n0\n0\n0 0\n0\n0\n0 416\n405\n395\n384 1,186\n1,176\n1,165\n1,155 0\n0\n0\n0 351\n343\n335\n327 1,707\n1,696\n1,686\n1,675 2,477\n2,467\n2,456\n2,446 1,734\n1,723\n1,713\n1,702 0\n0\n0\n0 767\n759\n751\n743 2,254\n2,244\n2,233\n2,223 3,025\n3,014\n3,004\n2,993 47,600\n47,650\n47,700\n47,750 47,650\n47,700\n47,750\n47,800 0\n0\n0\n0 0\n0\n0\n0 374\n363\n352\n342 1,144\n1,134\n1,123\n1,112 0\n0\n0\n0 319\n311\n303\n295 1,665\n1,654\n1,643\n1,633 2,435\n2,425\n2,414\n2,403 921\n911\n900\n890 1,692\n1,681\n1,671\n1,660 0\n0\n0\n0 735\n727\n719\n711 2,212\n2,202\n2,191\n2,181 2,983\n2,972\n2,962\n2,951 47,800\n47,850\n47,900\n47,950 47,850\n47,900\n47,950\n48,000 0\n0\n0\n0 0\n0\n0\n0 331\n321\n310\n300 1,102\n1,091\n1,081\n1,070 0\n0\n0\n0 287\n279\n271\n263 1,622\n1,612\n1,601\n1,591 2,393\n2,382\n2,372\n2,361 0\n0\n0\n0 879\n868\n858\n847 1,649\n1,639\n1,628\n1,618 0\n0\n0\n0 703\n695\n687\n679 2,170\n2,159\n2,149\n2,138 2,940\n2,930\n2,919\n2,909 48,000\n48,050\n48,100\n48,150 48,050\n48,100\n48,150\n48,200 0\n0\n0\n0 0\n0\n0\n0 289\n279\n268\n258 1,060\n1,049\n1,039\n1,028 0\n0\n0\n0 255\n247\n239\n231 1,580\n1,570\n1,559\n1,549 2,351\n2,340\n2,330\n2,319 0\n0\n0\n0 0\n0\n0\n0 837\n826\n816\n805 1,607\n1,597\n1,586\n1,576 0\n0\n0\n0 671\n663\n655\n647 2,128\n2,117\n2,107\n2,096 2,898\n2,888\n2,877\n2,867 48,200\n48,250\n48,300\n48,350 48,250\n48,300\n48,350\n48,400 0\n0\n0\n0 0\n0\n0\n0 247\n237\n226\n216 1,018\n1,007\n997\n986 0\n0\n0\n0 223\n215\n207\n199 1,538\n1,528\n1,517\n1,507 2,309\n2,298\n2,288\n2,277 45,650\n45,700\n45,750\n45,800 0\n0\n0\n0 0\n0\n0\n0 795\n784\n774\n763 1,565\n1,555\n1,544\n1,534 0\n0\n0\n0 639\n631\n623\n615 2,086\n2,075\n2,065\n2,054 2,856\n2,846\n2,835\n2,825 48,400\n48,450\n48,500\n48,550 48,450\n48,500\n48,550\n48,600 0\n0\n0\n0 0\n0\n0\n0 205\n195\n184\n173 976\n965\n955\n944 0\n0\n0\n0 191\n183\n175\n167 1,496\n1,486\n1,475\n1,464 2,267\n2,256\n2,245\n2,235 45,800\n45,850\n45,900\n45,950 45,850\n45,900\n45,950\n46,000 0\n0\n0\n0 0\n0\n0\n0 753\n742\n732\n721 1,523\n1,513\n1,502\n1,492 0\n0\n0\n0 607\n599\n591\n583 2,044\n2,033\n2,023\n2,012 2,814\n2,804\n2,793\n2,783 48,600\n48,650\n48,700\n48,750 48,650\n48,700\n48,750\n48,800 0\n0\n0\n0 0\n0\n0\n0 163\n152\n142\n131 933\n923\n912\n902 0\n0\n0\n0 159\n151\n143\n135 1,454\n1,443\n1,433\n1,422 2,224\n2,214\n2,203\n2,193 46,000\n46,050\n46,100\n46,150 46,050\n46,100\n46,150\n46,200 0\n0\n0\n0 0\n0\n0\n0 711\n700\n689\n679 1,481\n1,470\n1,460\n1,449 0\n0\n0\n0 575\n567\n559\n551 2,001\n1,991\n1,980\n1,970 2,772\n2,761\n2,751\n2,740 48,800\n48,850\n48,900\n48,950 48,850\n48,900\n48,950\n49,000 0\n0\n0\n0 0\n0\n0\n0 121\n110\n100\n89 891\n881\n870\n860 0\n0\n0\n0 127\n119\n111\n103 1,412\n1,401\n1,391\n1,380 2,182\n2,172\n2,161\n2,151 46,200\n46,250\n46,300\n46,350 46,250\n46,300\n46,350\n46,400 0\n0\n0\n0 0\n0\n0\n0 668\n658\n647\n637 1,439\n1,428\n1,418\n1,407 0\n0\n0\n0 543\n535\n527\n519 1,959\n1,949\n1,938\n1,928 2,730\n2,719\n2,709\n2,698 49,000\n49,050\n49,100\n49,150 49,050\n49,100\n49,150\n49,200 0\n0\n0\n0 0\n0\n0\n0 79\n68\n58\n47 849\n839\n828\n818 0\n0\n0\n0 95\n87\n79\n71 1,370\n1,359\n1,349\n1,338 2,140\n2,130\n2,119\n2,109 46,400\n46,450\n46,500\n46,550 46,450\n46,500\n46,550\n46,600 0\n0\n0\n0 0\n0\n0\n0 626\n616\n605\n595 1,397\n1,386\n1,376\n1,365 0\n0\n0\n0 511\n503\n495\n487 1,917\n1,907\n1,896\n1,886 2,688\n2,677\n2,667\n2,656 49,200\n49,250\n49,300\n49,350 49,250\n49,300\n49,350\n49,400 0\n0\n0\n0 0\n0\n0\n0 37\n26\n16\n* 807\n797\n786\n776 0\n0\n0\n0 63\n55\n47\n39 1,328\n1,317\n1,307\n1,296 2,098\n2,088\n2,077\n2,066 46,600\n46,650\n46,700\n46,750 46,650\n46,700\n46,750\n46,800 0\n0\n0\n0 0\n0\n0\n0 584\n574\n563\n553 1,355\n1,344\n1,334\n1,323 0\n0\n0\n0 479\n471\n463\n455 1,875\n1,865\n1,854\n1,844 2,646\n2,635\n2,625\n2,614 49,400\n49,450\n49,500\n49,550 49,450\n49,500\n49,550\n49,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 765\n754\n744\n733 0\n0\n0\n0 31\n23\n15\n7 1,285\n1,275\n1,264\n1,254 2,056\n2,045\n2,035\n2,024 ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $49,350 but less than $49,399, and you have two qualifying children who have valid\nSSNs, your credit is $5. If the amount you are looking up from the worksheet is $49,399 or more, and you have two qualifying children who have valid SSNs, you can’t take\nthe credit. (Continued) - 53 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * ** 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 Your credit is– 2 At least But less\nthan 49,600\n49,650\n49,700\n49,750 49,650\n49,700\n49,750\n49,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 723\n712\n702\n691 0\n0\n0\n0 *\n0\n0\n0 1,243\n1,233\n1,222\n1,212 49,800\n49,850\n49,900\n49,950 49,850\n49,900\n49,950\n50,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 681\n670\n660\n649 0\n0\n0\n0 0\n0\n0\n0 50,000\n50,050\n50,100\n50,150 50,050\n50,100\n50,150\n50,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 639\n628\n618\n607 0\n0\n0\n0 50,200\n50,250\n50,300\n50,350 50,250\n50,300\n50,350\n50,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 596\n586\n575\n565 50,400\n50,450\n50,500\n50,550 50,450\n50,500\n50,550\n50,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0",
    "querygen": [
      "where is 830 located on a map",
      "numbers in a tahoe",
      "what is the current average income in a city of 1,860"
    ],
    "querygen_score": [
      "-8.973868",
      "-7.496545",
      "-3.442477"
    ]
  },
  {
    "id": "legal-advice_2__7",
    "doc_id": "legal-advice_2",
    "chunk_id": 7,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30\nSubpart D — Rules Applicable to Disciplinary Proceedings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.60 Institution of proceeding. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.61 Conferences.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.62 Contents of complaint. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.63 Service of complaint; service of other papers; service of evidence in support of complaint;\nfiling of papers. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 32\n§ 10.64 Answer; default.",
    "querygen": [
      "how old is me",
      "what is mcdonalds name>",
      "what is the meaning of ."
    ],
    "querygen_score": [
      "-7.7319274",
      "-8.793945",
      "-6.0808086"
    ]
  },
  {
    "id": "legal-advice_91__13",
    "doc_id": "legal-advice_91",
    "chunk_id": 13,
    "document_category": "legal-advice",
    "text": "CAUTION Free File makes available free brand-name software and free e-file. Visit IRS.gov/\nFreeFile for details and to see if you are eligible. What form to file. Everyone can file Form 1040. Form 1040-SR is available to you if\nyou were born before January 2, 1958. Fiscal year filers. If you are a fiscal year filer using a tax year other than January 1\nthrough December 31, 2022, write “Tax Year” and the beginning and ending months\nof your fiscal year in the top margin of page 1 of Form 1040 or 1040-SR. Write-in information. If you need to write a word, code, and/or dollar amount on\nForm 1040 or 1040-SR to explain an item of income or deduction, but don't have\nenough space to enter the word, code, and/or dollar amount, you can put an asterisk\nnext to the applicable line number and put a footnote at the bottom of page 2 of your\ntax return indicating the line number and the word, code, and/or dollar amount you\nneed to enter. Section references are to the Internal Revenue Code.\ninstructions for Qualifying Surviving\nSpouse, later. Married Filing Jointly You can check the “Married filing jointly” box at the top of Form 1040 or\n1040-SR if any of the following apply. • You were married at the end of\n2022, even if you didn't live with your\nspouse at the end of 2022. • Your spouse died in 2022 and you\ndidn't remarry in 2022. • You were married at the end of\n2022 and your spouse died in 2023 before filing a 2022 return. A married couple filing jointly report\ntheir combined income and deduct their\ncombined allowable expenses on one return. They can file a joint return even if\nonly one had income or if they didn't\nlive together all year. However, both\npersons must sign the return. Once you\nfile a joint return, you can't choose to\nfile separate returns for that year after\nthe due date of the return. Joint and several tax liability. If you\nfile a joint return, both you and your\nspouse are generally responsible for the\ntax and interest or penalties due on the\nreturn. This means that if one spouse\ndoesn't pay the tax due, the other may\nhave to. Or, if one spouse doesn't report\nthe correct tax, both spouses may be responsible for any additional taxes assessed by the IRS. You may want to file\nseparately if: Need more information or forms? Visit IRS.gov. -12- • You believe your spouse isn't reporting all of their income, or\n• You don’t want to be responsible\nfor any taxes due if your spouse doesn't\nhave enough tax withheld or doesn't pay\nenough estimated tax. See the instructions for Married Filing\nSeparately. Also see Innocent Spouse\nRelief under General Information, later. Nonresident aliens and dual-status aliens. Generally, a married couple can't\nfile a joint return if either spouse is a\nnonresident alien at any time during the\nyear. However, if you were a nonresident alien or a dual-status alien and were\nmarried to a U.S. citizen or resident alien at the end of 2022, you can elect to\nbe treated as a resident alien and file a\njoint return. See Pub. 519 for details.",
    "querygen": [
      "what form can i file for free",
      "can you file 1040 free file for irs",
      "which forms can you file online for free"
    ],
    "querygen_score": [
      "0.542403",
      "1.6852953",
      "-0.121852264"
    ]
  },
  {
    "id": "legal-advice_62__97",
    "doc_id": "legal-advice_62",
    "chunk_id": 97,
    "document_category": "legal-advice",
    "text": "1,720\n1,726\n1,732\n1,738\n1,744 19,750\n19,800\n19,850\n19,900\n19,950 19,800\n19,850\n19,900\n19,950\n20,000 2,168\n2,174\n2,180\n2,186\n2,192 1,978\n1,983\n1,988\n1,993\n1,998 2,168\n2,174\n2,180\n2,186\n2,192 2,080\n2,086\n2,092\n2,098\n2,104 14,000 17,000 20,000 14,000\n14,050\n14,100\n14,150\n14,200 14,050\n14,100\n14,150\n14,200\n14,250 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 17,000\n17,050\n17,100\n17,150\n17,200 17,050\n17,100\n17,150\n17,200\n17,250 1,838\n1,844\n1,850\n1,856\n1,862 1,703\n1,708\n1,713\n1,718\n1,723 1,838\n1,844\n1,850\n1,856\n1,862 1,750\n1,756\n1,762\n1,768\n1,774 20,000\n20,050\n20,100\n20,150\n20,200 20,050\n20,100\n20,150\n20,200\n20,250 2,198\n2,204\n2,210\n2,216\n2,222 2,003\n2,008\n2,013\n2,018\n2,023 2,198\n2,204\n2,210\n2,216\n2,222 2,110\n2,116\n2,122\n2,128\n2,134 14,250\n14,300\n14,350\n14,400\n14,450 14,300\n14,350\n14,400\n14,450\n14,500 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 17,250\n17,300\n17,350\n17,400\n17,450 17,300\n17,350\n17,400\n17,450\n17,500 1,868\n1,874\n1,880\n1,886\n1,892 1,728\n1,733\n1,738\n1,743\n1,748 1,868\n1,874\n1,880\n1,886\n1,892 1,780\n1,786\n1,792\n1,798\n1,804 20,250\n20,300\n20,350\n20,400\n20,450 20,300\n20,350\n20,400\n20,450\n20,500 2,228\n2,234\n2,240\n2,246\n2,252 2,028\n2,033\n2,038\n2,043\n2,048 2,228\n2,234\n2,240\n2,246\n2,252 2,140\n2,146\n2,152\n2,158\n2,164 14,500\n14,550\n14,600\n14,650\n14,700 14,550\n14,600\n14,650\n14,700\n14,750 1,538\n1,544\n1,550\n1,556\n1,562 1,453\n1,458\n1,463\n1,468\n1,473 1,538\n1,544\n1,550\n1,556\n1,562 1,453\n1,458\n1,463\n1,468\n1,474 17,500\n17,550\n17,600\n17,650\n17,700 17,550\n17,600\n17,650\n17,700\n17,750 1,898\n1,904\n1,910\n1,916\n1,922 1,753\n1,758\n1,763\n1,768\n1,773 1,898\n1,904\n1,910\n1,916\n1,922 1,810\n1,816\n1,822\n1,828\n1,834 20,500\n20,550\n20,600\n20,650\n20,700 20,550\n20,600\n20,650\n20,700\n20,750 2,258\n2,264\n2,270\n2,276\n2,282 2,053\n2,058\n2,064\n2,070\n2,076 2,258\n2,264\n2,270\n2,276\n2,282 2,170\n2,176\n2,182\n2,188\n2,194 14,750\n14,800\n14,850\n14,900\n14,950 14,800\n14,850\n14,900\n14,950\n15,000 1,568\n1,574\n1,580\n1,586\n1,592 1,478\n1,483\n1,488\n1,493\n1,498 1,568\n1,574\n1,580\n1,586\n1,592 1,480\n1,486\n1,492\n1,498\n1,504 17,750\n17,800\n17,850\n17,900\n17,950 17,800\n17,850\n17,900\n17,950\n18,000 1,928\n1,934\n1,940\n1,946\n1,952 1,778\n1,783\n1,788\n1,793\n1,798 1,928\n1,934\n1,940\n1,946\n1,952 1,840\n1,846\n1,852\n1,858\n1,864 20,750\n20,800\n20,850\n20,900\n20,950 20,800\n20,850\n20,900\n20,950\n21,000 2,288\n2,294\n2,300\n2,306\n2,312 2,082\n2,088\n2,094\n2,100\n2,106 2,288\n2,294\n2,300\n2,306\n2,312 2,200\n2,206\n2,212\n2,218\n2,224 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 65 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 21,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 24,000 27,000 21,000\n21,050\n21,100\n21,150\n21,200 21,050\n21,100\n21,150\n21,200\n21,250 2,318\n2,324\n2,330\n2,336\n2,342 2,112\n2,118\n2,124\n2,130\n2,136 2,318\n2,324\n2,330\n2,336\n2,342 2,230\n2,236\n2,242\n2,248\n2,254 24,000\n24,050\n24,100\n24,150\n24,200 24,050\n24,100\n24,150\n24,200\n24,250 2,678\n2,684\n2,690\n2,696\n2,702 2,472\n2,478\n2,484\n2,490\n2,496 2,678\n2,684\n2,690\n2,696\n2,702 2,590\n2,596\n2,602\n2,608\n2,614 27,000\n27,050\n27,100\n27,150\n27,200 27,050\n27,100\n27,150\n27,200\n27,250 3,038\n3,044\n3,050\n3,056\n3,062 2,832\n2,838\n2,844\n2,850\n2,856 3,038\n3,044\n3,050\n3,056\n3,062 2,950\n2,956\n2,962\n2,968\n2,974 21,250\n21,300\n21,350\n21,400\n21,450 21,300\n21,350\n21,400\n21,450\n21,500 2,348\n2,354\n2,360\n2,366\n2,372 2,142\n2,148\n2,154\n2,160\n2,166 2,348\n2,354\n2,360\n2,366\n2,372 2,260\n2,266\n2,272\n2,278\n2,284 24,250\n24,300\n24,350\n24,400\n24,450 24,300\n24,350\n24,400\n24,450\n24,500 2,708\n2,714\n2,720\n2,726\n2,732 2,502\n2,508\n2,514\n2,520\n2,526 2,708\n2,714\n2,720\n2,726\n2,732 2,620\n2,626\n2,632\n2,638\n2,644 27,250\n27,300\n27,350\n27,400\n27,450 27,300\n27,350\n27,400\n27,450\n27,500 3,068\n3,074\n3,080\n3,086\n3,092 2,862\n2,868\n2,874\n2,880\n2,886 3,068\n3,074\n3,080\n3,086\n3,092 2,980\n2,986\n2,992\n2,998\n3,004 21,500\n21,550\n21,600\n21,650\n21,700 21,550\n21,600\n21,650\n21,700\n21,750 2,378\n2,384\n2,390\n2,396\n2,402 2,172\n2,178\n2,184\n2,190\n2,196 2,378\n2,384\n2,390\n2,396\n2,402 2,290\n2,296\n2,302\n2,308\n2,314 24,500\n24,550\n24,600\n24,650\n24,700 24,550\n24,600\n24,650\n24,700\n24,750 2,738\n2,744\n2,750\n2,756\n2,762 2,532\n2,538\n2,544\n2,550\n2,556 2,738\n2,744\n2,750\n2,756\n2,762 2,650\n2,656\n2,662\n2,668\n2,674 27,500\n27,550\n27,600\n27,650\n27,700 27,550\n27,600\n27,650\n27,700\n27,750 3,098\n3,104\n3,110\n3,116\n3,122 2,892\n2,898\n2,904\n2,910\n2,916 3,098\n3,104\n3,110\n3,116\n3,122 3,010\n3,016\n3,022\n3,028\n3,034 21,750\n21,800\n21,850\n21,900\n21,950 21,800\n21,850\n21,900\n21,950\n22,000 2,408\n2,414\n2,420\n2,426\n2,432 2,202\n2,208\n2,214\n2,220\n2,226 2,408\n2,414\n2,420\n2,426\n2,432 2,320\n2,326\n2,332\n2,338\n2,344 24,750\n24,800\n24,850\n24,900\n24,950 24,800\n24,850\n24,900\n24,950\n25,000 2,768\n2,774\n2,780\n2,786\n2,792 2,562\n2,568\n2,574\n2,580\n2,586 2,768\n2,774\n2,780\n2,786\n2,792 2,680\n2,686\n2,692\n2,698\n2,704 27,750\n27,800\n27,850\n27,900\n27,950 27,800\n27,850\n27,900\n27,950\n28,000 3,128\n3,134\n3,140\n3,146\n3,152 2,922\n2,928\n2,934\n2,940\n2,946 3,128\n3,134\n3,140\n3,146\n3,152 3,040\n3,046\n3,052\n3,058\n3,064 22,000 25,000 28,000 22,000\n22,050\n22,100\n22,150\n22,200 22,050\n22,100\n22,150\n22,200\n22,250 2,438\n2,444\n2,450\n2,456\n2,462 2,232\n2,238\n2,244\n2,250\n2,256 2,438\n2,444\n2,450\n2,456\n2,462 2,350\n2,356\n2,362\n2,368\n2,374 25,000\n25,050\n25,100\n25,150\n25,200 25,050\n25,100\n25,150\n25,200\n25,250 2,798\n2,804\n2,810\n2,816\n2,822 2,592\n2,598\n2,604\n2,610\n2,616 2,798\n2,804\n2,810\n2,816\n2,822 2,710\n2,716\n2,722\n2,728\n2,734 28,000\n28,050\n28,100\n28,150\n28,200 28,050\n28,100\n28,150\n28,200\n28,250 3,158\n3,164\n3,170\n3,176\n3,182 2,952\n2,958\n2,964\n2,970\n2,976 3,158\n3,164\n3,170\n3,176\n3,182 3,070\n3,076\n3,082\n3,088\n3,094 22,250\n22,300\n22,350\n22,400\n22,450 22,300\n22,350\n22,400\n22,450\n22,500 2,468\n2,474\n2,480\n2,486\n2,492 2,262\n2,268\n2,274\n2,280\n2,286 2,468\n2,474\n2,480\n2,486\n2,492 2,380\n2,386\n2,392\n2,398\n2,404 25,250\n25,300\n25,350\n25,400\n25,450 25,300\n25,350\n25,400\n25,450\n25,500 2,828\n2,834\n2,840\n2,846\n2,852 2,622\n2,628\n2,634\n2,640\n2,646 2,828\n2,834\n2,840\n2,846\n2,852 2,740\n2,746\n2,752\n2,758\n2,764 28,250\n28,300\n28,350\n28,400\n28,450 28,300\n28,350\n28,400\n28,450\n28,500 3,188\n3,194\n3,200\n3,206\n3,212 2,982\n2,988\n2,994\n3,000\n3,006 3,188\n3,194\n3,200\n3,206\n3,212 3,100\n3,106\n3,112\n3,118\n3,124 22,500\n22,550\n22,600\n22,650\n22,700 22,550\n22,600\n22,650\n22,700\n22,750 2,498\n2,504\n2,510\n2,516\n2,522 2,292\n2,298\n2,304\n2,310\n2,316 2,498\n2,504\n2,510\n2,516\n2,522 2,410\n2,416\n2,422\n2,428\n2,434 25,500\n25,550\n25,600\n25,650\n25,700 25,550\n25,600\n25,650\n25,700\n25,750 2,858\n2,864\n2,870\n2,876\n2,882 2,652\n2,658\n2,664\n2,670\n2,676 2,858\n2,864\n2,870\n2,876\n2,882 2,770\n2,776\n2,782\n2,788\n2,794 28,500\n28,550\n28,600\n28,650\n28,700 28,550\n28,600\n28,650\n28,700\n28,750 3,218\n3,224\n3,230\n3,236\n3,242 3,012\n3,018\n3,024\n3,030\n3,036 3,218\n3,224\n3,230\n3,236\n3,242 3,130\n3,136\n3,142\n3,148\n3,154 22,750\n22,800\n22,850\n22,900\n22,950 22,800\n22,850\n22,900\n22,950\n23,000 2,528\n2,534\n2,540\n2,546\n2,552 2,322\n2,328\n2,334\n2,340\n2,346 2,528\n2,534\n2,540\n2,546\n2,552 2,440\n2,446\n2,452\n2,458\n2,464 25,750\n25,800\n25,850\n25,900\n25,950 25,800\n25,850\n25,900\n25,950\n26,000 2,888\n2,894\n2,900\n2,906\n2,912 2,682\n2,688\n2,694\n2,700\n2,706 2,888\n2,894\n2,900\n2,906\n2,912 2,800\n2,806\n2,812\n2,818\n2,824 28,750\n28,800\n28,850\n28,900\n28,950 28,800\n28,850\n28,900\n28,950\n29,000 3,248\n3,254\n3,260\n3,266\n3,272 3,042\n3,048\n3,054\n3,060\n3,066 3,248\n3,254\n3,260\n3,266\n3,272 3,160\n3,166\n3,172\n3,178\n3,184 23,000 26,000 29,000 23,000\n23,050\n23,100\n23,150\n23,200 23,050\n23,100\n23,150\n23,200\n23,250 2,558\n2,564\n2,570\n2,576\n2,582 2,352\n2,358\n2,364\n2,370\n2,376 2,558\n2,564\n2,570\n2,576\n2,582 2,470\n2,476\n2,482\n2,488\n2,494 26,000\n26,050\n26,100\n26,150\n26,200 26,050\n26,100\n26,150\n26,200\n26,250 2,918\n2,924\n2,930\n2,936\n2,942 2,712\n2,718\n2,724\n2,730\n2,736 2,918\n2,924\n2,930\n2,936\n2,942 2,830\n2,836\n2,842\n2,848\n2,854 29,000\n29,050\n29,100\n29,150\n29,200 29,050\n29,100\n29,150\n29,200\n29,250 3,278\n3,284\n3,290\n3,296\n3,302 3,072\n3,078\n3,084\n3,090\n3,096 3,278\n3,284\n3,290\n3,296\n3,302 3,190\n3,196\n3,202\n3,208\n3,214 23,250\n23,300\n23,350\n23,400\n23,450 23,300\n23,350\n23,400\n23,450\n23,500 2,588\n2,594\n2,600\n2,606\n2,612 2,382\n2,388\n2,394\n2,400\n2,406 2,588\n2,594\n2,600\n2,606\n2,612 2,500\n2,506\n2,512\n2,518\n2,524 26,250\n26,300\n26,350\n26,400\n26,450 26,300\n26,350\n26,400\n26,450\n26,500 2,948\n2,954\n2,960\n2,966\n2,972 2,742\n2,748\n2,754\n2,760\n2,766 2,948\n2,954\n2,960\n2,966\n2,972 2,860\n2,866\n2,872\n2,878\n2,884 29,250\n29,300\n29,350\n29,400\n29,450 29,300\n29,350\n29,400\n29,450\n29,500 3,308\n3,314\n3,320\n3,326\n3,332 3,102\n3,108\n3,114\n3,120\n3,126 3,308\n3,314\n3,320\n3,326\n3,332 3,220\n3,226\n3,232\n3,238\n3,244 23,500\n23,550\n23,600\n23,650\n23,700 23,550\n23,600\n23,650\n23,700\n23,750 2,618\n2,624\n2,630\n2,636\n2,642 2,412\n2,418\n2,424\n2,430\n2,436 2,618\n2,624\n2,630\n2,636\n2,642 2,530\n2,536\n2,542\n2,548\n2,554 26,500\n26,550\n26,600\n26,650\n26,700 26,550\n26,600\n26,650\n26,700\n26,750 2,978\n2,984\n2,990\n2,996\n3,002 2,772\n2,778\n2,784\n2,790\n2,796 2,978\n2,984\n2,990\n2,996\n3,002 2,890\n2,896\n2,902\n2,908\n2,914 29,500\n29,550\n29,600\n29,650\n29,700 29,550\n29,600\n29,650\n29,700\n29,750 3,338\n3,344\n3,350\n3,356\n3,362 3,132\n3,138\n3,144\n3,150\n3,156 3,338\n3,344\n3,350\n3,356\n3,362 3,250\n3,256\n3,262\n3,268\n3,274 23,750\n23,800\n23,850\n23,900\n23,950 23,800\n23,850\n23,900\n23,950\n24,000 2,648\n2,654\n2,660\n2,666\n2,672 2,442\n2,448\n2,454\n2,460\n2,466 2,648\n2,654\n2,660\n2,666\n2,672 2,560\n2,566\n2,572\n2,578\n2,584 26,750\n26,800\n26,850\n26,900\n26,950 26,800\n26,850\n26,900\n26,950\n27,000 3,008\n3,014\n3,020\n3,026\n3,032 2,802\n2,808\n2,814\n2,820\n2,826 3,008\n3,014\n3,020\n3,026\n3,032 2,920\n2,926\n2,932\n2,938\n2,944 29,750\n29,800\n29,850\n29,900\n29,950 29,800\n29,850\n29,900\n29,950\n30,000 3,368\n3,374\n3,380\n3,386\n3,392 3,162\n3,168\n3,174\n3,180\n3,186 3,368\n3,374\n3,380\n3,386\n3,392 3,280\n3,286\n3,292\n3,298\n3,304 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 66 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 30,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 33,000 36,000 30,000\n30,050\n30,100\n30,150\n30,200 30,050\n30,100\n30,150\n30,200\n30,250 3,398\n3,404\n3,410\n3,416\n3,422 3,192\n3,198\n3,204\n3,210\n3,216 3,398\n3,404\n3,410\n3,416\n3,422 3,310\n3,316\n3,322\n3,328\n3,334 33,000\n33,050\n33,100\n33,150\n33,200 33,050\n33,100\n33,150\n33,200\n33,250 3,758\n3,764\n3,770\n3,776\n3,782 3,552\n3,558\n3,564\n3,570\n3,576 3,758\n3,764\n3,770\n3,776\n3,782 3,670\n3,676\n3,682\n3,688\n3,694 36,000\n36,050\n36,100\n36,150\n36,200 36,050\n36,100\n36,150\n36,200\n36,250 4,118\n4,124\n4,130\n4,136\n4,142 3,912\n3,918\n3,924\n3,930\n3,936 4,118\n4,124\n4,130\n4,136\n4,142 4,030\n4,036\n4,042\n4,048\n4,054 30,250\n30,300\n30,350\n30,400\n30,450 30,300\n30,350\n30,400\n30,450\n30,500 3,428\n3,434\n3,440\n3,446\n3,452 3,222\n3,228\n3,234\n3,240\n3,246 3,428\n3,434\n3,440\n3,446\n3,452 3,340\n3,346\n3,352\n3,358\n3,364",
    "querygen": [
      "how many letters are there on the oscars",
      "what is the population of mls ny",
      "what numbers are in the teh slang word for 720?"
    ],
    "querygen_score": [
      "-6.6299467",
      "-5.9874063",
      "-4.7796845"
    ]
  },
  {
    "id": "legal-advice_3__70",
    "doc_id": "legal-advice_3",
    "chunk_id": 70,
    "document_category": "legal-advice",
    "text": "Then, enter the smaller amount on line 6. 6. 5 This is your earned income credit. 6\nEnter this amount on\nForm 1040 or 1040-SR,\nline 27. Reminder— 1040 or\nIf you have a qualifying child, complete and attach Schedule EIC. 1040-SR CAUTION EIC 10o4r0 R 1040-S If your EIC for a year after 1996 was reduced or disallowed, see\nForm 8862, who must file, earlier, to find out if you must file Form 8862 to\ntake the credit for 2022. -43- Need more information or forms? Visit IRS.gov. Worksheet B—2022 EIC—Line 27 Keep for Your Records Use this worksheet if you answered “Yes” to Step 5, question 2. Complete the parts below (Parts 1 through 3) that apply to you. Then, continue to Part 4. If you are married filing a joint return, include your spouse’s amounts, if any, with yours to figure the amounts to\nenter in Parts 1 through 3. Part 1 Self-Employed,\nMembers of the\nClergy, and\nPeople With\nChurch Employee\nIncome Filing\nSchedule SE\nPart 2 Self-Employed\nNOT Required\nTo File\nSchedule SE For example, your\nnet earnings from\nself-employment\nwere less than $400. 1a. Enter the amount from Schedule SE, Part I, line 3. 1a b. Enter any amount from Schedule SE, Part I, line 4b and line 5a. + 1b c. Combine lines 1a and 1b. = 1c d. Enter the amount from Schedule SE, Part I, line 13. – 1d e. Subtract line 1d from line 1c. = 1e 2. Don’t include on these lines any statutory employee income, any net profit from services performed as a\nnotary public, any amount exempt from self-employment tax as the result of the filing and approval of Form\n4029 or Form 4361, or any other amounts exempt from self-employment tax. a. Enter any net farm profit or (loss) from Schedule F, line 34; and\nfrom farm partnerships, Schedule K-1 (Form 1065), box 14, code A*. 2a b. Enter any net profit or (loss) from Schedule C, line 31; and Schedule\nK-1 (Form 1065), box 14, code A (other than farming)*. + 2b c. Combine lines 2a and 2b. = 2c * If you have any Schedule K-1 amounts, complete the appropriate line(s) of Schedule SE, Part I.\nReduce the Schedule K-1 amounts as described in the Partner’s Instructions for Schedule K-1. Enter\nyour name and social security number on Schedule SE and attach it to your return. Part 3 Statutory Employees\nFiling Schedule C 3. Enter the amount from Schedule C, line 1, that you are filing as a\nstatutory employee. Part 4 4a. Enter your earned income from Step 5. All Filers Using\nWorksheet B b. Combine lines 1e, 2c, 3, and 4a. This is your total earned income. Note. If line 4b\nincludes income on\nwhich you should\nhave paid selfemployment tax but\ndidn’t, we may\nreduce your credit by\nthe amount of\nself-employment tax\nnot paid. If line 4b is zero or less,\nor 1040-SR, line 27. 5. STOP 3 4a\n4b You can’t take the credit. Enter “No” on the dotted line next to Form 1040 If you have:\n● 3 or more qualifying children who have valid SSNs, is line 4b less than $53,057 ($59,187 if married\nfiling jointly)?",
    "querygen": [
      "how to claim earned income credit on irs 1040",
      "when calculating earned income id card",
      "when to enter earned income credit in 1040"
    ],
    "querygen_score": [
      "0.09755559",
      "-6.3102603",
      "0.0039260704"
    ]
  },
  {
    "id": "legal-advice_41__61",
    "doc_id": "legal-advice_41",
    "chunk_id": 61,
    "document_category": "legal-advice",
    "text": "§ 10.90 — Page 43 Table of Contents (5) Disqualified appraisers. (6) Qualified continuing education providers,\nincluding providers —\n(i) Who have obtained a qualifying continuing\neducation provider number; and\n(ii) Whose qualifying continuing education\nnumber has been revoked for failure to comply with\nthe requirements of this part. (b) Other records. Other records of the Director\nof the Office of Professional Responsibility may be\ndisclosed upon specific request, in accordance with\nthe applicable law. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.92 Special orders. § 10.91 Saving provision. Approved: June 3, 2014\nChristopher J. Meade,\nGeneral Counsel Any proceeding instituted under this part prior to\nJune 12, 2014, for which a final decision has not been\nreached or for which judicial review is still available\nis not affected by these revisions. Any proceeding\nunder this part based on conduct engaged in prior to\nJune 12, 2014, which is instituted after that date, will\napply subpart D and E of this part as revised, but\nthe conduct engaged in prior to the effective date of\nthese revisions will be judged by the regulations in\neffect at the time the conduct occurred. Page 44 — § 10.90 The Secretary of the Treasury reserves the power to\nissue such special orders as he or she deems proper\nin any cases within the purview of this part. § 10.93 Effective date. Except as otherwise provided in each section and\nSubject to §10.91, Part 10 is applicable on July 26,\n2002. John Dalrymple,\nDeputy Commissioner for Services and Enforcement [FR Doc. 2014-13739 Filed 06/09/2014 at 4:15 pm;\nPublication Date: 06/12/2014] Treasury Department Circular No. 230",
    "querygen": [
      "what is the meaning of disqualified appraisers",
      "disqualified appraiser meaning",
      "what is a qualified continuing education provider"
    ],
    "querygen_score": [
      "-2.1043348",
      "-1.6927373",
      "0.5831853"
    ]
  },
  {
    "id": "legal-advice_71__2",
    "doc_id": "legal-advice_71",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "The\ncompany ------------ is not an organization exempt from tax under I.R.C. §§ 501(a) and\n501(c)(3). Also in fiscal year -------, *** s led an -------------- to *** c to locate the remains of the\noriginal --------. The -------------- was not successful. The cost of this -------------- was\ndeducted on the corporate return for -------. Upon examination, the Service did not\nchallenge this deduction. *** s was described by *** y in ------ as *** z. His donations to the *** aa, the *** ab,\nand *** ac are legendary. *** v was favorably reviewed by *** ad, which called it *** ae.\nThe ----- has been ------------ for invited audiences, at ----------------, and on the *** af --------------- *** ag.\n*** k died in ------; *** s died in -----4. *** s’s sons *** t and *** u are currently major\nshareholders in the company. *** s is chairman and chief executive officer of the company. The company is ------------------------; all shares are owned by members of the *** ah family\nor by family trusts. In fiscal year -------, *** t, *** u, and several family members travelled to *** c after\nhearing rumors that the *** q ----------- had been located in a different area than previously\nsuspected. The -------------- found and positively identified the ------------------------- and\ninvestigated the possibility of ---------------------------------, returning it to the ------------------,\nand displaying it in the company ------------. Expenses were incurred for travel, ------ rental, --------, ----------------, security, public relations, and related items. Filming costs totaled\napproximately $------------- and travel costs were calculated at approximately $-----------. Some $----------- was paid to experts at *** ai for a study on recovering and transporting the\n-------------. The company eventually decided not to remove the ------- and a -------------------------------------------------- was erected at the site. An exhibit at the company ------------ *** aj displays photographs, video, and artifacts of\nthe -------------, along with the reproduction ------- and displays describing the original and\ncommemorative --------------- to *** m. The taxpayer states that the original and --------------------------- are “company icons holding particular significance to [the company], company\nemployees and the surrounding community” and are “vital elements of [the company’s]\nculture” that “enhance and create opportunities for [the company] to tell its story and\npromote the company.” The -------------- was mentioned in the company’s ------- “public\nreport” but, as the company is ------------------, the extent to which this report is distributed is\nnot clear. The company deducted the above-mentioned costs of the *** ak -------------- on its tax\nreturn for fiscal year -------. Travel costs of $--------- for the widow of *** s, two of her\ngrandsons, and *** t were paid for by the *** ah family and were not deducted by the\ncorporation. CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 5 Currently, the corporate returns for the years ended *** a through *** b are under\nexamination. At issue is whether the costs of the *** al -------------- of ------- (fiscal year ------------) (hereinafter “the *** al --------------”) are deductible. Issue\nAre the costs of an --------------, led by a corporate president/shareholder, to recover the\nremains of an ----------- prominent in the history of the corporation deductible on the\ncorporate return?",
    "querygen": [
      "is a corporation tax exempt",
      "is a company exempt from tax?",
      "are non profit entities exempt from irs"
    ],
    "querygen_score": [
      "-1.9536481",
      "-0.92657065",
      "-5.3780527"
    ]
  },
  {
    "id": "legal-advice_32__70",
    "doc_id": "legal-advice_32",
    "chunk_id": 70,
    "document_category": "legal-advice",
    "text": "Then, enter the smaller amount on line 6. 6. 5 This is your earned income credit. 6\nEnter this amount on\nForm 1040 or 1040-SR,\nline 27. Reminder— 1040 or\nIf you have a qualifying child, complete and attach Schedule EIC. 1040-SR CAUTION EIC 10o4r0 R 1040-S If your EIC for a year after 1996 was reduced or disallowed, see\nForm 8862, who must file, earlier, to find out if you must file Form 8862 to\ntake the credit for 2022. -43- Need more information or forms? Visit IRS.gov. Worksheet B—2022 EIC—Line 27 Keep for Your Records Use this worksheet if you answered “Yes” to Step 5, question 2. Complete the parts below (Parts 1 through 3) that apply to you. Then, continue to Part 4. If you are married filing a joint return, include your spouse’s amounts, if any, with yours to figure the amounts to\nenter in Parts 1 through 3. Part 1 Self-Employed,\nMembers of the\nClergy, and\nPeople With\nChurch Employee\nIncome Filing\nSchedule SE\nPart 2 Self-Employed\nNOT Required\nTo File\nSchedule SE For example, your\nnet earnings from\nself-employment\nwere less than $400. 1a. Enter the amount from Schedule SE, Part I, line 3. 1a b. Enter any amount from Schedule SE, Part I, line 4b and line 5a. + 1b c. Combine lines 1a and 1b. = 1c d. Enter the amount from Schedule SE, Part I, line 13. – 1d e. Subtract line 1d from line 1c. = 1e 2. Don’t include on these lines any statutory employee income, any net profit from services performed as a\nnotary public, any amount exempt from self-employment tax as the result of the filing and approval of Form\n4029 or Form 4361, or any other amounts exempt from self-employment tax. a. Enter any net farm profit or (loss) from Schedule F, line 34; and\nfrom farm partnerships, Schedule K-1 (Form 1065), box 14, code A*. 2a b. Enter any net profit or (loss) from Schedule C, line 31; and Schedule\nK-1 (Form 1065), box 14, code A (other than farming)*. + 2b c. Combine lines 2a and 2b. = 2c * If you have any Schedule K-1 amounts, complete the appropriate line(s) of Schedule SE, Part I.\nReduce the Schedule K-1 amounts as described in the Partner’s Instructions for Schedule K-1. Enter\nyour name and social security number on Schedule SE and attach it to your return. Part 3 Statutory Employees\nFiling Schedule C 3. Enter the amount from Schedule C, line 1, that you are filing as a\nstatutory employee. Part 4 4a. Enter your earned income from Step 5. All Filers Using\nWorksheet B b. Combine lines 1e, 2c, 3, and 4a. This is your total earned income. Note. If line 4b\nincludes income on\nwhich you should\nhave paid selfemployment tax but\ndidn’t, we may\nreduce your credit by\nthe amount of\nself-employment tax\nnot paid. If line 4b is zero or less,\nor 1040-SR, line 27. 5. STOP 3 4a\n4b You can’t take the credit. Enter “No” on the dotted line next to Form 1040 If you have:\n● 3 or more qualifying children who have valid SSNs, is line 4b less than $53,057 ($59,187 if married\nfiling jointly)?",
    "querygen": [
      "what is the form for eic",
      "where on my form do i find your child earned income credits",
      "what is form number on eic 1040"
    ],
    "querygen_score": [
      "-2.128735",
      "-1.5579686",
      "-2.508984"
    ]
  },
  {
    "id": "legal-advice_37__42",
    "doc_id": "legal-advice_37",
    "chunk_id": 42,
    "document_category": "legal-advice",
    "text": "If you are a retired public safety officer, see Insurance Premiums for Retired Public\nSafety Officers before entering an amount on line 5b . . . . . . . . . . . . . . . . . . . . . . 9. 2. Enter your cost in the plan at the annuity starting date . . . . . . . . . . . . . Note. If you completed this worksheet last year, skip line 3 and enter the amount from line 4\nof last year’s worksheet on line 4 below (even if the amount of your pension or annuity has\nchanged). Otherwise, go to line 3. 2. 3. Enter the appropriate number from Table 1 below. But if your annuity starting date was after\n1997 and the payments are for your life and that of your beneficiary, enter the appropriate\nnumber from Table 2 below . . . . . . . . . . . . . . . . . . . . . 3.\n4. Divide line 2 by the number on line 3 . . . . . . . . . . . . . . . . . . 4.\n5. Multiply line 4 by the number of months for which this year’s payments were made. If your\nannuity starting date was before 1987, skip lines 6 and 7 and enter this amount on line 8. Otherwise, go to line 6 . . . . . . . . . . . . . . . . . . . . . . . 5.\n6. Enter the amount, if any, recovered tax free in years after 1986. If you completed this\nworksheet last year, enter the amount from line 10 of last year’s worksheet . . . . . . 6.\n7. Subtract line 6 from line 2 . . . . . . . . . . . . . . . . . . . . . . 7.\n8. Enter the smaller of line 5 or line 7 . . . . . . . . . . . . . . . . . . . . . 10. Was your annuity starting date before 1987? Yes. STOP No. Add lines 6 and 8. This is the amount you have recovered tax free through 2022. You will need this\nnumber if you need to fill out this worksheet next year . . . . . . . . . . . . . . . . . 10. 11. Balance of cost to be recovered. Subtract line 10 from line 2. If zero, you won’t have to complete this\nworksheet next year. The payments you receive next year will generally be fully taxable . . . . . . . . 11. Do not complete the rest of this worksheet. Table 1 for Line 3 Above\nIF the age at annuity starting\ndate was . . .\n55 or under\n56–60\n61–65\n66–70\n71 or older",
    "querygen": [
      "how much public safety premium do you have to pay",
      "if i am a retired public safety officer, what is the amount of an ira premium",
      "are public safety officers paid premiums"
    ],
    "querygen_score": [
      "-4.128758",
      "-3.3915803",
      "-2.6721985"
    ]
  },
  {
    "id": "legal-advice_26__27",
    "doc_id": "legal-advice_26",
    "chunk_id": 27,
    "document_category": "legal-advice",
    "text": "Any individual may for compensation\nprepare or assist with the preparation of a tax return\nor claim for refund (provided the individual prepares\nless than substantially all of the tax return or claim for\nrefund), appear as a witness for the taxpayer before\nthe Internal Revenue Service, or furnish information\nat the request of the Internal Revenue Service or any\nof its officers or employees. (c) Application of rules to other individuals. Any\nindividual who for compensation prepares, or assists\nin the preparation of, all or a substantial portion of a\ndocument pertaining to any taxpayer’s tax liability for\nsubmission to the Internal Revenue Service is subject\nto the duties and restrictions relating to practice in\nsubpart B, as well as subject to the sanctions for\nviolation of the regulations in subpart C. Unless\notherwise a practitioner, however, an individual\nmay not for compensation prepare, or assist in the\npreparation of, all or substantially all of a tax return\nor claim for refund, or sign tax returns and claims for\nrefund. For purposes of this paragraph, an individual\ndescribed in 26 CFR 301.7701-15(f) is not treated\nas having prepared all or a substantial portion of the\ndocument by reason of such assistance. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. (a) Continuing education providers —\n(1) In general. Continuing education providers\nare those responsible for presenting continuing\neducation programs. A continuing education provider\nmust —\n(i) Be an accredited educational institution;\n(ii) Be recognized for continuing education\npurposes by the licensing body of any State, territory,\nor possession of the United States, including a\nCommonwealth, or the District of Columbia;\n(iii) Be recognized and approved by a qualifying\norganization as a provider of continuing education\non subject matters within §10.6(f) of this part. The\nInternal Revenue Service may, at its discretion,\nidentify a professional organization, society or\nbusiness entity that maintains minimum education\nstandards comparable to those set forth in this part as\na qualifying organization for purposes of this part in\nappropriate forms, instructions, and other appropriate\nguidance; or\n(iv) Be recognized by the Internal Revenue\nService as a professional organization, society, or\nbusiness whose programs include offering continuing\nprofessional education opportunities in subject\nmatters within §10.6(f) of this part. The Internal\nRevenue Service, at its discretion, may require such\nprofessional organizations, societies, or businesses\nto file an agreement and/or obtain Internal Revenue\nService approval of each program as a qualified\ncontinuing education program in appropriate forms,\ninstructions or other appropriate guidance. (2) Continuing education provider numbers —\n(i) In general. A continuing education provider\nis required to obtain a continuing education provider\nnumber and pay any applicable user fee. (ii) Renewal. A continuing education provider\nmaintains its status as a continuing education provider\nduring the continuing education provider cycle by\nrenewing its continuing education provider number as\nprescribed by forms, instructions or other appropriate\nguidance and paying any applicable user fee. Treasury Department Circular No. 230 § 10.9 — Page 17 Table of Contents (3) Requirements for qualified continuing\neducation programs.",
    "querygen": [
      "can an individual prepare a tax return",
      "who prepares your taxes",
      "who must be compensated for the preparation of your tax return"
    ],
    "querygen_score": [
      "3.5634727",
      "0.6895122",
      "1.8242412"
    ]
  },
  {
    "id": "legal-advice_96__30",
    "doc_id": "legal-advice_96",
    "chunk_id": 30,
    "document_category": "legal-advice",
    "text": "A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. -22- Income\nGenerally, you must report all income\nexcept income that is exempt from tax\nby law. For details, see the following instructions and the Schedule 1 instructions, especially the instructions for lines\n1 through 7 and Schedule 1, lines 1\nthrough 8z. Also see Pub. 525. Forgiveness of Paycheck\nProtection Program (PPP)\nLoans The forgiveness of a PPP Loan creates\ntax-exempt income, so although you\ndon’t need to report the income from the\nforgiveness of your PPP Loan on Form\n1040 or 1040-SR, you do need to report\ncertain information related to your PPP\nLoan. Rev. Proc. 2021-48, 2021-49 I.R.B.\n835, permits taxpayers to treat tax-exempt income resulting from the forgiveness of a PPP Loan as received or accrued: (1) as, and to the extent that, eligible expenses are paid or incurred; (2)\nwhen you apply for forgiveness of the\nPPP Loan; or (3) when forgiveness of\nthe PPP Loan is granted. If you have\ntax-exempt income resulting from the\nforgiveness of a PPP Loan, attach a\nstatement to your return reporting each\ntaxable year for which you are applying\nRev. Proc. 2021-48, and which section\nof Rev. Proc. 2021-48 you are applying—either section 3.01(1), (2), or (3). Any statement should include the following information for each PPP Loan:\n1. Your name, address, and ITIN or\nSSN;\n2. A statement that you are applying\nor applied section 3.01(1), (2), or (3) of\nRev. Proc. 2021-48, and for what taxable year;\n3. The amount of tax-exempt income from forgiveness of the PPP Loan\nthat you are treating as received or accrued and for what taxable year; and\n4. Whether forgiveness of the PPP\nLoan has been granted as of the date you\nfile your return. Write “RP2021-48” at the top of your\nattached statement. Foreign-Source Income You must report unearned income, such\nas interest, dividends, and pensions,\nfrom sources outside the United States\nunless exempt by law or a tax treaty. You must also report earned income,\nsuch as wages and tips, from sources\noutside the United States. If you worked abroad, you may be\nable to exclude part or all of your foreign earned income. For details, see\nPub. 54 and Form 2555. Foreign retirement plans. If you were\na beneficiary of a foreign retirement\nplan, you may have to report the undistributed income earned in your plan. However, if you were the beneficiary of\na Canadian registered retirement plan,\nsee Rev. Proc. 2014-55, 2014-44 I.R.B.\n753,\navailable\nat\nIRS.gov/irb/\n2014-44_IRB#RP-2014-55, to find out if\nyou can elect to defer tax on the undistributed income. Report distributions from foreign\npension plans on lines 5a and 5b. Foreign accounts and trusts. You\nmust complete Part III of Schedule B if\nyou:\n• Had a foreign account; or\n• Received a distribution from, or\nwere a grantor of, or a transferor to, a\nforeign trust. Foreign financial assets. If you had\nforeign financial assets in 2022, you\nmay have to file Form 8938. See Form\n8938 and its instructions. Chapter 11 Bankruptcy\nCases",
    "querygen": [
      "what is the difference between school and employment",
      "what is considered a school",
      "what type of school is st. clair"
    ],
    "querygen_score": [
      "-4.410641",
      "-1.8193865",
      "-6.4992733"
    ]
  },
  {
    "id": "legal-advice_26__40",
    "doc_id": "legal-advice_26",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter. A Federal tax matter, as\nused in this section, is any matter concerning the\napplication or interpretation of--(1) A revenue provision as defined in section\n6110(i)(1)(B) of the Internal Revenue Code;\n(2) Any provision of law impacting a person’s\nobligations under the internal revenue laws and\nregulations, including but not limited to the person’s\nliability to pay tax or obligation to file returns; or\n(3) Any other law or regulation administered by\nthe Internal Revenue Service. (e) Effective/applicability date. This section is\napplicable to written advice rendered after June 12,\n2014. § 10.38 Establishment of advisory committees. (a) Advisory committees. To promote and maintain\nthe public’s confidence in tax advisors, the Internal\nRevenue Service is authorized to establish one or\nmore advisory committees composed of at least\nsix individuals authorized to practice before the\nInternal Revenue Service. Membership of an\nadvisory committee must be balanced among those\nwho practice as attorneys, accountants, enrolled\nagents, enrolled actuaries, enrolled retirement plan\nagents, and registered tax return preparers. Under\nprocedures prescribed by the Internal Revenue\nService, an advisory committee may review and make\ngeneral recommendations regarding the practices,\nprocedures, and policies of the offices described in\n§10.1. (b) Effective date. This section is applicable\nbeginning August 2, 2011. § 10.38 — Page 27 Table of Contents Subpart C — Sanctions for Violation of the\nRegulations\n§ 10.50 Sanctions. (a) Authority to censure, suspend, or disbar. The\nSecretary of the Treasury, or delegate, after notice\nand an opportunity for a proceeding, may censure,\nsuspend, or disbar any practitioner from practice\nbefore the Internal Revenue Service if the practitioner\nis shown to be incompetent or disreputable (within\nthe meaning of §10.51), fails to comply with any\nregulation in this part (under the prohibited conduct\nstandards of §10.52), or with intent to defraud,\nwillfully and knowingly misleads or threatens a client\nor prospective client. Censure is a public reprimand. (b) Authority to disqualify. The Secretary of the\nTreasury, or delegate, after due notice and opportunity\nfor hearing, may disqualify any appraiser for a\nviolation of these rules as applicable to appraisers. (1) If any appraiser is disqualified pursuant\nto this subpart C, the appraiser is barred from\npresenting evidence or testimony in any\nadministrative proceeding before the Department\nof Treasury or the Internal Revenue Service,\nunless and until authorized to do so by the Internal\nRevenue Service pursuant to §10.81, regardless of\nwhether the evidence or testimony would pertain\nto an appraisal made prior to or after the effective\ndate of disqualification. (2) Any appraisal made by a disqualified\nappraiser after the effective date of disqualification\nwill not have any probative effect in any\nadministrative proceeding before the Department\nof the Treasury or the Internal Revenue Service. An appraisal otherwise barred from admission into\nevidence pursuant to this section may be admitted into\nevidence solely for the purpose of determining the\ntaxpayer’s reliance in good faith on such appraisal. (c) Authority to impose monetary penalty —\n(1) In general.",
    "querygen": [
      "what is a federal tax matter?",
      "when should i assess whether a practitioner has failed to comply with this section?",
      "when determining a practitioner has failed to comply with this section, the practitioner"
    ],
    "querygen_score": [
      "2.042887",
      "1.8398708",
      "2.6703262"
    ]
  },
  {
    "id": "legal-advice_94__15",
    "doc_id": "legal-advice_94",
    "chunk_id": 15,
    "document_category": "legal-advice",
    "text": "Test 1. You paid over half the cost of\nkeeping up a home that was the main\nhome for all of 2022 of your parent whom you can claim as a dependent, except under a multiple support agreement\n(see Who Qualifies as Your Dependent,\nlater). Your parent didn't have to live\nwith you. Test 2. You paid over half the cost of\nkeeping up a home in which you lived\nand in which one of the following also\nlived for more than half of the year (if\nhalf or less, see Exception to time lived\nwith you, later). 1. Any person whom you can claim\nas a dependent. But don’t include:\na. Your child whom you claim as\nyour dependent because of the rule for\nChildren of divorced or separated parents under Who Qualifies as Your Dependent, later;\nb. Any person who is your dependent only because the person lived with\nyou for all of 2022; or\nc. Any person you claimed as a dependent under a multiple support agreement. See Who Qualifies as Your Dependent, later. 2. Your unmarried qualifying child\nwho isn't your dependent. 3. Your married qualifying child\nwho isn't your dependent only because\nyou can be claimed as a dependent on\nsomeone else's 2022 return. 4. Your qualifying child who, even\nthough you are the custodial parent, isn't\nyour dependent because of the rule for\nChildren of divorced or separated parents under Who Qualifies as Your Dependent, later. If the child isn't claimed as your dependent, enter the child's name in the entry space below the filing status checkboxes. If you don’t enter the name, it\nwill take us longer to process your return. Qualifying child. To find out if someone is your qualifying child, see Step 1\nunder Who Qualifies as Your Dependent, later. Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. -13- Exception to time lived with you. Temporary absences by you or the other\nperson for special circumstances, such\nas school, vacation, business, medical\ncare, military service, or detention in a\njuvenile facility, count as time lived in\nthe home. Also see Kidnapped child, later, under Who Qualifies as Your Dependent, if applicable. If the person for whom you kept up a\nhome was born or died in 2022, you still\nmay be able to file as head of household. If the person is your qualifying child, the\nchild must have lived with you for more\nthan half the part of the year the child\nwas alive. If the person is anyone else,\nsee Pub. 501. Similarly, if you adopted\nthe person for whom you kept up a\nhome in 2022, the person was lawfully\nplaced with you for legal adoption by\nyou in 2022, or the person was an eligible foster child placed with you during\n2022, the person is considered to have\nlived with you for more than half of\n2022 if your main home was this person’s main home for more than half the\ntime since the person was adopted or\nplaced with you in 2022. Keeping up a home.",
    "querygen": [
      "can a dependent claim a home",
      "how much does the dependent cost for the house",
      "how much should i pay my parent a year"
    ],
    "querygen_score": [
      "0.5619973",
      "-4.0957885",
      "-3.9203367"
    ]
  },
  {
    "id": "legal-advice_66__120",
    "doc_id": "legal-advice_66",
    "chunk_id": 120,
    "document_category": "legal-advice",
    "text": "-85- Line 8f\nIncome from Form 8889. Enter on\nline 8f the total of the amounts from\nForm 8889, lines 16 and 20. You may have to pay an additional tax if you received a taxCAUTION able distribution from a health\nsavings account. See the Instructions for\nForm 8889. ! Line 8h\nJury duty pay. Also see the instructions for line 24a. Line 8i\nPrizes and awards. Enter prizes and\nawards but see the instructions for\nline 8m, Olympic and Paralympic medals and USOC prize money, later. Line 8j\nActivity not engaged in for profit income. See Pub. 535.\nLine 8k\nStock options. Enter on line 8k any income from the exercise of stock options\nnot otherwise reported on Form 1040 or\n1040-SR, line 1h. Line 8l Income from the rental of personal\nproperty if you engaged in the rental for profit but were not in the business\nof renting such property. Also see the\ninstructions for line 24b, later. Line 8m\nOlympic and Paralympic medals and\nUSOC prize money. The value of\nOlympic and Paralympic medals and the\namount of United States Olympic Committee (USOC) prize money you receive\non account of your participation in the\nOlympic or Paralympic Games may be\nnontaxable. These amounts should be reported to you in box 3 of Form\n1099-MISC. To see if these amounts are\nnontaxable, first figure your adjusted\ngross income, including the amount of\nyour medals and prize money. If your adjusted gross income is not\nmore than $1,000,000 ($500,000 if married filing separately), these amounts are\nnontaxable and you should include the\namount in box 3 of Form 1099-MISC on\nline 8m, then subtract it by including it\non line 24c. Line 8n\nSection 951(a) inclusion. Section 951\ngenerally requires that a U.S. shareholder of a controlled foreign corporation include in income its pro rata share of the\ncorporation's subpart F income and its\namount determined under section 956. Enter on line 8n from your Forms 5471\nthe sum of any amounts reported on\nSchedule I, lines 1a through h and line 2. Remember to attach copies of your\nForms 5471 to your return. Line 8o\nSection 951A(a) inclusion. Section\n951A generally requires that a U.S.\nshareholder of a controlled foreign corporation include in income its global intangible low-taxed income (GILTI). Enter on line 8o from your Forms 8992 the\nsum of any amounts reported on Part II,\nline 5. Remember to attach copies of\nyour Forms 8992. If you made a section 962 election and have an income incluCAUTION sion\nunder section 951 or\n951A, do not report that income on\nline 8n or 8o, as applicable. Instead, report the tax with respect to the section\n962 election on Form 1040 or 1040-SR,\nline 16, and attach a statement showing\nhow you figured the tax that includes the\ngross amounts of section 951 and section 951A income. ! Line 8p\n461(l) excess business loss adjustment. Enter the amount of your excess business loss from Form 461, line 16. Line 8q\nTaxable distributions from an ABLE\naccount. Distributions from this type of\naccount may be taxable if (a) they are\nmore than the designated beneficiary's\nqualified disability expenses, and (b)\nthey were not included in a qualified\nrollover. See Pub. 907 for more information.",
    "querygen": [
      "can a health savings account be a distribution",
      "which line do i write in on my taxes when i receive a distribution from a health savings account",
      "what is the form for health savings account distribution"
    ],
    "querygen_score": [
      "-0.1770446",
      "-0.3307624",
      "-1.2112687"
    ]
  },
  {
    "id": "legal-advice_68__48",
    "doc_id": "legal-advice_68",
    "chunk_id": 48,
    "document_category": "legal-advice",
    "text": "7. If you are:\n• Married filing jointly, enter $32,000\n• Single, head of household, qualifying surviving spouse, or\nmarried filing separately and you lived apart from your spouse for,\nall of 2022, enter $25,000\n............... Married\nfiling\nseparately\nand\nyou\nlived\nwith\nyour\nspouse\nat\nany\ntime\n•\nin 2022, skip lines 8 through 15; multiply line 7 by 85% (0.85) and\nenter the result on line 16. Then, go to line 17\nIs the amount on line 8 less than the amount on line 7? No. None of your social security benefits are taxable. Enter -0- on Form 1040 or\nSTOP\n1040-SR, line 6b. If you are married filing separately and you lived apart from\nyour spouse for all of 2022, be sure you entered “D” to the right of the word\n“benefits” on line 6a. Yes. Subtract line 8 from line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8. 9. Enter $12,000 if married filing jointly; $9,000 if single, head of household, qualifying surviving\nspouse, or married filing separately and you lived apart from your spouse for all of 2022 . . . . . . 10.\nSubtract line 10 from line 9. If zero or less, enter -0- . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11. Enter the smaller of line 9 or line 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12.\nEnter one-half of line 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13. Enter the smaller of line 2 or line 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14.\nMultiply line 11 by 85% (0.85).",
    "querygen": [
      "what is the income if you're filing jointly and you're living alone",
      "how much money do i need to file a divorce",
      "how many can married filing jointly make"
    ],
    "querygen_score": [
      "-1.1258583",
      "-4.3807144",
      "-2.9112482"
    ]
  },
  {
    "id": "legal-advice_91__81",
    "doc_id": "legal-advice_91",
    "chunk_id": 81,
    "document_category": "legal-advice",
    "text": "Married filing jointly and you\nhave–\n0 1 Your credit is– 2 At least But less\nthan 49,600\n49,650\n49,700\n49,750 49,650\n49,700\n49,750\n49,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 723\n712\n702\n691 0\n0\n0\n0 *\n0\n0\n0 1,243\n1,233\n1,222\n1,212 49,800\n49,850\n49,900\n49,950 49,850\n49,900\n49,950\n50,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 681\n670\n660\n649 0\n0\n0\n0 0\n0\n0\n0 50,000\n50,050\n50,100\n50,150 50,050\n50,100\n50,150\n50,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 639\n628\n618\n607 0\n0\n0\n0 50,200\n50,250\n50,300\n50,350 50,250\n50,300\n50,350\n50,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 596\n586\n575\n565 50,400\n50,450\n50,500\n50,550 50,450\n50,500\n50,550\n50,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 50,600\n50,650\n50,700\n50,750 50,650\n50,700\n50,750\n50,800 0\n0\n0\n0 0\n0\n0\n0 50,800\n50,850\n50,900\n50,950 50,850\n50,900\n50,950\n51,000 0\n0\n0\n0 51,000\n51,050\n51,100\n51,150 51,050\n51,100\n51,150\n51,200 51,200\n51,250\n51,300\n51,350 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 Married filing jointly and you\nhave– 3 0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 2,014\n2,003\n1,993\n1,982 52,000\n52,050\n52,100\n52,150 52,050\n52,100\n52,150\n52,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 217\n207\n196\n186 0\n0\n0\n0 0\n0\n0\n0 738\n727\n717\n706 1,508\n1,498\n1,487\n1,477 1,201\n1,191\n1,180\n1,170 1,972\n1,961\n1,951\n1,940 52,200\n52,250\n52,300\n52,350 52,250\n52,300\n52,350\n52,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 175\n165\n154\n144 0\n0\n0\n0 0\n0\n0\n0 696\n685\n675\n664 1,466\n1,456\n1,445\n1,435 0\n0\n0\n0 1,159\n1,149\n1,138\n1,128 1,930\n1,919\n1,909\n1,898 52,400\n52,450\n52,500\n52,550 52,450\n52,500\n52,550\n52,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 133\n123\n112\n102 0\n0\n0\n0 0\n0\n0\n0 654\n643\n633\n622 1,424\n1,414\n1,403\n1,393 0\n0\n0\n0 0\n0\n0\n0 1,117\n1,106\n1,096\n1,085 1,887\n1,877\n1,866\n1,856 52,600\n52,650\n52,700\n52,750 52,650\n52,700\n52,750\n52,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 91\n81\n70\n59 0\n0\n0\n0 0\n0\n0\n0 612\n601\n590\n580 1,382\n1,372\n1,361\n1,350 554\n544\n533\n523 0\n0\n0\n0 0\n0\n0\n0 1,075\n1,064\n1,054\n1,043 1,845\n1,835\n1,824\n1,814 52,800\n52,850\n52,900\n52,950 52,850\n52,900\n52,950\n53,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 49\n38\n28\n17 0\n0\n0\n0 0\n0\n0\n0 569\n559\n548\n538 1,340\n1,329\n1,319\n1,308 0\n0\n0\n0 512\n502\n491\n481 0\n0\n0\n0 0\n0\n0\n0 1,033\n1,022\n1,012\n1,001 1,803\n1,793\n1,782\n1,772 53,000\n53,050\n53,100\n53,150 53,050\n53,100\n53,150\n53,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 7\n**\n0\n0 0\n0\n0\n0 0\n0\n0\n0 527\n517\n506\n496 1,298\n1,287\n1,277\n1,266 0\n0\n0\n0 0\n0\n0\n0 470\n460\n449\n439 0\n0\n0\n0 0\n0\n0\n0 991\n980\n970\n959 1,761\n1,751\n1,740\n1,730 53,200\n53,250\n53,300\n53,350 53,250\n53,300\n53,350\n53,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 485\n475\n464\n454 1,256\n1,245\n1,235\n1,224 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 428\n417\n407\n396 0\n0\n0\n0 0\n0\n0\n0 948\n938\n927\n917 1,719\n1,708\n1,698\n1,687 53,400\n53,450\n53,500\n53,550 53,450\n53,500\n53,550\n53,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 443\n433\n422\n411 1,214\n1,203\n1,192\n1,182 51,250\n51,300\n51,350\n51,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 386\n375\n365\n354 0\n0\n0\n0 0\n0\n0\n0 906\n896\n885\n875 1,677\n1,666\n1,656\n1,645 53,600\n53,650\n53,700\n53,750 53,650\n53,700\n53,750\n53,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 401\n390\n380\n369 1,171\n1,161\n1,150\n1,140 51,400\n51,450\n51,500\n51,550 51,450\n51,500\n51,550\n51,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 344\n333\n323\n312 0\n0\n0\n0 0\n0\n0\n0 864\n854\n843\n833 1,635\n1,624\n1,614\n1,603 53,800\n53,850\n53,900\n53,950 53,850\n53,900\n53,950\n54,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 359\n348\n338\n327 1,129\n1,119\n1,108\n1,098 51,600\n51,650\n51,700\n51,750 51,650\n51,700\n51,750\n51,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 302\n291\n281\n270 0\n0\n0\n0 0\n0\n0\n0 822\n812\n801\n791 1,593\n1,582\n1,572\n1,561 54,000\n54,050\n54,100\n54,150 54,050\n54,100\n54,150\n54,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 317\n306\n296\n285 1,087\n1,077\n1,066\n1,056 51,800\n51,850\n51,900\n51,950 51,850\n51,900\n51,950\n52,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 260\n249\n238\n228 0\n0\n0\n0 0\n0\n0\n0 780\n769\n759\n748 1,551\n1,540\n1,529\n1,519 54,200\n54,250\n54,300\n54,350 54,250\n54,300\n54,350\n54,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 275\n264\n254\n243 1,045\n1,035\n1,024\n1,013 ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $49,600 but less than $49,622, and you have one qualifying child who has a valid SSN,\nyour credit is $2. If the amount you are looking up from the worksheet is $49,622 or more, and you have one qualifying child who has a valid SSN, you can’t take the\ncredit. If the amount you are looking up from the worksheet is at least $53,050 but less than $53,057, and you have three qualifying children who have valid\nSSNs, your credit is $1. If the amount you are looking up from the worksheet is $53,057 or more, and you have three qualifying children who have valid SSNs, you can’t take\nthe credit. (Continued) Need more information or forms? Visit IRS.gov. - 54 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * ** 1 2 And your filing status is–",
    "querygen": [
      "how much credit for married filing",
      "how much to file jointly for credit",
      "how much does it take to get married filing in the same year"
    ],
    "querygen_score": [
      "0.7775018",
      "-0.292623",
      "-5.1376963"
    ]
  },
  {
    "id": "legal-advice_67__2",
    "doc_id": "legal-advice_67",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "695; Pub. L. 99–514, §2, Oct. 22, 1986, 100 Stat. 2095; Pub. L. 108–357, title VIII, §822(a)(1), (b), Oct. 22, 2004,\n118 Stat. 1586, 1587; Pub. L. 109–280, title XII, §1219(d), Aug. 17, 2006, 120 Stat. 1085.) Page 2 Treasury Department Circular No. 230 Table of Contents\nParagraph 1. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5\n§ 10.0 Scope of part. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5\nSubpart A — Rules Governing Authority to Practice . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5\n§ 10.1 Offices. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5\n§ 10.2 Definitions. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6\n§ 10.3 Who may practice. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6\n§ 10.4 Eligibility to become an enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer.",
    "querygen": [
      "when was fl 168 enacted",
      "when was the senate constitution created",
      "which of the following states has passed the first version of the feasibility test?"
    ],
    "querygen_score": [
      "-7.9524193",
      "-8.02577",
      "-8.708687"
    ]
  },
  {
    "id": "legal-advice_3__20",
    "doc_id": "legal-advice_3",
    "chunk_id": 20,
    "document_category": "legal-advice",
    "text": "How to Report Digital Asset\nTransactions If you disposed of any digital asset in\n2022, that you held as a capital asset,\nthrough a sale, exchange, gift, or transfer, check “Yes” and use Form 8949 to\ncalculate your capital gain or loss and\nreport that gain or loss on Schedule D\n(Form 1040). If you received any digital asset as\ncompensation for services or disposed of\nany digital asset that you held for sale to\ncustomers in a trade or business, you\nmust report the income as you would report other income of the same type (for\nexample, W-2 wages on Form 1040 or\n1040-SR, line 1a, or inventory or services from Schedule C or Schedule 1). Need more information or forms? Visit IRS.gov. Standard Deduction If you are filing Form 1040-SR, TIP you can find a Standard Deduction Chart on the last page\nof that form that can calculate the\namount of your standard deduction in\nmost situations. Don’t file the Standard Deduction\nChart with your return. Single and Married Filing\nJointly If you or your spouse (if you are married\nand filing a joint return) can be claimed\nas a dependent on someone else’s return,\ncheck the appropriate box in the Standard Deduction section. If you were a dual-status alien, check\nthe “Spouse itemizes on a separate return or you were a dual-status alien”\nbox. If you were a dual-status alien and\nyou file a joint return with your spouse\nwho was a U.S. citizen or resident alien\nat the end of 2022 and you and your\nspouse agree to be taxed on your combined worldwide income, don’t check\nthe box. Age/Blindness If you or your spouse (if you are married\nand filing a joint return) were born before January 2, 1958, or were blind at\nthe end of 2022, check the appropriate boxes on the line labeled “Age/Blindness.” Don’t check any boxes for your\nspouse if your filing status is head of\nhousehold. Death of spouse in 2022. If your\nspouse was born before January 2, 1958,\nbut died in 2022 before reaching age 65,\ndon’t check the box that says “Spouse\nwas born before January 2, 1958.” A person is considered to reach age\n65 on the day before the person’s 65th\nbirthday. Example. Your spouse was born on\nFebruary 14, 1957, and died on February\n13, 2022. Your spouse is considered age\n65 at the time of death. Check the appropriate box for your spouse. However, if\nyour spouse died on February 12, 2022,\nyour spouse isn't considered age 65. Don’t check the box. Death of taxpayer in 2022. If you are\npreparing a return for someone who died\nin 2022, see Pub. 501 before completing\nthe standard deduction information. Blindness If you weren’t totally blind as of December 31, 2022, you must get a statement certified by your eye doctor (ophthalmologist or optometrist) that:\n• You can't see better than 20/200 in\nyour better eye with glasses or contact\nlenses, or\n• Your field of vision is 20 degrees\nor less. Need more information or forms? Visit IRS.gov. -16- If your eye condition isn't likely to\nimprove beyond the conditions listed\nabove, you can get a statement certified\nby your eye doctor (ophthalmologist or\noptometrist) to this effect instead. You must keep the statement for your\nrecords.",
    "querygen": [
      "what is the accounting for digital assets",
      "when do you report on digital asset",
      "why is it important to report any digital assets"
    ],
    "querygen_score": [
      "-1.2735114",
      "0.9957493",
      "-0.38650548"
    ]
  },
  {
    "id": "legal-advice_1__30",
    "doc_id": "legal-advice_1",
    "chunk_id": 30,
    "document_category": "legal-advice",
    "text": "A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. -22- Income\nGenerally, you must report all income\nexcept income that is exempt from tax\nby law. For details, see the following instructions and the Schedule 1 instructions, especially the instructions for lines\n1 through 7 and Schedule 1, lines 1\nthrough 8z. Also see Pub. 525. Forgiveness of Paycheck\nProtection Program (PPP)\nLoans The forgiveness of a PPP Loan creates\ntax-exempt income, so although you\ndon’t need to report the income from the\nforgiveness of your PPP Loan on Form\n1040 or 1040-SR, you do need to report\ncertain information related to your PPP\nLoan. Rev. Proc. 2021-48, 2021-49 I.R.B.\n835, permits taxpayers to treat tax-exempt income resulting from the forgiveness of a PPP Loan as received or accrued: (1) as, and to the extent that, eligible expenses are paid or incurred; (2)\nwhen you apply for forgiveness of the\nPPP Loan; or (3) when forgiveness of\nthe PPP Loan is granted. If you have\ntax-exempt income resulting from the\nforgiveness of a PPP Loan, attach a\nstatement to your return reporting each\ntaxable year for which you are applying\nRev. Proc. 2021-48, and which section\nof Rev. Proc. 2021-48 you are applying—either section 3.01(1), (2), or (3). Any statement should include the following information for each PPP Loan:\n1. Your name, address, and ITIN or\nSSN;\n2. A statement that you are applying\nor applied section 3.01(1), (2), or (3) of\nRev. Proc. 2021-48, and for what taxable year;\n3. The amount of tax-exempt income from forgiveness of the PPP Loan\nthat you are treating as received or accrued and for what taxable year; and\n4. Whether forgiveness of the PPP\nLoan has been granted as of the date you\nfile your return. Write “RP2021-48” at the top of your\nattached statement. Foreign-Source Income You must report unearned income, such\nas interest, dividends, and pensions,\nfrom sources outside the United States\nunless exempt by law or a tax treaty. You must also report earned income,\nsuch as wages and tips, from sources\noutside the United States. If you worked abroad, you may be\nable to exclude part or all of your foreign earned income. For details, see\nPub. 54 and Form 2555. Foreign retirement plans. If you were\na beneficiary of a foreign retirement\nplan, you may have to report the undistributed income earned in your plan. However, if you were the beneficiary of\na Canadian registered retirement plan,\nsee Rev. Proc. 2014-55, 2014-44 I.R.B.\n753,\navailable\nat\nIRS.gov/irb/\n2014-44_IRB#RP-2014-55, to find out if\nyou can elect to defer tax on the undistributed income. Report distributions from foreign\npension plans on lines 5a and 5b. Foreign accounts and trusts. You\nmust complete Part III of Schedule B if\nyou:\n• Had a foreign account; or\n• Received a distribution from, or\nwere a grantor of, or a transferor to, a\nforeign trust. Foreign financial assets. If you had\nforeign financial assets in 2022, you\nmay have to file Form 8938. See Form\n8938 and its instructions. Chapter 11 Bankruptcy\nCases",
    "querygen": [
      "what is the education for school",
      "what is the difference between a business and a school",
      "when should i declare college expenses as income"
    ],
    "querygen_score": [
      "-3.3258834",
      "-3.9226427",
      "-2.3824959"
    ]
  },
  {
    "id": "legal-advice_28__53",
    "doc_id": "legal-advice_28",
    "chunk_id": 53,
    "document_category": "legal-advice",
    "text": "(iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information. When providing returns or\nreturn information to the practitioner or appraiser,\nor authorized representative, the Secretary of the\nTreasury, or delegate, will —\n(A) Redact identifying information of any\nthird party taxpayers and replace it with a code;\n(B) Provide a key to the coded information;\nand\n(C) Notify the practitioner or appraiser, or\nauthorized representative, of the restrictions on\nthe use and disclosure of the returns and return\ninformation, the applicable damages remedy\nunder section 7431 of the Internal Revenue Code,\nand that unauthorized disclosure of information\nprovided by the Internal Revenue Service under\nthis paragraph (d)(3) is also a violation of this part. (4) Protective measures —\n(i) Mandatory protection order. If redaction of\nnames, addresses, and other identifying information\nof third party taxpayers may still permit indirect\nidentification of any third party taxpayer, the\nAdministrative Law Judge will issue a protective\norder to ensure that the identifying information is\navailable to the parties and the Administrative Law\nJudge for purposes of the proceeding, but is not\n§ 10.72 — Page 37 Table of Contents disclosed to, or open to inspection by, the public. (ii) Authorized orders. (A) Upon motion by a party or any other\naffected person, and for good cause shown, the\nAdministrative Law Judge may make any order\nwhich justice requires to protect any person in the\nevent disclosure of information is prohibited by law,\nprivileged, confidential, or sensitive in some other\nway, including, but not limited to, one or more of\nthe following —\n(1) That disclosure of information be made\nonly on specified terms and conditions, including a\ndesignation of the time or place;\n(2) That a trade secret or other information\nnot be disclosed, or be disclosed only in a designated\nway. (iii) Denials. If a motion for a protective order\nis denied in whole or in part, the Administrative\nLaw Judge may, on such terms or conditions as\nthe Administrative Law Judge deems just, order\nany party or person to comply with, or respond in\naccordance with, the procedure involved. (iv) Public inspection of documents. The\nSecretary of the Treasury, or delegate, shall ensure\nthat all names, addresses or other identifying details\nof third party taxpayers are redacted and replaced\nwith the code assigned to the corresponding taxpayer\nin all documents prior to public inspection of such\ndocuments. (e) Location. The location of the hearing will be\ndetermined by the agreement of the parties with the\napproval of the Administrative Law Judge, but, in\nthe absence of such agreement and approval, the\nhearing will be held in Washington, D.C.\n(f) Failure to appear. If either party to the\nproceeding fails to appear at the hearing, after\nnotice of the proceeding has been sent to him or her,\nthe party will be deemed to have waived the right\nto a hearing and the Administrative Law Judge may\nmake his or her decision against the absent party by\ndefault. (g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general.",
    "querygen": [
      "what is the purpose of the disclosure of returns",
      "what is the purpose for a remittance",
      "when filing for an order under a tax return, the recipient must notify the government of the intent to use the information provided on the return. the recipient must notify the government of the intent to use the information."
    ],
    "querygen_score": [
      "0.25667498",
      "-5.577653",
      "-2.1783307"
    ]
  },
  {
    "id": "legal-advice_39__140",
    "doc_id": "legal-advice_39",
    "chunk_id": 140,
    "document_category": "legal-advice",
    "text": "1. You paid any one household employee (defined below) cash wages of\n$2,400 or more in 2022. Cash wages include wages paid by check, money order, etc. But don’t count amounts paid to\nan employee who was under age 18 at\nany time in 2022 and was a student. 2. You withheld federal income tax\nduring 2022 at the request of any household employee. 3. You paid total cash wages of\n$1,000 or more in any calendar quarter\nof 2021 or 2022 to household employees. Any person who does household work is\na household employee if you can control\nwhat will be done and how it will be\ndone. Household work includes work\ndone in or around your home by babysitters, nannies, health aides, housekeepers,\nyard workers, and similar domestic\nworkers. Line 10\nFirst-Time Homebuyer Credit\nRepayment Enter the first-time homebuyer credit\nyou have to repay if you bought the\nhome in 2008. If you bought the home in 2008 and\nowned and used it as your main home\nfor all of 2022, you can enter your 2022 -97- repayment on this line without attaching\nForm 5405. See the Form 5405 instructions for\ndetails and for exceptions to the repayment rule. Line 11\nAdditional Medicare Tax\nSee Form 8959 and its instructions if the\ntotal of your 2022 wages and any\nself-employment income was more than:\n• $125,000 if married filing separately;\n• $250,000 if married filing jointly;\nor\n• $200,000 if single, head of household, or qualifying surviving spouse. Also see Form 8959 if you had railroad\nretirement (RRTA) compensation that\nwas more than the amount just listed\nthat applies to you. If you are married filing jointly and\neither you or your spouse had wages or\nRRTA compensation of more than\n$200,000, your employer may have\nwithheld Additional Medicare Tax even\nif you don’t owe the tax. In that case,\nyou may be able to get a refund of the\ntax withheld. See the Instructions for\nForm 8959 to find out how to report the\nwithheld tax on Form 8959. Line 12\nNet Investment Income Tax\nSee Form 8960 and its instructions if the\namount on Form 1040, 1040-SR, or\n1040-NR, line 11, is more than:\n• $125,000 if married filing separately,\n• $250,000 if married filing jointly\nor qualifying surviving spouse, or\n• $200,000 if single or head of\nhousehold. If you file Form 2555, see Form 8960\nand its instructions if the amount on\nForm 1040, 1040-SR, or 1040-NR,\nline 11, is more than:\n• $13,000 if married filing separately,\n• $138,000 if married filing jointly\nor qualifying surviving spouse, or\n• $88,000 if single or head of household. Line 13\nUncollected social security and Medicare or RRTA tax on tips or\ngroup-term life insurance. This tax\nshould be shown in box 12 of Form W-2\nwith codes A and B or M and N. Line 14\nInterest on Tax Due on\nInstallment Income From the Sale\nof Certain Residential Lots and\nTimeshares\nEnter interest on tax due on installment\nincome from the sale of certain residential lots and timeshares under section\n453(l)(3). Line 15\nInterest on the Deferred Tax on\nGain From Certain Installment\nSales With a Sales Price Over\n$150,000\nEnter interest on the deferred tax on gain\nfrom certain installment sales with a\nsales price over $150,000 under section\n453A(c). Line 16\nRecapture of Low-Income\nHousing Credit\nSee Form 8611 for more information. Lines 17a Through 17z\nOther Additional Taxes\nLine 17a.",
    "querygen": [
      "what is the cash wages limit for household",
      "what is my minimum pay for a household employee",
      "how much cash pay"
    ],
    "querygen_score": [
      "-1.0495203",
      "-1.2959594",
      "-1.050909"
    ]
  },
  {
    "id": "legal-advice_1__50",
    "doc_id": "legal-advice_1",
    "chunk_id": 50,
    "document_category": "legal-advice",
    "text": "Line 16\nTax\nInclude in the total on the entry space on\nline 16 all of the following taxes that apply. • Tax on your taxable income. Figure the tax using one of the methods described later. • Tax from Form(s) 8814 (relating to\nthe election to report child's interest or\ndividends). Check the appropriate box. • Tax from Form 4972 (relating to\nlump-sum distributions). Check the appropriate box. • Tax with respect to a section 962\nelection (election made by a domestic\nshareholder of a controlled foreign corporation to be taxed at corporate rates) reduced by the amount of any foreign\ntax credits claimed on Form 1118. See\nsection 962 for details. Check box 3 and\nenter the amount and “962” in the space\nnext to that box. Attach a statement\nshowing how you figured the tax. • Recapture of an education credit. You may owe this tax if you claimed an\neducation credit in an earlier year, and\neither tax-free educational assistance or\na refund of qualified expenses was received in 2022 for the student. See Form\n8863 for more details. Check box 3 and\nenter the amount and “ECR” in the\nspace next to that box. • Any tax from Form 8621, line 16e,\nrelating to a section 1291 fund. Check\nbox 3 and enter the amount of the tax\nand “1291TAX” in the space next to that\nbox. • Tax from Form 8978, line 14 (relating to partner's audit liability under\nsection 6226). Check box 3 and enter the\namount of the liability and “Form 8978”\nin the space next to that box. If the\namount on Form 8978, line 14, is negative, see the instructions for Schedule 3\n(Form 1040), line 6l.\n• Net tax liability deferred under\nsection 965(i). If you had a net 965 inclusion and made an election to defer\nyour net 965 tax liability under section\n965(i), check box 3 and enter (as a negative number) the amount of the deferred\nnet 965 tax liability and “965” on the\nline next to that box. • Triggering event under section\n965(i). If you had a triggering event under section 965(i) during the year and\ndid not enter into a transfer agreement,\ncheck box 3 and enter the amount of the\ntriggered deferred net 965 tax liability\nand enter “965INC” on the line next to\nthat box. Do you want the IRS to figure the\ntax on your taxable income for you? Yes. See chapter 13 of Pub. 17 for\ndetails, including who is eligible and\nwhat to do. If you have paid too much,\nwe will send you a refund. If you didn't\npay enough, we will send you a bill. No. Use one of the following methods to figure your tax. Tax Table or Tax Computation\nWorksheet. If your taxable income is\nless than $100,000, you must use the\nTax Table, later in these instructions, to\nfigure your tax. Be sure you use the cor-33- rect column. If your taxable income is\n$100,000 or more, use the Tax Computation Worksheet right after the Tax Table. However, don’t use the Tax Table or\nTax Computation Worksheet to figure\nyour tax if any of the following applies. Form 8615.",
    "querygen": [
      "what is the tax on my income",
      "what is the tax code to be included",
      "what tax form does a parent elect to file a child's interest"
    ],
    "querygen_score": [
      "-1.0245459",
      "-3.6049716",
      "-1.30484"
    ]
  }
]