[
  {
    "id": "legal-advice_1__92",
    "doc_id": "legal-advice_1",
    "chunk_id": 92,
    "document_category": "legal-advice",
    "text": "We\nwon't charge you interest on the penalty\nif you pay by the date specified on the\nbill. If your income varied during the\nyear, the annualized income installment\nmethod may reduce the amount of your\npenalty. But you must file Form 2210\nbecause the IRS can't figure your penalty under this method. Third Party Designee If you want to allow your preparer, a\nfriend, a family member, or any other\nperson you choose to discuss your 2022\ntax return with the IRS, check the “Yes”\nbox in the “Third Party Designee” area\nof your return. Also enter the designee's\nname, phone number, and any five digits\nthe designee chooses as their personal\nidentification number (PIN). If you check the “Yes” box, you, and\nyour spouse if filing a joint return, are\nauthorizing the IRS to call the designee\nto answer any questions that may arise\nduring the processing of your return. You are also authorizing the designee to:\n• Give the IRS any information that\nis missing from your return;\n• Call the IRS for information about\nthe processing of your return or the status of your refund or payment(s);\n• Receive copies of notices or transcripts related to your return, upon request; and\n• Respond to certain IRS notices\nabout math errors, offsets, and return\npreparation. You aren't authorizing the designee\nto receive any refund check, bind you to\nanything (including any additional tax\nliability), or otherwise represent you before the IRS. If you want to expand the\ndesignee's authorization, see Pub. 947. This authorization will automatically\nend no later than the due date (not\ncounting extensions) for filing your\n2023 tax return. This is April 15, 2024,\nfor most people. Sign Your Return\nForm 1040 or 1040-SR isn't considered\na valid return unless you sign it in ac- cordance with the requirements in these\ninstructions. If you are filing a joint return, your spouse must also sign. If your\nspouse can't sign the return, see Pub.\n501. Be sure to date your return and enter your occupation(s). If you have\nsomeone prepare your return, you are\nstill responsible for the correctness of\nthe return. If your return is signed by a\nrepresentative for you, you must have a\npower of attorney attached that specifically authorizes the representative to\nsign your return. To do this, you can use\nForm 2848. If you are filing a joint return with your spouse who died in 2022,\nsee Death of a Taxpayer, later. Court-Appointed\nConservator, Guardian, or\nOther Fiduciary If you are a court-appointed conservator,\nguardian, or other fiduciary for a mentally or physically incompetent individual who has to file Form 1040 or\n1040-SR, sign your name for the individual and file Form 56. Child's Return If your child can't sign their return, either parent can sign the child's name in\nthe space provided. Then, enter “By\n(your signature), parent for minor\nchild.” Requirements for a Paper\nReturn You must handwrite your signature on\nyour return if you file it on paper. Digital, electronic, or typed-font signatures\nare not valid signatures for Forms 1040\nor 1040-SR filed on paper. Requirements for an\nElectronic Return To file your return electronically, you\nmust sign the return electronically using\na personal identification number (PIN)\nand provide the information described\nbelow. If you are filing online using\nsoftware, you must use a Self-Select\nPIN.",
    "querygen": [
      "does tax irs charge you interest",
      "can i pay the irs income penalty",
      "how much interest do you get for taxes if you don't pay by the date specified on the bill"
    ],
    "querygen_score": [
      "0.56176937",
      "0.5710672",
      "-0.8960555"
    ]
  },
  {
    "id": "legal-advice_40__120",
    "doc_id": "legal-advice_40",
    "chunk_id": 120,
    "document_category": "legal-advice",
    "text": "-85- Line 8f\nIncome from Form 8889. Enter on\nline 8f the total of the amounts from\nForm 8889, lines 16 and 20. You may have to pay an additional tax if you received a taxCAUTION able distribution from a health\nsavings account. See the Instructions for\nForm 8889. ! Line 8h\nJury duty pay. Also see the instructions for line 24a. Line 8i\nPrizes and awards. Enter prizes and\nawards but see the instructions for\nline 8m, Olympic and Paralympic medals and USOC prize money, later. Line 8j\nActivity not engaged in for profit income. See Pub. 535.\nLine 8k\nStock options. Enter on line 8k any income from the exercise of stock options\nnot otherwise reported on Form 1040 or\n1040-SR, line 1h. Line 8l Income from the rental of personal\nproperty if you engaged in the rental for profit but were not in the business\nof renting such property. Also see the\ninstructions for line 24b, later. Line 8m\nOlympic and Paralympic medals and\nUSOC prize money. The value of\nOlympic and Paralympic medals and the\namount of United States Olympic Committee (USOC) prize money you receive\non account of your participation in the\nOlympic or Paralympic Games may be\nnontaxable. These amounts should be reported to you in box 3 of Form\n1099-MISC. To see if these amounts are\nnontaxable, first figure your adjusted\ngross income, including the amount of\nyour medals and prize money. If your adjusted gross income is not\nmore than $1,000,000 ($500,000 if married filing separately), these amounts are\nnontaxable and you should include the\namount in box 3 of Form 1099-MISC on\nline 8m, then subtract it by including it\non line 24c. Line 8n\nSection 951(a) inclusion. Section 951\ngenerally requires that a U.S. shareholder of a controlled foreign corporation include in income its pro rata share of the\ncorporation's subpart F income and its\namount determined under section 956. Enter on line 8n from your Forms 5471\nthe sum of any amounts reported on\nSchedule I, lines 1a through h and line 2. Remember to attach copies of your\nForms 5471 to your return. Line 8o\nSection 951A(a) inclusion. Section\n951A generally requires that a U.S.\nshareholder of a controlled foreign corporation include in income its global intangible low-taxed income (GILTI). Enter on line 8o from your Forms 8992 the\nsum of any amounts reported on Part II,\nline 5. Remember to attach copies of\nyour Forms 8992. If you made a section 962 election and have an income incluCAUTION sion\nunder section 951 or\n951A, do not report that income on\nline 8n or 8o, as applicable. Instead, report the tax with respect to the section\n962 election on Form 1040 or 1040-SR,\nline 16, and attach a statement showing\nhow you figured the tax that includes the\ngross amounts of section 951 and section 951A income. ! Line 8p\n461(l) excess business loss adjustment. Enter the amount of your excess business loss from Form 461, line 16. Line 8q\nTaxable distributions from an ABLE\naccount. Distributions from this type of\naccount may be taxable if (a) they are\nmore than the designated beneficiary's\nqualified disability expenses, and (b)\nthey were not included in a qualified\nrollover. See Pub. 907 for more information.",
    "querygen": [
      "what is line 85 income for tax deduction",
      "what is the difference between a distribution and taxable income",
      "what is the form to enter distributions"
    ],
    "querygen_score": [
      "-2.5586567",
      "-4.280151",
      "-1.9354521"
    ]
  },
  {
    "id": "legal-advice_63__34",
    "doc_id": "legal-advice_63",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section — Records of the\nclient include all documents or written or electronic\nPage 22 — § 10.27 § 10.29 Conflicting interests. Treasury Department Circular No. 230 Table of Contents interest and gives informed consent, confirmed\nin writing by each affected client, at the time the\nexistence of the conflict of interest is known by the\npractitioner. The confirmation may be made within a\nreasonable period of time after the informed consent,\nbut in no event later than 30 days. (c) Copies of the written consents must be retained\nby the practitioner for at least 36 months from the\ndate of the conclusion of the representation of the\naffected clients, and the written consents must be\nprovided to any officer or employee of the Internal\nRevenue Service on request. (d) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.30 Solicitation. (a) Advertising and solicitation restrictions. (1) A practitioner may not, with respect to\nany Internal Revenue Service matter, in any way\nuse or participate in the use of any form of public\ncommunication or private solicitation containing a\nfalse, fraudulent, or coercive statement or claim; or a\nmisleading or deceptive statement or claim. Enrolled\nagents, enrolled retirement plan agents, or registered\ntax return preparers, in describing their professional\ndesignation, may not utilize the term “certified” or\nimply an employer/employee relationship with the\nInternal Revenue Service. Examples of acceptable\ndescriptions for enrolled agents are “enrolled to\nrepresent taxpayers before the Internal Revenue\nService,” “enrolled to practice before the Internal\nRevenue Service,” and “admitted to practice before\nthe Internal Revenue Service.” Similarly, examples\nof acceptable descriptions for enrolled retirement\nplan agents are “enrolled to represent taxpayers\nbefore the Internal Revenue Service as a retirement\nplan agent” and “enrolled to practice before the\nInternal Revenue Service as a retirement plan\nagent.” An example of an acceptable description for\nregistered tax return preparers is “designated as a\nregistered tax return preparer by the Internal Revenue\nService.”\n(2) A practitioner may not make, directly or\nindirectly, an uninvited written or oral solicitation\nTreasury Department Circular No. 230 of employment in matters related to the Internal\nRevenue Service if the solicitation violates Federal\nor State law or other applicable rule, e.g., attorneys\nare precluded from making a solicitation that is\nprohibited by conduct rules applicable to all attorneys\nin their State(s) of licensure. Any lawful solicitation\nmade by or on behalf of a practitioner eligible to\npractice before the Internal Revenue Service must,\nnevertheless, clearly identify the solicitation as\nsuch and, if applicable, identify the source of the\ninformation used in choosing the recipient. (b) Fee information. (1)(i) A practitioner may publish the availability\nof a written schedule of fees and disseminate the\nfollowing fee information —\n(A) Fixed fees for specific routine services. (B) Hourly rates. (C) Range of fees for particular services. (D) Fee charged for an initial consultation. (ii) Any statement of fee information concerning\nmatters in which costs may be incurred must include\na statement disclosing whether clients will be\nresponsible for such costs.",
    "querygen": [
      "which of the following documents is considered a record of the client in federal law",
      "which of the following is true of the practice of tax fidelity?",
      "who must provide the client with reasonable access"
    ],
    "querygen_score": [
      "1.3052495",
      "-3.984018",
      "3.0044184"
    ]
  },
  {
    "id": "legal-advice_65__50",
    "doc_id": "legal-advice_65",
    "chunk_id": 50,
    "document_category": "legal-advice",
    "text": "The\nAdministrative Law Judge, among other powers,\nhas the authority, in connection with any proceeding\nunder §10.60 assigned or referred to him or her, to do\nthe following:\n(1) Administer oaths and affirmations;\n(2) Make rulings on motions and requests, which\nrulings may not be appealed prior to the close of a\nTreasury Department Circular No. 230 hearing except in extraordinary circumstances and at\nthe discretion of the Administrative Law Judge;\n(3) Determine the time and place of hearing and\nregulate its course and conduct;\n(4) Adopt rules of procedure and modify the\nsame from time to time as needed for the orderly\ndisposition of proceedings;\n(5) Rule on offers of proof, receive relevant\nevidence, and examine witnesses;\n(6) Take or authorize the taking of depositions or\nanswers to requests for admission;\n(7) Receive and consider oral or written argument\non facts or law;\n(8) Hold or provide for the holding of conferences\nfor the settlement or simplification of the issues with\nthe consent of the parties;\n(9) Perform such acts and take such measures as\nare necessary or appropriate to the efficient conduct\nof any proceeding; and\n(10) Make decisions. (c) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.71 Discovery. (a) In general. Discovery may be permitted, at the\ndiscretion of the Administrative Law Judge, only\nupon written motion demonstrating the relevance,\nmateriality and reasonableness of the requested\ndiscovery and subject to the requirements of\n§10.72(d)(2) and (3). Within 10 days of receipt of\nthe answer, the Administrative Law Judge will notify\nthe parties of the right to request discovery and the\ntimeframe for filing a request. A request for discovery,\nand objections, must be filed in accordance with\n§10.68. In response to a request for discovery, the\nAdministrative Law Judge may order —\n(1) Depositions upon oral examination; or\n(2) Answers to requests for admission. (b) Depositions upon oral examination —\n(1) A deposition must be taken before an officer\nduly authorized to administer an oath for general\npurposes or before an officer or employee of the\nInternal Revenue Service who is authorized to\nadminister an oath in Federal tax law matters. § 10.71 — Page 35 Table of Contents (2) In ordering a deposition, the Administrative\nLaw Judge will require reasonable notice to the\nopposing party as to the time and place of the\ndeposition. The opposing party, if attending, will be\nprovided the opportunity for full examination and\ncross-examination of any witness. (3) Expenses in the reporting of depositions\nshall be borne by the party at whose instance\nthe deposition is taken. Travel expenses of the\ndeponent shall be borne by the party requesting the\ndeposition, unless otherwise authorized by Federal\nlaw or regulation. (c) Requests for admission. Any party may serve\non any other party a written request for admission of\nthe truth of any matters which are not privileged and\nare relevant to the subject matter of this proceeding. Requests for admission shall not exceed a total of 30\n(including any subparts within a specific request)\nwithout the approval from the Administrative Law\nJudge. (d) Limitations.",
    "querygen": [
      "what are the administrative law judges powers",
      "administrative law judge, responsibilities and responsibilities of a case",
      "administrative law definition oath"
    ],
    "querygen_score": [
      "2.7388568",
      "0.0894731",
      "-2.7645776"
    ]
  },
  {
    "id": "legal-advice_32__22",
    "doc_id": "legal-advice_32",
    "chunk_id": 22,
    "document_category": "legal-advice",
    "text": "Under age 24 at the end of 2022, a student (defined later), and younger than you\n(or your spouse if filing jointly)\nor\nAny age and permanently and totally disabled (defined later) AND Who didn't provide over half of their own support for 2022 (see Pub. 501) AND Who isn't filing a joint return for 2022\nor is filing a joint return for 2022 only to claim a refund of withheld income tax or\nestimated tax paid (see Pub. 501 for details and examples) AND Who lived with you for more than half of 2022. If the child didn't live with you\nfor the required time, see Exception to time lived with you, later. ! If the child meets the conditions to be a qualifying child of any\nother person (other than your spouse if filing jointly) for 2022, see\nQualifying child of more than one person, later. CAUTION 1. Do you have a child who meets the conditions to be your\nqualifying child? Yes. Go to Step 2.\nNo. Go to Step 4. Step 2 Is Your Qualifying Child Your\nDependent? 1. Was the child a U.S. citizen, U.S. national, U.S. resident\nalien, or a resident of Canada or Mexico? (See Pub. 519 for -17- Need more information or forms? Visit IRS.gov. the definition of a U.S. national or U.S. resident alien. If the\nchild was adopted, see Exception to citizen test, later.) Yes. Continue\nNo. STOP\n䊲 2. Was the child married? Yes. See Married\nperson, later. You can't claim this child\nas a dependent. No. Continue 䊲 3. Could you, or your spouse if filing jointly, be claimed as a\ndependent on someone else's 2022 tax return? (If the person\nwho could claim you on their 2022 tax return is not required\nto file, and isn't filing a 2022 tax return or is filing a 2022\nreturn only to claim a refund of withheld income tax or\nestimated tax paid, check “No.”) See Steps 1, 2, and 4. No. You can claim this\nYes. STOP\nchild as a dependent. You can't claim any\nComplete columns (1)\ndependents. Complete\nthrough (3) of the\nthe rest of Form 1040 or\nDependents section on\n1040-SR and any\npage 1 of Form 1040 or\napplicable schedules. 1040-SR for this child. Then, go to Step 3. Step 3 3. Was the child under age 17 at the end of 2022? Yes. Continue\nNo. You can claim the\n䊲\ncredit for other\ndependents for this child. Check the “Credit for\nother dependents” box in\ncolumn (4) of the\nDependents section on\npage 1 of Form 1040 or\n1040-SR for this person. 4. Did this child have an SSN valid for employment issued\nbefore the due date of your 2022 return (including\nextensions)? (See Social Security Number, later.) Yes. You can claim the\nNo. STOP\nchild tax credit for this\nYou can claim the credit\nperson. Check the\nfor other dependents for\n“Child tax credit” box\nthis child. Check the\nin column (4) of the\n“Credit for other\nDependents section on\ndependents” box in\npage 1 of Form 1040 or\ncolumn (4) of the\n1040-SR for this\nDependents section on\nperson. page 1 of Form 1040 or\n1040-SR for this person. Does Your Qualifying Child\nQualify You for the Child Tax\nCredit or Credit for Other\nDependents?",
    "querygen": [
      "when is the u.s. child support tax deadline",
      "at what age is a student",
      "how old do you need to be for child support in scotland"
    ],
    "querygen_score": [
      "-2.7446427",
      "-0.6107461",
      "-4.162127"
    ]
  },
  {
    "id": "legal-advice_99__67",
    "doc_id": "legal-advice_99",
    "chunk_id": 67,
    "document_category": "legal-advice",
    "text": "Members of the military. If you were on extended active duty\noutside the United States, your main home is considered to be in\nthe United States during that duty period. Extended active duty\nis military duty ordered for an indefinite period or for a period\nof more than 90 days. Once you begin serving extended active\nduty, you are considered to be on extended active duty even if\nyou don’t serve more than 90 days. Nonresident aliens. If your filing status is married filing jointly, go to Step 2. Otherwise, stop; you can't take the EIC. Enter\n“No” on the dotted line next to line 27. Permanently and totally disabled. A person is permanently\nand totally disabled if, at any time in 2022, the person couldn't\nengage in any substantial gainful activity because of a physical\nor mental condition and a doctor has determined that this condition (a) has lasted or can be expected to last continuously for at\nleast a year, or (b) can be expected to lead to death. Qualifying child of more than one person. Even if a child\nmeets the conditions to be the qualifying child of more than one\nperson, only one person can claim the child as a qualifying child\nfor all of the following tax benefits, unless the special rule for\nChildren of divorced or separated parents under Who Qualifies\nas Your Dependent, earlier, applies. 1. Child tax credit, credit for other dependents, and additional child tax credit (lines 19 and 28). 2. Head of household filing status. 3. Credit for child and dependent care expenses (Schedule\n3, line 2). 4. Exclusion for dependent care benefits (Form 2441, Part\nIII). 5. Earned income credit (line 27). -41- Need more information or forms? Visit IRS.gov. No other person can take any of the five tax benefits just listed\nbased on the qualifying child. If you and any other person can\nclaim the child as a qualifying child, the following rules apply. For purposes of these rules, the term “parent”means a biological\nor adoptive parent of an individual. It doesn't include a stepparent or foster parent unless that person has adopted the individual. • If only one of the persons is the child's parent, the child is\ntreated as the qualifying child of the parent. • If the parents file a joint return together and can claim the\nchild as a qualifying child, the child is treated as the qualifying\nchild of the parents. • If the parents don’t file a joint return together but both parents claim the child as a qualifying child, the IRS will treat the\nchild as the qualifying child of the parent with whom the child\nlived for the longer period of time in 2022. If the child lived\nwith each parent for the same amount of time, the IRS will treat\nthe child as the qualifying child of the parent who had the higher adjusted gross income (AGI) for 2022. • If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. •",
    "querygen": [
      "when is extended active duty considered to be completed",
      "how long is extended active duty a military term",
      "when do you have to be on extended active duty"
    ],
    "querygen_score": [
      "0.39704418",
      "0.8619344",
      "1.2986636"
    ]
  },
  {
    "id": "legal-advice_64__43",
    "doc_id": "legal-advice_64",
    "chunk_id": 43,
    "document_category": "legal-advice",
    "text": "The payments you receive next year will generally be fully taxable . . . . . . . . 11. Do not complete the rest of this worksheet. Table 1 for Line 3 Above\nIF the age at annuity starting\ndate was . . .\n55 or under\n56–60\n61–65\n66–70\n71 or older AND your annuity starting date was—\nbefore November 19, 1996,\nafter November 18, 1996,\nenter on line 3 . . .\nenter on line 3 . . . 300\n360\n260\n310\n240\n260\n170\n210\n120\n160\nTable 2 for Line 3 Above IF the combined ages at annuity\nstarting date were . . .\n110 or under\n111–120\n121–130\n131–140\n141 or older THEN enter on line 3 . . . 410\n360\n310\n260\n210 -29- Need more information or forms? Visit IRS.gov. annuity starting date was after 1997 and\nthe payments are for your life and that of\nyour beneficiary, use your combined\nages on the annuity starting date. If you are the beneficiary of an employee who died, see Pub. 575. If there\nis more than one beneficiary, see Pub.\n575 or Pub. 721 to figure each beneficiary's taxable amount. Cost Your cost is generally your net investment in the plan as of the annuity starting date. It doesn't include pre-tax contributions. Your net investment may be\nshown in box 9b of Form 1099-R.\nRollovers\nGenerally, a rollover is a tax-free distribution of cash or other assets from one\nretirement plan that is contributed to another plan within 60 days of receiving\nthe distribution. However, a rollover to a\nRoth IRA or a designated Roth account\nis generally not a tax-free distribution. Use lines 5a and 5b to report a rollover,\nincluding a direct rollover, from one\nqualified employer's plan to another or\nto an IRA or SEP. Enter on line 5a the distribution from\nForm 1099-R, box 1. From this amount,\nsubtract any contributions (usually\nshown in box 5) that were taxable to you\nwhen made. From that result, subtract\nthe amount of the rollover. Enter the remaining amount on line 5b. If the remaining amount is zero and you have no\nother distribution to report on line 5b,\nenter -0- on line 5b. Also enter \"Rollover\" next to line 5b. See Pub. 575 for more details on rollovers, including special rules that apply\nto rollovers from designated Roth accounts, partial rollovers of property, and\ndistributions under qualified domestic\nrelations orders. Lump-Sum Distributions If you received a lump-sum distribution\nfrom a profit-sharing or retirement plan,\nyour Form 1099-R should have the \"Total distribution\" box in box 2b checked. You may owe an additional tax if you\nreceived an early distribution from a\nqualified retirement plan and the total\namount wasn't rolled over. For details, see the instructions for Schedule 2,\nline 8. Enter the total distribution on line 5a\nand the taxable part on line 5b. For details, see Pub. 575. If you or the plan participant TIP was born before January 2,\n1936, you could pay less tax on\nthe distribution. See Form 4972. Lines 6a, 6b, and 6c\nLines 6a and 6b\nSocial Security Benefits You should receive a Form SSA-1099\nshowing in box 3 the total social security benefits paid to you. Box 4 will show\nthe amount of any benefits you repaid in\n2022.",
    "querygen": [
      "what is the taxable age for an annuity",
      "when are annuity amounts taxable",
      "age limit on annuities"
    ],
    "querygen_score": [
      "0.23730798",
      "0.57891893",
      "-1.4396803"
    ]
  },
  {
    "id": "legal-advice_97__8",
    "doc_id": "legal-advice_97",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.65 Supplemental charges. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.66 Reply to answer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.67 Proof; variance; amendment of pleadings. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.68 Motions and requests. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.69 Representation; ex parte communication.",
    "querygen": [
      "is this a synonym of oxford?",
      "what is a slang word for a woman",
      "adolf mcgraw mcgraw mcgraw mcgraw mcgraw mcgraw mcgraw mcgraw . . ."
    ],
    "querygen_score": [
      "-7.94195",
      "-8.729571",
      "-5.0109544"
    ]
  },
  {
    "id": "legal-advice_41__28",
    "doc_id": "legal-advice_41",
    "chunk_id": 28,
    "document_category": "legal-advice",
    "text": "Treasury Department Circular No. 230 § 10.9 — Page 17 Table of Contents (3) Requirements for qualified continuing\neducation programs. A continuing education\nprovider must ensure the qualified continuing\neducation program complies with all the following\nrequirements —\n(i) Programs must be developed by individual(s)\nqualified in the subject matter;\n(ii) Program subject matter must be current;\n(iii) Instructors, discussion leaders, and speakers\nmust be qualified with respect to program content;\n(iv) Programs must include some means for\nevaluation of the technical content and presentation\nto be evaluated;\n(v) Certificates of completion bearing a current\nqualified continuing education program number\nissued by the Internal Revenue Service must be\nprovided to the participants who successfully\ncomplete the program; and\n(vi) Records must be maintained by the\ncontinuing education provider to verify the\nparticipants who attended and completed the\nprogram for a period of four years following\ncompletion of the program. In the case of continuous\nconferences, conventions, and the like, records must\nbe maintained to verify completion of the program\nand attendance by each participant at each segment\nof the program. (4) Program numbers —\n(i) In general. Every continuing education\nprovider is required to obtain a continuing education\nprovider program number and pay any applicable\nuser fee for each program offered. Program\nnumbers shall be obtained as prescribed by forms,\ninstructions or other appropriate guidance. Although,\nat the discretion of the Internal Revenue Service, a\ncontinuing education provider may be required to\ndemonstrate that the program is designed to enhance\nprofessional knowledge in Federal taxation or\nFederal tax related matters (programs comprised\nof current subject matter in Federal taxation or\nFederal tax related matters, including accounting, tax\nreturn preparation software, taxation, or ethics) and\ncomplies with the requirements in paragraph (a)(2)of\nthis section before a program number is issued. Page 18 — § 10.9 (ii) Update programs. Update programs may\nuse the same number as the program subject to\nupdate. An update program is a program that instructs\non a change of existing law occurring within one\nyear of the update program offering. The qualifying\neducation program subject to update must have been\noffered within the two year time period prior to the\nchange in existing law. (iii) Change in existing law. A change in\nexisting law means the effective date of the statute or\nregulation, or date of entry of judicial decision, that\nis the subject of the update. (b) Failure to comply. Compliance by a continuing\neducation provider with the requirements of this part\nis determined by the Internal Revenue Service. A\ncontinuing education provider who fails to meet the\nrequirements of this part will be notified by the Internal\nRevenue Service. The notice will state the basis for\nthe determination of noncompliance and will provide\nthe continuing education provider an opportunity to\nfurnish the requested information in writing relating to\nthe matter within 60 days of the date of the notice. The\ncontinuing education provider may, within 30 days after\nreceipt of the notice of denial, file a written protest as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. A protest\nunder this section is not governed by subpart D of this\npart. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart B — Duties and Restrictions Relating to\nPractice Before the Internal Revenue Service\n§ 10.20 Information to be furnished.",
    "querygen": [
      "what is the qualification for a clerical program in treasury",
      "requirements for continuing education program",
      "are continuing education programs required"
    ],
    "querygen_score": [
      "-2.849879",
      "3.3873916",
      "2.5952497"
    ]
  },
  {
    "id": "legal-advice_61__34",
    "doc_id": "legal-advice_61",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section — Records of the\nclient include all documents or written or electronic\nPage 22 — § 10.27 § 10.29 Conflicting interests. Treasury Department Circular No. 230 Table of Contents interest and gives informed consent, confirmed\nin writing by each affected client, at the time the\nexistence of the conflict of interest is known by the\npractitioner. The confirmation may be made within a\nreasonable period of time after the informed consent,\nbut in no event later than 30 days. (c) Copies of the written consents must be retained\nby the practitioner for at least 36 months from the\ndate of the conclusion of the representation of the\naffected clients, and the written consents must be\nprovided to any officer or employee of the Internal\nRevenue Service on request. (d) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.30 Solicitation. (a) Advertising and solicitation restrictions. (1) A practitioner may not, with respect to\nany Internal Revenue Service matter, in any way\nuse or participate in the use of any form of public\ncommunication or private solicitation containing a\nfalse, fraudulent, or coercive statement or claim; or a\nmisleading or deceptive statement or claim. Enrolled\nagents, enrolled retirement plan agents, or registered\ntax return preparers, in describing their professional\ndesignation, may not utilize the term “certified” or\nimply an employer/employee relationship with the\nInternal Revenue Service. Examples of acceptable\ndescriptions for enrolled agents are “enrolled to\nrepresent taxpayers before the Internal Revenue\nService,” “enrolled to practice before the Internal\nRevenue Service,” and “admitted to practice before\nthe Internal Revenue Service.” Similarly, examples\nof acceptable descriptions for enrolled retirement\nplan agents are “enrolled to represent taxpayers\nbefore the Internal Revenue Service as a retirement\nplan agent” and “enrolled to practice before the\nInternal Revenue Service as a retirement plan\nagent.” An example of an acceptable description for\nregistered tax return preparers is “designated as a\nregistered tax return preparer by the Internal Revenue\nService.”\n(2) A practitioner may not make, directly or\nindirectly, an uninvited written or oral solicitation\nTreasury Department Circular No. 230 of employment in matters related to the Internal\nRevenue Service if the solicitation violates Federal\nor State law or other applicable rule, e.g., attorneys\nare precluded from making a solicitation that is\nprohibited by conduct rules applicable to all attorneys\nin their State(s) of licensure. Any lawful solicitation\nmade by or on behalf of a practitioner eligible to\npractice before the Internal Revenue Service must,\nnevertheless, clearly identify the solicitation as\nsuch and, if applicable, identify the source of the\ninformation used in choosing the recipient. (b) Fee information. (1)(i) A practitioner may publish the availability\nof a written schedule of fees and disseminate the\nfollowing fee information —\n(A) Fixed fees for specific routine services. (B) Hourly rates. (C) Range of fees for particular services. (D) Fee charged for an initial consultation. (ii) Any statement of fee information concerning\nmatters in which costs may be incurred must include\na statement disclosing whether clients will be\nresponsible for such costs.",
    "querygen": [
      "what does nyse audit do for clients?",
      "what is the purpose of records of the client",
      "who must provide the client with reasonable access to records of the practitioner under the state law that are necessary for complying with federal tax obligations."
    ],
    "querygen_score": [
      "-6.6873546",
      "1.1679324",
      "3.0969162"
    ]
  },
  {
    "id": "legal-advice_1__75",
    "doc_id": "legal-advice_1",
    "chunk_id": 75,
    "document_category": "legal-advice",
    "text": "0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 427\n423\n420\n416 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,000\n14,050\n14,100\n14,150 14,050\n14,100\n14,150\n14,200 188\n184\n180\n176 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 17,200\n17,250\n17,300\n17,350 17,250\n17,300\n17,350\n17,400 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 412\n408\n404\n400 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,200\n14,250\n14,300\n14,350 14,250\n14,300\n14,350\n14,400 173\n169\n165\n161 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 17,400\n17,450\n17,500\n17,550 17,450\n17,500\n17,550\n17,600 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 397\n393\n389\n385 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,400\n14,450\n14,500\n14,550 14,450\n14,500\n14,550\n14,600 157\n153\n150\n146 3,733\n3,733\n3,733\n3,733 5,770\n5,790\n5,810\n5,830 6,491\n6,514\n6,536\n6,559 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,770\n5,790\n5,810\n5,830 6,491\n6,514\n6,536\n6,559 17,600\n17,650\n17,700\n17,750 17,650\n17,700\n17,750\n17,800 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 381\n378\n374\n370 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,600\n14,650\n14,700\n14,750 14,650\n14,700\n14,750\n14,800 142\n138\n134\n130 3,733\n3,733\n3,733\n3,733 5,850\n5,870\n5,890\n5,910 6,581\n6,604\n6,626\n6,649 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,850\n5,870\n5,890\n5,910 6,581\n6,604\n6,626\n6,649 17,800\n17,850\n17,900\n17,950 17,850\n17,900\n17,950\n18,000 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 366\n362\n358\n355 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,800\n14,850\n14,900\n14,950 14,850\n14,900\n14,950\n15,000 127\n123\n119\n115 3,733\n3,733\n3,733\n3,733 5,930\n5,950\n5,970\n5,990 6,671\n6,694\n6,716\n6,739 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,930\n5,950\n5,970\n5,990 6,671\n6,694\n6,716\n6,739 18,000\n18,050\n18,100\n18,150 18,050\n18,100\n18,150\n18,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 351\n347\n343\n339 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 15,000\n15,050\n15,100\n15,150 15,050\n15,100\n15,150\n15,200 111\n107\n104\n100 3,733\n3,733\n3,733\n3,733 6,010\n6,030\n6,050\n6,070 6,761\n6,784\n6,806\n6,829 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 6,010\n6,030\n6,050\n6,070 6,761\n6,784\n6,806\n6,829 18,200\n18,250\n18,300\n18,350 18,250\n18,300\n18,350\n18,400 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 335\n332\n328\n324 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $16,450 but less than $16,480, and you have no qualifying children who have valid\nSSNs, your credit is $1\nIf the amount you are looking up from the worksheet is $16,480 or more, and you have no qualifying children who have valid SSNs, you can’t take the\ncredit. (Continued) Need more information or forms? Visit IRS.gov. - 48 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 Your credit is– 2 At least But less\nthan 18,400\n18,450\n18,500\n18,550 18,450\n18,500\n18,550\n18,600 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 320\n316\n313\n309 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 18,600\n18,650\n18,700\n18,750 18,650\n18,700\n18,750\n18,800 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 305\n301\n297\n293 3,733\n3,733\n3,733\n3,733 18,800\n18,850\n18,900\n18,950 18,850\n18,900\n18,950\n19,000 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 290\n286\n282\n278 19,000\n19,050\n19,100\n19,150 19,050\n19,100\n19,150\n19,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 19,200\n19,250\n19,300\n19,350 19,250\n19,300\n19,350\n19,400 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 19,400\n19,450\n19,500\n19,550 19,450\n19,500\n19,550\n19,600 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 19,600\n19,650\n19,700\n19,750 19,650\n19,700\n19,750\n19,800 0\n0\n0\n0 19,800\n19,850\n19,900\n19,950 19,850\n19,900\n19,950\n20,000 20,000\n20,050\n20,100\n20,150 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 6,935\n6,935\n6,935\n6,935 21,600\n21,650\n21,700\n21,750 21,650\n21,700\n21,750\n21,800 0\n0\n0\n0 3,494\n3,486\n3,478\n3,470 5,849\n5,839\n5,828\n5,818 6,620\n6,609\n6,599\n6,588 75\n72\n68\n64 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 21,800\n21,850\n21,900\n21,950 21,850\n21,900\n21,950\n22,000 0\n0\n0\n0 3,462\n3,454\n3,446\n3,438 5,807\n5,797\n5,786\n5,775 6,578\n6,567\n6,556\n6,546 60\n56\n52\n49 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 22,000\n22,050\n22,100\n22,150 22,050\n22,100\n22,150\n22,200 0\n0\n0\n0 3,430\n3,422\n3,414\n3,406 5,765\n5,754\n5,744\n5,733 6,535\n6,525\n6,514\n6,504 45\n41\n37\n33 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 274\n270\n267\n263 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 22,200\n22,250\n22,300\n22,350 22,250\n22,300\n22,350\n22,400 0\n0\n0\n0 3,398\n3,390\n3,382\n3,374 5,723\n5,712\n5,702\n5,691 6,493\n6,483\n6,472\n6,462 29\n26\n22\n18 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 6,935\n6,935\n6,935\n6,935 259\n255\n251\n247 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 22,400\n22,450\n22,500\n22,550 22,450\n22,500\n22,550\n22,600 0\n0\n0\n0 3,366\n3,358\n3,350\n3,342 5,681\n5,670\n5,660\n5,649 6,451\n6,441\n6,430\n6,420 14\n10\n7\n3 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 244\n240\n236\n232 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 22,600\n22,650\n22,700\n22,750 22,650\n22,700\n22,750\n22,800 0\n0\n0\n0 3,334\n3,327\n3,319\n3,311 5,639\n5,628\n5,617\n5,607 6,409\n6,399\n6,388\n6,377 *\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 228\n225\n221\n217 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 22,800\n22,850\n22,900\n22,950 22,850\n22,900\n22,950\n23,000 0\n0\n0\n0 3,303\n3,295\n3,287\n3,279 5,596\n5,586\n5,575\n5,565 6,367\n6,356\n6,346\n6,335 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 213\n209\n205\n202 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,000\n23,050\n23,100\n23,150 23,050\n23,100\n23,150\n23,200 0\n0\n0\n0 3,271\n3,263\n3,255\n3,247 5,554\n5,544\n5,533\n5,523 6,325\n6,314\n6,304\n6,293 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,050\n20,100\n20,150\n20,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,726 6,164\n6,164\n6,164\n6,155 6,935\n6,935\n6,935\n6,925 198\n194\n190\n186 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,200\n23,250\n23,300\n23,350 23,250\n23,300\n23,350\n23,400 0\n0\n0\n0 3,239\n3,231\n3,223\n3,215 5,512\n5,502\n5,491\n5,481",
    "querygen": [
      "how many yrs is 164 in",
      "what is the nys number for 6164",
      "numbers of people affected by sex discrimination"
    ],
    "querygen_score": [
      "-5.1735306",
      "-8.678089",
      "-3.3762553"
    ]
  },
  {
    "id": "legal-advice_96__95",
    "doc_id": "legal-advice_96",
    "chunk_id": 95,
    "document_category": "legal-advice",
    "text": "Don’t attach correspondence or other\nitems unless required to do so. Attach\nForms W-2 and 2439 to Form 1040 or\n1040-SR. If you received a Form W-2c\n(a corrected Form W-2), attach your\noriginal Forms W-2 and any Forms\nW-2c. Attach Forms W-2G and 1099-R\nto Form 1040 or 1040-SR if tax was\nwithheld. 2022\nTax Table ! See the instructions for line 16 to see if you must use the\nSample Table\nTax Table below to figure your tax. CAUTION Example. A married couple are filing a joint return. Their taxable\nincome on Form 1040, line 15, is $25,300. First, they find the\n$25,300-25,350 taxable income line. Next, they find the column for\nmarried filing jointly and read down the column. The amount shown\nwhere the taxable income line and filing status column meet is\n$2,628. This is the tax amount they should enter in the entry space\non Form 1040, line 16. If line 15\n(taxable\nincome) is— At\nleast If line 15\n(taxable\nincome) is— And you are— But\nless\nthan Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan Single 25,200 25,250\n25,250 25,300\n25,300 25,350\n25,350 25,400 2,822\n2,828\n2,834\n2,840 If line 15\n(taxable\nincome) is— And you are— Single At\nBut\nLeast Less Than Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan 5\n15\n25\n50\n75 0\n1\n2\n4\n6 0\n1\n2\n4\n6 0\n1\n2\n4\n6 0\n1\n2\n4\n6 75\n100\n125\n150\n175 100\n125\n150\n175\n200 9\n11\n14\n16\n19 9\n11\n14\n16\n19 9\n11\n14\n16\n19 9\n11\n14\n16\n19 200\n225\n250\n275\n300 225\n250\n275\n300\n325 21\n24\n26\n29\n31 21\n24\n26\n29\n31 21\n24\n26\n29\n31 21\n24\n26\n29\n31 325\n350\n375\n400\n425 350\n375\n400\n425\n450 34\n36\n39\n41\n44 34\n36\n39\n41\n44 34\n36\n39\n41\n44 34\n36\n39\n41\n44 450\n475\n500\n525\n550 475\n500\n525\n550\n575 46\n49\n51\n54\n56 46\n49\n51\n54\n56 46\n49\n51\n54\n56 46\n49\n51\n54\n56 575\n600\n625\n650\n675 600\n625\n650\n675\n700 59\n61\n64\n66\n69 59\n61\n64\n66\n69 59\n61\n64\n66\n69 59\n61\n64\n66\n69 700\n725\n750\n775\n800 725\n750\n775\n800\n825 71\n74\n76\n79\n81 71\n74\n76\n79\n81 71\n74\n76\n79\n81 71\n74\n76\n79\n81 825\n850\n875\n900\n925 850\n875\n900\n925\n950 84\n86\n89\n91\n94 84\n86\n89\n91\n94 84\n86\n89\n91\n94 84\n86\n89\n91\n94 950\n975 975\n1,000 96\n99 96\n99 96\n99 96\n99 Your tax is— 2,616 2,822\n2,622 2,828\n2,628 2,834\n2,634 2,840 2,734\n2,740\n2,746\n2,752 And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— Your tax is— Your tax is—\n0\n5\n15\n25\n50 Married Married Head\nof a\nfiling\nfiling\nhousejointly* sepahold\nrately 2,000 1,000\n1,000\n1,025\n1,050\n1,075\n1,100 1,025\n1,050\n1,075\n1,100\n1,125 101\n104\n106\n109\n111 101\n104\n106\n109\n111 101\n104\n106\n109\n111 101\n104\n106\n109\n111 2,000\n2,025\n2,050\n2,075\n2,100 2,025\n2,050\n2,075\n2,100\n2,125 201\n204\n206\n209\n211 201\n204\n206\n209\n211 201\n204\n206\n209\n211 201\n204\n206\n209\n211 1,125\n1,150\n1,175\n1,200\n1,225 1,150\n1,175\n1,200\n1,225\n1,250 114\n116\n119\n121\n124 114\n116\n119\n121\n124 114\n116\n119\n121\n124 114\n116\n119\n121\n124 2,125\n2,150\n2,175\n2,200\n2,225 2,150\n2,175\n2,200\n2,225\n2,250 214\n216\n219\n221\n224 214\n216\n219\n221\n224 214\n216\n219\n221\n224 214\n216\n219\n221\n224 1,250\n1,275\n1,300\n1,325\n1,350 1,275\n1,300\n1,325\n1,350\n1,375 126\n129\n131\n134\n136 126\n129\n131\n134\n136 126\n129\n131\n134\n136 126\n129\n131\n134\n136 2,250\n2,275\n2,300\n2,325\n2,350 2,275\n2,300\n2,325\n2,350\n2,375 226\n229\n231\n234\n236 226\n229\n231\n234\n236 226\n229\n231\n234\n236 226\n229\n231\n234\n236 1,375\n1,400\n1,425\n1,450\n1,475 1,400\n1,425\n1,450\n1,475\n1,500 139\n141\n144\n146\n149 139\n141\n144\n146\n149 139\n141\n144\n146\n149 139\n141\n144\n146\n149 2,375\n2,400\n2,425\n2,450\n2,475 2,400\n2,425\n2,450\n2,475\n2,500 239\n241\n244\n246\n249 239\n241\n244\n246\n249 239\n241\n244\n246\n249 239\n241\n244\n246\n249 1,500\n1,525\n1,550\n1,575\n1,600 1,525\n1,550\n1,575\n1,600\n1,625 151\n154\n156\n159\n161 151\n154\n156\n159\n161 151\n154\n156\n159\n161 151\n154\n156\n159\n161 2,500\n2,525\n2,550\n2,575\n2,600 2,525\n2,550\n2,575\n2,600\n2,625 251\n254\n256\n259\n261 251\n254\n256\n259\n261 251\n254\n256\n259\n261 251\n254\n256\n259\n261 1,625\n1,650\n1,675\n1,700\n1,725 1,650\n1,675\n1,700\n1,725\n1,750 164\n166\n169\n171\n174 164\n166\n169\n171\n174 164\n166\n169\n171\n174 164\n166\n169\n171\n174 2,625\n2,650\n2,675\n2,700\n2,725 2,650\n2,675\n2,700\n2,725\n2,750 264\n266\n269\n271\n274 264\n266\n269\n271\n274 264\n266\n269\n271\n274 264\n266\n269\n271\n274 1,750\n1,775\n1,800\n1,825\n1,850 1,775\n1,800\n1,825\n1,850\n1,875 176\n179\n181\n184\n186 176\n179\n181\n184\n186 176\n179\n181\n184\n186 176\n179\n181\n184\n186 2,750\n2,775\n2,800\n2,825\n2,850 2,775\n2,800\n2,825\n2,850\n2,875 276\n279\n281\n284\n286 276\n279\n281\n284\n286 276\n279\n281\n284\n286 276\n279\n281\n284\n286 1,875\n1,900\n1,925\n1,950\n1,975 1,900\n1,925\n1,950\n1,975\n2,000 189\n191\n194\n196\n199 189\n191\n194\n196\n199 189\n191\n194\n196\n199 189\n191\n194\n196\n199 2,875\n2,900\n2,925\n2,950\n2,975 2,900\n2,925\n2,950\n2,975\n3,000 289\n291\n294\n296\n299 289\n291\n294\n296\n299 289\n291\n294\n296\n299 289\n291\n294\n296\n299 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 63 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 3,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 6,000 9,000 3,000\n3,050\n3,100\n3,150\n3,200 3,050\n3,100\n3,150\n3,200\n3,250 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 6,000\n6,050\n6,100\n6,150\n6,200 6,050\n6,100\n6,150\n6,200\n6,250 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 9,000\n9,050\n9,100\n9,150\n9,200 9,050\n9,100\n9,150\n9,200\n9,250 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 3,250\n3,300\n3,350\n3,400\n3,450 3,300\n3,350\n3,400\n3,450\n3,500 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 6,250\n6,300\n6,350\n6,400\n6,450 6,300\n6,350\n6,400\n6,450\n6,500 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 9,250\n9,300\n9,350\n9,400\n9,450 9,300\n9,350\n9,400\n9,450\n9,500 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 3,500\n3,550\n3,600\n3,650\n3,700 3,550\n3,600\n3,650\n3,700\n3,750 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 6,500\n6,550\n6,600\n6,650\n6,700 6,550\n6,600\n6,650\n6,700\n6,750 653\n658\n663\n668\n673 653\n658\n663\n668\n673 653\n658\n663\n668\n673",
    "querygen": [
      "when mailing an attachment to a form you must attach",
      "do i need to attach my 1040",
      "where do i send w2 and 2439"
    ],
    "querygen_score": [
      "-1.7504344",
      "-0.23559776",
      "-0.58899534"
    ]
  },
  {
    "id": "legal-advice_37__132",
    "doc_id": "legal-advice_37",
    "chunk_id": 132,
    "document_category": "legal-advice",
    "text": "Use the worksheet in these instructions to figure your student loan interest\ndeduction. -92- 11b. 12b. Exception. Use Pub. 970 instead of the\nworksheet in these instructions to figure\nyour student loan interest deduction if\nyou file Form 2555 or 4563, or you exclude income from sources within Puerto Rico. Qualified student loan. A qualified\nstudent loan is any loan you took out to\npay the qualified higher education expenses for any of the following individuals who were eligible students. 1. Yourself or your spouse. 2. Any person who was your dependent when the loan was taken out. Student Loan Interest Deduction Worksheet—Schedule 1, Line 21 Before you begin: Figure any write-in adjustments to be entered on Schedule 1, line 24z (see the instructions for Schedule 1,\nline 24z). Be sure you have read the Exception in the instructions for this line to see if you can use this worksheet\ninstead of Pub. 970 to figure your deduction. 1. Enter the total interest you paid in 2022 on qualified student loans (see the instructions for line 21). Don’t\nenter more than $2,500 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter the amount from Form 1040 or 1040-SR, line 9 . . . . . . . . . . . . . . . . . . . . . . . . . 2. 3. Enter the total of the amounts from Schedule 1, lines 11 through 20, and 23 and\n25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. 4. Subtract line 3 from line 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4. 5. Enter the amount shown below for your filing status. • Single, head of household, or qualifying\nsurviving spouse—$70,000\n• Married filing jointly— $145,000 6. ........... 5. Is the amount on line 4 more than the amount on line 5? No. Skip lines 6 and 7, enter -0- on line 8, and go to line 9. Yes.",
    "querygen": [
      "how to figure student loan interest deduction",
      "what i used to calculate irs interest deduction",
      "how can i find student loan interest deduction"
    ],
    "querygen_score": [
      "3.103652",
      "-1.9737287",
      "0.4024955"
    ]
  },
  {
    "id": "legal-advice_62__28",
    "doc_id": "legal-advice_62",
    "chunk_id": 28,
    "document_category": "legal-advice",
    "text": "1. Child tax credit and credit for other dependents (line 19)\nand additional child tax credit (line 28). 2. Head of household filing status. 3. Credit for child and dependent care expenses (Schedule\n3, line 2). 4. Exclusion for dependent care benefits (Form 2441, Part\nIII). 5. Earned income credit (line 27). No other person can take any of the five tax benefits just listed\nbased on the qualifying child. If you and any other person can\nclaim the child as a qualifying child, the following rules apply. For purposes of these rules, the term \"parent\" means a biological or adoptive parent of an individual. It doesn't include a stepparent or foster parent unless that person has adopted the individual. • If only one of the persons is the child's parent, the child is\ntreated as the qualifying child of the parent. • If the parents file a joint return together and can claim the\nchild as a qualifying child, the child is treated as the qualifying\nchild of the parents. • If the parents don’t file a joint return together but both parents claim the child as a qualifying child, the IRS will treat the\nchild as the qualifying child of the parent with whom the child\nlived for the longer period of time in 2022. If the child lived\nwith each parent for the same amount of time, the IRS will treat\nthe child as the qualifying child of the parent who had the higher adjusted gross income (AGI) for 2022. • If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. • If a parent can claim the child as a qualifying child but no\nparent does so claim the child, the child is treated as the qualifying child of the person who had the highest AGI for 2022, but\nonly if that person's AGI is higher than the highest AGI of any\nparent of the child who can claim the child. Example. Your child, J meets the conditions to be a qualifying child for both you and your parent. J doesn't meet the conditions to be a qualifying child of any other person, including J’s\nother parent. Under the rules just described, you can claim J as a\nqualifying child for all of the five tax benefits just listed for\nwhich you otherwise qualify. Your parent can't claim any of\nthose five tax benefits based on J. However, if your parent’s\nAGI is higher than yours and you do not claim J as a qualifying\nchild, J is the qualifying child of your parent. For more details and examples, see Pub. 501. If you will be claiming the child as a qualifying child, go to\nStep 2. Otherwise, stop; you can't claim any benefits based on\nthis child. Social security number. You must enter each dependent's social security number (SSN). Be sure the name and SSN entered\nagree with the dependent's social security card.",
    "querygen": [
      "what kind of tax credit is child",
      "who is included in child tax credit",
      "what tax credits are available to dependents"
    ],
    "querygen_score": [
      "0.40972203",
      "-0.05393011",
      "0.48906738"
    ]
  },
  {
    "id": "legal-advice_91__63",
    "doc_id": "legal-advice_91",
    "chunk_id": 63,
    "document_category": "legal-advice",
    "text": "No. Continue\nYes. STOP You can’t take the\ncredit. TIP If the child didn't live with you for more than half of 2022 because of\na temporary absence, birth, death, or kidnapping, see Exception to time\nlived with you, later. 2. Are you filing a joint return for 2022? Yes. Skip questions 3\nNo. Continue\n䊲\nthrough 6 and Step 4;\ngo to Step 5. 䊲 2. Were you, or your spouse if filing a joint return, at least age\n25 but under age 65 at the end of 2022? (Check “Yes” if\nyou, or your spouse if filing a joint return, were born after\nDecember 31, 1957, and before January 2, 1998.) If your\nspouse died in 2022 or if you are preparing a return for\nsomeone who died in 2022, see Pub. 596 before you answer. Yes. Continue\nNo. STOP\n䊲 1. Do you have at least one child who meets the conditions to\nbe your qualifying child for the purpose of claiming the\nEIC? Yes. Continue\nNo. Skip questions 2\n䊲\nthrough 6; go to Step 4. You can’t take the credit. You can’t take the credit. 3. Was your main home, and your spouse's if filing a joint\nreturn, in the United States for more than half of 2022? Members of the military stationed outside the United States,\nsee Members of the military, later, before you answer. Yes. Continue\nNo. STOP\n䊲 -39- You can't take the credit. Enter “No” on the dotted\nline next to line 27. Need more information or forms? Visit IRS.gov. 4. Are you filing a joint return for 2022? Yes. Skip questions 5\nNo. Continue\n䊲\nand 6; go to Step 5. 4. Enter all of your nontaxable combat pay if you elect\nto include it in earned income. Also enter the amount\nof your nontaxable combat pay on line 1i of Form\n1040 or 1040-SR. See Combat pay,\n4.\nnontaxable, later . . . . . . . . . . . . . . . . . . . 5. Could you be a qualifying child of another person for 2022? (Check “No” if the other person isn't required to file, and\nisn't filing, a 2022 tax return or is filing a 2022 return only\nto claim a refund of withheld income tax or estimated tax\npaid (see Pub. 596 for examples).) No. Continue\nYes. STOP Electing to include nontaxable combat pay may increase or\ndecrease your EIC. Figure the credit with and without your nontaxable\ncombat pay before making the election. 5. Add lines 3 and 4. This is your earned income* . . . . . . . . . . . 5. 䊲 You can't take the\ncredit. Enter “No”\non the dotted line next\nto line 27. 6. Can you be claimed as a dependent on someone else's 2022\ntax return? (If the person who could claim you on their 2022\ntax return is not required to file, and isn't filing a 2022 tax\nreturn or is filing a 2022 return only to claim a refund of\nwithheld income tax or estimated tax paid, check “No.”) No. Go to Step 5. Yes. STOP You can't take the\ncredit. Step 5 Earned Income",
    "querygen": [
      "how much credit do you have to take if a child does not live with you",
      "when can a child be taken off credit",
      "can you take credit for a child who doesn't live with you"
    ],
    "querygen_score": [
      "-1.0071743",
      "-1.7102218",
      "1.5180278"
    ]
  },
  {
    "id": "legal-advice_91__6",
    "doc_id": "legal-advice_91",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "Credits for sick and family leave for\ncertain self-employed individuals are\nnot available. Self-employed individuals can no longer claim these credits. Health coverage tax credit is not\navailable. The health coverage tax\ncredit was not extended. The credit is\nnot available after 2021. Credit for child and dependent care\nexpenses. The changes to the credit for\nchild and dependent care expenses implemented by the American Rescue Plan\nAct of 2021 (ARP), were not extended. For 2022, the credit for the child and dependent care expenses is nonrefundable. The dollar limit on qualifying expenses\nis $3,000 for one qualifying person and\n$6,000 for two or more qualifying persons. The maximum credit amount allowed is 35% of your employment-related expenses. For more information, see\nthe Instructions for Form 2441 and Pub.\n503. Child tax credit and additional child\ntax credit. Many changes to the child\ntax credit (CTC) implemented by ARP\nwere not extended. For 2022,\n• The initial credit amount of the\nCTC is $2,000 for each qualifying child. • The amount of CTC that can be\nclaimed as a refundable credit is limited\nas it was in 2020, except the maximum\nadditional child tax credit (ACTC)\namount has increased to $1,500 for each\nqualifying child. • A child must be under age 17 at\nthe end of 2022 to be a qualifying child. • Bona fide residents of Puerto Rico\nare no longer required to have three or -6- more qualifying children to be eligible\nto claim the ACTC. Bona fide residents\nof Puerto Rico may be eligible to claim\nthe ACTC if they have one or more\nqualifying children. • For more information, see the Instructions for Schedule 8812 (Form\n1040). Changes to the earned income credit\n(EIC). The enhancements for taxpayers\nwithout a qualifying child that applied\nfor 2021 don’t apply for 2022. This\nmeans, to claim the EIC without a qualifying child in 2022 you must be at least\nage 25 but under age 65 at the end of\n2022. If you are married and filing a\njoint return, either you or your spouse\nmust be at least age 25 but under age 65\nat the end of 2022. It doesn’t matter\nwhich spouse meets the age requirement, as long as one of the spouses does. Reporting requirements for Form\n1099-K. Form 1099-K is issued by third\nparty settlement organizations and credit\ncard companies to report payment transactions made to you for goods and services. You must report all income on your\ntax return unless excluded by law,\nwhether you received the income electronically or not, and whether you received a Form 1099-K or not. The\nbox 1a and other amounts reported on\nForm 1099-K are additional pieces of information to help determine the correct\namounts to report on your return. If you received a Form 1099-K that\nshows payments you didn’t receive or is\notherwise incorrect, contact the Form\n1099-K issuer. Don’t contact the IRS;\nthe IRS can’t correct an incorrect Form\n1099-K. If you can’t get it corrected, or\nyou sold a personal item at a loss, see\nthe instructions for Schedule 1, lines 8z\nand 24z, later, for more reporting information. All IRS information about Form\n1099-K is available by going to IRS.gov/\n1099K. Free Software Options for Doing Your Taxes Why have 49 million Americans used Free File?",
    "querygen": [
      "when does a child support tax credit expire",
      "how long is the dependent care tax credit in effect",
      "is sick and family leave available on tax"
    ],
    "querygen_score": [
      "-2.5673113",
      "-1.680606",
      "1.4517033"
    ]
  },
  {
    "id": "legal-advice_35__49",
    "doc_id": "legal-advice_35",
    "chunk_id": 49,
    "document_category": "legal-advice",
    "text": "(b) Response. Unless otherwise ordered by the\nAdministrative Law Judge, the nonmoving party\nis not required to file a response to a motion. If\nthe Administrative Law Judge does not order\nthe nonmoving party to file a response, and the\nnonmoving party files no response, the nonmoving\nparty is deemed to oppose the motion. If a nonmoving\nparty does not respond within 30 days of the filing\nof a motion for decision by default for failure to\nfile a timely answer or for failure to prosecute, the\nnonmoving party is deemed not to oppose the motion. (c) Oral motions; oral argument —\n(1) The Administrative Law Judge may, for good\ncause and with notice to the parties, permit oral\nmotions and oral opposition to motions. (2) The Administrative Law Judge may, within\nhis or her discretion, permit oral argument on any\nmotion. (d) Orders. The Administrative Law Judge should\nissue written orders disposing of any motion or\nrequest and any response thereto. (e) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.69 Representation; ex parte communication. (a) Representation. (1) The Internal Revenue Service may be\nrepresented in proceedings under this part by an\nattorney or other employee of the Internal Revenue\nService. An attorney or an employee of the Internal\nTreasury Department Circular No. 230 Table of Contents Revenue Service representing the Internal Revenue\nService in a proceeding under this part may sign the\ncomplaint or any document required to be filed in\nthe proceeding on behalf of the Internal Revenue\nService.\n(2) A respondent may appear in person, be\nrepresented by a practitioner, or be represented by\nan attorney who has not filed a declaration with\nthe Internal Revenue Service pursuant to §10.3. A\npractitioner or an attorney representing a respondent\nor proposed respondent may sign the answer or any\ndocument required to be filed in the proceeding on\nbehalf of the respondent. (b) Ex parte communication. The Internal Revenue\nService, the respondent, and any representatives of\neither party, may not attempt to initiate or participate\nin ex parte discussions concerning a proceeding or\npotential proceeding with the Administrative Law\nJudge (or any person who is likely to advise the\nAdministrative Law Judge on a ruling or decision)\nin the proceeding before or during the pendency\nof the proceeding. Any memorandum, letter or\nother communication concerning the merits of the\nproceeding, addressed to the Administrative Law\nJudge, by or on behalf of any party shall be regarded\nas an argument in the proceeding and shall be served\non the othe party. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.70 Administrative Law Judge. (a) Appointment. Proceedings on complaints for the\nsanction (as described in §10.50) of a practitioner,\nemployer, firm or other entity, or appraiser will be\nconducted by an Administrative Law Judge appointed\nas provided by 5 U.S.C. 3105.\n(b) Powers of the Administrative Law Judge. The\nAdministrative Law Judge, among other powers,\nhas the authority, in connection with any proceeding\nunder §10.60 assigned or referred to him or her, to do\nthe following:\n(1) Administer oaths and affirmations;\n(2) Make rulings on motions and requests, which\nrulings may not be appealed prior to the close of a\nTreasury Department Circular No. 230",
    "querygen": [
      "how to respond to an administrative law motion",
      "do you file a response to a motion on file",
      "which court orders that a party file a response to a motion"
    ],
    "querygen_score": [
      "1.0293229",
      "0.85943276",
      "0.43958563"
    ]
  },
  {
    "id": "legal-advice_64__63",
    "doc_id": "legal-advice_64",
    "chunk_id": 63,
    "document_category": "legal-advice",
    "text": "No. Continue\nYes. STOP You can’t take the\ncredit. TIP If the child didn't live with you for more than half of 2022 because of\na temporary absence, birth, death, or kidnapping, see Exception to time\nlived with you, later. 2. Are you filing a joint return for 2022? Yes. Skip questions 3\nNo. Continue\n䊲\nthrough 6 and Step 4;\ngo to Step 5. 䊲 2. Were you, or your spouse if filing a joint return, at least age\n25 but under age 65 at the end of 2022? (Check “Yes” if\nyou, or your spouse if filing a joint return, were born after\nDecember 31, 1957, and before January 2, 1998.) If your\nspouse died in 2022 or if you are preparing a return for\nsomeone who died in 2022, see Pub. 596 before you answer. Yes. Continue\nNo. STOP\n䊲 1. Do you have at least one child who meets the conditions to\nbe your qualifying child for the purpose of claiming the\nEIC? Yes. Continue\nNo. Skip questions 2\n䊲\nthrough 6; go to Step 4. You can’t take the credit. You can’t take the credit. 3. Was your main home, and your spouse's if filing a joint\nreturn, in the United States for more than half of 2022? Members of the military stationed outside the United States,\nsee Members of the military, later, before you answer. Yes. Continue\nNo. STOP\n䊲 -39- You can't take the credit. Enter “No” on the dotted\nline next to line 27. Need more information or forms? Visit IRS.gov. 4. Are you filing a joint return for 2022? Yes. Skip questions 5\nNo. Continue\n䊲\nand 6; go to Step 5. 4. Enter all of your nontaxable combat pay if you elect\nto include it in earned income. Also enter the amount\nof your nontaxable combat pay on line 1i of Form\n1040 or 1040-SR. See Combat pay,\n4.\nnontaxable, later . . . . . . . . . . . . . . . . . . . 5. Could you be a qualifying child of another person for 2022? (Check “No” if the other person isn't required to file, and\nisn't filing, a 2022 tax return or is filing a 2022 return only\nto claim a refund of withheld income tax or estimated tax\npaid (see Pub. 596 for examples).) No. Continue\nYes. STOP Electing to include nontaxable combat pay may increase or\ndecrease your EIC. Figure the credit with and without your nontaxable\ncombat pay before making the election. 5. Add lines 3 and 4. This is your earned income* . . . . . . . . . . . 5. 䊲 You can't take the\ncredit. Enter “No”\non the dotted line next\nto line 27. 6. Can you be claimed as a dependent on someone else's 2022\ntax return? (If the person who could claim you on their 2022\ntax return is not required to file, and isn't filing a 2022 tax\nreturn or is filing a 2022 return only to claim a refund of\nwithheld income tax or estimated tax paid, check “No.”) No. Go to Step 5. Yes. STOP You can't take the\ncredit. Step 5 Earned Income",
    "querygen": [
      "do you need to take a child from your credit card when they don't live with you",
      "can my child be taken off my credit",
      "can i take credit for child death?"
    ],
    "querygen_score": [
      "-2.245543",
      "-0.29580373",
      "-1.1356827"
    ]
  },
  {
    "id": "legal-advice_99__44",
    "doc_id": "legal-advice_99",
    "chunk_id": 44,
    "document_category": "legal-advice",
    "text": "See Form 4972. Lines 6a, 6b, and 6c\nLines 6a and 6b\nSocial Security Benefits You should receive a Form SSA-1099\nshowing in box 3 the total social security benefits paid to you. Box 4 will show\nthe amount of any benefits you repaid in\n2022. If you received railroad retirement\nbenefits treated as social security, you\nshould receive a Form RRB-1099. Use the Social Security Benefits\nWorksheet in these instructions to see if\nany of your benefits are taxable. Exception. Do not use the Social Security Benefits Worksheet in these instructions if any of the following applies. • You made contributions to a traditional IRA for 2022 and you or your\nspouse were covered by a retirement\nplan at work or through self-employment. Instead, use the worksheets in\nPub. 590-A to see if any of your social\nsecurity benefits are taxable and to figure your IRA deduction. • You repaid any benefits in 2022\nand your total repayments (box 4) were\nmore than your total benefits for 2022\n(box 3). None of your benefits are taxable for 2022. Also, if your total repayments in 2022 exceed your total benefits\nreceived in 2022 by more than $3,000,\nyou may be able to take an itemized deduction or a credit for part of the excess\nrepayments if they were for benefits you\nincluded in income in an earlier year. For more details, see Pub. 915.\n• You file Form 2555, 4563, or\n8815, or you exclude employer-provided\nadoption benefits or income from sources within Puerto Rico. Instead, use the\nworksheet in Pub. 915. Need more information or forms? Visit IRS.gov. -30- Social security information. TIP Social security beneficiaries\ncan now get a variety of information from the SSA website with a my\nSocial Security account, including getting a replacement Form SSA‐1099 if\nneeded. For more information and to set\nup an account, go to SSA.gov/\nmyaccount. Disability payments. Don’t include in\nyour income any disability payments\n(including Social Security Disability Insurance (SSDI) payments) you receive\nfor injuries incurred as a direct result of\na terrorist attack directed against the\nUnited States (or its allies), whether outside or within the United States. In the\ncase of the September 11 attacks, injuries eligible for coverage by the September 11 Victim Compensation Fund are\ntreated as incurred as a direct result of\nthe attack. If these payments are incorrectly reported as taxable on Form\nSSA-1099, don't include the nontaxable\nportion of income on your tax return. You may receive a notice from the IRS\nregarding the omitted payments. Follow\nthe instructions in the notice to explain\nthat the excluded payments aren't taxable. For more information about these\npayments, see Pub. 3920. Example. Taxpayer X, a firefighter,\nwas disabled as a direct result of the\nSeptember 11 terrorist attack on the\nWorld Trade Center. X began receiving\nSocial Security Disability Insurance\n(SSDI) benefits at age 54. X's full retirement age for social security retirement\nbenefits is age 66. X's birthday is April\n25. In the year X turned 66, X received\n$1,500 per month in benefits from the\nSocial Security Administration (for a total of $18,000). Because X became eligible for a full retirement benefit in May,\nthe month after X turned 66, X can exclude only four months (January through\nApril) of their annual benefit from their\nincome ($6,000).",
    "querygen": [
      "when to use social security 1099",
      "when should you receive forms with your social security",
      "when do you receive social security payments"
    ],
    "querygen_score": [
      "-0.5124633",
      "-1.1136024",
      "-1.0013998"
    ]
  },
  {
    "id": "legal-advice_0__37",
    "doc_id": "legal-advice_0",
    "chunk_id": 37,
    "document_category": "legal-advice",
    "text": "(b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous. (2) A practitioner may not advise a client to\nsubmit a document, affidavit or other paper to the\nInternal Revenue Service —\n(i) The purpose of which is to delay or impede\nthe administration of the Federal tax laws;\n(ii) That is frivolous; or\n(iii) That contains or omits information in a\nmanner that demonstrates an intentional disregard\nof a rule or regulation unless the practitioner also\nadvises the client to submit a document that evidences\na good faith challenge to the rule or regulation. (c) Advising clients on potential penalties —\n(1) A practitioner must inform a client of any\npenalties that are reasonably likely to apply to the\nclient with respect to —\n(i) A position taken on a tax return if —\nTreasury Department Circular No. 230 (A) The practitioner advised the client with\nrespect to the position; or\n(B) The practitioner prepared or signed the tax\nreturn; and\n(ii) Any document, affidavit or other paper\nsubmitted to the Internal Revenue Service. (2) The practitioner also must inform the client\nof any opportunity to avoid any such penalties by\ndisclosure, if relevant, and of the requirements for\nadequate disclosure. (3) This paragraph (c) applies even if the\npractitioner is not subject to a penalty under the\nInternal Revenue Code with respect to the position\nor with respect to the document, affidavit or other\npaper submitted. (d) Relying on information furnished by\nclients. A practitioner advising a client to take\na position on a tax return, document, affidavit or\nother paper submitted to the Internal Revenue\nService, or preparing or signing a tax return as a\npreparer, generally may rely in good faith without\nverification upon information furnished by the\nclient. The practitioner may not, however, ignore the\nimplications of information furnished to, or actually\nknown by, the practitioner, and must make reasonable\ninquiries if the information as furnished appears to\nbe incorrect, inconsistent with an important fact or\nanother factual assumption, or incomplete. (e) Effective/applicability date. Paragraph (a) of\nthis section is applicable for returns or claims for\nrefund filed, or advice provided, beginning August 2,\n2011. Paragraphs (b) through (d) of this section are\napplicable to tax returns, documents, affidavits, and\nother papers filed on or after September 26, 2007. § 10.35 Competence.\n(a) A practitioner must possess the necessary\ncompetence to engage in practice before the Internal\nRevenue Service. Competent practice requires the\nappropriate level of knowledge, skill, thoroughness,\nand preparation necessary for the matter for which the\npractitioner is engaged. A practitioner may become\ncompetent for the matter for which the practitioner\nhas been engaged through various methods, such\n§ 10.35 — Page 25 Table of Contents as consulting with experts in the relevant area or\nstudying the relevant law. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.36 Procedures to ensure compliance.",
    "querygen": [
      "who can advise a client on a document, affidavit or other paper",
      "can an irs practitioner advise a client",
      "how to advise on irs"
    ],
    "querygen_score": [
      "2.860714",
      "3.1737509",
      "-0.34675264"
    ]
  },
  {
    "id": "legal-advice_91__120",
    "doc_id": "legal-advice_91",
    "chunk_id": 120,
    "document_category": "legal-advice",
    "text": "-85- Line 8f\nIncome from Form 8889. Enter on\nline 8f the total of the amounts from\nForm 8889, lines 16 and 20. You may have to pay an additional tax if you received a taxCAUTION able distribution from a health\nsavings account. See the Instructions for\nForm 8889. ! Line 8h\nJury duty pay. Also see the instructions for line 24a. Line 8i\nPrizes and awards. Enter prizes and\nawards but see the instructions for\nline 8m, Olympic and Paralympic medals and USOC prize money, later. Line 8j\nActivity not engaged in for profit income. See Pub. 535.\nLine 8k\nStock options. Enter on line 8k any income from the exercise of stock options\nnot otherwise reported on Form 1040 or\n1040-SR, line 1h. Line 8l Income from the rental of personal\nproperty if you engaged in the rental for profit but were not in the business\nof renting such property. Also see the\ninstructions for line 24b, later. Line 8m\nOlympic and Paralympic medals and\nUSOC prize money. The value of\nOlympic and Paralympic medals and the\namount of United States Olympic Committee (USOC) prize money you receive\non account of your participation in the\nOlympic or Paralympic Games may be\nnontaxable. These amounts should be reported to you in box 3 of Form\n1099-MISC. To see if these amounts are\nnontaxable, first figure your adjusted\ngross income, including the amount of\nyour medals and prize money. If your adjusted gross income is not\nmore than $1,000,000 ($500,000 if married filing separately), these amounts are\nnontaxable and you should include the\namount in box 3 of Form 1099-MISC on\nline 8m, then subtract it by including it\non line 24c. Line 8n\nSection 951(a) inclusion. Section 951\ngenerally requires that a U.S. shareholder of a controlled foreign corporation include in income its pro rata share of the\ncorporation's subpart F income and its\namount determined under section 956. Enter on line 8n from your Forms 5471\nthe sum of any amounts reported on\nSchedule I, lines 1a through h and line 2. Remember to attach copies of your\nForms 5471 to your return. Line 8o\nSection 951A(a) inclusion. Section\n951A generally requires that a U.S.\nshareholder of a controlled foreign corporation include in income its global intangible low-taxed income (GILTI). Enter on line 8o from your Forms 8992 the\nsum of any amounts reported on Part II,\nline 5. Remember to attach copies of\nyour Forms 8992. If you made a section 962 election and have an income incluCAUTION sion\nunder section 951 or\n951A, do not report that income on\nline 8n or 8o, as applicable. Instead, report the tax with respect to the section\n962 election on Form 1040 or 1040-SR,\nline 16, and attach a statement showing\nhow you figured the tax that includes the\ngross amounts of section 951 and section 951A income. ! Line 8p\n461(l) excess business loss adjustment. Enter the amount of your excess business loss from Form 461, line 16. Line 8q\nTaxable distributions from an ABLE\naccount. Distributions from this type of\naccount may be taxable if (a) they are\nmore than the designated beneficiary's\nqualified disability expenses, and (b)\nthey were not included in a qualified\nrollover. See Pub. 907 for more information.",
    "querygen": [
      "are you taxed on distributions from a health savings account",
      "which tax form to use for tax deduction",
      "what form to file for taxes on a distribution from a health savings account"
    ],
    "querygen_score": [
      "0.3436514",
      "-3.0645082",
      "0.28731075"
    ]
  },
  {
    "id": "legal-advice_0__51",
    "doc_id": "legal-advice_0",
    "chunk_id": 51,
    "document_category": "legal-advice",
    "text": "Requests for admission shall not exceed a total of 30\n(including any subparts within a specific request)\nwithout the approval from the Administrative Law\nJudge. (d) Limitations. Discovery shall not be authorized if —\n(1) The request fails to meet any requirement set\nforth in paragraph (a) of this section;\n(2) It will unduly delay the proceeding;\n(3) It will place an undue burden on the party\nrequired to produce the discovery sought;\n(4) It is frivolous or abusive;\n(5) It is cumulative or duplicative;\n(6) The material sought is privileged or otherwise\nprotected from disclosure by law;\n(7) The material sought relates to mental\nimpressions, conclusions, of legal theories of any\nparty, attorney, or other representative, or a party\nprepared in the anticipation of a proceeding; or\n(8) The material sought is available generally\nto the public, equally to the parties, or to the party\nseeking the discovery through another source. (e) Failure to comply. Where a party fails to comply\nwith an order of the Administrative Law Judge under\nthis section, the Administrative Law Judge may, among\nother things, infer that the information would be adverse\nto the party failing to provide it, exclude the information\nfrom evidence or issue a decision by default. (f) Other discovery. No discovery other than that\nspecifically provided for in this section is permitted. Page 36 — § 10.71 (g) Effective/applicability date. This section\nis applicable to proceedings initiated on or after\nSeptember 26, 2007. § 10.72 Hearings. (a) In general —\n(1) Presiding officer. An Administrative Law\nJudge will preside at the hearing on a complaint\nfiled under §10.60 for the sanction of a practitioner,\nemployer, firm or other entity, or appraiser. (2) Time for hearing. Absent a determination by\nthe Administrative Law Judge that, in the interest\nof justice, a hearing must be held at a later time,\nthe Administrative Law Judge should, on notice\nsufficient to allow proper preparation, schedule the\nhearing to occur no later than 180 days after the time\nfor filing the answer. (3) Procedural requirements. (i) Hearings will be stenographically recorded\nand transcribed and the testimony of witnesses will\nbe taken under oath or affirmation. (ii) Hearings will be conducted pursuant to\n5 U.S.C. 556.\n(iii) A hearing in a proceeding requested under\n§10.82(g) will be conducted de novo. (iv) An evidentiary hearing must be held in all\nproceedings prior to the issuance of a decision by the\nAdministrative Law Judge unless —\n(A) The Internal Revenue Service withdraws\nthe complaint;\n(B) A decision is issued by default pursuant to\n§10.64(d);\n(C) A decision is issued under §10.82 (e);\n(D) The respondent requests a decision on the\nwritten record without a hearing; or\n(E) The Administrative Law Judge issues a\ndecision under §10.68(d) or rules on another motion\nthat disposes of the case prior to the hearing. (b) Cross-examination. A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents",
    "querygen": [
      "how many requests are allowed for discovery in a court",
      "how many requests for admission",
      "what is the limit for requests for admission"
    ],
    "querygen_score": [
      "-1.1322742",
      "-0.5304545",
      "-0.17857288"
    ]
  },
  {
    "id": "legal-advice_25__36",
    "doc_id": "legal-advice_25",
    "chunk_id": 36,
    "document_category": "legal-advice",
    "text": "The 121-day period began on May 17, 2022 (60 days before\nthe ex-dividend date), and ended on\nSeptember 14, 2022. You have no qualified dividends from XYZ Corp. because you held the XYZ stock for less than 61\ndays. Example 2. The facts are the same as\nin Example 1 except that you bought the\nstock on July 15, 2022 (the day before\nthe ex-dividend date), and you sold the\nstock on September 16, 2022. You held\nthe stock for 63 days (from July 16,\n2022, through September 16, 2022). The\n$500 of qualified dividends shown in\nbox 1b of Form 1099-DIV are all qualified dividends because you held the\nstock for 61 days of the 121-day period\n(from July 16, 2022, through September\n14, 2022). Example 3. You bought 10,000\nshares of ABC Mutual Fund common\nstock on July 8, 2022. ABC Mutual\nFund paid a cash dividend of 10 cents a\nshare. The ex-dividend date was July 16,\n2022. The ABC Mutual Fund advises\nyou that the part of the dividend eligible\nto be treated as qualified dividends\nequals 2 cents a share. Your Form\n1099-DIV from ABC Mutual Fund\nshows total ordinary dividends of $1,000\nand qualified dividends of $200. However, you sold the 10,000 shares on August 11, 2022. You have no qualified\ndividends from ABC Mutual Fund because you held the ABC Mutual Fund\nstock for less than 61 days. Use the Qualified Dividends TIP and Capital Gain Tax Worksheet or the Schedule D Tax\nWorksheet, whichever applies, to figure\nyour tax. See the instructions for line 16\nfor details. Line 3b\nOrdinary Dividends\nEach payer should send you a Form\n1099-DIV. Enter your total ordinary dividends on line 3b. This amount should\nbe shown in box 1a of Form(s)\n1099-DIV. You must fill in and attach Schedule B if the total is over $1,500 or you\nreceived, as a nominee, ordinary dividends that actually belong to someone\nelse. Nondividend Distributions Some distributions are a return of your\ncost (or other basis). They won't be Need more information or forms? Visit IRS.gov. -26- taxed until you recover your cost (or\nother basis). You must reduce your cost\n(or other basis) by these distributions. After you get back all of your cost (or\nother basis), you must report these distributions as capital gains on Form 8949. For details, see Pub. 550. Dividends on insurance poli- TIP cies are a partial return of the\npremiums you paid. Don’t report them as dividends. Include them in\nincome on Schedule 1, line 8z, only if\nthey exceed the total of all net premiums\nyou paid for the contract. Lines 4a and 4b\nIRA Distributions You should receive a Form 1099-R\nshowing the total amount of any distribution from your IRA before income tax\nor other deductions were withheld. This\namount should be shown in box 1 of\nForm 1099-R. Unless otherwise noted in\nthe line 4a and 4b instructions, an IRA\nincludes a traditional IRA, Roth IRA,\nsimplified employee pension (SEP)\nIRA, and a savings incentive match plan\nfor employees (SIMPLE) IRA. Except\nas provided next, leave line 4a blank and\nenter the total distribution (from Form\n1099-R, box 1) on line 4b. Exception 1.",
    "querygen": [
      "when do dividends go out in xyz mls",
      "when does xyz dividends come",
      "what is the ex dividend date for xyz?"
    ],
    "querygen_score": [
      "-2.2924974",
      "-0.55777484",
      "-0.39724898"
    ]
  },
  {
    "id": "legal-advice_45__10",
    "doc_id": "legal-advice_45",
    "chunk_id": 10,
    "document_category": "legal-advice",
    "text": "– (1) In general. Advance payments must be\nincluded in income either –\n(i) In the taxable year of receipt; or\n(ii) Except as provided in paragraph (c) of this section . . .\n(c) Exemption for inventorial goods. (1)(i) If a taxpayer receives an advance\npayment in a taxable year with respect to an agreement for the sale of goods\nproperly includible in his inventory or with respect to an agreement (such as a gift\ncertificate) which can be satisfied with goods or a type of goods that cannot be\nidentified in such taxable year, and on the last day of such taxable year the\ntaxpayer –\n(a) Is accounting for advance payments pursuant to a method described in\nparagraph (b)(1)(ii) of this section for tax purposes. (b) Has received “substantial advance payments” (as described in subparagraph\n(3) of this paragraph) with respect to such agreement, and\n(c) Has on hand (or available to him in such year through his normal source of\nsupply) goods of substantially similar kind and in sufficient quantity to satisfy the\nagreement in such year, then all advance payments received with respect to\nsuch agreement by the last day of the second taxable year following the year in POSTF-134398-08 14 which such substantial advance payments are received, and not previously\nincluded in income in accordance with the taxpayer’s accrual method of\naccounting must be included in income in such second taxable year. In order to qualify for the 2-year deferral of Treas. Reg. §1.451-5(c), a taxpayer must\nreceive an advance payment for the sale of goods properly includible in his inventory or\nwith respect to an agreement (such as a gift card) which can be satisfied with goods. The regulation first requires that a taxpayer receive an advance payment. An advance\npayment is any amount received by a taxpayer using an accrual method of accounting\nfor purchases and sales and to be applied against an agreement. The regulation next\nrequires that the amount is applied to an agreement. An agreement exists because the\namount (cash) is exchanged for a gift card. Gift certificates, and by extension gift cards,\nare specifically within the definition of agreement under Treas. Reg. § 1.451-5(a)(2)(i). The taxpayer, A, does not qualify for the deferral available under § 1.451-5, as to\nrestaurants that are not owned by the taxpayer because the amount received is not an\n“advance payment” under § 1.451-5(a)(1) since the taxpayer, A, will not be redeeming\ngift cards with its own goods held for sale. In other words, the taxpayer, A, only owns\nand will supply the inventory for the restaurant that it owns, i.e., C. It does not have\ninventorial goods on hand to be consumed in the restaurants that it does not own, at\nwhich the gift cards will be redeemed. As to these other restaurants, the taxpayer, A, is\nonly in the business of providing management services and gift card selling services,\nnot supplying or selling its own meals. It will be transferring cash to the seller of the\nmeals, when a customer redeems the gift card through the sale of its own goods.",
    "querygen": [
      "when advance payments become taxable",
      "are advance payments included in income",
      "what taxes are for advances"
    ],
    "querygen_score": [
      "-0.2930035",
      "2.5252738",
      "-2.2986565"
    ]
  },
  {
    "id": "legal-advice_36__7",
    "doc_id": "legal-advice_36",
    "chunk_id": 7,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30\nSubpart D — Rules Applicable to Disciplinary Proceedings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.60 Institution of proceeding. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.61 Conferences.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.62 Contents of complaint. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.63 Service of complaint; service of other papers; service of evidence in support of complaint;\nfiling of papers. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 32\n§ 10.64 Answer; default.",
    "querygen": [
      "who wrote this song?",
      "who are the actors in the movie ..",
      "who is tyler"
    ],
    "querygen_score": [
      "-8.399946",
      "-8.257123",
      "-8.569526"
    ]
  },
  {
    "id": "legal-advice_39__15",
    "doc_id": "legal-advice_39",
    "chunk_id": 15,
    "document_category": "legal-advice",
    "text": "Test 1. You paid over half the cost of\nkeeping up a home that was the main\nhome for all of 2022 of your parent whom you can claim as a dependent, except under a multiple support agreement\n(see Who Qualifies as Your Dependent,\nlater). Your parent didn't have to live\nwith you. Test 2. You paid over half the cost of\nkeeping up a home in which you lived\nand in which one of the following also\nlived for more than half of the year (if\nhalf or less, see Exception to time lived\nwith you, later). 1. Any person whom you can claim\nas a dependent. But don’t include:\na. Your child whom you claim as\nyour dependent because of the rule for\nChildren of divorced or separated parents under Who Qualifies as Your Dependent, later;\nb. Any person who is your dependent only because the person lived with\nyou for all of 2022; or\nc. Any person you claimed as a dependent under a multiple support agreement. See Who Qualifies as Your Dependent, later. 2. Your unmarried qualifying child\nwho isn't your dependent. 3. Your married qualifying child\nwho isn't your dependent only because\nyou can be claimed as a dependent on\nsomeone else's 2022 return. 4. Your qualifying child who, even\nthough you are the custodial parent, isn't\nyour dependent because of the rule for\nChildren of divorced or separated parents under Who Qualifies as Your Dependent, later. If the child isn't claimed as your dependent, enter the child's name in the entry space below the filing status checkboxes. If you don’t enter the name, it\nwill take us longer to process your return. Qualifying child. To find out if someone is your qualifying child, see Step 1\nunder Who Qualifies as Your Dependent, later. Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. -13- Exception to time lived with you. Temporary absences by you or the other\nperson for special circumstances, such\nas school, vacation, business, medical\ncare, military service, or detention in a\njuvenile facility, count as time lived in\nthe home. Also see Kidnapped child, later, under Who Qualifies as Your Dependent, if applicable. If the person for whom you kept up a\nhome was born or died in 2022, you still\nmay be able to file as head of household. If the person is your qualifying child, the\nchild must have lived with you for more\nthan half the part of the year the child\nwas alive. If the person is anyone else,\nsee Pub. 501. Similarly, if you adopted\nthe person for whom you kept up a\nhome in 2022, the person was lawfully\nplaced with you for legal adoption by\nyou in 2022, or the person was an eligible foster child placed with you during\n2022, the person is considered to have\nlived with you for more than half of\n2022 if your main home was this person’s main home for more than half the\ntime since the person was adopted or\nplaced with you in 2022. Keeping up a home.",
    "querygen": [
      "do i need to be a dependent for a dependent child",
      "when can a dependent claim their house",
      "can you claim your parents as dependent"
    ],
    "querygen_score": [
      "-1.1319532",
      "-0.86089647",
      "1.3697135"
    ]
  },
  {
    "id": "legal-advice_68__57",
    "doc_id": "legal-advice_68",
    "chunk_id": 57,
    "document_category": "legal-advice",
    "text": "Enter the smaller of line 1 or line 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14. Add lines 5 and 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15.\nSubtract line 15 from line 14. If zero or less, enter -0- . . . . . . . . . . . . . . . . . . . . . . . 16. Enter the smaller of line 12 or line 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17.\nMultiply line 17 by 15% (0.15) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n18. Add lines 9 and 17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19.\nSubtract line 19 from line 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20.\nMultiply line 20 by 20% (0.20) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n21.\nFigure the tax on the amount on line 5. If the amount on line 5 is less than $100,000, use the Tax Table\nto figure the tax.",
    "querygen": [
      "how to type a word in excel",
      "which lines should i use first",
      "which line of lines does the largest symbol of line 1 and line 13 come from?"
    ],
    "querygen_score": [
      "-4.693649",
      "-4.2213597",
      "-5.2932773"
    ]
  },
  {
    "id": "legal-advice_97__1",
    "doc_id": "legal-advice_97",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Treasury Department\nCircular No. 230\n(Rev. 6-2014) Regulations Governing Practice before\nthe Internal Revenue Service Catalog Number 16586R\nwww.irs.gov Department\nof the\nTreasury\nInternal\nRevenue\nService Title 31 Code of Federal Regulations,\nSubtitle A, Part 10,\npublished (June 12, 2014) 31 U.S.C. §330. Practice before the Department\n(a) Subject to section 500 of title 5, the Secretary of the Treasury may —\n(1) regulate the practice of representatives of persons before the Department of the Treasury; and\n(2) before admitting a representative to practice, require that the representative demonstrate —\n(A) good character;\n(B) good reputation;\n(C) necessary qualifications to enable the representative to provide to persons valuable service; and\n(D) competency to advise and assist persons in presenting their cases. (b) After notice and opportunity for a proceeding, the Secretary may suspend or disbar from practice before the\nDepartment, or censure, a representative who —\n(1) is incompetent;\n(2) is disreputable;\n(3) violates regulations prescribed under this section; or\n(4) with intent to defraud, willfully and knowingly misleads or threatens the person being represented or a\nprospective person to be represented. The Secretary may impose a monetary penalty on any representative described in the preceding sentence. If the\nrepresentative was acting on behalf of an employer or any firm or other entity in connection with the conduct\ngiving rise to such penalty, the Secretary may impose a monetary penalty on such employer, firm, or entity if\nit knew, or reasonably should have known, of such conduct. Such penalty shall not exceed the gross income\nderived (or to be derived) from the conduct giving rise to the penalty and may be in addition to, or in lieu of, any\nsuspension, disbarment, or censure of the representative. (c) After notice and opportunity for a hearing to any appraiser, the Secretary may —\n(1) provide that appraisals by such appraiser shall not have any probative effect in any administrative\nproceeding before the Department of the Treasury or the Internal Revenue Service, and\n(2) bar such appraiser from presenting evidence or testimony in any such proceeding. (d) Nothing in this section or in any other provision of law shall be construed to limit the authority of the\nSecretary of the Treasury to impose standards applicable to the rendering of written advice with respect to any\nentity, transaction plan or arrangement, or other plan or arrangement, which is of a type which the Secretary\ndetermines as having a potential for tax avoidance or evasion. (Pub. L. 97–258, Sept. 13, 1982, 96 Stat. 884; Pub. L. 98–369, div. A, title I, §156(a), July 18, 1984, 98 Stat. 695; Pub. L. 99–514, §2, Oct. 22, 1986, 100 Stat. 2095; Pub. L. 108–357, title VIII, §822(a)(1), (b), Oct. 22, 2004,\n118 Stat. 1586, 1587; Pub. L. 109–280, title XII, §1219(d), Aug. 17, 2006, 120 Stat. 1085.) Page 2 Treasury Department Circular No. 230",
    "querygen": [
      "irs regulations",
      "internal revenue service regulations",
      "internal revenue service irs catalog number"
    ],
    "querygen_score": [
      "0.8155981",
      "1.2450775",
      "1.4610561"
    ]
  },
  {
    "id": "legal-advice_99__127",
    "doc_id": "legal-advice_99",
    "chunk_id": 127,
    "document_category": "legal-advice",
    "text": "Use Tax Topic\n452 or see Pub. 504. ! Line 18\nPenalty on Early Withdrawal of\nSavings\nThe Form 1099-INT or Form 1099-OID\nyou received will show the amount of\nany penalty you were charged. -89- Line 19 a Line 19c On line 19c, enter the month and year of\nyour original divorce or separation\nagreement that relates to this deduction\nfor alimony paid. Line 20\nIRA Deduction If you made any nondeductible TIP contributions to a traditional\nindividual retirement arrangement (IRA) for 2022, you must report\nthem on Form 8606. You no longer need to be TIP younger than age 701/2 to take\na deduction for your contributions to an IRA. If you made contributions to a traditional IRA for 2022, you may be able to\ntake an IRA deduction. But you, or your\nspouse if filing a joint return, must have\nhad earned income to do so. For IRA\npurposes, earned income includes alimony and separate maintenance payments\nreported on Schedule 1, line 2a. If you\nwere a member of the U.S. Armed\nForces, earned income includes any nontaxable combat pay you received. If you\nwere self-employed, earned income is\ngenerally your net earnings from\nself-employment if your personal services were a material income-producing\nfactor. For more details, see Pub. 590-A. A statement should be sent to you by\nMay 31, 2023, that shows all contributions to your traditional IRA for 2022. Use the IRA Deduction Worksheet to\nfigure the amount, if any, of your IRA\ndeduction. But read the following list\nbefore you fill in the worksheet. 1. You can't deduct contributions to\na Roth IRA. But you may be able to take\nthe retirement savings contributions\ncredit (saver's credit). See the instructions for Schedule 3, line 4. 2. If you are filing a joint return and\nyou or your spouse made contributions\nto both a traditional IRA and a Roth IRA\nfor 2022, don’t use the IRA Deduction\nWorksheet in these instructions. Instead,\nsee Pub. 590-A to figure the amount, if\nany, of your IRA deduction. 3. You can’t deduct elective deferrals to a 401(k) plan, 403(b) plan, section 457 plan, SIMPLE plan, or the federal Thrift Savings Plan. These amounts\naren't included as income in box 1 of\nyour Form W-2. 4. If you made contributions to your\nIRA in 2022 that you deducted for 2021,\ndon’t include them in the worksheet. 5. If you received income from a\nnonqualified deferred compensation\nplan or nongovernmental section 457\nplan that is included in box 1 of your\nForm W-2, or in box 1 of Form\n1099-NEC, don’t include that income on\nline 8 of the worksheet. The income\nshould be shown in (a) box 11 of your\nForm W-2, (b) box 12 of your Form\nW-2 with code Z, or (c) box 15 of Form 1099-MISC. If it isn't, contact your employer or the payer for the amount of the\nincome. 6. You must file a joint return to deduct contributions to your spouse's IRA. Enter the total IRA deduction for you\nand your spouse on line 20. 7. Don’t include rollover contributions in figuring your deduction. Instead,\nsee the instructions for Form 1040 or\n1040-SR, lines 4a and 4b. 8. Don't include trustees' fees that\nwere billed separately and paid by you\nfor your IRA.",
    "querygen": [
      "what penalty for early withdrawal",
      "penalty for early withdrawal of savings",
      "penalty on early withdrawal on 1099 in"
    ],
    "querygen_score": [
      "-0.6370105",
      "0.011617325",
      "-0.14841697"
    ]
  },
  {
    "id": "legal-advice_66__103",
    "doc_id": "legal-advice_66",
    "chunk_id": 103,
    "document_category": "legal-advice",
    "text": "17,782\n17,794\n17,806\n17,818\n17,830 13,185\n13,196\n13,207\n13,218\n13,229 17,782\n17,794\n17,806\n17,818\n17,830 16,282\n16,294\n16,306\n16,318\n16,330 94,000 97,000 94,000\n94,050\n94,100\n94,150\n94,200 94,050\n94,100\n94,150\n94,200\n94,250 16,402\n16,414\n16,426\n16,438\n16,450 11,920\n11,931\n11,942\n11,953\n11,964 16,402\n16,414\n16,426\n16,438\n16,450 14,902\n14,914\n14,926\n14,938\n14,950 97,000\n97,050\n97,100\n97,150\n97,200 97,050\n97,100\n97,150\n97,200\n97,250 17,122\n17,134\n17,146\n17,158\n17,170 12,580\n12,591\n12,602\n12,613\n12,624 17,122\n17,134\n17,146\n17,158\n17,170 15,622\n15,634\n15,646\n15,658\n15,670 94,250\n94,300\n94,350\n94,400\n94,450 94,300\n94,350\n94,400\n94,450\n94,500 16,462\n16,474\n16,486\n16,498\n16,510 11,975\n11,986\n11,997\n12,008\n12,019 16,462\n16,474\n16,486\n16,498\n16,510 14,962\n14,974\n14,986\n14,998\n15,010 97,250\n97,300\n97,350\n97,400\n97,450 97,300\n97,350\n97,400\n97,450\n97,500 17,182\n17,194\n17,206\n17,218\n17,230 12,635\n12,646\n12,657\n12,668\n12,679 17,182\n17,194\n17,206\n17,218\n17,230 15,682\n15,694\n15,706\n15,718\n15,730 94,500\n94,550\n94,600\n94,650\n94,700 94,550\n94,600\n94,650\n94,700\n94,750 16,522\n16,534\n16,546\n16,558\n16,570 12,030\n12,041\n12,052\n12,063\n12,074 16,522\n16,534\n16,546\n16,558\n16,570 15,022\n15,034\n15,046\n15,058\n15,070 97,500\n97,550\n97,600\n97,650\n97,700 97,550\n97,600\n97,650\n97,700\n97,750 17,242\n17,254\n17,266\n17,278\n17,290 12,690\n12,701\n12,712\n12,723\n12,734 17,242\n17,254\n17,266\n17,278\n17,290 15,742\n15,754\n15,766\n15,778\n15,790 94,750\n94,800\n94,850\n94,900\n94,950 94,800\n94,850\n94,900\n94,950\n95,000 16,582\n16,594\n16,606\n16,618\n16,630 12,085\n12,096\n12,107\n12,118\n12,129 16,582\n16,594\n16,606\n16,618\n16,630 15,082\n15,094\n15,106\n15,118\n15,130 97,750\n97,800\n97,850\n97,900\n97,950 97,800\n97,850\n97,900\n97,950\n98,000 17,302\n17,314\n17,326\n17,338\n17,350 12,745\n12,756\n12,767\n12,778\n12,789 17,302\n17,314\n17,326\n17,338\n17,350 15,802\n15,814\n15,826\n15,838\n15,850 95,000 98,000 95,000\n95,050\n95,100\n95,150\n95,200 95,050\n95,100\n95,150\n95,200\n95,250 16,642\n16,654\n16,666\n16,678\n16,690 12,140\n12,151\n12,162\n12,173\n12,184 16,642\n16,654\n16,666\n16,678\n16,690 15,142\n15,154\n15,166\n15,178\n15,190 98,000\n98,050\n98,100\n98,150\n98,200 98,050\n98,100\n98,150\n98,200\n98,250 17,362\n17,374\n17,386\n17,398\n17,410 12,800\n12,811\n12,822\n12,833\n12,844 17,362\n17,374\n17,386\n17,398\n17,410 15,862\n15,874\n15,886\n15,898\n15,910 95,250\n95,300\n95,350\n95,400\n95,450 95,300\n95,350\n95,400\n95,450\n95,500 16,702\n16,714\n16,726\n16,738\n16,750 12,195\n12,206\n12,217\n12,228\n12,239 16,702\n16,714\n16,726\n16,738\n16,750 15,202\n15,214\n15,226\n15,238\n15,250 98,250\n98,300\n98,350\n98,400\n98,450 98,300\n98,350\n98,400\n98,450\n98,500 17,422\n17,434\n17,446\n17,458\n17,470 12,855\n12,866\n12,877\n12,888\n12,899 17,422\n17,434\n17,446\n17,458\n17,470 15,922\n15,934\n15,946\n15,958\n15,970 95,500\n95,550\n95,600\n95,650\n95,700 95,550\n95,600\n95,650\n95,700\n95,750 16,762\n16,774\n16,786\n16,798\n16,810 12,250\n12,261\n12,272\n12,283\n12,294 16,762\n16,774\n16,786\n16,798\n16,810 15,262\n15,274\n15,286\n15,298\n15,310 98,500\n98,550\n98,600\n98,650\n98,700 98,550\n98,600\n98,650\n98,700\n98,750 17,482\n17,494\n17,506\n17,518\n17,530 12,910\n12,921\n12,932\n12,943\n12,954 17,482\n17,494\n17,506\n17,518\n17,530 15,982\n15,994\n16,006\n16,018\n16,030 95,750\n95,800\n95,850\n95,900\n95,950 95,800\n95,850\n95,900\n95,950\n96,000 16,822\n16,834\n16,846\n16,858\n16,870 12,305\n12,316\n12,327\n12,338\n12,349 16,822\n16,834\n16,846\n16,858\n16,870 15,322\n15,334\n15,346\n15,358\n15,370 98,750\n98,800\n98,850\n98,900\n98,950 98,800\n98,850\n98,900\n98,950\n99,000 17,542\n17,554\n17,566\n17,578\n17,590 12,965\n12,976\n12,987\n12,998\n13,009 17,542\n17,554\n17,566\n17,578\n17,590 16,042\n16,054\n16,066\n16,078\n16,090 * This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 74 - $100,000\nor over\nuse the Tax\nComputation\nWorksheet 2022 Tax Computation Worksheet—Line 16 ! See the instructions for line 16 to see if you must use the worksheet below to figure your tax. CAUTION Note. If you are required to use this worksheet to figure the tax on an amount from another form or worksheet, such as the Qualified Dividends\nand Capital Gain Tax Worksheet, the Schedule D Tax Worksheet, Schedule J, Form 8615, or the Foreign Earned Income Tax Worksheet, enter\nthe amount from that form or worksheet in column (a) of the row that applies to the amount you are looking up. Enter the result on the\nappropriate line of the form or worksheet that you are completing. Section A—Use if your filing status is Single. Complete the row below that applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount Tax. Subtract (d) from (c). Enter\n(d)\nthe result here and on the entry\nSubtraction amount\nspace on line 16. At least $100,000 but not over $170,050 $ × 24% (0.24) $ $ 6,164.50 $ Over $170,050 but not over $215,950 $ × 32% (0.32) $ $ 19,768.50 $ Over $215,950 but not over $539,900 $ × 35% (0.35) $ $ 26,247.00 $ Over $539,900 $ × 37% (0.37) $ $ 37,045.00 $ Section B—Use if your filing status is Married filing jointly or Qualifying surviving spouse. Complete the row below\nthat applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount Tax. Subtract (d) from (c). Enter the\n(d)\nresult here and on the entry\nSubtraction amount\nspace on line 16. At least $100,000 but not over $178,150 $ × 22% (0.22) $ $ 8,766.00 $ Over $178,150 but not over $340,100 $ × 24% (0.24) $ $ 12,329.00 $ Over $340,100 but not over $431,900 $ × 32% (0.32) $ $ 39,537.00 $ Over $431,900 but not over $647,850 $ × 35% (0.35) $ $ 52,494.00 $ Over $647,850 $ × 37% (0.37) $ $ 65,451.00 $ Section C—Use if your filing status is Married filing separately. Complete the row below that applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount Tax.",
    "querygen": [
      "how many people on the uk a year",
      "how many people in scotland",
      "what is the number of americans in the u.s."
    ],
    "querygen_score": [
      "-5.2054105",
      "-4.823417",
      "-2.2534304"
    ]
  },
  {
    "id": "legal-advice_28__41",
    "doc_id": "legal-advice_28",
    "chunk_id": 41,
    "document_category": "legal-advice",
    "text": "An appraisal otherwise barred from admission into\nevidence pursuant to this section may be admitted into\nevidence solely for the purpose of determining the\ntaxpayer’s reliance in good faith on such appraisal. (c) Authority to impose monetary penalty —\n(1) In general. (i) The Secretary of the Treasury, or delegate,\nafter notice and an opportunity for a proceeding,\nmay impose a monetary penalty on any practitioner\nwho engages in conduct subject to sanction under\nPage 28 — § 10.50 paragraph (a) of this section. (ii) If the practitioner described in paragraph\n(c)(1)(i) of this section was acting on behalf of an\nemployer or any firm or other entity in connection\nwith the conduct giving rise to the penalty, the\nSecretary of the Treasury, or delegate, may impose\na monetary penalty on the employer, firm, or entity\nif it knew, or reasonably should have known of such\nconduct. (2) Amount of penalty. The amount of the penalty\nshall not exceed the gross income derived (or to be\nderived) from the conduct giving rise to the penalty. (3) Coordination with other sanctions. Subject to\nparagraph (c)(2) of this section —\n(i) Any monetary penalty imposed on a\npractitioner under this paragraph (c) may be in\naddition to or in lieu of any suspension, disbarment or\ncensure and may be in addition to a penalty imposed\non an employer, firm or other entity under paragraph\n(c)(1)(ii) of this section. (ii) Any monetary penalty imposed on an\nemployer, firm or other entity may be in addition to\nor in lieu of penalties imposed under paragraph (c)\n(1)(i) of this section. (d) Authority to accept a practitioner’s consent to\nsanction. The Internal Revenue Service may accept\na practitioner’s offer of consent to be sanctioned\nunder §10.50 in lieu of instituting or continuing a\nproceeding under §10.60(a). (e) Sanctions to be imposed. The sanctions imposed\nby this section shall take into account all relevant\nfacts and circumstances. (f) Effective/applicability date. This section is\napplicable to conduct occurring on or after August 2,\n2011, except that paragraphs (a), (b)(2), and (e) apply\nto conduct occurring on or after September 26, 2007,\nand paragraph (c) applies to prohibited conduct that\noccurs after October 22, 2004. § 10.51 Incompetence and disreputable conduct. (a) Incompetence and disreputable conduct. Incompetence and disreputable conduct for which\na practitioner may be sanctioned under §10.50\nincludes, but is not limited to —\nTreasury Department Circular No. 230 Table of Contents (1) Conviction of any criminal offense under the\nFederal tax laws. (2) Conviction of any criminal offense involving\ndishonesty or breach of trust. (3) Conviction of any felony under Federal or\nState law for which the conduct involved renders\nthe practitioner unfit to practice before the Internal\nRevenue Service. (4) Giving false or misleading information, or\nparticipating in any way in the giving of false or\nmisleading information to the Department of the\nTreasury or any officer or employee thereof, or to any\ntribunal authorized to pass upon Federal tax matters,\nin connection with any matter pending or likely to be\npending before them, knowing the information to be\nfalse or misleading. Facts or other matters contained\nin testimony, Federal tax returns, financial statements,\napplications for enrollment, affidavits, declarations,\nand any other document or statement, written or oral,\nare included in the term “information.”",
    "querygen": [
      "can an appraisal be accepted as an evidence for the taxpayer",
      "definition of authority to impose monetary penalty",
      "what is the purpose for admission into evidence"
    ],
    "querygen_score": [
      "2.0576532",
      "1.4887415",
      "1.1745796"
    ]
  },
  {
    "id": "legal-advice_96__14",
    "doc_id": "legal-advice_96",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "However, if you were a nonresident alien or a dual-status alien and were\nmarried to a U.S. citizen or resident alien at the end of 2022, you can elect to\nbe treated as a resident alien and file a\njoint return. See Pub. 519 for details. Married Filing Separately\nCheck the “Married filing separately”\nbox at the top of Form 1040 or 1040-SR\nif you are married, at the end of 2022,\nand file a separate return. Enter your\nspouse’s name in the entry space below\nthe filing status checkboxes. Be sure to\nenter your spouse’s SSN or Individual\nTaxpayer Identification Number (ITIN)\nin the space for spouse’s SSN on Form\n1040 or 1040-SR. If your spouse doesn’t\nhave and isn’t required to have an SSN\nor ITIN, enter “NRA” in the entry space\nbelow the filing status checkboxes. For electronic filing, enter the spouse's name or “NRA” if the spouse\ndoesn’t have an SSN or ITIN in the en- try space below the filing status checkboxes. If you are married and file a separate\nreturn, you generally report only your\nown income, deductions, and credits. Generally, you are responsible only for\nthe tax on your own income. Different\nrules apply to people in community\nproperty states; see Pub. 555. However, you will usually pay more\ntax than if you use another filing status\nfor which you qualify. Also, if you file a\nseparate return, you can't take the student loan interest deduction or the education credits, and you will only be able\nto take the earned income credit and\nchild and dependent care credit in very\nlimited circumstances. You also can't\ntake the standard deduction if your\nspouse itemizes deductions. You may be able to file as head TIP of household if you had a child\nliving with you and you lived\napart from your spouse during the last 6\nmonths of 2022. See Married persons\nwho live apart, later. Head of Household You can check the “Head of household”\nbox at the top of Form 1040 or 1040-SR\nif you are unmarried and provide a home\nfor certain other persons. You are considered unmarried for this purpose if any\nof the following applies. • You were legally separated according to your state law under a decree of\ndivorce or separate maintenance at the\nend of 2022. But if, at the end of 2022,\nyour divorce wasn't final (an interlocutory decree), you are considered married. • You are married but lived apart\nfrom your spouse for the last 6 months\nof 2022 and you meet the other rules under Married persons who live apart, later. • You are married and your spouse\nwas a nonresident alien at any time during the year and the election to treat the\nalien spouse as a resident alien is not\nmade. Check the “Head of household” box only if you are unmarried (or considered\nunmarried) and either Test 1 or Test 2\napplies. Test 1. You paid over half the cost of\nkeeping up a home that was the main\nhome for all of 2022 of your parent whom you can claim as a dependent, except under a multiple support agreement\n(see Who Qualifies as Your Dependent,\nlater). Your parent didn't have to live\nwith you. Test 2.",
    "querygen": [
      "when can i file tax return with a u.s. citizen married to a resident alien",
      "what is the tax status of alien spouse",
      "what is the difference between us resident aliens and non-resident aliens"
    ],
    "querygen_score": [
      "1.0386735",
      "-1.3157686",
      "-3.0551472"
    ]
  }
]