[
  {
    "id": "legal-advice_27__6",
    "doc_id": "legal-advice_27",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26\n§ 10.37 Requirements for written advice. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26\n§ 10.38 Establishment of advisory committees.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 27 Treasury Department Circular No. 230 Page 3 Subpart C — Sanctions for Violation of the Regulations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28\n§ 10.50 Sanctions. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28\n§ 10.51 Incompetence and disreputable conduct. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28\n§ 10.52 Violations subject to sanction. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30\n§ 10.53 Receipt of information concerning practitioner.",
    "querygen": [
      "who is the l. . . . .",
      "what is the nfl name?",
      ". . what is the proper term for a ."
    ],
    "querygen_score": [
      "-7.247179",
      "-7.747683",
      "-6.8600116"
    ]
  },
  {
    "id": "legal-advice_3__29",
    "doc_id": "legal-advice_3",
    "chunk_id": 29,
    "document_category": "legal-advice",
    "text": "If you will be claiming the child as a qualifying child, go to\nStep 2. Otherwise, stop; you can't claim any benefits based on\nthis child. Social security number. You must enter each dependent's social security number (SSN). Be sure the name and SSN entered\nagree with the dependent's social security card. Otherwise, at\nthe time we process your return, we may reduce or disallow any\ntax benefits (such as the child tax credit) based on that dependent. If the name or SSN on the dependent's social security card\nisn't correct or you need to get an SSN for your dependent, contact the Social Security Administration (SSA). See Social Security Number (SSN), earlier. If your dependent won't have a\nnumber by the date your return is due, see What if You Can't\nFile on Time? earlier. For the child tax credit, your child must have the required\nSSN. The required SSN is one that is valid for employment and\nthat is issued by the SSA before the due date of your 2022 return (including extensions). If your child was a U.S. citizen\nwhen the child received the SSN, the SSN is valid for employment. If “Not Valid for Employment” is printed on your child’s -21- Need more information or forms? Visit IRS.gov. social security card and your child’s immigration status has\nchanged so that your child is now a U.S. citizen or permanent\nresident, ask the SSA for a new social security card without the\nlegend. However, if “Valid for Work Only With DHS Authorization” is printed on your child’s social security card, your child\nhas the required SSN only as long as the DHS authorization is\nvalid. If your dependent child was born and died in 2022 and you\ndo not have an SSN for the child, enter “Died” in column (2) of\nthe Dependents section and include a copy of the child's birth\ncertificate, death certificate, or hospital records. The document\nmust show the child was born alive. If you, or your spouse if filing jointly, didn't have an SSN (or\nITIN) issued on or before the due date of your 2022 return (in- Need more information or forms? Visit IRS.gov. cluding extensions), you can't claim the child tax credit or the\ncredit for other dependents on your original or an amended\n2022 return. If you apply for an ITIN on or before the due date of your\n2022 return (including extensions) and the IRS issues you an\nITIN as a result of the application, the IRS will consider your\nITIN as issued on or before the due date of your return. Student. A student is a child who during any part of 5 calendar\nmonths of 2022 was enrolled as a full-time student at a school\nor took a full-time, on-farm training course given by a school or\na state, county, or local government agency. A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. -22- Income\nGenerally, you must report all income\nexcept income that is exempt from tax\nby law.",
    "querygen": [
      "how do i find a dependent",
      "how do i claim my dependent children on social security",
      "how to claim dependent child"
    ],
    "querygen_score": [
      "-1.8980838",
      "2.210915",
      "1.8805766"
    ]
  },
  {
    "id": "legal-advice_35__54",
    "doc_id": "legal-advice_35",
    "chunk_id": 54,
    "document_category": "legal-advice",
    "text": "(g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general. The rules of evidence prevailing\nin courts of law and equity are not controlling in\nhearings or proceedings conducted under this part. The Administrative Law Judge may, however,\nexclude evidence that is irrelevant, immaterial, or\nunduly repetitious. (b) Depositions. The deposition of any witness\ntaken pursuant to §10.71 may be admitted into\nevidence in any proceeding instituted under §10.60. (c) Requests for admission. Any matter admitted\nin response to a request for admission under\n§10.71 is conclusively established unless the\nAdministrative Law Judge on motion permits\nwithdrawal or modification of the admission. Any\nadmission made by a party is for the purposes of\nthe pending action only and is not an admission by\na party for any other purpose, nor may it be used\nagainst a party in any other proceeding. (d) Proof of documents. Official documents,\nrecords, and papers of the Internal Revenue Service\nand the Office of Professional Responsibility are\nadmissible in evidence without the production of\nan officer or employee to authenticate them. Any\ndocuments, records, and papers may be evidenced\nby a copy attested to or identified by an officer or\nemployee of the Internal Revenue Service or the\nTreasury Department, as the case may be. (e) Withdrawal of exhibits. If any document,\nrecord, or other paper is introduced in evidence\nas an exhibit, the Administrative Law Judge may\nauthorize the withdrawal of the exhibit subject to\nany conditions that he or she deems proper. (f) Objections. Objections to evidence are to be\nmade in short form, stating the grounds for the\nobjection. Except as ordered by the Administrative\nLaw Judge, argument on objections will not be\nrecorded or transcribed. Rulings on objections\nare to be a part of the record, but no exception to\na ruling is necessary to preserve the rights of the\nparties. (g) Effective/applicability date. This section is\napplicable on September 26, 2007. Treasury Department Circular No. 230 Table of Contents § 10.74 Transcript. In cases where the hearing is stenographically\nreported by a Government contract reporter, copies\nof the transcript may be obtained from the reporter\nat rates not to exceed the maximum rates fixed by\ncontract between the Government and the reporter. Where the hearing is stenographically reported by a\nregular employee of the Internal Revenue Service,\na copy will be supplied to the respondent either\nwithout charge or upon the payment of a reasonable\nfee. Copies of exhibits introduced at the hearing or\nat the taking of depositions will be supplied to the\nparties upon the payment of a reasonable fee (Sec.\n501, Public Law 82-137) (65 Stat. 290) (31 U.S.C.\n§ 483a). § 10.75 Proposed findings and conclusions. Except in cases where the respondent has failed to\nanswer the complaint or where a party has failed to\nappear at the hearing, the parties must be afforded a\nreasonable opportunity to submit proposed findings\nand conclusions and their supporting reasons to the\nAdministrative Law Judge. § 10.76 Decision of Administrative Law Judge. (a) In general —\n(1) Hearings. Within 180 days after the\nconclusion of a hearing and the receipt of any\nproposed findings and conclusions timely\nsubmitted by the parties, the Administrative Law\nJudge should enter a decision in the case.",
    "querygen": [
      "when were rules of evidence applicable",
      "when is a rule of evidence applicable",
      "when do the rules of evidence start"
    ],
    "querygen_score": [
      "-0.29502594",
      "-0.24054287",
      "-2.131197"
    ]
  },
  {
    "id": "legal-advice_64__113",
    "doc_id": "legal-advice_64",
    "chunk_id": 113,
    "document_category": "legal-advice",
    "text": "Go app\nto your mobile device to check your refund status. • Call the automated refund hotline\nat 800-829-1954. See Refund Information, later. Making a tax payment. Go to IRS.gov/\nPayments for information on how to\nmake a payment using any of the following options. • IRS Direct Pay: Pay your individual tax bill or estimated tax payment directly from your checking or savings account at no cost to you. • Debit or Credit Card: Choose an\napproved payment processor to pay online or by phone. • Electronic Funds Withdrawal:\nSchedule a payment when filing your\nfederal taxes using tax return preparation software or through a tax professional. • Electronic Federal Tax Payment\nSystem: Best option for businesses. Enrollment is required. • Check or Money Order: Mail your\npayment to the address listed on the notice or instructions. • Cash: You may be able to pay\nyour taxes with cash at a participating\nretail store. • Same-Day Wire: You may be able\nto do same-day wire from your financial\ninstitution. Contact your financial institution for availability, cost, and time\nframes. -80- Note. The IRS uses the latest encryption technology to ensure that the electronic payments you make online, by\nphone, or from a mobile device using\nthe IRS2Go app are safe and secure. Paying electronically is quick, easy, and\nfaster than mailing in a check or money\norder. What if I can’t pay now? Go to\nIRS.gov/Payments for more information\nabout your options. • Apply for an online payment\nagreement (IRS.gov/OPA) to meet your\ntax obligation in monthly installments if\nyou can't pay your taxes in full today. Once you complete the online process,\nyou will receive immediate notification\nof whether your agreement has been approved. • Use the Offer in Compromise PreQualifier to see if you can settle your tax\ndebt for less than the full amount you\nowe. For more information on the Offer\nin Compromise program, go to IRS.gov/\nOIC. Filing an amended return. Go to\nIRS.gov/Form1040X for information and\nupdates. Checking the status of your amended\nreturn. Go to IRS. gov/WMAR to track\nthe status of Form 1040-X amended returns. Note it can take up to 3 weeks\nfrom the date you filed your amended\nreturn for it to show up in our system,\nand processing it can take up to 16\nweeks. Understanding an IRS notice or letter\nyou’ve received. Go to IRS.gov/Notices\nto find additional information about responding to an IRS notice or letter. Note. You can use Schedule LEP\n(Form 1040), Request for Change in\nLanguage Preference, to state a preference to receive notices, letters, or other\nwritten communications from the IRS in\nan alternative language. You may not\nimmediately receive written communications in the requested language. The\nIRS’s commitment to LEP taxpayers is\npart of a multi-year timeline that is\nscheduled to begin providing translations in 2023. You will continue to receive communications, including notices\nand letters in English, until they are\ntranslated to your preferred language. Contacting your local IRS office. Keep in mind, many questions can be answered on IRS.gov without visiting an\nIRS TAC. Go to IRS. gov/LetUsHelp for\nthe topics people ask about most. If you\nstill need help, IRS TACs provide tax\nhelp when a tax issue can’t be handled\nonline or by phone.",
    "querygen": [
      "how to find the irs refund number",
      "irs refund hotline",
      "irs refund phone number"
    ],
    "querygen_score": [
      "-0.659732",
      "-0.29920608",
      "0.58013886"
    ]
  },
  {
    "id": "legal-advice_85__16",
    "doc_id": "legal-advice_85",
    "chunk_id": 16,
    "document_category": "legal-advice",
    "text": "\"Cost-plus\" -- the Taxpayer's references to NAIC accounting materials. As\nnoted above, the Taxpayer's refund claims were prompted by an internal audit of the\nTaxpayer's NAIC Annual Statements. Accordingly, the Taxpayer's argument is\nprincipally based upon the Accounting Practices and Procedures of the NAIC and the\nNAIC's Risk-Based Capital standards. The Taxpayer argues that the Accounting Practices and Procedures of the NAIC\ndistinguish between Administrative Services Only (ASO) arrangements and\nAdministrative Services Contracts (ASC), and that the \"Health Risk Based Capital\"\ninstructions make a similar distinction. Ultimately, the Taxpayers argument is based\nupon the line description of a \"form template\" used in the NAIC's Risk-Based Capital\nReport: The section also includes a separate line requiring a charge of one percent\napplied to \"Medical costs paid through ASC arrangements (Including Fee-forservice received from other health entities.\" This RBC instruction makes it clear\nthat the NAIC considers Program X-type arrangements as ASC-Cost-plus\ncontracts. [Protest, pages 9-10.] Contrary to the Taxpayer's assertion, (\"This RBC instructions makes it clear . . .\")\nneither the line entry nor the instructions make any reference to \"Program X\"\narrangements. The RBC materials will be discussed under a later heading. The Taxpayer's distinction between ASO and ASC is based upon the NAIC's\nStatement of Statutory Account Principles No. 47 (SAP 47) (January 1, 2001), which is\nquoted in the Protest as follows:\nUnder an ASO plan, claims are paid from a bank account owned and funded\ndirectly by the uninsured plan sponsor; or, claims are paid from a bank account\nowned by the reporting entity, but only after the reporting entity has received POSTU-144536-09 20 funds from the uninsured plan sponsor that are adequate to fully cover the claim\npayments. Under an ASC plan, the reporting entity pays claims from its own\nbank accounts, and only subsequently receives reimbursement from the\nuninsured plan sponsor. [Protest, page 8, boldface and italics in the Protest, not\nin the original.] SAP 47 is entitled \"Uninsured Plans\" and is based on Statutory Issue Paper No.\n47 (SIP 47), also entitled \"Uninsured Plans,\" which was finalized June 23, 1998. The\nmaterial quoted in the Protest first appeared in SIP 47, in the following paragraph:\nFor purposes of this issue paper, uninsured accident and health plans,\nincluding HMO administered plans, and uninsured property and casualty plans\n(collectively referred to as uninsured plans) are defined as plans for which a\nreporting entity as an administrator, performs administrative services such as\nclaims processing for a third part that is at risk, and accordingly, the administrator\nhas not issued an insurance policy, regardless of whether an identification card is\nissued. In the case of uninsured accident and health plans, the administrator\nmay arrange for the provision of medical services through a contracted or\nemployed provider network. The plan (whether insured by another reporting\nentity or self insured) bears all of the insurance risk, and there is no possibility of\nloss or liability to the administrator caused by claims incurred related to the plan. The administrator, however, may be subject to credit risk with regard to the risk\nbearing entity. An uninsured accident and health plan may be either an ASO\n[Administrative Services Only] plan or an ASC [Administrative Services Contract]\nplan.",
    "querygen": [
      "cost plus definition",
      "what is the taxpayer's naic claim for tax refund",
      "cost plus definition in tax"
    ],
    "querygen_score": [
      "-0.79084134",
      "1.2650949",
      "-1.3731604"
    ]
  },
  {
    "id": "legal-advice_93__3",
    "doc_id": "legal-advice_93",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8\n§ 10.5 Application to become an enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9\n§ 10.6 Term and renewal of status as an enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10\n§ 10.7 Representing oneself; participating in rulemaking; limited practice; and special appearances. . . 16\n§ 10.8 Return preparation and application of rules to other individuals. . . . . . . . . . . . . . . . . . . . . . . . . . . 17\n§ 10.9 Continuing education providers and continuing education programs. . . . . . . . . . . . . . . . . . . . . . . . 17\nSubpart B — Duties and Restrictions Relating to Practice Before the Internal Revenue Service . . . . . . . 19\n§ 10.20 Information to be furnished. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n§ 10.21 Knowledge of client’s omission. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n§ 10.22 Diligence as to accuracy.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n§ 10.23 Prompt disposition of pending matters.",
    "querygen": [
      "what is the meaning of the word . .",
      ". . . . . . . . . . . . . .",
      "what is the plural of esoteric?"
    ],
    "querygen_score": [
      "-6.1293755",
      "-3.9935448",
      "-8.068329"
    ]
  },
  {
    "id": "legal-advice_93__34",
    "doc_id": "legal-advice_93",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section — Records of the\nclient include all documents or written or electronic\nPage 22 — § 10.27 § 10.29 Conflicting interests. Treasury Department Circular No. 230 Table of Contents interest and gives informed consent, confirmed\nin writing by each affected client, at the time the\nexistence of the conflict of interest is known by the\npractitioner. The confirmation may be made within a\nreasonable period of time after the informed consent,\nbut in no event later than 30 days. (c) Copies of the written consents must be retained\nby the practitioner for at least 36 months from the\ndate of the conclusion of the representation of the\naffected clients, and the written consents must be\nprovided to any officer or employee of the Internal\nRevenue Service on request. (d) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.30 Solicitation. (a) Advertising and solicitation restrictions. (1) A practitioner may not, with respect to\nany Internal Revenue Service matter, in any way\nuse or participate in the use of any form of public\ncommunication or private solicitation containing a\nfalse, fraudulent, or coercive statement or claim; or a\nmisleading or deceptive statement or claim. Enrolled\nagents, enrolled retirement plan agents, or registered\ntax return preparers, in describing their professional\ndesignation, may not utilize the term “certified” or\nimply an employer/employee relationship with the\nInternal Revenue Service. Examples of acceptable\ndescriptions for enrolled agents are “enrolled to\nrepresent taxpayers before the Internal Revenue\nService,” “enrolled to practice before the Internal\nRevenue Service,” and “admitted to practice before\nthe Internal Revenue Service.” Similarly, examples\nof acceptable descriptions for enrolled retirement\nplan agents are “enrolled to represent taxpayers\nbefore the Internal Revenue Service as a retirement\nplan agent” and “enrolled to practice before the\nInternal Revenue Service as a retirement plan\nagent.” An example of an acceptable description for\nregistered tax return preparers is “designated as a\nregistered tax return preparer by the Internal Revenue\nService.”\n(2) A practitioner may not make, directly or\nindirectly, an uninvited written or oral solicitation\nTreasury Department Circular No. 230 of employment in matters related to the Internal\nRevenue Service if the solicitation violates Federal\nor State law or other applicable rule, e.g., attorneys\nare precluded from making a solicitation that is\nprohibited by conduct rules applicable to all attorneys\nin their State(s) of licensure. Any lawful solicitation\nmade by or on behalf of a practitioner eligible to\npractice before the Internal Revenue Service must,\nnevertheless, clearly identify the solicitation as\nsuch and, if applicable, identify the source of the\ninformation used in choosing the recipient. (b) Fee information. (1)(i) A practitioner may publish the availability\nof a written schedule of fees and disseminate the\nfollowing fee information —\n(A) Fixed fees for specific routine services. (B) Hourly rates. (C) Range of fees for particular services. (D) Fee charged for an initial consultation. (ii) Any statement of fee information concerning\nmatters in which costs may be incurred must include\na statement disclosing whether clients will be\nresponsible for such costs.",
    "querygen": [
      "what is legal records of client",
      "what is the practice of taxation",
      "which of these requires the practitioner to provide reasonable access to client files"
    ],
    "querygen_score": [
      "-0.17787251",
      "-2.0998724",
      "1.6130285"
    ]
  },
  {
    "id": "legal-advice_64__79",
    "doc_id": "legal-advice_64",
    "chunk_id": 79,
    "document_category": "legal-advice",
    "text": "Your credit is– 4,541\n4,531\n4,520\n4,509 40,800\n40,850\n40,900\n40,950 40,850\n40,900\n40,950\n41,000 0\n0\n0\n0 426\n418\n410\n402 1,806\n1,795\n1,785\n1,774 2,576\n2,566\n2,555\n2,545 0\n0\n0\n0 1,406\n1,398\n1,390\n1,382 3,097\n3,086\n3,076\n3,065 3,867\n3,857\n3,846\n3,836 3,728\n3,718\n3,707\n3,697 4,499\n4,488\n4,478\n4,467 41,000\n41,050\n41,100\n41,150 41,050\n41,100\n41,150\n41,200 0\n0\n0\n0 394\n386\n378\n370 1,764\n1,753\n1,742\n1,732 2,534\n2,523\n2,513\n2,502 0\n0\n0\n0 1,374\n1,366\n1,358\n1,350 3,054\n3,044\n3,033\n3,023 3,825\n3,814\n3,804\n3,793 1,853\n1,845\n1,837\n1,829 3,686\n3,676\n3,665\n3,655 4,457\n4,446\n4,436\n4,425 41,200\n41,250\n41,300\n41,350 41,250\n41,300\n41,350\n41,400 0\n0\n0\n0 362\n354\n346\n338 1,721\n1,711\n1,700\n1,690 2,492\n2,481\n2,471\n2,460 0\n0\n0\n0 1,342\n1,334\n1,326\n1,318 3,012\n3,002\n2,991\n2,981 3,783\n3,772\n3,762\n3,751 0\n0\n0\n0 1,821\n1,813\n1,805\n1,797 3,644\n3,634\n3,623\n3,613 4,415\n4,404\n4,394\n4,383 41,400\n41,450\n41,500\n41,550 41,450\n41,500\n41,550\n41,600 0\n0\n0\n0 330\n322\n314\n306 1,679\n1,669\n1,658\n1,648 2,450\n2,439\n2,429\n2,418 0\n0\n0\n0 1,310\n1,302\n1,294\n1,286 2,970\n2,960\n2,949\n2,939 3,741\n3,730\n3,720\n3,709 3,082\n3,071\n3,061\n3,050 0\n0\n0\n0 1,789\n1,781\n1,773\n1,765 3,602\n3,592\n3,581\n3,570 4,373\n4,362\n4,351\n4,341 41,600\n41,650\n41,700\n41,750 41,650\n41,700\n41,750\n41,800 0\n0\n0\n0 298\n290\n282\n274 1,637\n1,627\n1,616\n1,606 2,408\n2,397\n2,387\n2,376 0\n0\n0\n0 1,278\n1,270\n1,262\n1,254 2,928\n2,918\n2,907\n2,897 3,699\n3,688\n3,678\n3,667 2,269\n2,258\n2,248\n2,237 3,039\n3,029\n3,018\n3,008 0\n0\n0\n0 1,757\n1,749\n1,741\n1,733 3,560\n3,549\n3,539\n3,528 4,330\n4,320\n4,309\n4,299 41,800\n41,850\n41,900\n41,950 41,850\n41,900\n41,950\n42,000 0\n0\n0\n0 266\n258\n250\n242 1,595\n1,585\n1,574\n1,563 2,366\n2,355\n2,344\n2,334 0\n0\n0\n0 1,246\n1,238\n1,230\n1,222 2,886\n2,875\n2,865\n2,854 3,657\n3,646\n3,635\n3,625 746\n738\n730\n722 2,227\n2,216\n2,206\n2,195 2,997\n2,987\n2,976\n2,966 0\n0\n0\n0 1,725\n1,717\n1,709\n1,701 3,518\n3,507\n3,497\n3,486 4,288\n4,278\n4,267\n4,257 42,000\n42,050\n42,100\n42,150 42,050\n42,100\n42,150\n42,200 0\n0\n0\n0 234\n226\n218\n210 1,553\n1,542\n1,532\n1,521 2,323\n2,313\n2,302\n2,292 0\n0\n0\n0 1,214\n1,206\n1,198\n1,190 2,844\n2,833\n2,823\n2,812 3,614\n3,604\n3,593\n3,583 0\n0\n0\n0 714\n706\n698\n690 2,185\n2,174\n2,164\n2,153 2,955\n2,945\n2,934\n2,924 0\n0\n0\n0 1,693\n1,685\n1,677\n1,669 3,476\n3,465\n3,455\n3,444 4,246\n4,236\n4,225\n4,215 42,200\n42,250\n42,300\n42,350 42,250\n42,300\n42,350\n42,400 0\n0\n0\n0 202\n194\n186\n178 1,511\n1,500\n1,490\n1,479 2,281\n2,271\n2,260\n2,250 0\n0\n0\n0 1,182\n1,174\n1,166\n1,158 2,802\n2,791\n2,781\n2,770 3,572\n3,562\n3,551\n3,541 39,250\n39,300\n39,350\n39,400 0\n0\n0\n0 682\n674\n666\n658 2,143\n2,132\n2,122\n2,111 2,913\n2,903\n2,892\n2,882 0\n0\n0\n0 1,661\n1,653\n1,645\n1,637 3,434\n3,423\n3,413\n3,402 4,204\n4,194\n4,183\n4,172 42,400\n42,450\n42,500\n42,550 42,450\n42,500\n42,550\n42,600 0\n0\n0\n0 170\n162\n154\n146 1,469\n1,458\n1,448\n1,437 2,239\n2,229\n2,218\n2,208 0\n0\n0\n0 1,150\n1,142\n1,134\n1,126 2,760\n2,749\n2,739\n2,728 3,530\n3,520\n3,509\n3,499 39,400\n39,450\n39,500\n39,550 39,450\n39,500\n39,550\n39,600 0\n0\n0\n0 650\n642\n634\n626 2,100\n2,090\n2,079\n2,069 2,871\n2,860\n2,850\n2,839 0\n0\n0\n0 1,629\n1,621\n1,613\n1,605 3,391\n3,381\n3,370\n3,360 4,162\n4,151\n4,141\n4,130 42,600\n42,650\n42,700\n42,750 42,650\n42,700\n42,750\n42,800 0\n0\n0\n0 138\n131\n123\n115 1,427\n1,416\n1,405\n1,395 2,197\n2,187\n2,176\n2,165 0\n0\n0\n0 1,118\n1,110\n1,102\n1,094 2,718\n2,707\n2,696\n2,686 3,488\n3,478\n3,467\n3,456 39,600\n39,650\n39,700\n39,750 39,650\n39,700\n39,750\n39,800 0\n0\n0\n0 618\n610\n602\n594 2,058\n2,048\n2,037\n2,027 2,829\n2,818\n2,808\n2,797 0\n0\n0\n0 1,597\n1,589\n1,581\n1,574 3,349\n3,339\n3,328\n3,318 4,120\n4,109\n4,099\n4,088 42,800\n42,850\n42,900\n42,950 42,850\n42,900\n42,950\n43,000 0\n0\n0\n0 107\n99\n91\n83 1,384\n1,374\n1,363\n1,353 2,155\n2,144\n2,134\n2,123 0\n0\n0\n0 1,086\n1,078\n1,070\n1,062 2,675\n2,665\n2,654\n2,644 3,446\n3,435\n3,425\n3,414 39,800\n39,850\n39,900\n39,950 39,850\n39,900\n39,950\n40,000 0\n0\n0\n0 586\n578\n570\n562 2,016\n2,006\n1,995\n1,985 2,787\n2,776\n2,766\n2,755 0\n0\n0\n0 1,566\n1,558\n1,550\n1,542 3,307\n3,297\n3,286\n3,276 4,078\n4,067\n4,057\n4,046 43,000\n43,050\n43,100\n43,150 43,050\n43,100\n43,150\n43,200 0\n0\n0\n0 75\n67\n59\n51 1,342\n1,332\n1,321\n1,311 2,113\n2,102\n2,092\n2,081 0\n0\n0\n0 1,054\n1,046\n1,038\n1,030 2,633\n2,623\n2,612\n2,602 3,404\n3,393\n3,383\n3,372 40,000\n40,050\n40,100\n40,150 40,050\n40,100\n40,150\n40,200 0\n0\n0\n0 554\n546\n538\n530 1,974\n1,964\n1,953\n1,943 2,745\n2,734\n2,724\n2,713 0\n0\n0\n0 1,534\n1,526\n1,518\n1,510 3,265\n3,255\n3,244\n3,234 4,036\n4,025\n4,015\n4,004 43,200\n43,250\n43,300\n43,350 43,250\n43,300\n43,350\n43,400 0\n0\n0\n0 43\n35\n27\n19 1,300\n1,290\n1,279\n1,269 2,071\n2,060\n2,050\n2,039 0\n0\n0\n0 1,022\n1,014\n1,006\n998 2,591\n2,581\n2,570\n2,560 3,362\n3,351\n3,341\n3,330 40,200\n40,250\n40,300\n40,350 40,250\n40,300\n40,350\n40,400 0\n0\n0\n0 522\n514\n506\n498 1,932\n1,921\n1,911\n1,900 2,702\n2,692\n2,681\n2,671 0\n0\n0\n0 1,502\n1,494\n1,486\n1,478 3,223\n3,212\n3,202\n3,191 3,993\n3,983\n3,972\n3,962 43,400\n43,450\n43,500\n43,550 43,450\n43,500\n43,550\n43,600 0\n0\n0\n0 11\n*\n0\n0 1,258\n1,248\n1,237\n1,226 2,029\n2,018\n2,008\n1,997 0\n0\n0\n0 990\n982\n974\n966 2,549\n2,539\n2,528\n2,517 3,320\n3,309\n3,298\n3,288 40,400\n40,450\n40,500\n40,550 40,450\n40,500\n40,550\n40,600 0\n0\n0\n0 490\n482\n474\n466 1,890\n1,879\n1,869\n1,858 2,660\n2,650\n2,639\n2,629 0\n0\n0\n0 1,470\n1,462\n1,454\n1,446 3,181\n3,170\n3,160\n3,149 3,951\n3,941\n3,930\n3,920 43,600\n43,650\n43,700\n43,750 43,650\n43,700\n43,750\n43,800 0\n0\n0\n0 0\n0\n0\n0 1,216\n1,205\n1,195\n1,184 1,986\n1,976\n1,965\n1,955 0\n0\n0\n0 958\n950\n942\n934 2,507\n2,496\n2,486\n2,475 3,277\n3,267\n3,256\n3,246 40,600\n40,650\n40,700\n40,750 40,650\n40,700\n40,750\n40,800 0\n0\n0\n0 458\n450\n442\n434 1,848\n1,837\n1,827\n1,816 2,618\n2,608\n2,597\n2,587 0\n0\n0\n0 1,438\n1,430\n1,422\n1,414 3,139\n3,128\n3,118\n3,107 3,909\n3,899\n3,888\n3,878 43,800\n43,850\n43,900\n43,950 43,850\n43,900\n43,950\n44,000 0\n0\n0\n0 0\n0\n0\n0 1,174\n1,163\n1,153\n1,142 1,944\n1,934\n1,923\n1,913 0\n0\n0\n0 926\n918\n910\n902 2,465\n2,454\n2,444\n2,433 3,235\n3,225\n3,214\n3,204 ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $43,450 but less than $43,492, and you have one qualifying child who has a valid SSN,\nyour credit is $3. If the amount you are looking up from the worksheet is $43,492 or more, and you have one qualifying child who has a valid SSN, you can’t take the\ncredit. (Continued) Need more information or forms? Visit IRS.gov. - 52 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 Your credit is– 2 At least But less\nthan 44,000\n44,050\n44,100\n44,150 44,050\n44,100\n44,150\n44,200 0\n0\n0\n0 0\n0\n0\n0 1,132\n1,121\n1,111\n1,100 1,902\n1,892\n1,881\n1,871 0\n0\n0\n0 894\n886\n878\n870 2,423\n2,412\n2,402\n2,391 44,200\n44,250\n44,300\n44,350 44,250\n44,300\n44,350\n44,400 0\n0\n0\n0 0\n0\n0\n0 1,090\n1,079\n1,069\n1,058 1,860\n1,850\n1,839\n1,829 0\n0\n0\n0 862\n854\n846\n838 44,400\n44,450\n44,500\n44,550 44,450\n44,500\n44,550\n44,600 0\n0\n0\n0 0\n0\n0\n0 1,047\n1,037\n1,026\n1,016 1,818\n1,807\n1,797\n1,786 0\n0\n0\n0 44,600\n44,650\n44,700\n44,750 44,650\n44,700\n44,750\n44,800 0\n0\n0\n0 0\n0\n0\n0 1,005\n995\n984\n974 1,776\n1,765\n1,755\n1,744 44,800\n44,850\n44,900\n44,950 44,850\n44,900\n44,950\n45,000 0\n0\n0\n0 0\n0\n0\n0 963\n953\n942\n932 45,000\n45,050\n45,100\n45,150 45,050\n45,100\n45,150\n45,200 0\n0\n0\n0 0\n0\n0\n0 45,200\n45,250\n45,300\n45,350 45,250\n45,300\n45,350\n45,400 0\n0\n0\n0 45,400\n45,450\n45,500\n45,550 45,450\n45,500\n45,550\n45,600 45,600\n45,650\n45,700\n45,750 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0",
    "querygen": [
      "what is the credit limit of american bank",
      "credit score numbers",
      "credit numbers for a college student"
    ],
    "querygen_score": [
      "-3.2545393",
      "-0.37340295",
      "-2.3630235"
    ]
  },
  {
    "id": "legal-advice_35__4",
    "doc_id": "legal-advice_35",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\n§ 10.24 Assistance from or to disbarred or suspended persons and former\nInternal Revenue Service employees. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\n§ 10.25 Practice by former government employees, their partners and their associates. . . . . . . . . . . . . . . 20\n§ 10.26 Notaries. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21\n§ 10.27 Fees. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21\n§ 10.28 Return of client’s records.",
    "querygen": [
      ". . . . . . . . . . . . . . . . .",
      "how is a . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
      "when did a new song come out"
    ],
    "querygen_score": [
      "-3.8084197",
      "-5.6092134",
      "-9.960132"
    ]
  },
  {
    "id": "legal-advice_32__10",
    "doc_id": "legal-advice_32",
    "chunk_id": 10,
    "document_category": "legal-advice",
    "text": "This\n4-month extension of time to file doesn't\nextend the time to pay your tax. See\nForm 4868. Private Delivery Services If you choose to mail your return, you\ncan use certain private delivery services designated by the IRS to meet the “timely mailing treated as timely filing/\npaying” rule for tax returns and payments. These private delivery services\ninclude only the following. • DHL Express 9:00, DHL Express\n10:30, DHL Express 12:00, DHL Express Worldwide, DHL Express Envelope, DHL Import Express 10:30, DHL\nImport Express 12:00, and DHL Import\nExpress Worldwide. • UPS Next Day Air Early A.M.,\nUPS Next Day Air, UPS Next Day Air\nSaver, UPS 2nd Day Air, UPS 2nd Day\nAir A.M., UPS Worldwide Express\nPlus, and UPS Worldwide Express. • FedEx First Overnight, FedEx Priority Overnight, FedEx Standard Overnight, FedEx 2 Day, FedEx International\nNext Flight Out, FedEx International\nPriority, FedEx International First, and\nFedEx International Economy. To check for any updates to the list of\ndesignated private delivery services, go\nto IRS.gov/PDS. For the IRS mailing address to use if you’re using a private delivery service, go to IRS.gov/\nPDSStreetAddresses. The private delivery service can tell\nyou how to get written proof of the mailing date. Chart A—For Most People\nIF your filing status is . . . AND at the end of 2022\nyou were* . . . THEN file a return if your gross\nincome** was at least . . . Single under 65\n65 or older $12,950\n14,700 Married filing jointly*** under 65 (both spouses)\n65 or older (one spouse)\n65 or older (both spouses) $25,900\n27,300\n28,700 Married filing separately any age Head of household under 65\n65 or older $19,400\n21,150 Qualifying surviving spouse under 65\n65 or older $25,900\n27,300 $5 *If you were born on January 1, 1958, you are considered to be age 65 at the end of 2022. (If your spouse died in 2022 or\nif you are preparing a return for someone who died in 2022, see Pub. 501.)\n**Gross income means all income you received in the form of money, goods, property, and services that isn't exempt from\ntax, including any income from sources outside the United States or from the sale of your main home (even if you can\nexclude part or all of it). Don’t include any social security benefits unless (a) you are married filing a separate return and\nyou lived with your spouse at any time in 2022, or (b) one-half of your social security benefits plus your other gross\nincome and any tax-exempt interest is more than $25,000 ($32,000 if married filing jointly). If (a) or (b) applies, see the\ninstructions for lines 6a and 6b to figure the taxable part of social security benefits you must include in gross income. Gross income includes gains, but not losses, reported on Form 8949 or Schedule D. Gross income from a business means,\nfor example, the amount on Schedule C, line 7, or Schedule F, line 9. But, in figuring gross income, don’t reduce your\nincome by any losses, including any loss on Schedule C, line 7, or Schedule F, line 9.",
    "querygen": [
      "how long will my return take to mail irs refund",
      "irs how many months to mail a return",
      "how long does it take to mail a tax return?"
    ],
    "querygen_score": [
      "-1.1892571",
      "-0.7872108",
      "-0.9728906"
    ]
  },
  {
    "id": "legal-advice_37__127",
    "doc_id": "legal-advice_37",
    "chunk_id": 127,
    "document_category": "legal-advice",
    "text": "Use Tax Topic\n452 or see Pub. 504. ! Line 18\nPenalty on Early Withdrawal of\nSavings\nThe Form 1099-INT or Form 1099-OID\nyou received will show the amount of\nany penalty you were charged. -89- Line 19 a Line 19c On line 19c, enter the month and year of\nyour original divorce or separation\nagreement that relates to this deduction\nfor alimony paid. Line 20\nIRA Deduction If you made any nondeductible TIP contributions to a traditional\nindividual retirement arrangement (IRA) for 2022, you must report\nthem on Form 8606. You no longer need to be TIP younger than age 701/2 to take\na deduction for your contributions to an IRA. If you made contributions to a traditional IRA for 2022, you may be able to\ntake an IRA deduction. But you, or your\nspouse if filing a joint return, must have\nhad earned income to do so. For IRA\npurposes, earned income includes alimony and separate maintenance payments\nreported on Schedule 1, line 2a. If you\nwere a member of the U.S. Armed\nForces, earned income includes any nontaxable combat pay you received. If you\nwere self-employed, earned income is\ngenerally your net earnings from\nself-employment if your personal services were a material income-producing\nfactor. For more details, see Pub. 590-A. A statement should be sent to you by\nMay 31, 2023, that shows all contributions to your traditional IRA for 2022. Use the IRA Deduction Worksheet to\nfigure the amount, if any, of your IRA\ndeduction. But read the following list\nbefore you fill in the worksheet. 1. You can't deduct contributions to\na Roth IRA. But you may be able to take\nthe retirement savings contributions\ncredit (saver's credit). See the instructions for Schedule 3, line 4. 2. If you are filing a joint return and\nyou or your spouse made contributions\nto both a traditional IRA and a Roth IRA\nfor 2022, don’t use the IRA Deduction\nWorksheet in these instructions. Instead,\nsee Pub. 590-A to figure the amount, if\nany, of your IRA deduction. 3. You can’t deduct elective deferrals to a 401(k) plan, 403(b) plan, section 457 plan, SIMPLE plan, or the federal Thrift Savings Plan. These amounts\naren't included as income in box 1 of\nyour Form W-2. 4. If you made contributions to your\nIRA in 2022 that you deducted for 2021,\ndon’t include them in the worksheet. 5. If you received income from a\nnonqualified deferred compensation\nplan or nongovernmental section 457\nplan that is included in box 1 of your\nForm W-2, or in box 1 of Form\n1099-NEC, don’t include that income on\nline 8 of the worksheet. The income\nshould be shown in (a) box 11 of your\nForm W-2, (b) box 12 of your Form\nW-2 with code Z, or (c) box 15 of Form 1099-MISC. If it isn't, contact your employer or the payer for the amount of the\nincome. 6. You must file a joint return to deduct contributions to your spouse's IRA. Enter the total IRA deduction for you\nand your spouse on line 20. 7. Don’t include rollover contributions in figuring your deduction. Instead,\nsee the instructions for Form 1040 or\n1040-SR, lines 4a and 4b. 8. Don't include trustees' fees that\nwere billed separately and paid by you\nfor your IRA.",
    "querygen": [
      "what is penalty for early withdrawals",
      "what is the penalty on early withdrawal",
      "what form to use when paying early withdrawal penalties"
    ],
    "querygen_score": [
      "-0.9274234",
      "-0.34831363",
      "0.66891944"
    ]
  },
  {
    "id": "legal-advice_68__58",
    "doc_id": "legal-advice_68",
    "chunk_id": 58,
    "document_category": "legal-advice",
    "text": "If the amount on line 5 is less than $100,000, use the Tax Table\nto figure the tax. If the amount on line 5 is $100,000 or more, use the Tax Computation\nWorksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n22.\nAdd lines 18, 21, and 22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n23. Figure the tax on the amount on line 1. If the amount on line 1 is less than $100,000, use the Tax Table\nto figure the tax. If the amount on line 1 is $100,000 or more, use the Tax Computation\nWorksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n24. Tax on all taxable income. Enter the smaller of line 23 or 24. Also include this amount on the entry\nspace on Form 1040 or 1040-SR, line 16. If you are filing Form 2555, don’t enter this amount on the\nentry space on Form 1040 or 1040-SR, line 16. Instead, enter it on line 4 of the Foreign Earned Income\nTax Worksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n25. * If you are filing Form 2555, see the footnote in the Foreign Earned Income Tax Worksheet before completing this line. Need more information or forms? Visit IRS.gov. -36- Line 19\nChild Tax Credit and Credit\nfor Other Dependents\nUse Schedule 8812 (Form 1040) to figure your child tax credit and credit for\nother dependents. Form 8862, who must file.",
    "querygen": [
      "how much does it cost for taxes on the u.s?",
      "when to add up tax",
      "how to figure out what is taxed"
    ],
    "querygen_score": [
      "-2.8879592",
      "-2.37881",
      "-0.9047656"
    ]
  },
  {
    "id": "legal-advice_68__91",
    "doc_id": "legal-advice_68",
    "chunk_id": 91,
    "document_category": "legal-advice",
    "text": "Exception. You won't owe the penalty\nif your 2021 tax return was for a tax\nyear of 12 full months and either of the\nfollowing applies. 1. You had no tax shown on your\n2021 return and you were a U.S. citizen\nor resident for all of 2021. 2. The total of lines 25d, 26, and\nSchedule 3, line 11, on your 2022 return\nis at least 100% of the tax shown on\nyour 2021 return (110% of that amount\nif you aren't a farmer or fisherman, and your adjusted gross income (AGI)\nshown on your 2021 return was more\nthan $150,000 (more than $75,000 if\nmarried filing separately for 2022)). Your estimated tax payments for 2022\nmust have been made on time and for\nthe required amount. For most people, the “tax shown on\nyour 2021 return” is the amount on your\n2021 Form 1040 or 1040-SR, line 24,\nminus the total of any amounts shown\non lines 27a, 28, 29, and 30; Schedule 3,\nlines 9, 12, 13b, 13g, and 13h; and\nForms 8828, 4137, 5329 (Parts III\nthrough IX only), 8885, and 8919. Also\nsubtract from line 24 any:\n• Tax on an excess parachute payment,\n• Excise tax on insider stock compensation of an expatriated corporation,\n• Uncollected social security and\nMedicare or RRTA tax on tips or\ngroup-term life insurance, and\n• Look-back interest due under section 167(g) or 460(b). When figuring the amount on line 24,\ninclude household employment taxes\nonly if line 25d is more than zero or you\nwould have owed the estimated tax penalty for 2021 even if you didn't include\nthose taxes. If the Exception just described\ndoesn't apply, see the Instructions for\nForm 2210 for other situations in which\nyou may be able to lower your penalty\nby filing Form 2210. Figuring the Penalty If you choose to figure the penalty yourself, use Form 2210 (or 2210-F for farmers and fishermen). Enter any penalty on line 38. Add the\npenalty to any tax due and enter the total\non line 37. However, if you have an overpayment on line 34, subtract the penalty\nfrom the amount you would otherwise\nenter on line 35a or line 36. Lines 35a,\n36, and 38 must equal line 34. If the penalty is more than the overpayment on line 34, enter -0- on lines\n35a and 36. Then, subtract line 34 from\nline 38 and enter the result on line 37. Don’t file Form 2210 with your return unless Form 2210 indicates that you\nmust do so. Instead, keep it for your records. Need more information or forms? Visit IRS.gov. -60- Because Form 2210 is compli- TIP cated, you can leave line 38\nblank and the IRS will figure\nthe penalty and send you a bill. We\nwon't charge you interest on the penalty\nif you pay by the date specified on the\nbill. If your income varied during the\nyear, the annualized income installment\nmethod may reduce the amount of your\npenalty. But you must file Form 2210\nbecause the IRS can't figure your penalty under this method. Third Party Designee",
    "querygen": [
      "u.s. state tax penalty",
      "what is the penalty for not reporting a tax return in a year",
      "how long do taxes stay on my 2021 tax return"
    ],
    "querygen_score": [
      "-2.356844",
      "-1.7261316",
      "-0.4622044"
    ]
  },
  {
    "id": "legal-advice_93__14",
    "doc_id": "legal-advice_93",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "(2) Practice as an enrolled actuary is limited\nTreasury Department Circular No. 230 Table of Contents to representation with respect to issues involving\nthe following statutory provisions in title 26 of\nthe United States Code: sections 401 (relating to\nqualification of employee plans), 403(a) (relating\nto whether an annuity plan meets the requirements\nof section 404(a) (2)), 404 (relating to deductibility\nof employer contributions), 405 (relating to\nqualification of bond purchase plans), 412 (relating\nto funding requirements for certain employee\nplans), 413 (relating to application of qualification\nrequirements to collectively bargained plans and\nto plans maintained by more than one employer),\n414 (relating to definitions and special rules with\nrespect to the employee plan area), 419 (relating\nto treatment of funded welfare benefits), 419A\n(relating to qualified asset accounts), 420 (relating\nto transfers of excess pension assets to retiree health\naccounts), 4971 (relating to excise taxes payable as\na result of an accumulated funding deficiency under\nsection 412), 4972 (relating to tax on nondeductible\ncontributions to qualified employer plans), 4976\n(relating to taxes with respect to funded welfare\nbenefit plans), 4980 (relating to tax on reversion of\nqualified plan assets to employer), 6057 (relating\nto annual registration of plans), 6058 (relating to\ninformation required in connection with certain plans\nof deferred compensation), 6059 (relating to periodic\nreport of actuary), 6652(e) (relating to the failure\nto file annual registration and other notifications\nby pension plan), 6652(f) (relating to the failure to\nfile information required in connection with certain\nplans of deferred compensation), 6692 (relating to\nthe failure to file actuarial report), 7805(b) (relating\nto the extent to which an Internal Revenue Service\nruling or determination letter coming under the\nstatutory provisions listed here will be applied without\nretroactive effect); and 29 U.S.C. § 1083 (relating to\nthe waiver of funding for nonqualified plans). (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (d)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled retirement\nplan agents, and registered tax return preparers. (e) Enrolled retirement plan agents —\nTreasury Department Circular No. 230 (1) Any individual enrolled as a retirement plan\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (2) Practice as an enrolled retirement plan agent\nis limited to representation with respect to issues\ninvolving the following programs: Employee Plans\nDetermination Letter program; Employee Plans\nCompliance Resolution System; and Employee\nPlans Master and Prototype and Volume Submitter\nprogram. In addition, enrolled retirement plan agents\nare generally permitted to represent taxpayers with\nrespect to IRS forms under the 5300 and 5500 series\nwhich are filed by retirement plans and plan sponsors,\nbut not with respect to actuarial forms or schedules. (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (e)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled actuaries, and\nregistered tax return preparers. (f) Registered tax return preparers. (1) Any individual who is designated as a\nregistered tax return preparer pursuant to §10.4(c)\nof this part who is not currently under suspension\nor disbarment from practice before the Internal\nRevenue Service may practice before the Internal\nRevenue Service.",
    "querygen": [
      "what is the practice of an enrolled actuary?",
      "who is the actuary of an account",
      "what is practice as an enrolled actuary"
    ],
    "querygen_score": [
      "2.2420645",
      "-3.7821848",
      "2.9567502"
    ]
  },
  {
    "id": "legal-advice_28__24",
    "doc_id": "legal-advice_28",
    "chunk_id": 24,
    "document_category": "legal-advice",
    "text": "(6) If a request for waiver is approved, the\nindividual will be notified and issued a card or\ncertificate evidencing renewal. (7) Those who are granted waivers are required\nto file timely applications for renewal of enrollment\nor registration. (j) Failure to comply. Treasury Department Circular No. 230 Table of Contents (1) Compliance by an individual with the\nrequirements of this part is determined by the Internal\nRevenue Service. The Internal Revenue Service\nwill provide notice to any individual who fails to\nmeet the continuing education and fee requirements\nof eligibility for renewal. The notice will state the\nbasis for the determination of noncompliance and\nwill provide the individual an opportunity to furnish\nthe requested information in writing relating to\nthe matter within 60 days of the date of the notice. Such information will be considered in making a\nfinal determination as to eligibility for renewal. The\nindividual must be informed of the reason(s) for any\ndenial of a renewal. The individual may, within 30\ndays after receipt of the notice of denial of renewal,\nfile a written protest of the denial as prescribed by\nthe Internal Revenue Service in forms, instructions,\nor other appropriate guidance. A protest under this\nsection is not governed by subpart D of this part. (2) The continuing education records of an\nenrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer may be reviewed to\ndetermine compliance with the requirements and\nstandards for renewal as provided in paragraph (f)\nof this section. As part of this review, the enrolled\nagent, enrolled retirement plan agent or registered tax\nreturn preparer may be required to provide the Internal\nRevenue Service with copies of any continuing\neducation records required to be maintained under\nthis part. If the enrolled agent, enrolled retirement\nplan agent or registered tax return preparer fails\nto comply with this requirement, any continuing\neducation hours claimed may be disallowed. (3) An individual who has not filed a timely\napplication for renewal, who has not made a timely\nresponse to the notice of noncompliance with the\nrenewal requirements, or who has not satisfied\nthe requirements of eligibility for renewal will be\nplaced on a roster of inactive enrolled individuals\nor inactive registered individuals. During this time,\nthe individual will be ineligible to practice before the\nInternal Revenue Service. (4) Individuals placed in inactive status and\nindividuals ineligible to practice before the Internal\nRevenue Service may not state or imply that they\nTreasury Department Circular No. 230 are eligible to practice before the Internal Revenue\nService, or use the terms enrolled agent, enrolled\nretirement plan agent, or registered tax return\npreparer, the designations “EA” or “ERPA” or other\nform of reference to eligibility to practice before the\nInternal Revenue Service. (5) An individual placed in inactive status\nmay be reinstated to an active status by filing an\napplication for renewal and providing evidence of\nthe completion of all required continuing education\nhours for the enrollment cycle or registration year. Continuing education credit under this paragraph (j)\n(5) may not be used to satisfy the requirements of\nthe enrollment cycle or registration year in which the\nindividual has been placed back on the active roster.",
    "querygen": [
      "how to renew a card online without a treasury department waiver",
      "how long to apply for a health insurance waiver after approval",
      "which of the following is an example of a request for waiver for an applicant for enrollment in a school?"
    ],
    "querygen_score": [
      "-1.4219291",
      "-2.3621001",
      "-3.2093983"
    ]
  },
  {
    "id": "legal-advice_94__125",
    "doc_id": "legal-advice_94",
    "chunk_id": 125,
    "document_category": "legal-advice",
    "text": "• Performing-arts-related expenses\nas a qualified performing artist. • Business expenses of fee-basis\nstate or local government officials. For more details, see Form 2106. Line 13 Line 16 Health Savings Account (HSA)\nDeduction Self-Employed SEP, SIMPLE, and\nQualified Plans You may be able to take this deduction\nif contributions (other than employer\ncontributions, rollovers, and qualified\nHSA funding distributions from an IRA)\nwere made to your HSA for 2022. See\nForm 8889. If you were self-employed or a partner,\nyou may be able to take this deduction. See Pub. 560 or, if you were a minister,\nPub. 517. Line 14 Self-Employed Health Insurance\nDeduction Moving Expenses You can deduct moving expenses if you\nare a member of the Armed Forces on\nactive duty and due to a military order\nyou move because of a permanent\nchange of station. Use Tax Topic 455 or\nsee Form 3903. Line 15\nDeductible Part of\nSelf-Employment Tax If you were self-employed and owe\nself-employment tax, fill in Schedule SE\nto figure the amount of your deduction. The deductible part of your self-employment tax is on line 13 of Schedule SE. -88- Line 17 You may be able to deduct the amount\nyou paid for health insurance for yourself, your spouse, and your dependents. The insurance can also cover your child\nwho was under age 27 at the end of\n2022, even if the child wasn't your dependent. A child includes your son,\ndaughter, stepchild, adopted child, or\nfoster child (defined in Who Qualifies as\nYour Dependent in the Instructions for\nForm 1040). One of the following statements must\nbe true. • You were self-employed and had a\nnet profit for the year reported on\nSchedule C or F.\n• You were a partner with net earnings from self-employment. • You used one of the optional\nmethods to figure your net earnings\nfrom self-employment on Schedule SE.\n• You received wages in 2022 from\nan S corporation in which you were a\nmore-than-2% shareholder. Health insurance premiums paid or reimbursed by\nthe S corporation are shown as wages on\nForm W-2. The insurance plan must be established under your business. Your personal\nservices must have been a material income-producing factor in the business. If you are filing Schedule C or F, the\npolicy can be either in your name or in\nthe name of the business. If you are a partner, the policy can be\neither in your name or in the name of the\npartnership. You can either pay the premiums yourself or your partnership can\npay them and report them as guaranteed\npayments. If the policy is in your name\nand you pay the premiums yourself, the\npartnership must reimburse you and report the premiums as guaranteed payments. If you are a more-than-2% shareholder in an S corporation, the policy can be\neither in your name or in the name of the\nS corporation. You can either pay the\npremiums yourself or the S corporation\ncan pay them and report them as wages. If the policy is in your name and you\npay the premiums yourself, the S corporation must reimburse you.",
    "querygen": [
      "sep tax deduction",
      "is sep deduction a government expense",
      "what is sep deduction"
    ],
    "querygen_score": [
      "-1.4861746",
      "-1.4127223",
      "-2.4132795"
    ]
  },
  {
    "id": "legal-advice_37__41",
    "doc_id": "legal-advice_37",
    "chunk_id": 41,
    "document_category": "legal-advice",
    "text": "You must use the Simplified Method if\neither of the following applies. 1. Your annuity starting date was after July 1, 1986, and you used this method last year to figure the taxable part. 2. Your annuity starting date was after November 18, 1996, and both of the\nfollowing apply. a. The payments are from a qualified employee plan, a qualified employee annuity, or a tax-sheltered annuity. b. On your annuity starting date, either you were under age 75 or the number of years of guaranteed payments was\nfewer than 5. See Pub. 575 for the definition of guaranteed payments. If you must use the Simplified Method, complete the Simplified Method\nWorksheet in these instructions to figure\nthe taxable part of your pension or annuity. For more details on the Simplified\nMethod, see Pub. 575 (or Pub. 721 for\nU.S. Civil Service retirement benefits). If you received U.S. Civil Service retirement benefits and you\nCAUTION chose the alternative annuity\noption, see Pub. 721 to figure the taxable part of your annuity. Do not use the\nSimplified Method Worksheet in these\ninstructions. ! Annuity Starting Date Your annuity starting date is the later of\nthe first day of the first period for which\nyou received a payment or the date the\nplan's obligations became fixed. Age (or Combined Ages) at\nAnnuity Starting Date If you are the retiree, use your age on\nthe annuity starting date. If you are the\nsurvivor of a retiree, use the retiree's age\non their annuity starting date. But if your Keep for Your Records Simplified Method Worksheet—Lines 5a and 5b\nBefore you begin: If you are the beneficiary of a deceased employee or former employee who died before August 21, 1996, include\nany death benefit exclusion that you are entitled to (up to $5,000) in the amount entered on line 2 below. More than one pension or annuity. If you had more than one partially taxable pension or annuity, figure the taxable part of each separately. Enter\nthe total of the taxable parts on Form 1040 or 1040-SR, line 5b. Enter the total pension or annuity payments received in 2022 on Form 1040 or\n1040-SR, line 5a. 1. Enter the total pension or annuity payments from Form 1099-R, box 1. Also, enter this amount on Form 1040 or\n1040-SR, line 5a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. . . . . . . 8. 9. Taxable amount. Subtract line 8 from line 1. Enter the result, but not less than zero. Also, enter this amount on Form\n1040 or 1040-SR, line 5b. If your Form 1099-R shows a larger amount, use the amount on this line instead of the\namount from Form 1099-R. If you are a retired public safety officer, see Insurance Premiums for Retired Public\nSafety Officers before entering an amount on line 5b . . . . . . . . . . . . . . . . . . . . . . 9.",
    "querygen": [
      "when do you start using the simplified method",
      "which method is better?",
      "when was the simplified method used when the annuity started"
    ],
    "querygen_score": [
      "1.2568054",
      "-3.7094445",
      "1.9649677"
    ]
  },
  {
    "id": "legal-advice_92__43",
    "doc_id": "legal-advice_92",
    "chunk_id": 43,
    "document_category": "legal-advice",
    "text": "The payments you receive next year will generally be fully taxable . . . . . . . . 11. Do not complete the rest of this worksheet. Table 1 for Line 3 Above\nIF the age at annuity starting\ndate was . . .\n55 or under\n56–60\n61–65\n66–70\n71 or older AND your annuity starting date was—\nbefore November 19, 1996,\nafter November 18, 1996,\nenter on line 3 . . .\nenter on line 3 . . . 300\n360\n260\n310\n240\n260\n170\n210\n120\n160\nTable 2 for Line 3 Above IF the combined ages at annuity\nstarting date were . . .\n110 or under\n111–120\n121–130\n131–140\n141 or older THEN enter on line 3 . . . 410\n360\n310\n260\n210 -29- Need more information or forms? Visit IRS.gov. annuity starting date was after 1997 and\nthe payments are for your life and that of\nyour beneficiary, use your combined\nages on the annuity starting date. If you are the beneficiary of an employee who died, see Pub. 575. If there\nis more than one beneficiary, see Pub.\n575 or Pub. 721 to figure each beneficiary's taxable amount. Cost Your cost is generally your net investment in the plan as of the annuity starting date. It doesn't include pre-tax contributions. Your net investment may be\nshown in box 9b of Form 1099-R.\nRollovers\nGenerally, a rollover is a tax-free distribution of cash or other assets from one\nretirement plan that is contributed to another plan within 60 days of receiving\nthe distribution. However, a rollover to a\nRoth IRA or a designated Roth account\nis generally not a tax-free distribution. Use lines 5a and 5b to report a rollover,\nincluding a direct rollover, from one\nqualified employer's plan to another or\nto an IRA or SEP. Enter on line 5a the distribution from\nForm 1099-R, box 1. From this amount,\nsubtract any contributions (usually\nshown in box 5) that were taxable to you\nwhen made. From that result, subtract\nthe amount of the rollover. Enter the remaining amount on line 5b. If the remaining amount is zero and you have no\nother distribution to report on line 5b,\nenter -0- on line 5b. Also enter \"Rollover\" next to line 5b. See Pub. 575 for more details on rollovers, including special rules that apply\nto rollovers from designated Roth accounts, partial rollovers of property, and\ndistributions under qualified domestic\nrelations orders. Lump-Sum Distributions If you received a lump-sum distribution\nfrom a profit-sharing or retirement plan,\nyour Form 1099-R should have the \"Total distribution\" box in box 2b checked. You may owe an additional tax if you\nreceived an early distribution from a\nqualified retirement plan and the total\namount wasn't rolled over. For details, see the instructions for Schedule 2,\nline 8. Enter the total distribution on line 5a\nand the taxable part on line 5b. For details, see Pub. 575. If you or the plan participant TIP was born before January 2,\n1936, you could pay less tax on\nthe distribution. See Form 4972. Lines 6a, 6b, and 6c\nLines 6a and 6b\nSocial Security Benefits You should receive a Form SSA-1099\nshowing in box 3 the total social security benefits paid to you. Box 4 will show\nthe amount of any benefits you repaid in\n2022.",
    "querygen": [
      "age at annuity beginning date",
      "when annuity payments are taxable",
      "what year is an annuity considered fully taxable"
    ],
    "querygen_score": [
      "0.30061844",
      "0.9966707",
      "0.9116112"
    ]
  },
  {
    "id": "legal-advice_94__24",
    "doc_id": "legal-advice_94",
    "chunk_id": 24,
    "document_category": "legal-advice",
    "text": "(Answer “Yes” if you are applying\nfor an ITIN or ATIN for the qualifying relative on or before\nthe return due date (including extensions).) Yes. Continue\nNo. STOP Who wasn't a qualifying child (see Step 1) of any taxpayer for 2022. For this\npurpose, a person isn't a taxpayer if the person isn't required to file a U.S. income\ntax return and either doesn't file such a return or files only to get a refund of\nwithheld income tax or estimated tax paid. See Pub. 501 for details and examples. 䊲 AND Who had gross income of less than $4,400 in 2022. If the person was permanently\nand totally disabled, see Exception to gross income test, later. 2. Was your qualifying relative a U.S. citizen, U.S. national, or\nU.S. resident alien? (See Pub. 519 for the definition of a\nU.S. national or a U.S. resident alien. If your qualifying\nrelative was adopted, see Exception to citizenship test,\nlater.) Yes. You can claim\nNo. STOP\nthe credit for other You can’t claim the\ndependents for this\ncredit for other\ndependent. Check the\ndependents for this\n“Credit for other\nqualifying relative. dependents” box in\ncolumn (4) of the\nDependents section on\npage 1 of Form 1040 or\n1040-SR for this\nperson. AND For whom you provided over half of the person’s support in 2022. But see\nChildren of divorced or separated parents, Multiple support agreements, and\nKidnapped child, later. 1. Does any person meet the conditions to be your qualifying\nrelative? Yes. Continue\nNo. STOP\n䊲 2. Was your qualifying relative a U.S. citizen, U.S. national,\nU.S. resident alien, or a resident of Canada or Mexico? (See\nPub. 519 for the definition of a U.S. national or U.S.\nresident alien. If your qualifying relative was adopted, see\nException to citizen test, later.) Yes. Continue\nNo. STOP\n䊲 You can't claim this\nperson as a dependent. You can’t claim the\ncredit for other\ndependents for this\nqualifying relative. Definitions and Special Rules\nAdopted child. An adopted child is always treated as your own\nchild. An adopted child includes a child lawfully placed with\nyou for legal adoption. Adoption taxpayer identification numbers (ATINs). If you\nhave a dependent who was placed with you for legal adoption\nand you don’t know the dependent’s SSN, you must get an\nATIN for the dependent from the IRS. See Form W-7A for -19- Need more information or forms? Visit IRS.gov. details. If the dependent isn't a U.S. citizen or resident alien, apply for an ITIN instead using Form W-7. Children of divorced or separated parents. A child will be\ntreated as the qualifying child or qualifying relative of the\nchild’s noncustodial parent (defined later) if all of the following\nconditions apply. 1. The parents are divorced, legally separated, separated under a written separation agreement, or lived apart at all times\nduring the last 6 months of 2022 (whether or not they are or\nwere married). 2. The child received over half of the child’s support for\n2022 from the parents (and the rules on Multiple support agreements, later, don’t apply). Support of a child received from a parent's spouse is treated as provided by the parent. 3. The child is in custody of one or both of the parents for\nmore than half of 2022.",
    "querygen": [
      "can you apply for the isin before the due date",
      "can a child be an itin",
      "can you file taxes on an itin for children"
    ],
    "querygen_score": [
      "1.2449169",
      "1.4805996",
      "1.297846"
    ]
  },
  {
    "id": "legal-advice_99__153",
    "doc_id": "legal-advice_99",
    "chunk_id": 153,
    "document_category": "legal-advice",
    "text": "The budget plan sets\nforth the President's proposed receipts,\nspending, and the surplus or deficit for\nthe federal government. The plan includes\nrecommendations for new legislation as\nwell as recommendations to change, eliminate, and add programs. After receipt of\nthe President's proposal, the Congress reviews the proposal and makes changes. It\nfirst passes a budget resolution setting its\nown targets for receipts, outlays, and surplus or deficit. Next, individual spending\nand revenue bills that are consistent with\nthe goals of the budget resolution are\nenacted. 30, 2021), federal income was $4.047 tril- countries and the maintenance of U.S.\nlion and outlays were $6.882 trillion, embassies abroad. leaving a deficit of $2.775 trillion. 3. Physical, human, and community development: These outlays were for\nFootnotes for Certain Federal\nagriculture; natural resources; environOutlays\nment; transportation; aid for elementary\nand secondary education and direct assistance to college students; job training; de1. Social security, Medicare, and posit insurance, commerce and housing\nother retirement: These programs pro- credit, and community development; and\nvide income support for the retired and space, energy, and general science prodisabled and medical care for the elderly. grams. 2. National defense, veterans, and\n4. Social programs: About 22% of\nforeign affairs: About 11% of outlays total outlays were for Medicaid, Supplewere to equip, modernize, and pay our mental Nutrition Assistance Program\narmed forces and to fund national defense (formerly food stamps), temporary assisactivities; about 3% were for veterans tance for needy families, supplemental sebenefits and services; and about 1% were curity income, and related programs; and\nfor international activities, including mili- 11% for health research and public health In fiscal year 2021 (which began on tary and economic assistance to foreign programs, unemployment compensation,\nOctober 1, 2020, and ended on September\nassisted housing, and social services. Note. The percentages shown here exclude undistributed offsetting receipts, which were $124 billion in fiscal year 2021. In the budget, these receipts are offset against spending in figuring the outlay totals shown above. These receipts are for the U.S. Government's share of its employee retirement programs, rents and royalties on the Outer Continental Shelf, and proceeds from the sale of assets. -108- 2022\nTax Rate\nSchedules The Tax Rate Schedules are shown so you can see the tax rate that applies\nto all levels of taxable income. Don’t use them to figure your tax. Instead,\nsee the instructions for line 16. CAUTION Schedule X—If your filing status is Single\nIf your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $10,275 10% $0 10,275 41,775 $1,027.50 + 12% 10,275\n41,775 41,775 89,075 4,807.50 + 22% 89,075 170,050 15,213.50 + 24% 89,075 170,050 215,950 34,647.50 + 32% 170,050 215,950 539,900 49,335.50 + 35% 215,950 162,718.00 + 37% 539,900 539,900 Schedule Y-1—If your filing status is Married filing jointly or Qualifying surviving spouse If your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $20,550 10% $0 20,550 83,550 $2,055.00 + 12% 20,550 83,550 178,150 9,615.00 + 22% 83,550 178,150 340,100 30,427.00 + 24% 178,150 340,100 431,900 69,295.00 + 32% 340,100 431,900 647,850 98,671.00 + 35% 431,900 174,253.50 + 37% 647,850 647,850 Schedule Y-2—If your filing status is Married filing separately\nIf your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover—",
    "querygen": [
      "what is the purpose of a budget",
      "how does the president make changes to the federal budget",
      "what is the budget plan to congress for"
    ],
    "querygen_score": [
      "-4.5520205",
      "-0.39732224",
      "-0.3490554"
    ]
  },
  {
    "id": "legal-advice_64__42",
    "doc_id": "legal-advice_64",
    "chunk_id": 42,
    "document_category": "legal-advice",
    "text": "If you are a retired public safety officer, see Insurance Premiums for Retired Public\nSafety Officers before entering an amount on line 5b . . . . . . . . . . . . . . . . . . . . . . 9. 2. Enter your cost in the plan at the annuity starting date . . . . . . . . . . . . . Note. If you completed this worksheet last year, skip line 3 and enter the amount from line 4\nof last year’s worksheet on line 4 below (even if the amount of your pension or annuity has\nchanged). Otherwise, go to line 3. 2. 3. Enter the appropriate number from Table 1 below. But if your annuity starting date was after\n1997 and the payments are for your life and that of your beneficiary, enter the appropriate\nnumber from Table 2 below . . . . . . . . . . . . . . . . . . . . . 3.\n4. Divide line 2 by the number on line 3 . . . . . . . . . . . . . . . . . . 4.\n5. Multiply line 4 by the number of months for which this year’s payments were made. If your\nannuity starting date was before 1987, skip lines 6 and 7 and enter this amount on line 8. Otherwise, go to line 6 . . . . . . . . . . . . . . . . . . . . . . . 5.\n6. Enter the amount, if any, recovered tax free in years after 1986. If you completed this\nworksheet last year, enter the amount from line 10 of last year’s worksheet . . . . . . 6.\n7. Subtract line 6 from line 2 . . . . . . . . . . . . . . . . . . . . . . 7.\n8. Enter the smaller of line 5 or line 7 . . . . . . . . . . . . . . . . . . . . . 10. Was your annuity starting date before 1987? Yes. STOP No. Add lines 6 and 8. This is the amount you have recovered tax free through 2022. You will need this\nnumber if you need to fill out this worksheet next year . . . . . . . . . . . . . . . . . 10. 11. Balance of cost to be recovered. Subtract line 10 from line 2. If zero, you won’t have to complete this\nworksheet next year. The payments you receive next year will generally be fully taxable . . . . . . . . 11. Do not complete the rest of this worksheet. Table 1 for Line 3 Above\nIF the age at annuity starting\ndate was . . .\n55 or under\n56–60\n61–65\n66–70\n71 or older",
    "querygen": [
      "how to make premiums on auto insurance",
      "what type of policy does a retired public safety officer get",
      "who pays for public safety premiums"
    ],
    "querygen_score": [
      "-6.3585877",
      "-3.721224",
      "-4.7109423"
    ]
  },
  {
    "id": "legal-advice_99__31",
    "doc_id": "legal-advice_99",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "Foreign financial assets. If you had\nforeign financial assets in 2022, you\nmay have to file Form 8938. See Form\n8938 and its instructions. Chapter 11 Bankruptcy\nCases If you are a debtor in a chapter 11 bankruptcy case, income taxable to the bankruptcy estate and reported on the estate's\nincome tax return includes:\n• Earnings from services you performed after the beginning of the case\n(both wages and self-employment income); and\n• Income from property described in\nsection 541 of title 11 of the U.S. Code\nthat you either owned when the case began or that you acquired after the case\nbegan and before the case was closed,\ndismissed, or converted to a case under a\ndifferent chapter. Because this income is taxable to the\nestate, don’t include this income on your\n-23- own individual income tax return. The\nonly exception is for purposes of figuring your self-employment tax. For that\npurpose, you must take into account all\nyour self-employment income for the\nyear from services performed both before and after the beginning of the case. Also, you (or the trustee if one is appointed) must allocate between you and\nthe bankruptcy estate the wages, salary,\nor other compensation and withheld income tax reported to you on Form W-2. A similar allocation is required for income and withheld income tax reported\nto you on Forms 1099. You must also\ninclude a statement that indicates you\nfiled a chapter 11 case and that explains\nhow income and withheld income tax reported to you on Forms W-2 and 1099\nare allocated between you and the estate. For more details, including acceptable\nallocation methods, see Notice 2006-83,\n2006-40 I.R.B. 596, available at\nIRS.gov/irb/\n2006-40_IRB#NOT-2006-83. Community Property States\nCommunity property states include Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, Washington,\nand Wisconsin. If you and your spouse\nlived in a community property state, you\nmust usually follow state law to determine what is community income and\nwhat is separate income. For details, see\nForm 8958 and Pub. 555. Nevada, Washington, and California\ndomestic partners. A registered domestic partner in Nevada, Washington,\nor California must generally report half\nthe combined community income of the\nindividual and their domestic partner. See Form 8958 and Pub. 555. Rounding Off to Whole\nDollars You can round off cents to whole dollars\non your return and schedules. If you do\nround to whole dollars, you must round\nall amounts. To round, drop amounts under 50 cents and increase amounts from\n50 to 99 cents to the next dollar. For example, $1.39 becomes $1 and $2.50 becomes $3. If you have to add two or more\namounts to figure the amount to enter on\na line, include cents when adding the\namounts and round off only the total. Need more information or forms? Visit IRS.gov. If you are entering amounts that include cents, make sure to include the\ndecimal point. There is no cents column\non the form. The lines on Forms 1040 and\n1040-SR are the same. ReferenCAUTION ces to lines in the following instructions refer to the line on either\nform. ! Line 1a\nTotal Amount From Form(s)\nW-2, Box 1\nEnter the total amount from Form(s)\nW-2, box 1. If a joint return, also include your spouse's income from\nForm(s) W-2, box 1.",
    "querygen": [
      "what is your income taxable for?",
      "are foreign assets taxable?",
      "how long does a debt taxable"
    ],
    "querygen_score": [
      "-0.97111684",
      "-0.5223485",
      "-4.0815926"
    ]
  },
  {
    "id": "legal-advice_33__14",
    "doc_id": "legal-advice_33",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "(2) Practice as an enrolled actuary is limited\nTreasury Department Circular No. 230 Table of Contents to representation with respect to issues involving\nthe following statutory provisions in title 26 of\nthe United States Code: sections 401 (relating to\nqualification of employee plans), 403(a) (relating\nto whether an annuity plan meets the requirements\nof section 404(a) (2)), 404 (relating to deductibility\nof employer contributions), 405 (relating to\nqualification of bond purchase plans), 412 (relating\nto funding requirements for certain employee\nplans), 413 (relating to application of qualification\nrequirements to collectively bargained plans and\nto plans maintained by more than one employer),\n414 (relating to definitions and special rules with\nrespect to the employee plan area), 419 (relating\nto treatment of funded welfare benefits), 419A\n(relating to qualified asset accounts), 420 (relating\nto transfers of excess pension assets to retiree health\naccounts), 4971 (relating to excise taxes payable as\na result of an accumulated funding deficiency under\nsection 412), 4972 (relating to tax on nondeductible\ncontributions to qualified employer plans), 4976\n(relating to taxes with respect to funded welfare\nbenefit plans), 4980 (relating to tax on reversion of\nqualified plan assets to employer), 6057 (relating\nto annual registration of plans), 6058 (relating to\ninformation required in connection with certain plans\nof deferred compensation), 6059 (relating to periodic\nreport of actuary), 6652(e) (relating to the failure\nto file annual registration and other notifications\nby pension plan), 6652(f) (relating to the failure to\nfile information required in connection with certain\nplans of deferred compensation), 6692 (relating to\nthe failure to file actuarial report), 7805(b) (relating\nto the extent to which an Internal Revenue Service\nruling or determination letter coming under the\nstatutory provisions listed here will be applied without\nretroactive effect); and 29 U.S.C. § 1083 (relating to\nthe waiver of funding for nonqualified plans). (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (d)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled retirement\nplan agents, and registered tax return preparers. (e) Enrolled retirement plan agents —\nTreasury Department Circular No. 230 (1) Any individual enrolled as a retirement plan\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (2) Practice as an enrolled retirement plan agent\nis limited to representation with respect to issues\ninvolving the following programs: Employee Plans\nDetermination Letter program; Employee Plans\nCompliance Resolution System; and Employee\nPlans Master and Prototype and Volume Submitter\nprogram. In addition, enrolled retirement plan agents\nare generally permitted to represent taxpayers with\nrespect to IRS forms under the 5300 and 5500 series\nwhich are filed by retirement plans and plan sponsors,\nbut not with respect to actuarial forms or schedules. (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (e)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled actuaries, and\nregistered tax return preparers. (f) Registered tax return preparers. (1) Any individual who is designated as a\nregistered tax return preparer pursuant to §10.4(c)\nof this part who is not currently under suspension\nor disbarment from practice before the Internal\nRevenue Service may practice before the Internal\nRevenue Service.",
    "querygen": [
      "what is the practice as an enrolled actuary",
      "treasury department actuary circular number",
      "what is the definition of an enrolled actuary"
    ],
    "querygen_score": [
      "2.8302693",
      "0.5513439",
      "-1.1156862"
    ]
  },
  {
    "id": "legal-advice_64__131",
    "doc_id": "legal-advice_64",
    "chunk_id": 131,
    "document_category": "legal-advice",
    "text": "Generally, this is your (and your\nspouse's if filing jointly) net earnings from\nself-employment if your personal services were a\nmaterial income-producing factor, minus any\ndeductions on Schedule 1, lines 15 and 16. If zero or\nless, enter -0-. For more details, see Pub.\n590-A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9.\nAdd lines 8 and 9 . . . . . . . . . . . . . . . . . . . . . . . . .\n10. ! CAUTION 11.\n12. 7a. Spouse's IRA 7b. If married filing jointly and line 10 is less than $12,000 ($13,000 if\none spouse is age 50 or older at the end of 2022; $14,000 if both\nspouses are age 50 or older at the end of 2022), stop here and use\nthe worksheet in Pub. 590-A to figure your IRA deduction. Enter traditional IRA contributions made, or that will be made by the due date\nof your 2022 return not counting extensions (April 18, 2023, for most people),\nfor 2022 to your IRA on line 11a and to your spouse's IRA on line 11b . . . . . . 11a. On line 12a, enter the smallest of line 7a, 10, or 11a. On line 12b, enter the\nsmallest of line 7b, 10, or 11b. This is the most you can deduct. Add the\namounts on lines 12a and 12b and enter the total on Schedule 1, line 20. Or, if\nyou want, you can deduct a smaller amount and treat the rest as a\nnondeductible contribution (see Form 8606) . . . . . . . . . . . . . . . . . . . . . . . . . . 12a. Line 21\nStudent Loan Interest Deduction You can take this deduction only if all of\nthe following apply. • You paid interest in 2022 on a\nqualified student loan (defined later). • Your filing status is any status except married filing separately. • Your modified adjusted gross income (AGI) is less than: $85,000 if single, head of household, or qualifying\nsurviving spouse; $175,000 if married\nfiling jointly. Use lines 2 through 4 of the worksheet in these instructions to\nfigure your modified AGI. • You, or your spouse if filing jointly, aren't claimed as a dependent on\nsomeone else's (such as your parent's)\n2022 tax return. Don't include any amount paid from a\na distribution of earnings made from a\nqualified tuition program (QTP) after\n2018 to the extent the earnings are treated as tax free because they were used to\npay student loan interest. Use the worksheet in these instructions to figure your student loan interest\ndeduction. -92- 11b. 12b. Exception. Use Pub. 970 instead of the\nworksheet in these instructions to figure\nyour student loan interest deduction if\nyou file Form 2555 or 4563, or you exclude income from sources within Puerto Rico. Qualified student loan.",
    "querygen": [
      "what is my net earnings from self employment",
      "what is the maximum i can make for self employed",
      "what is the formula for net earnings from self employment"
    ],
    "querygen_score": [
      "-0.26949024",
      "-3.7421443",
      "-1.7532631"
    ]
  },
  {
    "id": "legal-advice_1__88",
    "doc_id": "legal-advice_1",
    "chunk_id": 88,
    "document_category": "legal-advice",
    "text": "• Any numbers or letters on lines\n35b through 35d are crossed out or whited out. The IRS isn't responsible for a\nlost refund if you enter the\nCAUTION wrong\naccount information. Check with your financial institution to\nget the correct routing and account\nnumbers and to make sure your direct\ndeposit will be accepted. ! Line 36\nApplied to Your 2023\nEstimated Tax\nEnter on line 36 the amount, if any, of\nthe overpayment on line 34 you want\napplied to your 2023 estimated tax. We\nwill apply this amount to your account\nunless you include a statement requesting us to apply it to your spouse's account. Include your spouse's social security number in the statement. This election to apply part or\nall of the amount overpaid to\nCAUTION your 2023 estimated tax can't\nbe changed later. ! Need more information or forms? Visit IRS.gov. -58- Amount You Owe To avoid interest and penalties, TIP pay your taxes in full by the\ndue date of your return (not including extensions)—April 18, 2023, for\nmost taxpayers. You don’t have to pay if\nline 37 is under $1. Include any estimated tax penalty\nfrom line 38 in the amount you enter on\nline 37. Don’t include any estimated\npayments for 2023 in this payment. Instead, make the estimated payment separately. Bad check or payment. The penalty\nfor writing a bad check to the IRS is $25\nor 2% of the check, whichever is more. However, if the amount of the check is\nless than $25, the penalty equals the\namount of the check. This also applies to\nother forms of payment if the IRS\ndoesn’t receive the funds. Use Tax Topic\n206. Line 37\nAmount You Owe\nThe IRS offers several payment options. You can pay online, by phone, mobile\ndevice, cash (maximum $1,000 per day\nand per transaction), check, or money\norder. Go to IRS.gov/Payments for payment options. Pay Online\nPaying online is convenient and secure\nand helps make sure we get your pay- ments on time. To pay your taxes online\nor for more information, go to IRS.gov/\nPayments. You can pay using any of the\nfollowing methods. • Your Online Account. You can\nnow make tax payments through your\nonline account, including balance payments, estimated tax payments, or other\ntypes. You can also see your payment\nhistory and other tax records there. Go\nto IRS.gov/Account. • IRS Direct Pay. For online transfers directly from your checking or savings account at no cost to you, go to\nIRS.gov/Payments. • Pay by Card. To pay by debit or\ncredit card, go to IRS.gov/Payments. A\nconvenience fee is charged by these\nservice providers. • Electronic Funds Withdrawal\n(EFW) is an integrated e-file/e-pay option offered when filing your federal\ntaxes electronically using tax return\npreparation software, through a tax professional, or the IRS at IRS.gov/\nPayments. • Online Payment Agreement. If\nyou can’t pay in full by the due date of\nyour tax return, you can apply for an online monthly installment agreement at\nIRS.gov/Payments. Once you complete\nthe online process, you will receive immediate notification of whether your\nagreement has been approved. A user\nfee is charged. Pay by Phone\nPaying by phone is another safe and secure method of paying electronically.",
    "querygen": [
      "irs refund account number crossed out",
      "what lines is crossing out a number",
      "which line should i get crossed out"
    ],
    "querygen_score": [
      "-0.6251668",
      "-1.8539448",
      "-0.8767228"
    ]
  },
  {
    "id": "legal-advice_30__1",
    "doc_id": "legal-advice_30",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Treasury Department\nCircular No. 230\n(Rev. 6-2014) Regulations Governing Practice before\nthe Internal Revenue Service Catalog Number 16586R\nwww.irs.gov Department\nof the\nTreasury\nInternal\nRevenue\nService Title 31 Code of Federal Regulations,\nSubtitle A, Part 10,\npublished (June 12, 2014) 31 U.S.C. §330. Practice before the Department\n(a) Subject to section 500 of title 5, the Secretary of the Treasury may —\n(1) regulate the practice of representatives of persons before the Department of the Treasury; and\n(2) before admitting a representative to practice, require that the representative demonstrate —\n(A) good character;\n(B) good reputation;\n(C) necessary qualifications to enable the representative to provide to persons valuable service; and\n(D) competency to advise and assist persons in presenting their cases. (b) After notice and opportunity for a proceeding, the Secretary may suspend or disbar from practice before the\nDepartment, or censure, a representative who —\n(1) is incompetent;\n(2) is disreputable;\n(3) violates regulations prescribed under this section; or\n(4) with intent to defraud, willfully and knowingly misleads or threatens the person being represented or a\nprospective person to be represented. The Secretary may impose a monetary penalty on any representative described in the preceding sentence. If the\nrepresentative was acting on behalf of an employer or any firm or other entity in connection with the conduct\ngiving rise to such penalty, the Secretary may impose a monetary penalty on such employer, firm, or entity if\nit knew, or reasonably should have known, of such conduct. Such penalty shall not exceed the gross income\nderived (or to be derived) from the conduct giving rise to the penalty and may be in addition to, or in lieu of, any\nsuspension, disbarment, or censure of the representative. (c) After notice and opportunity for a hearing to any appraiser, the Secretary may —\n(1) provide that appraisals by such appraiser shall not have any probative effect in any administrative\nproceeding before the Department of the Treasury or the Internal Revenue Service, and\n(2) bar such appraiser from presenting evidence or testimony in any such proceeding. (d) Nothing in this section or in any other provision of law shall be construed to limit the authority of the\nSecretary of the Treasury to impose standards applicable to the rendering of written advice with respect to any\nentity, transaction plan or arrangement, or other plan or arrangement, which is of a type which the Secretary\ndetermines as having a potential for tax avoidance or evasion. (Pub. L. 97–258, Sept. 13, 1982, 96 Stat. 884; Pub. L. 98–369, div. A, title I, §156(a), July 18, 1984, 98 Stat. 695; Pub. L. 99–514, §2, Oct. 22, 1986, 100 Stat. 2095; Pub. L. 108–357, title VIII, §822(a)(1), (b), Oct. 22, 2004,\n118 Stat. 1586, 1587; Pub. L. 109–280, title XII, §1219(d), Aug. 17, 2006, 120 Stat. 1085.) Page 2 Treasury Department Circular No. 230",
    "querygen": [
      "irs circular number",
      "irs regulation code number",
      "internal revenue service regulation number"
    ],
    "querygen_score": [
      "0.90516496",
      "0.05824479",
      "0.8244961"
    ]
  },
  {
    "id": "legal-advice_72__10",
    "doc_id": "legal-advice_72",
    "chunk_id": 10,
    "document_category": "legal-advice",
    "text": "34 “An applicant may transfer ownership of its application. At the time of transfer the new and former\nowners are required to submit information to the Food and Drug Administration . . . . ” 21 C.F.R .\n§ 314.72(a).\n35 While Corporation X asserts that it did not hold title to an intangible and was not seeking title to an\nintangible (Facts, above, subsection titled “Corporation X’s Position”), as a matter of fact, there can be no\ndoubt that Corporation X was in the process of trying to obtain FDA approval of its ANDAs, with the\nANDAs the abbreviated applications with paragraph IV certifications that Corporation X prepared and filed\nwith the FDA. Corporation X was the holder (owner) of the ANDAs that it prepared and filed. See\nAddendum A (addressing the term “holder”). If Corporation X is arguing that it was not seeking title to the\nANDAs since it owned the applications it had prepared ab initio, the argument must fail as mere sophism. POSTU-139175-10 37 with, Corporation X’s actions to obtain new assets, i.e., FDA-approved ANDAs with\nparagraph IV certifications. Just the recital of the facts and circumstances, including the fact that an ANDA is a\ntransferrable commodity, provides an “adverse answer” to Corporation X’s position that\nit can deduct the fees. See Lincoln Savings, 403 U.S. 345 at 354 (holding the\nexpenditure at issue was not deductible as an ordinary and necessary business\nexpense because it created or enhanced “an additional asset and that, as an inevitable\nconsequence, the payment is capital in nature”). 36 B. Corporation X’s Reliance on the Primary Purpose Test Corporation X argues that it can deduct the fees based on the primary purpose test. Corporation X relies on Industrial Aggregate Company v. United States, 284 F.2d 639\n(8th Cir. 1960), which predates Gilmore, Woodward and Hilton Hotels. The primary\npurpose test used in Industrial Aggregate has been rejected by a long line of court\ncases, with some of said cases string cited at the beginning of Section I of the Law and\nAnalysis, above. Corporation X may have a primary purpose of increasing its long term\nincome, but that is a potential consequence to Corporation X’s fortunes, and does not\ncontrol. See United States v. Gilmore, 372 U.S. 39, 49 (1963)(“the origin and character\nof the claim with respect to which an expense was incurred, rather than its potential\nconsequences upon the fortunes of the taxpayer, is the controlling basic test . . .”). See\nalso Woodward v. Commissioner, 397 U.S. 572, 578 (1970) (“The [Gilmore] Court\nrejected a test that looked to the consequences of the litigation, and did not even\nconsider the taxpayer's motives or purposes in undertaking defense of the litigation, but\nrather examined the origin and character of the claim against the taxpayer, and found\nthat the claim arose out of the personal relationship of marriage.”). Corporation X also relies on Kornhauser v. United States, 276 U.S. 145 (1928), to\nsupport its position that it can deduct the expenditures because ANDA paragraph IV\nlitigation is common in the generic pharmaceutical industry.",
    "querygen": [
      "what is transfer ownership",
      "who is responsible for transfer ownership",
      "who can transfer ownership of applications"
    ],
    "querygen_score": [
      "-0.6331263",
      "-2.1259062",
      "1.3304737"
    ]
  },
  {
    "id": "legal-advice_98__41",
    "doc_id": "legal-advice_98",
    "chunk_id": 41,
    "document_category": "legal-advice",
    "text": "An appraisal otherwise barred from admission into\nevidence pursuant to this section may be admitted into\nevidence solely for the purpose of determining the\ntaxpayer’s reliance in good faith on such appraisal. (c) Authority to impose monetary penalty —\n(1) In general. (i) The Secretary of the Treasury, or delegate,\nafter notice and an opportunity for a proceeding,\nmay impose a monetary penalty on any practitioner\nwho engages in conduct subject to sanction under\nPage 28 — § 10.50 paragraph (a) of this section. (ii) If the practitioner described in paragraph\n(c)(1)(i) of this section was acting on behalf of an\nemployer or any firm or other entity in connection\nwith the conduct giving rise to the penalty, the\nSecretary of the Treasury, or delegate, may impose\na monetary penalty on the employer, firm, or entity\nif it knew, or reasonably should have known of such\nconduct. (2) Amount of penalty. The amount of the penalty\nshall not exceed the gross income derived (or to be\nderived) from the conduct giving rise to the penalty. (3) Coordination with other sanctions. Subject to\nparagraph (c)(2) of this section —\n(i) Any monetary penalty imposed on a\npractitioner under this paragraph (c) may be in\naddition to or in lieu of any suspension, disbarment or\ncensure and may be in addition to a penalty imposed\non an employer, firm or other entity under paragraph\n(c)(1)(ii) of this section. (ii) Any monetary penalty imposed on an\nemployer, firm or other entity may be in addition to\nor in lieu of penalties imposed under paragraph (c)\n(1)(i) of this section. (d) Authority to accept a practitioner’s consent to\nsanction. The Internal Revenue Service may accept\na practitioner’s offer of consent to be sanctioned\nunder §10.50 in lieu of instituting or continuing a\nproceeding under §10.60(a). (e) Sanctions to be imposed. The sanctions imposed\nby this section shall take into account all relevant\nfacts and circumstances. (f) Effective/applicability date. This section is\napplicable to conduct occurring on or after August 2,\n2011, except that paragraphs (a), (b)(2), and (e) apply\nto conduct occurring on or after September 26, 2007,\nand paragraph (c) applies to prohibited conduct that\noccurs after October 22, 2004. § 10.51 Incompetence and disreputable conduct. (a) Incompetence and disreputable conduct. Incompetence and disreputable conduct for which\na practitioner may be sanctioned under §10.50\nincludes, but is not limited to —\nTreasury Department Circular No. 230 Table of Contents (1) Conviction of any criminal offense under the\nFederal tax laws. (2) Conviction of any criminal offense involving\ndishonesty or breach of trust. (3) Conviction of any felony under Federal or\nState law for which the conduct involved renders\nthe practitioner unfit to practice before the Internal\nRevenue Service. (4) Giving false or misleading information, or\nparticipating in any way in the giving of false or\nmisleading information to the Department of the\nTreasury or any officer or employee thereof, or to any\ntribunal authorized to pass upon Federal tax matters,\nin connection with any matter pending or likely to be\npending before them, knowing the information to be\nfalse or misleading. Facts or other matters contained\nin testimony, Federal tax returns, financial statements,\napplications for enrollment, affidavits, declarations,\nand any other document or statement, written or oral,\nare included in the term “information.”",
    "querygen": [
      "what is the purpose of the appraisal",
      "which section of the appraisal code provides the authority to impose monetary penalties on an appraisal?",
      "which section of the federal tax code is prohibited from admitting a reliance in good faith based appraisals in any court?"
    ],
    "querygen_score": [
      "0.94423777",
      "2.1907322",
      "-0.91561735"
    ]
  },
  {
    "id": "legal-advice_66__49",
    "doc_id": "legal-advice_66",
    "chunk_id": 49,
    "document_category": "legal-advice",
    "text": "If line 11 is zero, enter -0- . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15.\nAdd lines 14 and 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16.\nMultiply line 1 by 85% (0.85) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17.\nTaxable social security benefits. Enter the smaller of line 16 or line 17. Also enter this amount\non Form 1040 or 1040-SR, line 6b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18.\nTIP If any of your benefits are taxable for 2022 and they include a lump-sum benefit payment that was for an earlier\nyear, you may be able to reduce the taxable amount. See Lump-Sum Election in Pub. 915 for details. Need more information or forms? Visit IRS.gov. -32- If you had a net qualified disaster loss\nand you elect to increase your standard\ndeduction by the amount of your net\nqualified disaster loss, use Schedule A\nto figure your standard deduction. Qualified disaster loss refers to losses arising\nfrom certain disasters occurring in 2016\nand subsequent years. See the Instructions for Form 4684 and Schedule A,\nline 16, for more information. Line 13\nQualified Business Income\nDeduction (Section 199A\nDeduction) To figure your Qualified Business Income Deduction, use Form 8995 or\nForm 8995-A as applicable. Use Form 8995 if:\n• You have qualified business income, qualified REIT dividends, or\nqualified PTP income (loss);\n• Your 2022 taxable income before\nthe qualified business income deduction\nis less than or equal to $170,050\n($340,100 if married filing jointly); and\n• You aren’t a patron in a specified\nagricultural or horticultural cooperative. If you don’t meet these requirements,\nuse Form 8995-A, Qualified Business\nIncome Deduction. Attach whichever\nform you use (Form 8995 or 8995-A) to\nyour return. See the Instructions for\nForms 8995 and 8995-A for more information for figuring and reporting your\nqualified business income deduction. Line 16\nTax\nInclude in the total on the entry space on\nline 16 all of the following taxes that apply. • Tax on your taxable income. Figure the tax using one of the methods described later.",
    "querygen": [
      "is line 11 zero or zero",
      "what's the number on line 11",
      "what line does zero mean in excel"
    ],
    "querygen_score": [
      "-0.0019531157",
      "-1.5973942",
      "-2.511922"
    ]
  },
  {
    "id": "legal-advice_59__15",
    "doc_id": "legal-advice_59",
    "chunk_id": 15,
    "document_category": "legal-advice",
    "text": "This position is\nsupported by the fact that only ** months prior to the Sale,\nthe Company [actual Owners 1 through 3] had purchased\nPage 21 of 37 POSTF-134629-07\nthe Class I-VI assets in a hotly-contested, multi-bidder\nauction. The Company believes that the price paid by the\nCompany for the Class I-VI assets at arms-length auction\n(i.e., the Company’s tax/cost basis for the assets) was the\nbest indicator of the fair market value of the Class I-VI assets\nat the time of the Sale (which as stated occurred only **\nmonths after the auction)17 (emphasis added)\nCorp F further asserts that it can allocate all payments to Classes I-VI in\nsuccession, exhausting each Class before proceeding to the next. Corp F asserts for\nClasses I-VI, the gross profit percentage is ** percent, on the theory that the fair market\nvalue of each asset in Classes I-VI equaled its tax basis. Only when Corp F has\nexhausted Classes I-VI basis, it asserts, will the remaining payments be allocated to the\nsale of Class VII assets and that is the first time there will be any recognizable gain. 18\nThe amounts so allocated, accordingly to Corp F, will be short-term capital gain. Corp F contends that none of the assets that it acquired in the Year 9 bankruptcy\nliquidation auction were “goodwill” or “going concern” given the bankruptcy. Corp F\nasserts all “goodwill” and “going concern” sold to Entity M arose from combining the\nassets acquired in the bankruptcy liquidation auction “with a skilled management team,\nemployees, ------------etc., and infusing working capital during the ** month holding\nperiod. ”19 Corp F has not supported its assertions of valuable goodwill and going\nconcern being generated in the ** month holding period with an independent third party\nappraisal. Corp F has not explained how the alleged goodwill and going concern were\ngenerated in ** months rather than being (potentially) generated in the future ** year\nterm of the $ DD Non-Recourse Contingent Payment Term Note. Nor has Corp F\nexplained now it could have generated such goodwill and going concern value when it\nallegedly cannot operate at a profit without the Z Entity M can obtain as a non-profit\nentity. Corp F has not provided any evidence that the “extra” cost savings from the Z\nEntity M could command, when compared to the tax benefits at issue, is significant. Corp F then concludes its Year 10 transaction constitutes a sale that falls within\nTemp. Treas. Reg. § 15a.453-1(c)(2) “Stated Maximum selling price” contract and is\nreportable using the installment method of accounting. Corp F did not apply § 453A. While Corp F advances a discussion of the treatment of property used in its trade\nor business and “subject to the allowance for depreciation” as reportable ordinary\n17 Outline of Tax Issues Related to Sale of Assets By Corp F, submitted to revenue agent during audit, at 1.\n18 It is not known whether the $ T auction purchase price was separately financed, i.e., the amount of\ncash “out of pocket” for Corp F is not known. 19 See note 23, above Page 22 of 37",
    "querygen": [
      "who owns class i vi assets",
      "who is the owner of stock in postf",
      "when did the buyer of the stock sell"
    ],
    "querygen_score": [
      "0.15570413",
      "-2.294541",
      "-5.620553"
    ]
  },
  {
    "id": "legal-advice_40__126",
    "doc_id": "legal-advice_40",
    "chunk_id": 126,
    "document_category": "legal-advice",
    "text": "You can either pay the\npremiums yourself or the S corporation\ncan pay them and report them as wages. If the policy is in your name and you\npay the premiums yourself, the S corporation must reimburse you. You can deduct the premiums only if the S corporation reports the premiums paid or reimbursed as wages in box 1 of your Form\nW-2 in 2022 and you also report the premium payments or reimbursements as\nwages on Form 1040 or 1040-SR,\nline 1a. But if you were also eligible to participate in any subsidized health plan\nmaintained by your or your spouse's employer for any month or part of a month\nin 2022, amounts paid for health insurance coverage for that month can't be\nused to figure the deduction. Also, if\nyou were eligible for any month or part\nof a month to participate in any subsidized health plan maintained by the employer of either your dependent or your\nchild who was under age 27 at the end\nof 2022, don’t use amounts paid for coverage for that month to figure the deduction. A qualified small employer\nhealth reimbursement arrangeCAUTION ment (QSEHRA) is considered\nto be a subsidized health plan maintained by an employer. Lines 19a, 19b, and 19c\nAlimony Paid Example. If you were eligible to participate in a subsidized health plan maintained by your spouse's employer from\nSeptember 30 through December 31,\nyou can't use amounts paid for health insurance coverage for September through\nDecember to figure your deduction. Medicare premiums you voluntarily\npay to obtain insurance in your name\nthat is similar to qualifying private\nhealth insurance can be used to figure\nthe deduction. Amounts paid for health\ninsurance coverage from retirement plan\ndistributions that were nontaxable because you are a retired public safety officer can't be used to figure the deduction. For more details, see Pub. 535. If you qualify to take the deduction,\nuse the Self-Employed Health Insurance\nDeduction Worksheet to figure the\namount you can deduct. Exceptions. Use Pub. 535 instead of\nthe Self-Employed Health Insurance Deduction Worksheet in these instructions\nto figure your deduction if any of the\nfollowing applies. • You had more than one source of\nincome subject to self-employment tax. • You file Form 2555.\n• You are using amounts paid for\nqualified long-term care insurance to\nfigure the deduction. Use Pub. 974 instead of the worksheet in these instructions if the insurance plan was considered to be established under your business and was obtained through the Marketplace, and advance payments of the premium tax\ncredit were made or you are claiming\nthe premium tax credit. If you made payments to or for your\nspouse or former spouse under a divorce\nor separation agreement entered into on\nor before December 31, 2018, you may\nbe able to take this deduction. You can't\ntake a deduction for alimony payments\nyou made to or for your spouse if you\nentered into your divorce or separation\nagreement after December 31, 2018, or\nif you entered into the agreement on or\nbefore December 31, 2018, and the\nagreement was changed after December\n31, 2018, to expressly provide that alimony received is not included in your\nformer spouse's income. Use Tax Topic\n452 or see Pub. 504. !",
    "querygen": [
      "what is a s corporation responsible for",
      "how to claim premium on insurance",
      "who pays premiums?"
    ],
    "querygen_score": [
      "-3.154243",
      "-1.4758047",
      "-2.2362046"
    ]
  },
  {
    "id": "legal-advice_91__2",
    "doc_id": "legal-advice_91",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "-2- Contents Page Sign Your Return . . . . . . . . . . . . . . . . 60\nAssemble Your Return . . . . . . . . . . . . 62\n2022 Tax Table . . . . . . . . . . . . . . . . . . . . 63\nGeneral Information . . . . . . . . . . . . . . . . . 76\nRefund Information . . . . . . . . . . . . . . . . . . 82\nInstructions for Schedule 1 . . . . . . . . . . . . . 83\nInstructions for Schedule 2 . . . . . . . . . . . . . 95\nInstructions for Schedule 3 . . . . . . . . . . . . 100\nTax Topics . . . . . . . . . . . . . . . . . . . . . . 104\nDisclosure, Privacy Act, and Paperwork\nReduction Act Notice . . . . . . . . . . . . 106\nMajor Categories of Federal Income and\nOutlays for Fiscal Year 2021 . . . . . . . 108\nIndex . . . . . . . . . . . . . . . . . . . . . . . . . . 110 Form 1040 and 1040-SR\nHelpful Hints\nFor 2022, you will use Form 1040 or, if you were born before January 2, 1958, you have the option to use\nForm 1040-SR. You may only need to file Form 1040 or 1040-SR and none of the numbered schedules, Schedules 1 through\n3. However, if your return is more complicated (for example, you claim certain deductions or credits or owe\nadditional taxes), you will need to complete one or more of the numbered schedules. Below is a general guide\nto which schedule(s) you will need to file based on your circumstances. See the instructions for the schedules\nfor more information. If you e-file your return, the software you use will generally determine which schedules you need. IF YOU... THEN USE... Have additional income, such as business or farm income or\nloss, unemployment compensation, or prize or award money. Schedule 1, Part I Have any adjustments to income, such as student loan\ninterest, self-employment tax, or educator expenses. Schedule 1, Part II Owe alternative minimum tax (AMT) or need to make an\nexcess advance premium tax credit repayment. Schedule 2, Part I Owe other taxes, such as self-employment tax, household\nemployment taxes, additional tax on IRAs or other qualified\nretirement plans and tax-favored accounts. Schedule 2, Part II Can claim a nonrefundable credit (other than the child tax credit\nor the credit for other dependents), such as the foreign tax credit,\neducation credits, or general business credit. Schedule 3, Part I",
    "querygen": [
      "how to sign a returns",
      "how to sign return",
      "how to sign return"
    ],
    "querygen_score": [
      "-3.7043562",
      "-3.1829977",
      "-3.1829977"
    ]
  }
]