[
  {
    "id": "legal-advice_30__45",
    "doc_id": "legal-advice_30",
    "chunk_id": 45,
    "document_category": "legal-advice",
    "text": "In lieu of a proceeding being\ninstituted or continued under §10.60(a), a practitioner\nor appraiser (or employer, firm or other entity, if\napplicable) may offer a consent to be sanctioned\nunder §10.50. (2) Discretion; acceptance or declination. The\nCommissioner, or delegate, may accept or decline\nthe offer described in paragraph (b)(1) of this\nsection. When the decision is to decline the offer,\nthe written notice of declination may state that the\noffer described in paragraph (b)(1) of this section\nwould be accepted if it contained different terms. The Commissioner, or delegate, has the discretion to\naccept or reject a revised offer submitted in response\nto the declination or may counteroffer and act upon\nany accepted counteroffer. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.62 Contents of complaint. (a) Charges. A complaint must name the\nrespondent, provide a clear and concise description\nof the facts and law that constitute the basis for\nthe proceeding, and be signed by an authorized\nrepresentative of the Internal Revenue Service\nunder §10.69(a)(1). A complaint is sufficient if\nit fairly informs the respondent of the charges\nbrought so that the respondent is able to prepare a\ndefense. (b) Specification of sanction. The complaint must\nspecify the sanction sought against the practitioner\nor appraiser. If the sanction sought is a suspension,\nthe duration of the suspension sought must be\nspecified. (c) Demand for answer. The respondent must\nbe notified in the complaint or in a separate paper\nattached to the complaint of the time for answering the\ncomplaint, which may not be less than 30 days from\nthe date of service of the complaint, the name and\naddress of the Administrative Law Judge with whom\nthe answer must be filed, the name and address of\nthe person representing the Internal Revenue Service\nto whom a copy of the answer must be served, and\n§ 10.62 — Page 31 Table of Contents that a decision by default may be rendered against\nthe respondent in the event an answer is not filed as\nrequired. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.63 Service of complaint; service of other\npapers; service of evidence in support of\ncomplaint; filing of papers. (a) Service of complaint. (1) In general. The complaint or a copy of the\ncomplaint must be served on the respondent by any\nmanner described in paragraphs (a) (2) or (3) of this\nsection. (2) Service by certified or first class mail. (i) Service of the complaint may be made on\nthe respondent by mailing the complaint by certified\nmail to the last known address (as determined under\nsection 6212 of the Internal Revenue Code and the\nregulations thereunder) of the respondent. Where\nservice is by certified mail, the returned post office\nreceipt duly signed by the respondent will be proof\nof service. (ii) If the certified mail is not claimed\nor accepted by the respondent, or is returned\nundelivered, service may be made on the respondent,\nby mailing the complaint to the respondent by first\nclass mail. Service by this method will be considered\ncomplete upon mailing, provided the complaint is\naddressed to the respondent at the respondent’s last\nknown address as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder. (3) Service by other than certified or first class\nmail.",
    "querygen": [
      "who may offer a consent for sanction",
      "who is an appraiser",
      "who can offer consent to be sanctioned"
    ],
    "querygen_score": [
      "1.7127439",
      "-2.2840805",
      "1.9927145"
    ]
  },
  {
    "id": "legal-advice_40__54",
    "doc_id": "legal-advice_40",
    "chunk_id": 54,
    "document_category": "legal-advice",
    "text": "If zero or less, enter -0- . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c.\n3. Add lines 1 and 2c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3.\n4. Figure the tax on the amount on line 3. Use the Tax Table, Tax Computation Worksheet,\nQualified Dividends and Capital Gain Tax Worksheet*, Schedule D Tax Worksheet*, or Form\n8615, whichever applies. See the instructions for Form 1040 or 1040-SR, line 16, to see which tax\ncomputation method applies. (Don’t use a second Foreign Earned Income Tax Worksheet to figure\nthe tax on this line.) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4.\n5. Figure the tax on the amount on line 2c. If the amount on line 2c is less than $100,000, use the\nTax Table to figure this tax. If the amount on line 2c is $100,000 or more, use the Tax Computation\nWorksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5.\n6. Subtract line 5 from line 4. Enter the result. If zero or less, enter -0-. Also include this amount on\nthe entry space on Form 1040 or 1040-SR, line 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6.\n* Enter the amount from line 3 above on line 1 of the Qualified Dividends and Capital Gain Tax Worksheet or Schedule D Tax Worksheet if\nyou use either of those worksheets to figure the tax on line 4 above. Complete the rest of that worksheet through line 4 (line 10 if you use the\nSchedule D Tax Worksheet).",
    "querygen": [
      "how to use zero as the value of an expression in excel",
      "-0 number",
      "what is zero digits of zero and 1"
    ],
    "querygen_score": [
      "-3.0135481",
      "-3.2001932",
      "-5.0196943"
    ]
  },
  {
    "id": "legal-advice_64__66",
    "doc_id": "legal-advice_64",
    "chunk_id": 66,
    "document_category": "legal-advice",
    "text": "Temporary absences by you\nor the child for special circumstances, such as school, vacation,\nbusiness, medical care, military service, or detention in a juvenile facility, count as time the child lived with you. Also see\nKidnapped child under Who Qualifies as Your Dependent, earlier, and Members of the military, later. A child is considered to\nhave lived with you for more than half of 2022 if the child was\nborn or died in 2022 and your home was this child's home for\nmore than half the time the child was alive in 2022 or if you\nadopted the child in 2022, the child was lawfully placed with\nyou for legal adoption by you in 2022, or the child was an eligible foster child placed with you during 2022 and your main\nhome was the child's main home for more than half the time\nsince the child was adopted or placed with you in 2022. Form 4797 filers. If the amount on Form 1040 or 1040-SR,\nline 7, includes an amount from Form 4797, you must use\nWorksheet 1 in Pub. 596 to see if you can take the EIC. Otherwise, stop; you can't take the EIC. Form 8862, who must file. You must file Form 8862 if your\nEIC for a year after 1996 was reduced or disallowed for any reason other than a math or clerical error. But don’t file Form\n8862 if either of the following applies. • You filed Form 8862 for another year, the EIC was allowed for that year, and your EIC hasn't been reduced or disallowed again for any reason other than a math or clerical error. • You are taking the EIC without a qualifying child and the\nonly reason your EIC was reduced or disallowed in the other\nyear was because it was determined that a child listed on Schedule EIC wasn't your qualifying child. Also, don’t file Form 8862 or take the credit for the:\n• 2 years after the most recent tax year for which there was\na final determination that your EIC claim was due to reckless or\nintentional disregard of the EIC rules, or\n• 10 years after the most recent tax year for which there was\na final determination that your EIC claim was due to fraud. Foster child. A foster child is any child placed with you by an\nauthorized placement agency or by judgment, decree, or other\norder of any court of competent jurisdiction. For more details on\nauthorized placement agencies, see Pub. 596. Married child. A child who was married at the end of 2022 is\na qualifying child only if (a) you can claim the child as your dependent, or (b) you could have claimed the child as your dependent except for the special rule for Children of divorced or\nseparated parents under Who Qualifies as Your Dependent, earlier. Members of the military. If you were on extended active duty\noutside the United States, your main home is considered to be in\nthe United States during that duty period. Extended active duty\nis military duty ordered for an indefinite period or for a period\nof more than 90 days.",
    "querygen": [
      "what counts as a temporary absence",
      "do temporary leave counts for dependents",
      "what is considered temporary absence"
    ],
    "querygen_score": [
      "0.2694775",
      "-1.9798392",
      "0.2502344"
    ]
  },
  {
    "id": "legal-advice_98__38",
    "doc_id": "legal-advice_98",
    "chunk_id": 38,
    "document_category": "legal-advice",
    "text": "Table of Contents as consulting with experts in the relevant area or\nstudying the relevant law. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.36 Procedures to ensure compliance. (a) Any individual subject to the provisions of this\npart who has (or individuals who have or share)\nprincipal authority and responsibility for overseeing\na firm’s practice governed by this part, including the\nprovision of advice concerning Federal tax matters\nand preparation of tax returns, claims for refund,\nor other documents for submission to the Internal\nRevenue Service, must take reasonable steps to\nensure that the firm has adequate procedures in\neffect for all members, associates, and employees\nfor purposes of complying with subparts A, B, and\nC of this part, as applicable. In the absence of a\nperson or persons identified by the firm as having\nthe principal authority and responsibility described\nin this paragraph, the Internal Revenue Service\nmay identify one or more individuals subject to the\nprovisions of this part responsible for compliance\nwith the requirements of this section. (b) Any such individual who has (or such\nindividuals who have or share) principal authority\nas described in paragraph (a) of this section will be\nsubject to discipline for failing to comply with the\nrequirements of this section if— (1) The individual through willfulness,\nrecklessness, or gross incompetence does not take\nreasonable steps to ensure that the firm has adequate\nprocedures to comply with this part, as applicable,\nand one or more individuals who are members of,\nassociated with, or employed by, the firm are, or\nhave, engaged in a pattern or practice, in connection\nwith their practice with the firm, of failing to comply\nwith this part, as applicable;\n(2) The individual through willfulness,\nrecklessness, or gross incompetence does not take\nreasonable steps to ensure that firm procedures\nin effect are properly followed, and one or more\nindividuals who are members of, associated with,\nor employed by, the firm are, or have, engaged in a\nPage 26 — § 10.35 pattern or practice, in connection with their practice\nwith the firm, of failing to comply with this part, as\napplicable; or\n(3) The individual knows or should know that one\nor more individuals who are members of, associated\nwith, or employed by, the firm are, or have, engaged\nin a pattern or practice, in connection with their\npractice with the firm, that does not comply with\nthis part, as applicable, and the individual, through\nwillfulness, recklessness, or gross incompetence fails\nto take prompt action to correct the noncompliance. (c) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.37 Requirements for written advice. (a) Requirements.\n(1) A practitioner may give written advice\n(including by means of electronic communication)\nconcerning one or more Federal tax matters subject to\nthe requirements in paragraph (a)(2) of this section. Government submissions on matters of general\npolicy are not considered written advice on a Federal\ntax matter for purposes of this section. Continuing\neducation presentations provided to an audience\nsolely for the purpose of enhancing practitioners’\nprofessional knowledge on Federal tax matters\nare not considered written advice on a Federal tax\nmatter for purposes of this section. The preceding\nsentence does not apply to presentations marketing\nor promoting transactions.",
    "querygen": [
      "how effective is the law",
      "when was the statute of limitations effective",
      "how long is the application process for section 1035 applicable"
    ],
    "querygen_score": [
      "-2.6700785",
      "-4.4440513",
      "-6.2870646"
    ]
  },
  {
    "id": "legal-advice_65__26",
    "doc_id": "legal-advice_65",
    "chunk_id": 26,
    "document_category": "legal-advice",
    "text": "The\ncircumstances described in this paragraph (c)(1) are\nas follows:\n(i) An individual may represent a member of his\nor her immediate family. (ii)A regular full-time employee of an individual\nemployer may represent the employer. (iii) A general partner or a regular full-time\nemployee of a partnership may represent the\npartnership.\n(iv) A bona fide officer or a regular fulltime employee of a corporation (including a\nPage 16 — § 10.6 parent, subsidiary, or other affiliated corporation),\nassociation, or organized group may represent the\ncorporation, association, or organized group.\n(v) A regular full-time employee of a trust,\nreceivership, guardianship, or estate may represent\nthe trust, receivership, guardianship, or estate. (vi) An officer or a regular employee of\na governmental unit, agency, or authority may\nrepresent the governmental unit, agency, or authority\nin the course of his or her official duties. (vii) An individual may represent any individual\nor entity, who is outside the United States, before\npersonnel of the Internal Revenue Service when such\nrepresentation takes place outside the United States. (2) Limitations. (i) An individual who is under suspension or\ndisbarment from practice before the Internal Revenue\nService may not engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section. (ii) The Commissioner, or delegate, may,\nafter notice and opportunity for a conference, deny\neligibility to engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section to any individual who has engaged in\nconduct that would justify a sanction under §10.50. (iii) An individual who represents a taxpayer\nunder the authority of paragraph (c)(1) of this section\nis subject, to the extent of his or her authority, to such\nrules of general applicability regarding standards\nof conduct and other matters as prescribed by the\nInternal Revenue Service. (d) Special appearances. The Commissioner,\nor delegate, may, subject to conditions deemed\nappropriate, authorize an individual who is not\notherwise eligible to practice before the Internal\nRevenue Service to represent another person in a\nparticular matter. (e) Fiduciaries. For purposes of this part, a\nfiduciary (for example, a trustee, receiver, guardian,\npersonal representative, administrator, or executor) is\nconsidered to be the taxpayer and not a representative\nof the taxpayer. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents § 10.8 Return preparation and application of\nrules to other individuals. § 10.9 Continuing education providers and\ncontinuing education programs. (a) Preparing all or substantially all of a tax return. Any individual who for compensation prepares or\nassists with the preparation of all or substantially\nall of a tax return or claim for refund must have\na preparer tax identification number. Except as\notherwise prescribed in forms, instructions, or other\nappropriate guidance, an individual must be an\nattorney, certified public accountant, enrolled agent,\nor registered tax return preparer to obtain a preparer\ntax identification number. Any individual who for\ncompensation prepares or assists with the preparation\nof all or substantially all of a tax return or claim for\nrefund is subject to the duties and restrictions relating\nto practice in subpart B, as well as subject to the\nsanctions for violation of the regulations in subpart C.\n(b) Preparing a tax return and furnishing\ninformation.",
    "querygen": [
      "who represents family members",
      "who represents an employer?",
      "who is an employer employee"
    ],
    "querygen_score": [
      "-0.21875405",
      "0.66491",
      "-1.1427591"
    ]
  },
  {
    "id": "legal-advice_92__12",
    "doc_id": "legal-advice_92",
    "chunk_id": 12,
    "document_category": "legal-advice",
    "text": "-10- Chart C—Other Situations When You Must File You must file a return if any of the conditions below apply for 2022. 1. You owe any special taxes, including any of the following (see the instructions for Schedule 2). a. Alternative minimum tax. b. Additional tax on a qualified plan, including an individual retirement arrangement (IRA), or other tax-favored account. c. Household employment taxes. d. Social security and Medicare tax on tips you didn't report to your employer or on wages you received from an employer\nwho didn't withhold these taxes. e. Uncollected social security and Medicare or RRTA tax on tips you reported to your employer or on group-term life\ninsurance and additional taxes on health savings accounts. f. Recapture taxes. 2. You (or your spouse if filing jointly) received health savings account, Archer MSA, or Medicare Advantage MSA\ndistributions. 3. You had net earnings from self-employment of at least $400. 4. You had wages of $108.28 or more from a church or qualified church-controlled organization that is exempt from\nemployer social security and Medicare taxes. 5. Advance payments of the premium tax credit were made for you, your spouse, or a dependent who enrolled in coverage\nthrough the Marketplace. You or whoever enrolled you should have received Form(s) 1095-A showing the amount of the\nadvance payments. 6. You are required to include amounts in income under section 965 or you have a net tax liability under section 965 that you\nare paying in installments under section 965(h) or deferred by making an election under section 965(i). -11- Need more information or forms? Visit IRS.gov. Line\nInstructions\nfor\nForms 1040\nand 1040-SR Filing Status Check only the filing status that applies\nto you. The ones that will usually give\nyou the lowest tax are listed last. • Married filing separately. • Single.\n• Head of household. • Married filing jointly. • Qualifying surviving spouse. For information about marital status, see\nPub. 501. More than one filing status can TIP apply to you. You can choose\nthe one that will give you the\nlowest tax. Single You can check the “Single” box at the\ntop of Form 1040 or 1040-SR if any of\nthe following was true on December 31,\n2022.\n• You were never married. • You were legally separated according to your state law under a decree of\ndivorce or separate maintenance. But if,\nat the end of 2022, your divorce wasn't\nfinal (an interlocutory decree), you are\nconsidered married and can't check the\nbox. • You were widowed before January\n1, 2022, and didn't remarry before the\nend of 2022. But if you have a child,\nyou may be able to use the qualifying\nsurviving spouse filing status. See the ! Also see the instructions for Schedule 1 through Schedule 3 that follow the\nForm 1040 and 1040-SR instructions. CAUTION Free File makes available free brand-name software and free e-file. Visit IRS.gov/\nFreeFile for details and to see if you are eligible. What form to file. Everyone can file Form 1040. Form 1040-SR is available to you if\nyou were born before January 2, 1958. Fiscal year filers.",
    "querygen": [
      "when do i have to file taxes for 2022",
      "when must you file for taxes",
      "when does your federal return have to be submitted"
    ],
    "querygen_score": [
      "0.20481153",
      "-0.6551833",
      "-3.4888086"
    ]
  },
  {
    "id": "legal-advice_29__45",
    "doc_id": "legal-advice_29",
    "chunk_id": 45,
    "document_category": "legal-advice",
    "text": "Because X became eligible for a full retirement benefit in May,\nthe month after X turned 66, X can exclude only four months (January through\nApril) of their annual benefit from their\nincome ($6,000). X must report the remaining $12,000 on line 6a. X must also\ncomplete the Social Security Benefits\nWorksheet to find out if any part of the\n$12,000 is taxable. Form RRB-1099. If you need a TIP replacement Form RRB-1099,\ncall the Railroad Retirement\nBoard at 877-772-5772 or go to\nwww.rrb.gov. Accrued leave payment. If you retire\non disability, any lump-sum payment\nyou receive for accured annual leave is a\nsalary payment. The payment is not a\ndisability payment. Include it in your income in the tax year you receive it. Line 6c Check the box on line 6c if you elect to\nuse the lump-sum election method for\nyour benefits. If any of your benefits are\ntaxable for 2022 and they include a\nlump-sum benefit payment that was for\nan earlier year, you may be able to reduce the taxable amount with the\nlump-sum election. See Lump-Sum Election in Pub. 915 for details. Line 7\nCapital Gain or (Loss) If you sold a capital asset, such as a\nstock or bond, you must complete and\nattach Form 8949 and Schedule D.\nException 1. You don’t have to file\nForm 8949 or Schedule D if you aren’t\ndeferring any capital gain by investing\nin a qualified opportunity fund and both\nof the following apply. 1. You have no capital losses, and\nyour only capital gains are capital gain\ndistributions from Form(s) 1099-DIV,\nbox 2a (or substitute statements); and\n2. None of the Form(s) 1099-DIV\n(or substitute statements) have an\namount in box 2b (unrecaptured section\n1250 gain), box 2c (section 1202 gain),\nor box 2d (collectibles (28%) gain). Exception 2. You must file Schedule D\nbut generally don’t have to file Form\n8949 if Exception 1 doesn't apply, you\naren’t deferring any capital gain by investing in a qualified opportunity fund\nor terminating deferral from an investment in a qualified opportunity fund,\nand your only capital gains and losses\nare:\n• Capital gain distributions;\n• A capital loss carryover from\n2021;\n• A gain from Form 2439 or 6252 or\nPart I of Form 4797;\n• A gain or loss from Form 4684,\n6781, or 8824;\n• A gain or loss from a partnership,\nS corporation, estate, or trust; or • Gains and losses from transactions\nfor which you received a Form 1099-B\n(or substitute statement) that shows basis was reported to the IRS, the QOF\nbox in box 3 isn’t checked, and you\ndon’t need to make any adjustments in\ncolumn (g) of Form 8949 or enter any\ncodes in column (f) of Form 8949. If Exception 1 applies, enter your total capital gain distributions (from\nbox 2a of Form(s) 1099-DIV) on line 7\nand check the box on that line. If you received capital gain distributions as a\nnominee (that is, they were paid to you\nbut actually belong to someone else), report on line 7 only the amount that belongs to you. Include a statement showing the full amount you received and the\namount you received as a nominee. See\nthe Schedule B instructions for filing requirements for Forms 1099-DIV and\n1096. If you don’t have to file Sched-",
    "querygen": [
      "when is the last month x can exclude from their annual income",
      "when can i retire",
      "when do i need to file my 401k"
    ],
    "querygen_score": [
      "0.20782806",
      "-1.8397477",
      "-4.77989"
    ]
  },
  {
    "id": "legal-advice_57__4",
    "doc_id": "legal-advice_57",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": "These\nrequirements are discussed below. A. \"Taking\" of Rights in Private Property For purposes of I.R.C. § 1033, a taking by governmental authority may include\nthe regulation against otherwise lawful use of private property in order to effect a public\npurpose. Courts have recognized two categories of regulatory action that are\ncompensable: (1) an action that effects a permanent physical \"invasion\" of the property,\nand (2) an action that denies all economically beneficial or productive use of the\nproperty. Lucas v. South Carolina Coastal Council, 505 U.S. 1003, 1015 (1992). However, a taking as a result of the exercise of governmental police powers will not\nqualify as an involuntary conversion. E.g., Rev. Rul. 58-11, 1958-1 C.B. 273 (a\ntaxpayer's court-ordered disposition of stock, the ownership of which was in violation of\nthe Sherman Anti-Trust Act, does not constitute a taking for public use for purposes of\nI.R.C. § 1033); and Rev. Rul. 57-314, 1957-2 C.B. 523 (the sale of rental properties in\norder to avoid compliance with building, fire, and health code requirements, even\nthough failure to comply would result in the owner's loss of the legal right to rent such\nproperties, does not fall within I.R.C. § 1033). The FCC, as part of its regulation of spectrum to promote the general public\ninterest, reallocates spectrum to other purposes and relicenses the use of allocated\nspectrum among both public and private users. The Communications Act of 1934 (“the\nAct”) provides that the Act’s purpose is, among other things, “to provide for the use of\nsuch channels, but not the ownership thereof, by persons for limited periods of time, CC:LM:CTM:LA:2:POSTF-108806-08 page 5 under license granted by Federal authority, and no such license shall be construed to\ncreate any right, beyond the terms, conditions, and periods of the license.\" 47 U.S.C. §\n301 (2005). The Act also provides that any station license or construction permit may\nbe modified by the Commission either for a limited time or for the duration of the term\nthereof, if in the judgment of the Commission such action will promote the public\ninterest, convenience, and necessity. 47 U.S.C. § 316(a)(1). Therefore, the FCC's\nreallocation of spectrum for other uses and the relicensing of such spectrum to new\nlicensees is in itself a regulatory act that does not result in a conversion of any private\nproperty rights of the licensee in the license or the spectrum. However, the reallocation\nof spectrum in the present case also has resulted in the condemnation of the broadcast\nstation's related equipment. The Communications Act of 1934 (“the Act”) provides, in part, that the FCC may\nmake reasonable regulations governing the interference potential of devices which, in\ntheir operation, are capable of emitting radio frequency energy by radiation, conduction,\nor other means in sufficient degree to cause harmful interference to radio\ncommunications. 47 U.S.C. § 302(a). The Act further provides that the FCC may make\nsuch regulations not inconsistent with law as it may deem necessary to prevent\ninterference between stations and to carry out the provisions of this Act. 47 U.S.C. §\n303(f).",
    "querygen": [
      "irc governmental rights",
      "what is the definition of taking",
      "what is the taking of right"
    ],
    "querygen_score": [
      "-5.034209",
      "-1.4197853",
      "0.1472936"
    ]
  },
  {
    "id": "legal-advice_55__1",
    "doc_id": "legal-advice_55",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20084101F\nRelease Date: 10/10/2008\nCC:LM:CTM:LA:2\nPOSTF-118789-08\nUILC: 461.05-03 date: June 11, 2008 to: from: subject: Technical Advisor, Media and Entertainment\n(Pre-Filing &Technical Guidance, Technical Advisors, Group 5)\nIndustry Counsel For Media\n(Large & Mid-Size Business) Accrual of Telecast License Fees\nThis Chief Counsel Advice responds to your request for assistance. This advice may\nnot be used or cited as precedent. LEGEND\nTaxpayer\nDate 1\nDate 2\nDate 3\nDate 4\nSports Leagues\nTeams\nSport 1\nSport 2\nSport 3\nOperating =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ We respond to your request for advice on the accrual and amortization of the liabilities\nof Taxpayer for fees for rights to telecast sporting events under three license\nagreements. This advice is subject to 15-day post-review by the National Office. CCDM\n33.1.2.3.2. In accordance with IRC §6110(k)(3), this advice should not be cited as\nprecedent. POSTF-118789-08 2 ISSUE\nWhether Taxpayer properly accrued its liability for annual license fees under an\nagreement for rights to telecast sporting events as they occurred over a multi-year term\neven though the fees were payable in installments, some of which were due in the\nfollowing tax year? CONCLUSIONS After reviewing the agreements and applicable authorities, we conclude that Taxpayer\nproperly accrued its annual license fee liabilities as the sporting events occurred and it\nwas entitled to telecast the games, that is, when the liabilities were fixed, and economic\nperformance occurred. FACTS Taxpayer, an accrual-basis taxpayer, is a television network and cable/satellite\nprogramming provider, which transmits television programming to local television\nstations for broadcast to television viewers and to cable and satellite operators for\ndistribution to subscribers. Taxpayer uses a fiscal year ending Date 1. Taxpayer\nentered into three contracts (“telecast contracts”) with Sports Associations,\nunincorporated, non-profit associations of Teams that oversee and produce\ninterscholastic sporting events for their members. The telecast contracts each grant -------------exclusive rights to telecast, on a live or\ndelayed basis, a specified number of Sport 1 or Sport 2 games per Operating year\n(beginning on Date 2) as well as rights to telecast additional sporting events (for\nexample, Sport 3). Taxpayer agrees to telecast the Sport 1 or Sport 2 games on a\nnational or regional basis and to pay annual fees in installments due over the Operating\nyear before, during and following the respective sports season. Two of the contracts\nprovide for final annual fee installments to be paid in the fiscal year following the\nseason, on Date 3 and Date 4, respectively. None of the telecast contracts call for\ninstallments to be made in fiscal years prior to a respective sports season. A season’s\ngames are played entirely within a single fiscal year since the Sport 1 season runs from\nSeptember through January and the Sport 2 season runs from November through\nMarch of an Operating year. The telecast contracts are for terms from seven to ten\nyears in length. For tax purposes, Taxpayer accrues the entire annual fee for rights to telecast a\nseason’s games in the year the games are played and most of the installments are due,\neven though some installments are not due until the subsequent year. POSTF-118789-08 3",
    "querygen": [
      "irs irs memo number",
      "internal revenue service memo number",
      "what is the irs memo #"
    ],
    "querygen_score": [
      "0.17383015",
      "1.333679",
      "-1.6899651"
    ]
  },
  {
    "id": "legal-advice_91__150",
    "doc_id": "legal-advice_91",
    "chunk_id": 150,
    "document_category": "legal-advice",
    "text": "-105- Topic\nNo.\n901\n902\n903 Subject\nTax Information for Residents of\nPuerto Rico Is a person with income from\nPuerto Rico required to file a U.S.\nfederal income tax return? Credits and deductions for\ntaxpayers with Puerto Rican source\nincome exempt from U.S. tax\nU.S. employment tax in Puerto\nRico Disclosure, Privacy Act, and Paperwork Reduction Act Notice\nThe IRS Restructuring and Reform Act of\n1998, the Privacy Act of 1974, and the\nPaperwork Reduction Act of 1980 require\nthat when we ask you for information we\nmust first tell you our legal right to ask\nfor the information, why we are asking\nfor it, and how it will be used. We must\nalso tell you what could happen if we do\nnot receive it and whether your response\nis voluntary, required to obtain a benefit,\nor mandatory under the law. This notice applies to all records and\nother material (in paper or electronic format) you file with us, including this tax\nreturn. It also applies to any questions we\nneed to ask you so we can complete, correct, or process your return; figure your\ntax; and collect tax, interest, or penalties. Our legal right to ask for information\nis Internal Revenue Code sections 6001,\n6011, and 6012(a), and their regulations. They say that you must file a return or\nstatement with us for any tax you are liable for. Your response is mandatory under\nthese sections. Code section 6109 requires you to provide your identifying\nnumber on the return. This is so we know\nwho you are, and can process your return\nand other papers. You must fill in all parts\nof the tax form that apply to you. But you\ndo not have to check the boxes for the\nPresidential Election Campaign Fund or\nfor the third-party designee. You also do\nnot have to provide your daytime phone\nnumber or email address. You are not required to provide the information requested on a form that is subject to the Paperwork Reduction Act unless the form displays a valid OMB control number. Books or records relating to\na form or its instructions must be retained\nas long as their contents may become material in the administration of any Internal\nRevenue law. We ask for tax return information to\ncarry out the tax laws of the United\nStates. We need it to figure and collect\nthe right amount of tax. If you do not file a return, do not provide the information we ask for, or provide fraudulent information, you may be\ncharged penalties and be subject to criminal prosecution. We may also have to disallow the exemptions, exclusions, credits,\ndeductions, or adjustments shown on the tax return. This could make the tax higher If you have suggestions for making\nor delay any refund. Interest may also be these forms simpler, we would be happy\ncharged. to hear from you. You can send us comments through IRS.gov/FormsComments. Generally, tax returns and return infor- Or you can send your comments to Intermation are confidential, as stated in Code nal Revenue Service, Tax Forms and Pubsection 6103. However, Code section lications Division, 1111 Constitution\n6103 allows or requires the Internal Reve- Ave. NW, IR-6526, Washington, DC\nnue Service to disclose or give the infor- 20224.",
    "querygen": [
      "do you have to file a tax return for puerto rican",
      "are puerto rican taxed on income",
      "do you need to file a tax return for puerto rican"
    ],
    "querygen_score": [
      "1.4998267",
      "-0.26172218",
      "1.5656345"
    ]
  },
  {
    "id": "legal-advice_85__10",
    "doc_id": "legal-advice_85",
    "chunk_id": 10,
    "document_category": "legal-advice",
    "text": "Second, that the NAIC's Risk-Based Capital rules equate ASC and\n\"Fee-for service\" arrangements. And third, that the NAIC's Risk-Based Capital rules\nconsider \"Program X-type\" arrangements as Fee-for service. According to the\nTaxpayer:\n\"Program X-type\" arrangements = Fee-for service = ASC = Cost-plus. It should be emphasized that the \"special deduction\" under I.R.C. § 833(b) is\nsolely a creation of the Internal Revenue Code, for the purpose of allowing nonprofit\nBlue Cross and Blue Shield organizations to accumulate \"surplus\" equal to one-quarter\nof their annual claims payments. There is no comparable item in the NAIC Annual\nStatement, or in the NAIC Risk-Based Capital Report. With respect to items of income, expenses, and reserves the NAIC Annual\nStatement includes many items that are comparable to items shown on the Federal\nIncome Tax Return. With respect to the section 833(b) special deduction there is none. The Taxpayer's attempt to equate ASC arrangements under the NAIC, and cost-plus\narrangements under the I.R.C., is at best inconclusive. POSTU-144536-09 12 The Taxpayer's Risk-Based Capital Report argument depends on a line-item\ndescription for a particular risk factor. The RBC instructions show that the items\nincluded on that line are separate items. The fact that they are assigned the same risk\nfactor does not mean they are same type of arrangements. The Taxpayer's attempt to\nequate Fee-for service under the NAIC, and ASC under the NAIC, is generally\nirrelevant. \"Cost-plus\" and the NAIC. This is not the first time a dispute has arisen over\nthe meaning of the phrase \"cost-plus.\" The NAIC has addressed the issue in three\ncontexts: NAIC Annual Statement reporting; BCBS financial reporting; and risk-based\ncapital standards. When Blue Cross and Blue Shield plans began in the 1930's, they offered one\ncommunity rate. All subscribers, both in groups and individuals, paid a uniform rate\nregardless of individual health status. General Accounting Office, Health Insurance:\nComparing Blue Cross and Blue Shield Plans With Commercial Insurers GAO/HRD-86110 (July 1986), page 17. When coverage is sold to a particular group, the\n\"experience\" of that group may be different from the community as a whole. Accordingly, commercial insurance companies began offering \"experience-rated\"\npolicies, where premiums are based wholly or partially on the group's health experience. Id. at 17. In the 1950's, Blue Cross and Blue Shield plans began offering their own\nexperience-rated products, which they called \"cost-plus\" since the subscription rates\nwere based on the group's total claims, plus an administrative charge. Robert\nCunningham III and Robert M. Cunningham, Jr., The Blues: A History of the Blue Cross\nand Blue Shield System (1997), pages 97-101.\na. NAIC Annual Statement Instructions. In September, 1983, the NAIC's\nAccounting Practices and Procedures Task Force appointed a study group to \"review,\ndefine and suggest accounting and reporting procedures for Administrative Services\nOnly/Cost-Plus and related business as it concerns accident and health benefits.\" NAIC\nProc. 1986-1 page 187. The study was not directed specifically at BCBS organizations\nbut considered ASO/Cost-Plus arrangements generally. Research done by the study group or members of the group confirmed that there\nare no consistent definitions for such terms as \"cost-plus.\" Nor is there\nconsistency in the classification of funding arrangements. Accounting varies\nfrom company to company. [Emphasis added.]",
    "querygen": [
      "what is asc",
      "what is the risk based capital rules",
      "is risk based capital considered an asc"
    ],
    "querygen_score": [
      "-1.5637372",
      "-0.7143248",
      "0.6743791"
    ]
  },
  {
    "id": "legal-advice_96__77",
    "doc_id": "legal-advice_96",
    "chunk_id": 77,
    "document_category": "legal-advice",
    "text": "6,935\n6,935\n6,935\n6,935 28,200\n28,250\n28,300\n28,350 28,250\n28,300\n28,350\n28,400 0\n0\n0\n0 2,440\n2,432\n2,424\n2,416 4,459\n4,449\n4,438\n4,428 5,230\n5,219\n5,209\n5,198 0\n0\n0\n0 3,419\n3,411\n3,403\n3,395 5,750\n5,740\n5,729\n5,719 6,521\n6,510\n6,500\n6,489 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,400\n28,450\n28,500\n28,550 28,450\n28,500\n28,550\n28,600 0\n0\n0\n0 2,408\n2,400\n2,392\n2,384 4,417\n4,407\n4,396\n4,385 5,188\n5,177\n5,167\n5,156 0\n0\n0\n0 3,387\n3,379\n3,371\n3,363 5,708\n5,698\n5,687\n5,676 6,479\n6,468\n6,457\n6,447 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,600\n28,650\n28,700\n28,750 28,650\n28,700\n28,750\n28,800 0\n0\n0\n0 2,376\n2,368\n2,360\n2,352 4,375\n4,364\n4,354\n4,343 5,145\n5,135\n5,124\n5,114 0\n0\n0\n0 3,355\n3,347\n3,339\n3,331 5,666\n5,655\n5,645\n5,634 6,436\n6,426\n6,415\n6,405 5,777\n5,767\n5,756\n5,746 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,800\n28,850\n28,900\n28,950 28,850\n28,900\n28,950\n29,000 0\n0\n0\n0 2,344\n2,336\n2,328\n2,320 4,333\n4,322\n4,312\n4,301 5,103\n5,093\n5,082\n5,072 0\n0\n0\n0 3,323\n3,315\n3,307\n3,299 5,624\n5,613\n5,603\n5,592 6,394\n6,384\n6,373\n6,363 4,965\n4,954\n4,944\n4,933 5,735\n5,725\n5,714\n5,704 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 29,000\n29,050\n29,100\n29,150 29,050\n29,100\n29,150\n29,200 0\n0\n0\n0 2,312\n2,304\n2,296\n2,288 4,291\n4,280\n4,270\n4,259 5,061\n5,051\n5,040\n5,030 0\n0\n0\n0 3,291\n3,283\n3,275\n3,267 5,582\n5,571\n5,561\n5,550 6,352\n6,342\n6,331\n6,321 2,791\n2,783\n2,775\n2,767 4,923\n4,912\n4,901\n4,891 5,693\n5,682\n5,672\n5,661 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 29,200\n29,250\n29,300\n29,350 29,250\n29,300\n29,350\n29,400 0\n0\n0\n0 2,280\n2,272\n2,264\n2,256 4,249\n4,238\n4,228\n4,217 5,019\n5,009\n4,998\n4,988 0\n0\n0\n0 3,259\n3,251\n3,243\n3,235 5,540\n5,529\n5,519\n5,508 6,310\n6,300\n6,289\n6,278 0\n0\n0\n0 2,759\n2,751\n2,743\n2,735 4,880\n4,870\n4,859\n4,849 5,651\n5,640\n5,630\n5,619 0\n0\n0\n0 3,733\n3,733\n3,723\n3,715 6,164\n6,164\n6,150\n6,140 6,935\n6,935\n6,921\n6,910 29,400\n29,450\n29,500\n29,550 29,450\n29,500\n29,550\n29,600 0\n0\n0\n0 2,248\n2,240\n2,232\n2,224 4,206\n4,196\n4,185\n4,175 4,977\n4,966\n4,956\n4,945 0\n0\n0\n0 3,227\n3,219\n3,211\n3,203 5,497\n5,487\n5,476\n5,466 6,268\n6,257\n6,247\n6,236 26,450\n26,500\n26,550\n26,600 0\n0\n0\n0 2,727\n2,719\n2,711\n2,703 4,838\n4,828\n4,817\n4,807 5,609\n5,598\n5,588\n5,577 0\n0\n0\n0 3,707\n3,699\n3,691\n3,683 6,129\n6,119\n6,108\n6,098 6,900\n6,889\n6,879\n6,868 29,600\n29,650\n29,700\n29,750 29,650\n29,700\n29,750\n29,800 0\n0\n0\n0 2,216\n2,208\n2,200\n2,192 4,164\n4,154\n4,143\n4,133 4,935\n4,924\n4,914\n4,903 0\n0\n0\n0 3,195\n3,187\n3,179\n3,172 5,455\n5,445\n5,434\n5,424 6,226\n6,215\n6,205\n6,194 26,600\n26,650\n26,700\n26,750 26,650\n26,700\n26,750\n26,800 0\n0\n0\n0 2,695\n2,687\n2,679\n2,671 4,796\n4,786\n4,775\n4,765 5,567\n5,556\n5,546\n5,535 0\n0\n0\n0 3,675\n3,667\n3,659\n3,651 6,087\n6,077\n6,066\n6,056 6,858\n6,847\n6,837\n6,826 29,800\n29,850\n29,900\n29,950 29,850\n29,900\n29,950\n30,000 0\n0\n0\n0 2,184\n2,176\n2,168\n2,160 4,122\n4,112\n4,101\n4,091 4,893\n4,882\n4,872\n4,861 0\n0\n0\n0 3,164\n3,156\n3,148\n3,140 5,413\n5,403\n5,392\n5,382 6,184\n6,173\n6,163\n6,152 26,800\n26,850\n26,900\n26,950 26,850\n26,900\n26,950\n27,000 0\n0\n0\n0 2,663\n2,655\n2,647\n2,639 4,754\n4,744\n4,733\n4,722 5,525\n5,514\n5,503\n5,493 0\n0\n0\n0 3,643\n3,635\n3,627\n3,619 6,045\n6,034\n6,024\n6,013 6,816\n6,805\n6,794\n6,784 30,000\n30,050\n30,100\n30,150 30,050\n30,100\n30,150\n30,200 0\n0\n0\n0 2,152\n2,144\n2,136\n2,128 4,080\n4,070\n4,059\n4,049 4,851\n4,840\n4,830\n4,819 0\n0\n0\n0 3,132\n3,124\n3,116\n3,108 5,371\n5,361\n5,350\n5,340 6,142\n6,131\n6,121\n6,110 27,000\n27,050\n27,100\n27,150 27,050\n27,100\n27,150\n27,200 0\n0\n0\n0 2,631\n2,623\n2,615\n2,607 4,712\n4,701\n4,691\n4,680 5,482\n5,472\n5,461\n5,451 0\n0\n0\n0 3,611\n3,603\n3,595\n3,587 6,003\n5,992\n5,982\n5,971 6,773\n6,763\n6,752\n6,742 30,200\n30,250\n30,300\n30,350 30,250\n30,300\n30,350\n30,400 0\n0\n0\n0 2,120\n2,112\n2,104\n2,096 4,038\n4,027\n4,017\n4,006 4,808\n4,798\n4,787\n4,777 0\n0\n0\n0 3,100\n3,092\n3,084\n3,076 5,329\n5,318\n5,308\n5,297 6,099\n6,089\n6,078\n6,068 27,200\n27,250\n27,300\n27,350 27,250\n27,300\n27,350\n27,400 0\n0\n0\n0 2,599\n2,591\n2,583\n2,575 4,670\n4,659\n4,649\n4,638 5,440\n5,430\n5,419\n5,409 0\n0\n0\n0 3,579\n3,571\n3,563\n3,555 5,961\n5,950\n5,940\n5,929 6,731\n6,721\n6,710\n6,700 30,400\n30,450\n30,500\n30,550 30,450\n30,500\n30,550\n30,600 0\n0\n0\n0 2,088\n2,080\n2,072\n2,064 3,996\n3,985\n3,975\n3,964 4,766\n4,756\n4,745\n4,735 0\n0\n0\n0 3,068\n3,060\n3,052\n3,044 5,287\n5,276\n5,266\n5,255 6,057\n6,047\n6,036\n6,026 27,400\n27,450\n27,500\n27,550 27,450\n27,500\n27,550\n27,600 0\n0\n0\n0 2,567\n2,559\n2,551\n2,543 4,628\n4,617\n4,607\n4,596 5,398\n5,388\n5,377\n5,367 0\n0\n0\n0 3,547\n3,539\n3,531\n3,523 5,919\n5,908\n5,898\n5,887 6,689\n6,679\n6,668\n6,658 30,600\n30,650\n30,700\n30,750 30,650\n30,700\n30,750\n30,800 0\n0\n0\n0 2,056\n2,048\n2,040\n2,032 3,954\n3,943\n3,933\n3,922 4,724\n4,714\n4,703\n4,693 0\n0\n0\n0 3,036\n3,028\n3,020\n3,012 5,245\n5,234\n5,224\n5,213 6,015\n6,005\n5,994\n5,984 27,600\n27,650\n27,700\n27,750 27,650\n27,700\n27,750\n27,800 0\n0\n0\n0 2,535\n2,528\n2,520\n2,512 4,586\n4,575\n4,564\n4,554 5,356\n5,346\n5,335\n5,324 0\n0\n0\n0 3,515\n3,507\n3,499\n3,491 5,877\n5,866\n5,855\n5,845 6,647\n6,637\n6,626\n6,615 30,800\n30,850\n30,900\n30,950 30,850\n30,900\n30,950\n31,000 0\n0\n0\n0 2,024\n2,016\n2,008\n2,000 3,912\n3,901\n3,891\n3,880 4,682\n4,672\n4,661\n4,651 0\n0\n0\n0 3,004\n2,996\n2,988\n2,980 5,203\n5,192\n5,182\n5,171 5,973\n5,963\n5,952\n5,942 27,800\n27,850\n27,900\n27,950 27,850\n27,900\n27,950\n28,000 0\n0\n0\n0 2,504\n2,496\n2,488\n2,480 4,543\n4,533\n4,522\n4,512 5,314\n5,303\n5,293\n5,282 0\n0\n0\n0 3,483\n3,475\n3,467\n3,459 5,834\n5,824\n5,813\n5,803 6,605\n6,594\n6,584\n6,573 31,000\n31,050\n31,100\n31,150 31,050\n31,100\n31,150\n31,200 0\n0\n0\n0 1,992\n1,984\n1,976\n1,968 3,870\n3,859\n3,848\n3,838 4,640\n4,629\n4,619\n4,608 0\n0\n0\n0 2,972\n2,964\n2,956\n2,948 5,160\n5,150\n5,139\n5,129 5,931\n5,920\n5,910\n5,899 Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. (Continued) Need more information or forms? Visit IRS.gov. - 50 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 But less\nthan 31,200\n31,250\n31,300\n31,350 31,250\n31,300\n31,350\n31,400 0\n0\n0\n0 1,960\n1,952\n1,944\n1,936 3,827\n3,817\n3,806\n3,796 4,598\n4,587\n4,577\n4,566 0\n0\n0\n0 2,940\n2,932\n2,924\n2,916 5,118\n5,108\n5,097\n5,087 31,400\n31,450\n31,500\n31,550 31,450\n31,500\n31,550\n31,600 0\n0\n0\n0 1,928\n1,920\n1,912\n1,904 3,785\n3,775\n3,764\n3,754 4,556\n4,545\n4,535\n4,524 0\n0\n0\n0 2,908\n2,900\n2,892\n2,884 31,600\n31,650\n31,700\n31,750 31,650\n31,700\n31,750\n31,800 0\n0\n0\n0 1,896\n1,888\n1,880\n1,872 3,743\n3,733\n3,722\n3,712 4,514\n4,503\n4,493\n4,482 0\n0\n0\n0 31,800\n31,850\n31,900\n31,950 31,850\n31,900\n31,950\n32,000 0\n0\n0\n0 1,864\n1,856\n1,848\n1,840 3,701\n3,691\n3,680\n3,669 4,472\n4,461\n4,450\n4,440 32,000\n32,050\n32,100\n32,150 32,050\n32,100\n32,150\n32,200 0\n0\n0\n0 1,832\n1,824\n1,816\n1,808 3,659\n3,648\n3,638\n3,627 32,200\n32,250\n32,300\n32,350 32,250\n32,300\n32,350\n32,400 0\n0\n0\n0 1,800\n1,792\n1,784\n1,776 32,400\n32,450\n32,500\n32,550 32,450\n32,500\n32,550\n32,600 0\n0\n0\n0 32,600\n32,650\n32,700\n32,750 32,650\n32,700\n32,750\n32,800 32,800\n32,850\n32,900\n32,950 ★ Your credit is– 2 At least If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 5,889\n5,878\n5,868\n5,857 34,400\n34,450\n34,500\n34,550 34,450\n34,500\n34,550\n34,600 0\n0\n0\n0 1,449\n1,441\n1,433\n1,425 3,153\n3,143\n3,132\n3,122 3,924\n3,913\n3,903\n3,892 0\n0\n0\n0 2,428\n2,420\n2,412\n2,404 4,444\n4,434\n4,423\n4,413 5,215\n5,204\n5,194\n5,183 5,076\n5,066\n5,055\n5,045 5,847\n5,836\n5,826\n5,815 34,600\n34,650\n34,700\n34,750 34,650\n34,700\n34,750\n34,800 0\n0\n0\n0 1,417\n1,409\n1,401\n1,393 3,111\n3,101\n3,090\n3,080 3,882\n3,871\n3,861\n3,850 0\n0\n0\n0 2,396\n2,388\n2,380\n2,373 4,402\n4,392\n4,381\n4,371 5,173\n5,162\n5,152\n5,141 2,876\n2,868\n2,860\n2,852 5,034\n5,024\n5,013\n5,003 5,805\n5,794\n5,784\n5,773 34,800\n34,850\n34,900\n34,950 34,850\n34,900\n34,950\n35,000 0\n0\n0\n0 1,385\n1,377\n1,369\n1,361 3,069\n3,059\n3,048\n3,038 3,840\n3,829\n3,819\n3,808 0\n0\n0\n0 2,365\n2,357\n2,349\n2,341 4,360\n4,350\n4,339\n4,329 5,131\n5,120\n5,110\n5,099 0\n0\n0\n0 2,844\n2,836\n2,828\n2,820 4,992\n4,981\n4,971\n4,960 5,763\n5,752\n5,741\n5,731 35,000\n35,050\n35,100\n35,150 35,050\n35,100\n35,150\n35,200 0\n0\n0\n0 1,353\n1,345\n1,337\n1,329 3,027\n3,017\n3,006\n2,996 3,798\n3,787\n3,777\n3,766 0\n0\n0\n0 2,333\n2,325\n2,317\n2,309 4,318\n4,308\n4,297\n4,287 5,089\n5,078\n5,068\n5,057 4,429\n4,419\n4,408\n4,398 0\n0\n0\n0 2,812\n2,804\n2,796\n2,788 4,950\n4,939\n4,929\n4,918",
    "querygen": [
      "what is the digit count of 835",
      "how many numbers are in a rbs",
      "what is the average number of people in a zoo"
    ],
    "querygen_score": [
      "-7.205358",
      "-5.0860605",
      "-5.316201"
    ]
  },
  {
    "id": "legal-advice_25__110",
    "doc_id": "legal-advice_25",
    "chunk_id": 110,
    "document_category": "legal-advice",
    "text": "Go to IRS. gov/VITA, download\nthe free IRS2Go app, or call\n800-906-9887 for information on free\ntax return preparation. • TCE. The Tax Counseling for the\nElderly (TCE) program offers free tax\nhelp for all taxpayers, particularly those\nwho are 60 years of age and older. TCE\nvolunteers specialize in answering questions about pensions and retirement-related issues unique to seniors. Go to\nIRS. gov/TCE, download the free\nIRS2Go app, or call 888-227-7669 for\ninformation on free tax return preparation. • MilTax. Members of the U.S.\nArmed Forces and qualified veterans\nmay use MilTax, a free tax service offered by the Department of Defense\nthrough Military OneSource. For more\ninformation, go to MilitaryOneSource\n(MilitaryOneSource.mil/MilTax). Also, the IRS offers Free Fillable\nForms, which can be completed online\nand then filed electronically regardless\nof income. Using online tools to help prepare\nyour return. Go to IRS.gov/Tools for\nthe following. • The Earned Income Tax Credit\nAssistant (IRS.gov/EITCAssistant) determines if you’re eligible for the EIC. • The Online EIN Application\n(IRS.gov/EIN) helps you get an employer identification number (EIN) at no\ncost. • The Tax Withholding Estimator\n(IRS.gov/W4App) makes it easier for you\nto estimate the federal income tax you\nwant your employer to withhold from\nyour paycheck. This is tax withholding. See how your withholding affects your\nrefund, take-home pay, or tax due. • The First-Time Homebuyer Credit\nAccount Look-up (IRS.gov/HomeBuyer)\ntool provides information on your repayments and account balance. • The Sales Tax Deduction\nCalculator (IRS.gov/SalesTax) figures\nthe amount you can claim if you itemize\ndeductions on Schedule A (Form 1040). Getting answers to your tax questions. On IRS.gov, you can get up-to-date information on current events and changes\nin tax law. • IRS.gov/Help: A variety of tools to\nhelp you get answers to some of the\nmost common tax questions. • IRS.gov/ITA: The Interactive Tax\nAssistant, a tool that will ask you questions and, based on your input, provide\nanswers on a number of tax law topics. • IRS.gov/Forms: Find forms, instructions, and publications. You will\nfind details on the most recent tax\nchanges and interactive links to help you\nfind answers to your questions. • You may also be able to access tax\nlaw information in your electronic filing\nsoftware. Need someone to prepare your tax return? There are various types of tax return preparers, including enrolled\nagents, certified public accountants\n(CPAs), accountants, any many others\nwho don’t have professional credentials. If you choose to have someone prepare\nyour tax return, choose that preparer\nwisely. A paid tax preparer is:\n• Primarily responsible for the overall substantive accuracy of your return,\n• Required to sign the return, and\n• Required to include their preparer\ntax identification number (PTIN). Although the tax preparer always\nsigns the return, you’re ultimately responsible for providing all the informa- tion required for the preparer to accurately prepare your return. Anyone paid\nto prepare tax returns for others should\nhave a thorough understanding of tax\nmatters. For more information on how to\nchoose a tax preparer, go to Tips for\nChoosing a Tax Preparer on IRS.gov. Coronavirus. Go\nto\nIRS.gov/ Coronavirus for links to information on\nthe impact of the coronavirus, as well as\ntax relief available for individuals and\nfamilies, small businesses, and tax-exempt organizations. Employers can register to use Business Services Online. The Social Security Administration (SSA) offers online services at SSA.",
    "querygen": [
      "irs phone number for assisting elderly",
      "tce tax help phone number",
      "telephone number to irs to help with taxes"
    ],
    "querygen_score": [
      "1.57723",
      "2.1458952",
      "1.6085409"
    ]
  },
  {
    "id": "legal-advice_82__1",
    "doc_id": "legal-advice_82",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20103001F\nRelease Date: 7/30/2010\nCC:LM:CTM:SEA:SLCohen POSTSP-107553-10 date:\nto: from:\nsubject: February 26, 2010 --------------------- (Team Manager) ------------------------------- (Internal Revenue Agent)\nLMSB Counsel, Seattle\n---------------------------; TEFRA Partnership Issues (FYE ---------------) Do not disclose – this writing may contain privileged information. Any unauthorized disclosure of\nthis writing may have an adverse effect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our views. This memorandum may\nnot be cited as precedent. This memorandum responds to your request for advice regarding designation of\na trust as a Tax Matters Partner (“TMP”) in a TEFRA partnership proceeding, and relies\non the facts provided by the Examination Team to our office. If you find that any of the\nfacts are incorrect, please advise us immediately so that we may modify and correct this\nadvice. I. ISSUE\nWhether certain partnerships may designate the ------------------------------------------------------------------------------------------------------------------------------------------------------------as the TMP for the tax year -------? II. FACTS The Service is examining approximately ----- domestic limited liability companies\n(treated as partnerships for Federal tax purposes) involved in a ------------------------ sale\nof -----------------------. The partnerships owned the ------------------------, and at the time of\nthe sale, -------------------- was a general partner and the TMP in each of the\npartnerships. 1 -------------------- passed away in -------------. Upon his death, the majority\n1 Most of the partnerships treated the ------- transaction as a sale of partnership interests (thus resulting in\na technical termination of the partnership), but some of the partnerships treated it as an asset sale. This\ndistinction does not affect the analysis of whether the partnerships may now designate a trust as the\nTMP. POSTSP-107553-10 2 of ----------------- property passed to the ---------------------------------------- (“the Trust”). ---------------------------------, ----------------, is the trustee of the Trust. The partnerships want to\ndesignate the Trust as the TMP. III. APPLICABLE LAW\nSection 6231(a)(7)(A) of the Internal Revenue Code (“I.R.C.”) defines the TMP\nas the general partner designated as the TMP as provided in the regulations. Treasury\nRegulation § 301.6231(a)(7)-1 states that a partnership may designate a partner as its\nTMP for a taxable year only as provided in section 301.6231(a)(7)-1. Further, the\ndesignation of a partner as a TMP for a taxable year may be terminated only as\nprovided in section 301.6231(a)(7)-1. If the designation is terminated without the\npartnership designating another general partner as the TMP, the TMP is the partner\ndetermined under section 301.6231(a)(7)-1. In general, a person may be designated as the TMP of a partnership for a\ntaxable year only if that person: (1) was a general partner in the partnership at some\ntime during the taxable year for which the designation is made; or (2) is a general\npartner in the partnership at the time the designation is made. Treas. Reg.\n§ 301.6231(a)(7)-1(b)(1). Section 7701 includes a trust within the definition of a person\nfor purposes of the I.R.C. A designation of a TMP for a taxable year remains in effect until there is a\ntermination of the designation under section 301.6231(a)(7)-1(l). The death of the TMP\nis an event that terminates the TMP’s designation. Treas. Reg. § 301.6231(a)(7)-1(l)(i).",
    "querygen": [
      "internal revenue service release number",
      "internal revenue service memo release date",
      "when was the internal revenue service memo released"
    ],
    "querygen_score": [
      "0.59719133",
      "1.949856",
      "1.4970326"
    ]
  },
  {
    "id": "legal-advice_62__24",
    "doc_id": "legal-advice_62",
    "chunk_id": 24,
    "document_category": "legal-advice",
    "text": "(Answer “Yes” if you are applying\nfor an ITIN or ATIN for the qualifying relative on or before\nthe return due date (including extensions).) Yes. Continue\nNo. STOP Who wasn't a qualifying child (see Step 1) of any taxpayer for 2022. For this\npurpose, a person isn't a taxpayer if the person isn't required to file a U.S. income\ntax return and either doesn't file such a return or files only to get a refund of\nwithheld income tax or estimated tax paid. See Pub. 501 for details and examples. 䊲 AND Who had gross income of less than $4,400 in 2022. If the person was permanently\nand totally disabled, see Exception to gross income test, later. 2. Was your qualifying relative a U.S. citizen, U.S. national, or\nU.S. resident alien? (See Pub. 519 for the definition of a\nU.S. national or a U.S. resident alien. If your qualifying\nrelative was adopted, see Exception to citizenship test,\nlater.) Yes. You can claim\nNo. STOP\nthe credit for other You can’t claim the\ndependents for this\ncredit for other\ndependent. Check the\ndependents for this\n“Credit for other\nqualifying relative. dependents” box in\ncolumn (4) of the\nDependents section on\npage 1 of Form 1040 or\n1040-SR for this\nperson. AND For whom you provided over half of the person’s support in 2022. But see\nChildren of divorced or separated parents, Multiple support agreements, and\nKidnapped child, later. 1. Does any person meet the conditions to be your qualifying\nrelative? Yes. Continue\nNo. STOP\n䊲 2. Was your qualifying relative a U.S. citizen, U.S. national,\nU.S. resident alien, or a resident of Canada or Mexico? (See\nPub. 519 for the definition of a U.S. national or U.S.\nresident alien. If your qualifying relative was adopted, see\nException to citizen test, later.) Yes. Continue\nNo. STOP\n䊲 You can't claim this\nperson as a dependent. You can’t claim the\ncredit for other\ndependents for this\nqualifying relative. Definitions and Special Rules\nAdopted child. An adopted child is always treated as your own\nchild. An adopted child includes a child lawfully placed with\nyou for legal adoption. Adoption taxpayer identification numbers (ATINs). If you\nhave a dependent who was placed with you for legal adoption\nand you don’t know the dependent’s SSN, you must get an\nATIN for the dependent from the IRS. See Form W-7A for -19- Need more information or forms? Visit IRS.gov. details. If the dependent isn't a U.S. citizen or resident alien, apply for an ITIN instead using Form W-7. Children of divorced or separated parents. A child will be\ntreated as the qualifying child or qualifying relative of the\nchild’s noncustodial parent (defined later) if all of the following\nconditions apply. 1. The parents are divorced, legally separated, separated under a written separation agreement, or lived apart at all times\nduring the last 6 months of 2022 (whether or not they are or\nwere married). 2. The child received over half of the child’s support for\n2022 from the parents (and the rules on Multiple support agreements, later, don’t apply). Support of a child received from a parent's spouse is treated as provided by the parent. 3. The child is in custody of one or both of the parents for\nmore than half of 2022.",
    "querygen": [
      "is itin tax exempt",
      "is itin or amd taxable",
      "do you need an itin extension"
    ],
    "querygen_score": [
      "-0.99104303",
      "-0.81788003",
      "0.113783665"
    ]
  },
  {
    "id": "legal-advice_91__97",
    "doc_id": "legal-advice_91",
    "chunk_id": 97,
    "document_category": "legal-advice",
    "text": "1,720\n1,726\n1,732\n1,738\n1,744 19,750\n19,800\n19,850\n19,900\n19,950 19,800\n19,850\n19,900\n19,950\n20,000 2,168\n2,174\n2,180\n2,186\n2,192 1,978\n1,983\n1,988\n1,993\n1,998 2,168\n2,174\n2,180\n2,186\n2,192 2,080\n2,086\n2,092\n2,098\n2,104 14,000 17,000 20,000 14,000\n14,050\n14,100\n14,150\n14,200 14,050\n14,100\n14,150\n14,200\n14,250 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 17,000\n17,050\n17,100\n17,150\n17,200 17,050\n17,100\n17,150\n17,200\n17,250 1,838\n1,844\n1,850\n1,856\n1,862 1,703\n1,708\n1,713\n1,718\n1,723 1,838\n1,844\n1,850\n1,856\n1,862 1,750\n1,756\n1,762\n1,768\n1,774 20,000\n20,050\n20,100\n20,150\n20,200 20,050\n20,100\n20,150\n20,200\n20,250 2,198\n2,204\n2,210\n2,216\n2,222 2,003\n2,008\n2,013\n2,018\n2,023 2,198\n2,204\n2,210\n2,216\n2,222 2,110\n2,116\n2,122\n2,128\n2,134 14,250\n14,300\n14,350\n14,400\n14,450 14,300\n14,350\n14,400\n14,450\n14,500 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 17,250\n17,300\n17,350\n17,400\n17,450 17,300\n17,350\n17,400\n17,450\n17,500 1,868\n1,874\n1,880\n1,886\n1,892 1,728\n1,733\n1,738\n1,743\n1,748 1,868\n1,874\n1,880\n1,886\n1,892 1,780\n1,786\n1,792\n1,798\n1,804 20,250\n20,300\n20,350\n20,400\n20,450 20,300\n20,350\n20,400\n20,450\n20,500 2,228\n2,234\n2,240\n2,246\n2,252 2,028\n2,033\n2,038\n2,043\n2,048 2,228\n2,234\n2,240\n2,246\n2,252 2,140\n2,146\n2,152\n2,158\n2,164 14,500\n14,550\n14,600\n14,650\n14,700 14,550\n14,600\n14,650\n14,700\n14,750 1,538\n1,544\n1,550\n1,556\n1,562 1,453\n1,458\n1,463\n1,468\n1,473 1,538\n1,544\n1,550\n1,556\n1,562 1,453\n1,458\n1,463\n1,468\n1,474 17,500\n17,550\n17,600\n17,650\n17,700 17,550\n17,600\n17,650\n17,700\n17,750 1,898\n1,904\n1,910\n1,916\n1,922 1,753\n1,758\n1,763\n1,768\n1,773 1,898\n1,904\n1,910\n1,916\n1,922 1,810\n1,816\n1,822\n1,828\n1,834 20,500\n20,550\n20,600\n20,650\n20,700 20,550\n20,600\n20,650\n20,700\n20,750 2,258\n2,264\n2,270\n2,276\n2,282 2,053\n2,058\n2,064\n2,070\n2,076 2,258\n2,264\n2,270\n2,276\n2,282 2,170\n2,176\n2,182\n2,188\n2,194 14,750\n14,800\n14,850\n14,900\n14,950 14,800\n14,850\n14,900\n14,950\n15,000 1,568\n1,574\n1,580\n1,586\n1,592 1,478\n1,483\n1,488\n1,493\n1,498 1,568\n1,574\n1,580\n1,586\n1,592 1,480\n1,486\n1,492\n1,498\n1,504 17,750\n17,800\n17,850\n17,900\n17,950 17,800\n17,850\n17,900\n17,950\n18,000 1,928\n1,934\n1,940\n1,946\n1,952 1,778\n1,783\n1,788\n1,793\n1,798 1,928\n1,934\n1,940\n1,946\n1,952 1,840\n1,846\n1,852\n1,858\n1,864 20,750\n20,800\n20,850\n20,900\n20,950 20,800\n20,850\n20,900\n20,950\n21,000 2,288\n2,294\n2,300\n2,306\n2,312 2,082\n2,088\n2,094\n2,100\n2,106 2,288\n2,294\n2,300\n2,306\n2,312 2,200\n2,206\n2,212\n2,218\n2,224 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 65 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 21,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 24,000 27,000 21,000\n21,050\n21,100\n21,150\n21,200 21,050\n21,100\n21,150\n21,200\n21,250 2,318\n2,324\n2,330\n2,336\n2,342 2,112\n2,118\n2,124\n2,130\n2,136 2,318\n2,324\n2,330\n2,336\n2,342 2,230\n2,236\n2,242\n2,248\n2,254 24,000\n24,050\n24,100\n24,150\n24,200 24,050\n24,100\n24,150\n24,200\n24,250 2,678\n2,684\n2,690\n2,696\n2,702 2,472\n2,478\n2,484\n2,490\n2,496 2,678\n2,684\n2,690\n2,696\n2,702 2,590\n2,596\n2,602\n2,608\n2,614 27,000\n27,050\n27,100\n27,150\n27,200 27,050\n27,100\n27,150\n27,200\n27,250 3,038\n3,044\n3,050\n3,056\n3,062 2,832\n2,838\n2,844\n2,850\n2,856 3,038\n3,044\n3,050\n3,056\n3,062 2,950\n2,956\n2,962\n2,968\n2,974 21,250\n21,300\n21,350\n21,400\n21,450 21,300\n21,350\n21,400\n21,450\n21,500 2,348\n2,354\n2,360\n2,366\n2,372 2,142\n2,148\n2,154\n2,160\n2,166 2,348\n2,354\n2,360\n2,366\n2,372 2,260\n2,266\n2,272\n2,278\n2,284 24,250\n24,300\n24,350\n24,400\n24,450 24,300\n24,350\n24,400\n24,450\n24,500 2,708\n2,714\n2,720\n2,726\n2,732 2,502\n2,508\n2,514\n2,520\n2,526 2,708\n2,714\n2,720\n2,726\n2,732 2,620\n2,626\n2,632\n2,638\n2,644 27,250\n27,300\n27,350\n27,400\n27,450 27,300\n27,350\n27,400\n27,450\n27,500 3,068\n3,074\n3,080\n3,086\n3,092 2,862\n2,868\n2,874\n2,880\n2,886 3,068\n3,074\n3,080\n3,086\n3,092 2,980\n2,986\n2,992\n2,998\n3,004 21,500\n21,550\n21,600\n21,650\n21,700 21,550\n21,600\n21,650\n21,700\n21,750 2,378\n2,384\n2,390\n2,396\n2,402 2,172\n2,178\n2,184\n2,190\n2,196 2,378\n2,384\n2,390\n2,396\n2,402 2,290\n2,296\n2,302\n2,308\n2,314 24,500\n24,550\n24,600\n24,650\n24,700 24,550\n24,600\n24,650\n24,700\n24,750 2,738\n2,744\n2,750\n2,756\n2,762 2,532\n2,538\n2,544\n2,550\n2,556 2,738\n2,744\n2,750\n2,756\n2,762 2,650\n2,656\n2,662\n2,668\n2,674 27,500\n27,550\n27,600\n27,650\n27,700 27,550\n27,600\n27,650\n27,700\n27,750 3,098\n3,104\n3,110\n3,116\n3,122 2,892\n2,898\n2,904\n2,910\n2,916 3,098\n3,104\n3,110\n3,116\n3,122 3,010\n3,016\n3,022\n3,028\n3,034 21,750\n21,800\n21,850\n21,900\n21,950 21,800\n21,850\n21,900\n21,950\n22,000 2,408\n2,414\n2,420\n2,426\n2,432 2,202\n2,208\n2,214\n2,220\n2,226 2,408\n2,414\n2,420\n2,426\n2,432 2,320\n2,326\n2,332\n2,338\n2,344 24,750\n24,800\n24,850\n24,900\n24,950 24,800\n24,850\n24,900\n24,950\n25,000 2,768\n2,774\n2,780\n2,786\n2,792 2,562\n2,568\n2,574\n2,580\n2,586 2,768\n2,774\n2,780\n2,786\n2,792 2,680\n2,686\n2,692\n2,698\n2,704 27,750\n27,800\n27,850\n27,900\n27,950 27,800\n27,850\n27,900\n27,950\n28,000 3,128\n3,134\n3,140\n3,146\n3,152 2,922\n2,928\n2,934\n2,940\n2,946 3,128\n3,134\n3,140\n3,146\n3,152 3,040\n3,046\n3,052\n3,058\n3,064 22,000 25,000 28,000 22,000\n22,050\n22,100\n22,150\n22,200 22,050\n22,100\n22,150\n22,200\n22,250 2,438\n2,444\n2,450\n2,456\n2,462 2,232\n2,238\n2,244\n2,250\n2,256 2,438\n2,444\n2,450\n2,456\n2,462 2,350\n2,356\n2,362\n2,368\n2,374 25,000\n25,050\n25,100\n25,150\n25,200 25,050\n25,100\n25,150\n25,200\n25,250 2,798\n2,804\n2,810\n2,816\n2,822 2,592\n2,598\n2,604\n2,610\n2,616 2,798\n2,804\n2,810\n2,816\n2,822 2,710\n2,716\n2,722\n2,728\n2,734 28,000\n28,050\n28,100\n28,150\n28,200 28,050\n28,100\n28,150\n28,200\n28,250 3,158\n3,164\n3,170\n3,176\n3,182 2,952\n2,958\n2,964\n2,970\n2,976 3,158\n3,164\n3,170\n3,176\n3,182 3,070\n3,076\n3,082\n3,088\n3,094 22,250\n22,300\n22,350\n22,400\n22,450 22,300\n22,350\n22,400\n22,450\n22,500 2,468\n2,474\n2,480\n2,486\n2,492 2,262\n2,268\n2,274\n2,280\n2,286 2,468\n2,474\n2,480\n2,486\n2,492 2,380\n2,386\n2,392\n2,398\n2,404 25,250\n25,300\n25,350\n25,400\n25,450 25,300\n25,350\n25,400\n25,450\n25,500 2,828\n2,834\n2,840\n2,846\n2,852 2,622\n2,628\n2,634\n2,640\n2,646 2,828\n2,834\n2,840\n2,846\n2,852 2,740\n2,746\n2,752\n2,758\n2,764 28,250\n28,300\n28,350\n28,400\n28,450 28,300\n28,350\n28,400\n28,450\n28,500 3,188\n3,194\n3,200\n3,206\n3,212 2,982\n2,988\n2,994\n3,000\n3,006 3,188\n3,194\n3,200\n3,206\n3,212 3,100\n3,106\n3,112\n3,118\n3,124 22,500\n22,550\n22,600\n22,650\n22,700 22,550\n22,600\n22,650\n22,700\n22,750 2,498\n2,504\n2,510\n2,516\n2,522 2,292\n2,298\n2,304\n2,310\n2,316 2,498\n2,504\n2,510\n2,516\n2,522 2,410\n2,416\n2,422\n2,428\n2,434 25,500\n25,550\n25,600\n25,650\n25,700 25,550\n25,600\n25,650\n25,700\n25,750 2,858\n2,864\n2,870\n2,876\n2,882 2,652\n2,658\n2,664\n2,670\n2,676 2,858\n2,864\n2,870\n2,876\n2,882 2,770\n2,776\n2,782\n2,788\n2,794 28,500\n28,550\n28,600\n28,650\n28,700 28,550\n28,600\n28,650\n28,700\n28,750 3,218\n3,224\n3,230\n3,236\n3,242 3,012\n3,018\n3,024\n3,030\n3,036 3,218\n3,224\n3,230\n3,236\n3,242 3,130\n3,136\n3,142\n3,148\n3,154 22,750\n22,800\n22,850\n22,900\n22,950 22,800\n22,850\n22,900\n22,950\n23,000 2,528\n2,534\n2,540\n2,546\n2,552 2,322\n2,328\n2,334\n2,340\n2,346 2,528\n2,534\n2,540\n2,546\n2,552 2,440\n2,446\n2,452\n2,458\n2,464 25,750\n25,800\n25,850\n25,900\n25,950 25,800\n25,850\n25,900\n25,950\n26,000 2,888\n2,894\n2,900\n2,906\n2,912 2,682\n2,688\n2,694\n2,700\n2,706 2,888\n2,894\n2,900\n2,906\n2,912 2,800\n2,806\n2,812\n2,818\n2,824 28,750\n28,800\n28,850\n28,900\n28,950 28,800\n28,850\n28,900\n28,950\n29,000 3,248\n3,254\n3,260\n3,266\n3,272 3,042\n3,048\n3,054\n3,060\n3,066 3,248\n3,254\n3,260\n3,266\n3,272 3,160\n3,166\n3,172\n3,178\n3,184 23,000 26,000 29,000 23,000\n23,050\n23,100\n23,150\n23,200 23,050\n23,100\n23,150\n23,200\n23,250 2,558\n2,564\n2,570\n2,576\n2,582 2,352\n2,358\n2,364\n2,370\n2,376 2,558\n2,564\n2,570\n2,576\n2,582 2,470\n2,476\n2,482\n2,488\n2,494 26,000\n26,050\n26,100\n26,150\n26,200 26,050\n26,100\n26,150\n26,200\n26,250 2,918\n2,924\n2,930\n2,936\n2,942 2,712\n2,718\n2,724\n2,730\n2,736 2,918\n2,924\n2,930\n2,936\n2,942 2,830\n2,836\n2,842\n2,848\n2,854 29,000\n29,050\n29,100\n29,150\n29,200 29,050\n29,100\n29,150\n29,200\n29,250 3,278\n3,284\n3,290\n3,296\n3,302 3,072\n3,078\n3,084\n3,090\n3,096 3,278\n3,284\n3,290\n3,296\n3,302 3,190\n3,196\n3,202\n3,208\n3,214 23,250\n23,300\n23,350\n23,400\n23,450 23,300\n23,350\n23,400\n23,450\n23,500 2,588\n2,594\n2,600\n2,606\n2,612 2,382\n2,388\n2,394\n2,400\n2,406 2,588\n2,594\n2,600\n2,606\n2,612 2,500\n2,506\n2,512\n2,518\n2,524 26,250\n26,300\n26,350\n26,400\n26,450 26,300\n26,350\n26,400\n26,450\n26,500 2,948\n2,954\n2,960\n2,966\n2,972 2,742\n2,748\n2,754\n2,760\n2,766 2,948\n2,954\n2,960\n2,966\n2,972 2,860\n2,866\n2,872\n2,878\n2,884 29,250\n29,300\n29,350\n29,400\n29,450 29,300\n29,350\n29,400\n29,450\n29,500 3,308\n3,314\n3,320\n3,326\n3,332 3,102\n3,108\n3,114\n3,120\n3,126 3,308\n3,314\n3,320\n3,326\n3,332 3,220\n3,226\n3,232\n3,238\n3,244 23,500\n23,550\n23,600\n23,650\n23,700 23,550\n23,600\n23,650\n23,700\n23,750 2,618\n2,624\n2,630\n2,636\n2,642 2,412\n2,418\n2,424\n2,430\n2,436 2,618\n2,624\n2,630\n2,636\n2,642 2,530\n2,536\n2,542\n2,548\n2,554 26,500\n26,550\n26,600\n26,650\n26,700 26,550\n26,600\n26,650\n26,700\n26,750 2,978\n2,984\n2,990\n2,996\n3,002 2,772\n2,778\n2,784\n2,790\n2,796 2,978\n2,984\n2,990\n2,996\n3,002 2,890\n2,896\n2,902\n2,908\n2,914 29,500\n29,550\n29,600\n29,650\n29,700 29,550\n29,600\n29,650\n29,700\n29,750 3,338\n3,344\n3,350\n3,356\n3,362 3,132\n3,138\n3,144\n3,150\n3,156 3,338\n3,344\n3,350\n3,356\n3,362 3,250\n3,256\n3,262\n3,268\n3,274 23,750\n23,800\n23,850\n23,900\n23,950 23,800\n23,850\n23,900\n23,950\n24,000 2,648\n2,654\n2,660\n2,666\n2,672 2,442\n2,448\n2,454\n2,460\n2,466 2,648\n2,654\n2,660\n2,666\n2,672 2,560\n2,566\n2,572\n2,578\n2,584 26,750\n26,800\n26,850\n26,900\n26,950 26,800\n26,850\n26,900\n26,950\n27,000 3,008\n3,014\n3,020\n3,026\n3,032 2,802\n2,808\n2,814\n2,820\n2,826 3,008\n3,014\n3,020\n3,026\n3,032 2,920\n2,926\n2,932\n2,938\n2,944 29,750\n29,800\n29,850\n29,900\n29,950 29,800\n29,850\n29,900\n29,950\n30,000 3,368\n3,374\n3,380\n3,386\n3,392 3,162\n3,168\n3,174\n3,180\n3,186 3,368\n3,374\n3,380\n3,386\n3,392 3,280\n3,286\n3,292\n3,298\n3,304 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 66 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 30,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 33,000 36,000 30,000\n30,050\n30,100\n30,150\n30,200 30,050\n30,100\n30,150\n30,200\n30,250 3,398\n3,404\n3,410\n3,416\n3,422 3,192\n3,198\n3,204\n3,210\n3,216 3,398\n3,404\n3,410\n3,416\n3,422 3,310\n3,316\n3,322\n3,328\n3,334 33,000\n33,050\n33,100\n33,150\n33,200 33,050\n33,100\n33,150\n33,200\n33,250 3,758\n3,764\n3,770\n3,776\n3,782 3,552\n3,558\n3,564\n3,570\n3,576 3,758\n3,764\n3,770\n3,776\n3,782 3,670\n3,676\n3,682\n3,688\n3,694 36,000\n36,050\n36,100\n36,150\n36,200 36,050\n36,100\n36,150\n36,200\n36,250 4,118\n4,124\n4,130\n4,136\n4,142 3,912\n3,918\n3,924\n3,930\n3,936 4,118\n4,124\n4,130\n4,136\n4,142 4,030\n4,036\n4,042\n4,048\n4,054 30,250\n30,300\n30,350\n30,400\n30,450 30,300\n30,350\n30,400\n30,450\n30,500 3,428\n3,434\n3,440\n3,446\n3,452 3,222\n3,228\n3,234\n3,240\n3,246 3,428\n3,434\n3,440\n3,446\n3,452 3,340\n3,346\n3,352\n3,358\n3,364",
    "querygen": [
      "where is 724",
      "what is a digit of 720",
      "how many is in 720"
    ],
    "querygen_score": [
      "-3.92676",
      "-4.467332",
      "-0.30541384"
    ]
  },
  {
    "id": "legal-advice_0__36",
    "doc_id": "legal-advice_0",
    "chunk_id": 36,
    "document_category": "legal-advice",
    "text": "regarding the terms of the engagement. For example,\nthe advisor should determine the client’s expected\npurpose for and use of the advice and should have\na clear understanding with the client regarding the\nform and scope of the advice or assistance to be\nrendered. (2) Establishing the facts, determining which\nfacts are relevant, evaluating the reasonableness\nof any assumptions or representations, relating the\napplicable law (including potentially applicable\njudicial doctrines) to the relevant facts, and arriving\nat a conclusion supported by the law and the facts. (3) Advising the client regarding the import of\nthe conclusions reached, including, for example,\nwhether a taxpayer may avoid accuracy-related\npenalties under the Internal Revenue Code if a\ntaxpayer acts in reliance on the advice. (4) Acting fairly and with integrity in practice\nbefore the Internal Revenue Service. (b) Procedures to ensure best practices for tax\nadvisors. Tax advisors with responsibility for\noverseeing a firm’s practice of providing advice\nconcerning Federal tax issues or of preparing or\nassisting in the preparation of submissions to the\nInternal Revenue Service should take reasonable steps\nto ensure that the firm’s procedures for all members,\nassociates, and employees are consistent with the best\npractices set forth in paragraph (a) of this section. (c) Applicability date. This section is effective after\nJune 20, 2005. § 10.34 Standards with respect to tax returns and\ndocuments, affidavits and other papers. (a) Tax returns.\n(1) A practitioner may not willfully, recklessly, or\nthrough gross incompetence —\n(i) Sign a tax return or claim for refund that\nthe practitioner knows or reasonably should know\ncontains a position that — (A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Internal Revenue Code\n(Code) (including the related regulations and other\npublished guidance); or\nTreasury Department Circular No. 230 Table of Contents (C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (ii) Advise a client to take a position on a tax\nreturn or claim for refund, or prepare a portion of a\ntax return or claim for refund containing a position,\nthat —\n(A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Code (including the\nrelated regulations and other published guidance); or\n(C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (2) A pattern of conduct is a factor that will\nbe taken into account in determining whether a\npractitioner acted willfully, recklessly, or through\ngross incompetence. (b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous.",
    "querygen": [
      "which is an example of an advisor?",
      "what to do as a consultant",
      "what is legal and financial consulting engagement"
    ],
    "querygen_score": [
      "-2.1574612",
      "-3.2302246",
      "-4.10388"
    ]
  },
  {
    "id": "legal-advice_92__135",
    "doc_id": "legal-advice_92",
    "chunk_id": 135,
    "document_category": "legal-advice",
    "text": "In the entry space next\nto line 24z write “Incorrect Form\n1099-K” and also enter the amount that\nwas incorrectly reported to you. For example, if you received a Form 1099-K\nthat incorrectly showed $800 of payments to you, you would enter $800 on\nline 24z and in the entry space next to\nline 24z you would write “Incorrect\nForm 1099-K - $800.” See the instructions for line 8z. Instructions for Schedule 2\nAdditional Taxes\nGeneral Instructions\nUse Schedule 2 if you have additional\ntaxes that can’t be entered directly on\nForm 1040, 1040-SR, or 1040-NR. Include the amount on Schedule 2,\nline 3, in the total on Form 1040,\n1040-SR, or 1040-NR, line 17. Enter the amount on Schedule 2,\nline 21, on Form 1040 or 1040-SR,\nline 23; or 1040-NR, line 23b. Specific Instructions\nLine 1\nAlternative Minimum Tax (AMT)\nAlternative minimum tax (AMT) exemption amount increased. The AMT\nexemption amount is increased to\n$75,900 ($118,100 if married filing\njointly or qualifying surviving spouse;\n$59,050 if married filing separately). The income levels at which the AMT\nexemption begins to phase out has increased to $539,900 ($1,079,800 if married filing jointly or qualifying surviving\nspouse). If you aren't sure whether you owe\nthe AMT, complete the Worksheet To\nSee if You Should Fill in Form 6251. Exception. Fill in Form 6251 instead of\nusing the worksheet if you claimed or\nreceived any of the following items. • Accelerated depreciation. • Tax-exempt interest from private\nactivity bonds. • Intangible drilling, circulation, research, experimental, or mining costs. • Amortization of pollution-control\nfacilities or depletion. • Income or (loss) from tax-shelter\nfarm activities, passive activities, partnerships, S corporations, or activities for\nwhich you aren't at risk. • Income from long-term contracts\nnot figured using the percentage-of-completion method. • Investment interest expense reported on Form 4952.\n• Net operating loss deduction. • Alternative minimum tax adjustments from an estate, trust, electing\nlarge partnership, or cooperative. • Section 1202 exclusion.\n• Stock by exercising an incentive\nstock option and you didn't dispose of\nthe stock in the same year. • Any general business credit claimed on Form 3800 if either line 6 (in Part\nI) or line 25 of Form 3800 is more than\nzero. • Qualified electric vehicle credit. • Alternative fuel vehicle refueling\nproperty tax. • Credit for prior year minimum tax. • Foreign tax credit.\n• Net qualified disaster loss and you\nare reporting your standard deduction on\nSchedule A, line 16. See the instructions\nfor Form 4684 for more information. For help with the alternative minimum tax, go to IRS. gov/AMT. your coverage and any advance credit\npayments. If the advance credit payments were more than the premium tax\ncredit you can claim, the amount you\nmust repay will be shown on Form\n8962, line 29. Enter that amount, if any,\non line 2. You may have to repay excess advance payments of the premium tax\ncredit even if someone else enrolled\nyou, your spouse, or your dependent in\nMarketplace coverage. In that case, another individual may have received the\nForm 1095-A for the coverage. You\nmay also have to repay excess advance\npayments of the premium tax credit if\nyou enrolled an individual in coverage\nthrough the Marketplace, you don’t\nclaim the individual as a dependent on\nyour return, and no one else claims that\nindividual as a dependent.",
    "querygen": [
      "what is the incorrect amount in the 1099-k",
      "what to write in 1099 k",
      "what do you do in the entry space on a 1099 k"
    ],
    "querygen_score": [
      "0.8942198",
      "0.16420531",
      "0.6086291"
    ]
  },
  {
    "id": "legal-advice_66__151",
    "doc_id": "legal-advice_66",
    "chunk_id": 151,
    "document_category": "legal-advice",
    "text": "Or you can send your comments to Intermation are confidential, as stated in Code nal Revenue Service, Tax Forms and Pubsection 6103. However, Code section lications Division, 1111 Constitution\n6103 allows or requires the Internal Reve- Ave. NW, IR-6526, Washington, DC\nnue Service to disclose or give the infor- 20224. Don’t send your return to this admation shown on your tax return to others dress. Instead, see the addresses at the end\nas described in the Code. For example, of these instructions. we may disclose your tax information to\nAlthough we can't respond individualthe Department of Justice to enforce the\ntax laws, both civil and criminal, and to ly to each comment received, we do apcities, states, the District of Columbia, preciate your feedback and will consider\nand U.S. commonwealths or possessions your comments as we revise our tax\nto carry out their tax laws. We may dis- forms and instructions. close your tax information to the DepartEstimates of Taxpayer\nment of Treasury and contractors for tax\nadministration purposes; and to other per- Burden\nsons as necessary to obtain information The following table shows burden estineeded to determine the amount of or to mates based on current statutory requirecollect the tax you owe. We may disclose ments as of November 2022 for taxpayers\nyour tax information to the Comptroller filing a 2022 Form 1040 or 1040-SR tax\nGeneral of the United States to permit the return. Time spent and out-of-pocket\nComptroller General to review the Inter- costs are presented separately. Time burnal Revenue Service. We may disclose den is broken out by taxpayer activity,\nyour tax information to committees of with recordkeeping representing the largCongress; federal, state, and local child est component. Out-of-pocket costs insupport agencies; and to other federal clude any expenses incurred by taxpayers\nagencies for the purposes of determining to prepare and submit their tax returns. entitlement for benefits or the eligibility Examples include tax return preparation\nfor and the repayment of loans. We may and submission fees, postage and photoalso disclose this information to other copying costs, and tax return preparation\ncountries under a tax treaty, to federal and software costs. While these estimates\nstate agencies to enforce federal nontax don’t include burden associated with\ncriminal laws, or to federal law enforce- post-filing activities, IRS operational data\nment and intelligence agencies to combat indicate that electronically prepared and\nterrorism. filed returns have fewer arithmetic errors,\nimplying lower post-filing burden. Please keep this notice with your reReported time and cost burdens are nacords. It may help you if we ask you for\nother information. If you have questions tional averages and don’t necessarily reabout the rules for filing and giving infor- flect a “typical” case. Most taxpayers exmation, please call or visit any Internal perience lower than average burden, with\ntaxpayer burden varying considerably by\nRevenue Service office. taxpayer type. For instance, the estimated\nWe Welcome Comments on\naverage time burden for all taxpayers filForms\ning a Form 1040 or 1040-SR is 13 hours, We try to create forms and instructions with an average cost of $250 per return. that can be easily understood. Often this",
    "querygen": [
      "what is the internal revenue service",
      "is code section 6103 confidential",
      "ir code code section"
    ],
    "querygen_score": [
      "-5.3292265",
      "-1.5892159",
      "-3.7175093"
    ]
  },
  {
    "id": "legal-advice_29__10",
    "doc_id": "legal-advice_29",
    "chunk_id": 10,
    "document_category": "legal-advice",
    "text": "This\n4-month extension of time to file doesn't\nextend the time to pay your tax. See\nForm 4868. Private Delivery Services If you choose to mail your return, you\ncan use certain private delivery services designated by the IRS to meet the “timely mailing treated as timely filing/\npaying” rule for tax returns and payments. These private delivery services\ninclude only the following. • DHL Express 9:00, DHL Express\n10:30, DHL Express 12:00, DHL Express Worldwide, DHL Express Envelope, DHL Import Express 10:30, DHL\nImport Express 12:00, and DHL Import\nExpress Worldwide. • UPS Next Day Air Early A.M.,\nUPS Next Day Air, UPS Next Day Air\nSaver, UPS 2nd Day Air, UPS 2nd Day\nAir A.M., UPS Worldwide Express\nPlus, and UPS Worldwide Express. • FedEx First Overnight, FedEx Priority Overnight, FedEx Standard Overnight, FedEx 2 Day, FedEx International\nNext Flight Out, FedEx International\nPriority, FedEx International First, and\nFedEx International Economy. To check for any updates to the list of\ndesignated private delivery services, go\nto IRS.gov/PDS. For the IRS mailing address to use if you’re using a private delivery service, go to IRS.gov/\nPDSStreetAddresses. The private delivery service can tell\nyou how to get written proof of the mailing date. Chart A—For Most People\nIF your filing status is . . . AND at the end of 2022\nyou were* . . . THEN file a return if your gross\nincome** was at least . . . Single under 65\n65 or older $12,950\n14,700 Married filing jointly*** under 65 (both spouses)\n65 or older (one spouse)\n65 or older (both spouses) $25,900\n27,300\n28,700 Married filing separately any age Head of household under 65\n65 or older $19,400\n21,150 Qualifying surviving spouse under 65\n65 or older $25,900\n27,300 $5 *If you were born on January 1, 1958, you are considered to be age 65 at the end of 2022. (If your spouse died in 2022 or\nif you are preparing a return for someone who died in 2022, see Pub. 501.)\n**Gross income means all income you received in the form of money, goods, property, and services that isn't exempt from\ntax, including any income from sources outside the United States or from the sale of your main home (even if you can\nexclude part or all of it). Don’t include any social security benefits unless (a) you are married filing a separate return and\nyou lived with your spouse at any time in 2022, or (b) one-half of your social security benefits plus your other gross\nincome and any tax-exempt interest is more than $25,000 ($32,000 if married filing jointly). If (a) or (b) applies, see the\ninstructions for lines 6a and 6b to figure the taxable part of social security benefits you must include in gross income. Gross income includes gains, but not losses, reported on Form 8949 or Schedule D. Gross income from a business means,\nfor example, the amount on Schedule C, line 7, or Schedule F, line 9. But, in figuring gross income, don’t reduce your\nincome by any losses, including any loss on Schedule C, line 7, or Schedule F, line 9.",
    "querygen": [
      "what is the time frame to file taxes",
      "how long to receive tax return",
      "how long does it take to send your tax return electronically"
    ],
    "querygen_score": [
      "-1.6459877",
      "-1.7820846",
      "-2.8775177"
    ]
  },
  {
    "id": "legal-advice_64__140",
    "doc_id": "legal-advice_64",
    "chunk_id": 140,
    "document_category": "legal-advice",
    "text": "1. You paid any one household employee (defined below) cash wages of\n$2,400 or more in 2022. Cash wages include wages paid by check, money order, etc. But don’t count amounts paid to\nan employee who was under age 18 at\nany time in 2022 and was a student. 2. You withheld federal income tax\nduring 2022 at the request of any household employee. 3. You paid total cash wages of\n$1,000 or more in any calendar quarter\nof 2021 or 2022 to household employees. Any person who does household work is\na household employee if you can control\nwhat will be done and how it will be\ndone. Household work includes work\ndone in or around your home by babysitters, nannies, health aides, housekeepers,\nyard workers, and similar domestic\nworkers. Line 10\nFirst-Time Homebuyer Credit\nRepayment Enter the first-time homebuyer credit\nyou have to repay if you bought the\nhome in 2008. If you bought the home in 2008 and\nowned and used it as your main home\nfor all of 2022, you can enter your 2022 -97- repayment on this line without attaching\nForm 5405. See the Form 5405 instructions for\ndetails and for exceptions to the repayment rule. Line 11\nAdditional Medicare Tax\nSee Form 8959 and its instructions if the\ntotal of your 2022 wages and any\nself-employment income was more than:\n• $125,000 if married filing separately;\n• $250,000 if married filing jointly;\nor\n• $200,000 if single, head of household, or qualifying surviving spouse. Also see Form 8959 if you had railroad\nretirement (RRTA) compensation that\nwas more than the amount just listed\nthat applies to you. If you are married filing jointly and\neither you or your spouse had wages or\nRRTA compensation of more than\n$200,000, your employer may have\nwithheld Additional Medicare Tax even\nif you don’t owe the tax. In that case,\nyou may be able to get a refund of the\ntax withheld. See the Instructions for\nForm 8959 to find out how to report the\nwithheld tax on Form 8959. Line 12\nNet Investment Income Tax\nSee Form 8960 and its instructions if the\namount on Form 1040, 1040-SR, or\n1040-NR, line 11, is more than:\n• $125,000 if married filing separately,\n• $250,000 if married filing jointly\nor qualifying surviving spouse, or\n• $200,000 if single or head of\nhousehold. If you file Form 2555, see Form 8960\nand its instructions if the amount on\nForm 1040, 1040-SR, or 1040-NR,\nline 11, is more than:\n• $13,000 if married filing separately,\n• $138,000 if married filing jointly\nor qualifying surviving spouse, or\n• $88,000 if single or head of household. Line 13\nUncollected social security and Medicare or RRTA tax on tips or\ngroup-term life insurance. This tax\nshould be shown in box 12 of Form W-2\nwith codes A and B or M and N. Line 14\nInterest on Tax Due on\nInstallment Income From the Sale\nof Certain Residential Lots and\nTimeshares\nEnter interest on tax due on installment\nincome from the sale of certain residential lots and timeshares under section\n453(l)(3). Line 15\nInterest on the Deferred Tax on\nGain From Certain Installment\nSales With a Sales Price Over\n$150,000\nEnter interest on the deferred tax on gain\nfrom certain installment sales with a\nsales price over $150,000 under section\n453A(c). Line 16\nRecapture of Low-Income\nHousing Credit\nSee Form 8611 for more information. Lines 17a Through 17z\nOther Additional Taxes\nLine 17a.",
    "querygen": [
      "when will you pay a household employee cash wages?",
      "what is the maximum amount you can make as a student",
      "how much of a check do you have to pay to have cash wages"
    ],
    "querygen_score": [
      "0.44673187",
      "-3.2871199",
      "-1.0582867"
    ]
  },
  {
    "id": "legal-advice_55__3",
    "doc_id": "legal-advice_55",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "The fact that final installment payments may be due in a\nsubsequent year does not prevent accrual in the year the games are played since POSTF-118789-08 4 Taxpayer’s liability is fixed by the earlier of performance or payment being due. See\nRev. Rul. 80-230; Rev. Rul. 79-410. The amount of the liability can be determined with\nreasonable accuracy in the year the games are played. Economic performance with\nrespect to the annual fee liability also occurs in the year the games are played, ratably\non a game-by-game basis as Taxpayer is entitled to broadcast games. See § 1.4614(d)(3). The fact of the liability for the annual license fees was not established when Taxpayer\nexecuted the telecast contracts. It is well established that an accrual basis obligor is not\npermitted to deduct an expense stemming from a bilateral contractual arrangement, that\nis, mutual promises, prior to the performance by the obligee, whether performance of\nservices, delivery of goods or, as in this case, the availability of property for use by the\nobligor. Rev. Rul. 2007-3, 2007-1 C.B. 350 (holding that the mere execution of a\ncontract, without more, does not establish the fact of a taxpayer's liability) and Rev. Rul. 80-182, 1980-2 C.B. 167, citing Levin v. Commissioner, 21 T.C. 996 (1954), aff'd, 219\nF.2d 588 (3d Cir. 1955) (an agreement for subway advertising to be performed in the\nnext year did not establish the fact of the taxpayer's liability but was simply an\nagreement under which a liability would be incurred in the future) and Amalgamated\nHousing Corp. v. Commissioner, 37 B.T.A. 817 (1938), aff'd per curium, 108 F.2d 1010\n(2d Cir. 1940) (an agreement to renovate property in the future did not establish the fact\nof the taxpayer's liability; the accrual was for services in renovating, not the duty to\nrenovate). See also, Consolidated Foods Corp. v. Commissioner, 66 T.C. 436, 442-443\n(1976), (the signing of a 25-year lease agreement did not fix the lessee's liability for all\n25 years of lease payments). Thus, the mere execution of the telecast contracts by\nTaxpayer was not sufficient, by itself, to establish the fact of Taxpayer’s liabilities for\nannual fees payable for rights to telecast games to be played in subsequent years. CONCLUSION Taxpayer’s liabilities under the telecast contracts for annual license fees are incurred\nseason-by-season because the fact of liability is established as games are played and\nthe initial installments become due and economic performance occurs as Taxpayer is\nentitled to telecast the games.",
    "querygen": [
      "what is accrual in taxes",
      "when are postf payments due",
      "what is the difference between final installment payments and accrual?"
    ],
    "querygen_score": [
      "-3.0849328",
      "-0.48702696",
      "-1.7052131"
    ]
  },
  {
    "id": "legal-advice_65__25",
    "doc_id": "legal-advice_65",
    "chunk_id": 25,
    "document_category": "legal-advice",
    "text": "Continuing education credit under this paragraph (j)\n(5) may not be used to satisfy the requirements of\nthe enrollment cycle or registration year in which the\nindividual has been placed back on the active roster. (6) An individual placed in inactive status\nmust file an application for renewal and satisfy the\nrequirements for renewal as set forth in this section\nwithin three years of being placed in inactive\nstatus. Otherwise, the name of such individual will\nbe removed from the inactive status roster and the\nindividual’s status as an enrolled agent, enrolled\nretirement plan agent, or registered tax return\npreparer will terminate. Future eligibility for active\nstatus must then be reestablished by the individual as\nprovided in this section. (7) Inactive status is not available to an individual\nwho is the subject of a pending disciplinary matter\nbefore the Internal Revenue Service. (k) Inactive retirement status. An individual who no\nlonger practices before the Internal Revenue Service\nmay request to be placed in an inactive retirement\nstatus at any time and such individual will be placed\nin an inactive retirement status. The individual will\nbe ineligible to practice before the Internal Revenue\nService. An individual who is placed in an inactive\nretirement status may be reinstated to an active\nstatus by filing an application for renewal and\nproviding evidence of the completion of the required\ncontinuing education hours for the enrollment cycle\nor registration year. Inactive retirement status is not\navailable to an individual who is ineligible to practice\nbefore the Internal Revenue Service or an individual\nwho is the subject of a pending disciplinary matter\nunder this part. § 10.6 — Page 15 Table of Contents (l) Renewal while under suspension or disbarment. An individual who is ineligible to practice before the\nInternal Revenue Service by virtue of disciplinary\naction under this part is required to conform to the\nrequirements for renewal of enrollment or registration\nbefore the individual’s eligibility is restored. (m) Enrolled actuaries. The enrollment and renewal\nof enrollment of actuaries authorized to practice\nunder paragraph (d) of §10.3 are governed by the\nregulations of the Joint Board for the Enrollment of\nActuaries at 20 CFR 901.1 through 901.72. (n) Effective/applicability date. This section is\napplicable to enrollment or registration effective\nbeginning August 2, 2011. § 10.7 Representing oneself; participating\nin rulemaking; limited practice; and special\nappearances. (a) Representing oneself. Individuals may appear on\ntheir own behalf before the Internal Revenue Service\nprovided they present satisfactory identification. (b) Participating in rulemaking. Individuals\nmay participate in rulemaking as provided by the\nAdministrative Procedure Act. See 5 U.S.C. § 553.\n(c) Limited practice —\n(1) In general. Subject to the limitations in\nparagraph (c)(2) of this section, an individual who\nis not a practitioner may represent a taxpayer before\nthe Internal Revenue Service in the circumstances\ndescribed in this paragraph (c)(1), even if the\ntaxpayer is not present, provided the individual\npresents satisfactory identification and proof of\nhis or her authority to represent the taxpayer. The\ncircumstances described in this paragraph (c)(1) are\nas follows:\n(i) An individual may represent a member of his\nor her immediate family. (ii)A regular full-time employee of an individual\nemployer may represent the employer.",
    "querygen": [
      "what is required to renew an inactive status",
      "what is ce credit",
      "what is an inactive ce credit"
    ],
    "querygen_score": [
      "1.5749522",
      "-4.276699",
      "-1.5404732"
    ]
  },
  {
    "id": "legal-advice_66__152",
    "doc_id": "legal-advice_66",
    "chunk_id": 152,
    "document_category": "legal-advice",
    "text": "taxpayer type. For instance, the estimated\nWe Welcome Comments on\naverage time burden for all taxpayers filForms\ning a Form 1040 or 1040-SR is 13 hours, We try to create forms and instructions with an average cost of $250 per return. that can be easily understood. Often this This average includes all associated forms\nis difficult to do because our tax laws are and schedules, across all tax return prepavery complex. For some people with in- ration methods and taxpayer activities. come mostly from wages, filling in the\nWithin this estimate, there is signififorms is easy. For others who have busicant variation in taxpayer activity. For exnesses, pensions, stocks, rental income, or\nample, nonbusiness taxpayers are expecother investments, it is more difficult. ted to have an average burden of about 8 -106- hours and $140, while business taxpayers\nare expected to have an average burden of\nabout 25 hours and $530. Similarly, tax\nreturn preparation fees and other\nout-of-pocket costs vary extensively de- pending on the tax situation of the taxpayIf you have comments concerning the\ner, the type of software or professional time and cost estimates below, you can\npreparer used, and the geographic loca- contact us at either one of the addresses\ntion. shown under We Welcome Comments on\nForms. Estimated Average Taxpayer Burden for Individuals by Activity Average Burden\nAverage Time (Hours) . . All\nOther . . Tax\nPlanning . Recordkeeping . . All taxpayers . . . . . . . . . . Type of taxpayer\nNonbusiness*** . . . . .\nBusiness*** . . . . . . . Total\nTime* . Percentage\nof Returns Type of Taxpayer Form\nCompletion\nand\nSubmission Average\nCost\n(Dollars)** 100% 13 6 2 4 1 $250 72%\n28% 8\n25 3\n12 1\n5 3\n6 1\n2 140\n530 *Detail may not add to total time due to rounding. **Dollars rounded to the nearest $10. ***You are considered a “business” filer if you file one or more of the following with Form 1040 or 1040-SR: Schedule C, E, or F or Form 2106. You are\nconsidered a “nonbusiness” filer if you don’t file any of those schedules or forms with Form 1040 or 1040-SR. -107- Major Categories of Federal Income and Outlays for Fiscal Year 2021\nIncome and Outlays. These pie charts show the relative sizes of the major categories of federal income and outlays for fiscal year 2021. Income\nOutlays*\nSocial security, Medicare,\nand unemployment and other\nretirement taxes\n19% Borrowing to\ncover deficit\n41% Corporate\nincome taxes\n5% Personal income\ntaxes\n30% Social security,\nMedicare, and other\nretirement1\n29% Excise, customs,\nestate, gift, and\nmiscellaneous taxes\n5% Law\nenforcement\nand general\ngovernment\n5% National defense,\nveterans, and foreign\naffairs2\n15% Net\ninterest\non the\ndebt\n5% Physical,\nhuman, and\ncommunity\ndevelopment3\n13% Social\nprograms4\n33% * Numbers may not total to 100% due to rounding. On or before the first Monday in February\nof each year, the President is required by\nlaw to submit to the Congress a budget\nproposal for the fiscal year that begins the\nfollowing October. The budget plan sets\nforth the President's proposed receipts,\nspending, and the surplus or deficit for\nthe federal government. The plan includes\nrecommendations for new legislation as\nwell as recommendations to change, eliminate, and add programs. After receipt of\nthe President's proposal, the Congress reviews the proposal and makes changes.",
    "querygen": [
      "average cost of tax filing",
      "cost to create 1040",
      "what is the average cost to file a 1040 return"
    ],
    "querygen_score": [
      "-1.820157",
      "-1.5866852",
      "-0.50057125"
    ]
  },
  {
    "id": "legal-advice_61__32",
    "doc_id": "legal-advice_61",
    "chunk_id": 32,
    "document_category": "legal-advice",
    "text": "(e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230 matter administered by the Internal Revenue Service\nand for which he or she is employed as counsel,\nattorney, or agent, or in which he or she may be in any\nway interested. § 10.27 Fees.\n(a) In general. A practitioner may not charge an\nunconscionable fee in connection with any matter\nbefore the Internal Revenue Service. (b) Contingent fees —\n(1) Except as provided in paragraphs (b)(2), (3),\nand (4) of this section, a practitioner may not charge\na contingent fee for services rendered in connection\nwith any matter before the Internal Revenue Service.\n(2) A practitioner may charge a contingent\nfee for services rendered in connection with the\nService’s examination of, or challenge to —\n(i) An original tax return; or\n(ii) An amended return or claim for refund or\ncredit where the amended return or claim for refund\nor credit was filed within 120 days of the taxpayer\nreceiving a written notice of the examination of, or a\nwritten challenge to the original tax return.\n(3) A practitioner may charge a contingent fee\nfor services rendered in connection with a claim\nfor credit or refund filed solely in connection with\nthe determination of statutory interest or penalties\nassessed by the Internal Revenue Service.\n(4) A practitioner may charge a contingent fee\nfor services rendered in connection with any judicial\nproceeding arising under the Internal Revenue Code.\n(c) Definitions. For purposes of this section —\n(1) Contingent fee is any fee that is based, in\nwhole or in part, on whether or not a position taken\non a tax return or other filing avoids challenge by\nthe Internal Revenue Service or is sustained either\nby the Internal Revenue Service or in litigation. A contingent fee includes a fee that is based on a\npercentage of the refund reported on a return, that\nis based on a percentage of the taxes saved, or that\notherwise depends on the specific result attained. A\ncontingent fee also includes any fee arrangement\nin which the practitioner will reimburse the client\nfor all or a portion of the client’s fee in the event\n§ 10.27 — Page 21 Table of Contents that a position taken on a tax return or other filing\nis challenged by the Internal Revenue Service or\nis not sustained, whether pursuant to an indemnity\nagreement, a guarantee, rescission rights, or any\nother arrangement with a similar effect. (2) Matter before the Internal Revenue Service\nincludes tax planning and advice, preparing or filing\nor assisting in preparing or filing returns or claims\nfor refund or credit, and all matters connected with\na presentation to the Internal Revenue Service\nor any of its officers or employees relating to a\ntaxpayer’s rights, privileges, or liabilities under\nlaws or regulations administered by the Internal\nRevenue Service. Such presentations include, but\nare not limited to, preparing and filing documents,\ncorresponding and communicating with the Internal\nRevenue Service, rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nand representing a client at conferences, hearings,\nand meetings. (d) Effective/applicability date. This section is\napplicable for fee arrangements entered into after\nMarch 26, 2008.",
    "querygen": [
      "what is the effective date for notaries",
      "what is the effective date for notary public?",
      "when is this section effective"
    ],
    "querygen_score": [
      "0.16655843",
      "0.23034728",
      "0.67204833"
    ]
  },
  {
    "id": "legal-advice_35__29",
    "doc_id": "legal-advice_35",
    "chunk_id": 29,
    "document_category": "legal-advice",
    "text": "A protest\nunder this section is not governed by subpart D of this\npart. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart B — Duties and Restrictions Relating to\nPractice Before the Internal Revenue Service\n§ 10.20 Information to be furnished. (a) To the Internal Revenue Service.\n(1) A practitioner must, on a proper and lawful\nrequest by a duly authorized officer or employee\nof the Internal Revenue Service, promptly submit\nrecords or information in any matter before the\nInternal Revenue Service unless the practitioner\nbelieves in good faith and on reasonable grounds that\nthe records or information are privileged. (2) Where the requested records or information\nare not in the possession of, or subject to the control\nof, the practitioner or the practitioner’s client, the\npractitioner must promptly notify the requesting\nInternal Revenue Service officer or employee and the\npractitioner must provide any information that the\npractitioner has regarding the identity of any person\nwho the practitioner believes may have possession or\ncontrol of the requested records or information. The\npractitioner must make reasonable inquiry of his or her\nclient regarding the identity of any person who may\nhave possession or control of the requested records\nor information, but the practitioner is not required to\nmake inquiry of any other person or independently\nverify any information provided by the practitioner’s\nclient regarding the identity of such persons. (3) When a proper and lawful request is made\nby a duly authorized officer or employee of the\nInternal Revenue Service, concerning an inquiry\ninto an alleged violation of the regulations in this\npart, a practitioner must provide any information the\npractitioner has concerning the alleged violation and\ntestify regarding this information in any proceeding\ninstituted under this part, unless the practitioner\nbelieves in good faith and on reasonable grounds that\nthe information is privileged. (b) Interference with a proper and lawful request\nfor records or information. A practitioner may not\ninterfere, or attempt to interfere, with any proper\nand lawful effort by the Internal Revenue Service,\nits officers or employees, to obtain any record or\ninformation unless the practitioner believes in good\nTreasury Department Circular No. 230 faith and on reasonable grounds that the record or\ninformation is privileged. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.21 Knowledge of client’s omission. A practitioner who, having been retained by a\nclient with respect to a matter administered by the\nInternal Revenue Service, knows that the client has\nnot complied with the revenue laws of the United\nStates or has made an error in or omission from any\nreturn, document, affidavit, or other paper which\nthe client submitted or executed under the revenue\nlaws of the United States, must advise the client\npromptly of the fact of such noncompliance, error,\nor omission. The practitioner must advise the client\nof the consequences as provided under the Code\nand regulations of such noncompliance, error, or\nomission. § 10.22 Diligence as to accuracy. (a) In general.",
    "querygen": [
      "what is the date of this section in the treasury department",
      "when does the treasury department begin implementing the section b protest",
      "when does td d come into effect"
    ],
    "querygen_score": [
      "0.8378495",
      "0.7428976",
      "-2.9641156"
    ]
  },
  {
    "id": "legal-advice_78__3",
    "doc_id": "legal-advice_78",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "However, where insufficient funding exists for all estimated awards\n2 A materially below market interest rate is an annual rate that does not exceed 100 percent of the rate on\na U.S. Treasury bill of comparable maturity as of the date of the deposit. 72 Fed. Reg. at 190-91. POSTF-147002-10 4 submitted, the Fund determines the actual BEA payment to be disbursed to each BEA\napplicant based upon the priority ranking for each category of qualifying activities and\nthe incremental increase in the value of such qualifying activities from the prior award\nyear. 12 CFR § 1806.203(d). The priority ranking for each category of qualifying\nactivities is described in the regulations and the NOFA. 12 CFR § 1806.203(c); 72 Fed.\nReg. at 194. The NOFA establishes priority factors for only the distressed community\nfinancing activities category. 72 Fed. Reg. at 194. The NOFA assigns a priority factor\nof 3.0 to affordable housing loans and small business loans. Id. The NOFA assigns a\npriority factor of 2.0 to affordable housing development loans and commercial real\nestate loans. Id. The priority factor is multiplied by the increase in the corresponding\nqualified activities from the prior award year to achieve a weighted value. Id. The\nweighted value is then multiplied by the appropriate award percentage to calculate the\nestimated BEA payment for the qualifying activities. During the years at issue, the estimated awards submitted by all BEA program\napplicants exceeded the actual funding. For the award years *** c and *** d, the award\npercentage for qualifying distressed community financing activities engaged in by\nTaxpayer during the years at issue was nine percent of the weighted value of the\nincrease in such qualifying activities from the prior award year. 72 Fed. Reg. at 194. For the award year *** d, the award percentage for support activities, including deposits\nand technical assistance to a community development financial institution, was eighteen\npercent of the value of the increase in the qualifying activity from the prior award year. Id.\nTerms and Conditions of the BEA Payment\nDuring *** c, the Fund made BEA payments of approximately $11 million to *** f\nbanks and thrifts across the country. During *** d, the Fund made BEA payments of\napproximately $20 million to *** g banks and thrifts across the country. During the\ntaxable years *** c and *** d, the BEA payments were not required to be used for any\nspecific purpose. The BEA payment is made in the form of a grant. 72 Fed. Reg. at 192. The BEA\npayment is unilaterally prescribed by the Fund. 12 CFR § 1806.203(f); 72 Fed. Reg. at\n192, 195. The Fund has complete discretion as to the amount and recipient of a BEA\npayment. 72 Fed. Reg. at 195. The Fund’s decision with respect to the BEA payment\nis final and not appealable. Id. After being selected for a BEA, the applicant must sign\na Notice of Award and Award Agreement prior to the disbursement of the BEA payment\nby the Fund. 12 CFR § 1806.300. Activities of Taxpayer\nAmong its other activities, Taxpayer, through Sub, makes loans in distressed\ncommunities.",
    "querygen": [
      "what is materially above market interest? quizlet",
      "what is materially below the rate",
      "what is materially below the trs rate?"
    ],
    "querygen_score": [
      "-2.321022",
      "1.2358356",
      "-2.1361854"
    ]
  },
  {
    "id": "legal-advice_3__24",
    "doc_id": "legal-advice_3",
    "chunk_id": 24,
    "document_category": "legal-advice",
    "text": "(Answer “Yes” if you are applying\nfor an ITIN or ATIN for the qualifying relative on or before\nthe return due date (including extensions).) Yes. Continue\nNo. STOP Who wasn't a qualifying child (see Step 1) of any taxpayer for 2022. For this\npurpose, a person isn't a taxpayer if the person isn't required to file a U.S. income\ntax return and either doesn't file such a return or files only to get a refund of\nwithheld income tax or estimated tax paid. See Pub. 501 for details and examples. 䊲 AND Who had gross income of less than $4,400 in 2022. If the person was permanently\nand totally disabled, see Exception to gross income test, later. 2. Was your qualifying relative a U.S. citizen, U.S. national, or\nU.S. resident alien? (See Pub. 519 for the definition of a\nU.S. national or a U.S. resident alien. If your qualifying\nrelative was adopted, see Exception to citizenship test,\nlater.) Yes. You can claim\nNo. STOP\nthe credit for other You can’t claim the\ndependents for this\ncredit for other\ndependent. Check the\ndependents for this\n“Credit for other\nqualifying relative. dependents” box in\ncolumn (4) of the\nDependents section on\npage 1 of Form 1040 or\n1040-SR for this\nperson. AND For whom you provided over half of the person’s support in 2022. But see\nChildren of divorced or separated parents, Multiple support agreements, and\nKidnapped child, later. 1. Does any person meet the conditions to be your qualifying\nrelative? Yes. Continue\nNo. STOP\n䊲 2. Was your qualifying relative a U.S. citizen, U.S. national,\nU.S. resident alien, or a resident of Canada or Mexico? (See\nPub. 519 for the definition of a U.S. national or U.S.\nresident alien. If your qualifying relative was adopted, see\nException to citizen test, later.) Yes. Continue\nNo. STOP\n䊲 You can't claim this\nperson as a dependent. You can’t claim the\ncredit for other\ndependents for this\nqualifying relative. Definitions and Special Rules\nAdopted child. An adopted child is always treated as your own\nchild. An adopted child includes a child lawfully placed with\nyou for legal adoption. Adoption taxpayer identification numbers (ATINs). If you\nhave a dependent who was placed with you for legal adoption\nand you don’t know the dependent’s SSN, you must get an\nATIN for the dependent from the IRS. See Form W-7A for -19- Need more information or forms? Visit IRS.gov. details. If the dependent isn't a U.S. citizen or resident alien, apply for an ITIN instead using Form W-7. Children of divorced or separated parents. A child will be\ntreated as the qualifying child or qualifying relative of the\nchild’s noncustodial parent (defined later) if all of the following\nconditions apply. 1. The parents are divorced, legally separated, separated under a written separation agreement, or lived apart at all times\nduring the last 6 months of 2022 (whether or not they are or\nwere married). 2. The child received over half of the child’s support for\n2022 from the parents (and the rules on Multiple support agreements, later, don’t apply). Support of a child received from a parent's spouse is treated as provided by the parent. 3. The child is in custody of one or both of the parents for\nmore than half of 2022.",
    "querygen": [
      "when are itin returns due",
      "when should you get a tax return for a child",
      "when is a tin due"
    ],
    "querygen_score": [
      "-0.43933028",
      "-0.7472535",
      "-5.9711742"
    ]
  },
  {
    "id": "legal-advice_25__124",
    "doc_id": "legal-advice_25",
    "chunk_id": 124,
    "document_category": "legal-advice",
    "text": "Your insurance can also cover your child who was under age 27 at\nthe end of 2022, even if the child wasn't your dependent. But don’t include amounts for any month\nyou were eligible to participate in an employer-sponsored health plan or amounts paid from\nretirement plan distributions that were nontaxable because you are a retired public safety\nofficer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2. Enter your net profit* and any other earned income** from the business under which the insurance\nplan is established, minus any deductions on Schedule 1, lines 15 and 16. Don’t include\nConservation Reserve Program payments exempt from self-employment tax . . . . . . . . . . . . . . . . . . . 3. Self-employed health insurance deduction. Enter the smaller of line 1 or line 2 here and on\nSchedule 1, line 17. Don’t include this amount in figuring any medical expense deduction\non Schedule A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. 3. *If you used either optional method to figure your net earnings from self-employment, don’t enter your net profit. Instead, enter the amount\nfrom Schedule SE, line 4b. **Earned income includes net earnings and gains from the sale, transfer, or licensing of property you created. However, it doesn't include\ncapital gain income. If you were a more-than-2% shareholder in the S corporation under which the insurance plan is established, earned\nincome is your Medicare wages (box 5 of Form W-2) from that corporation. • Nontaxable qualified tuition program earnings or distributions. • Any nontaxable distribution of\nCoverdell education savings account\nearnings.\n• Any reimbursements you received\nfor these expenses that weren’t reported\nto you in box 1 of your Form W-2. For more details, use Tax Topic 458\nor see Pub. 529. Line 12\nCertain Business Expenses of\nReservists, Performing Artists,\nand Fee-Basis Government\nOfficials\nInclude the following deductions on\nline 12. • Certain business expenses of National Guard and reserve members who\ntraveled more than 100 miles from home\nto perform services as a National Guard\nor reserve member. • Performing-arts-related expenses\nas a qualified performing artist. • Business expenses of fee-basis\nstate or local government officials. For more details, see Form 2106. Line 13 Line 16 Health Savings Account (HSA)\nDeduction Self-Employed SEP, SIMPLE, and\nQualified Plans",
    "querygen": [
      "what age should child be considered dependent on health insurance",
      "age you can collect child care",
      "at what age do you need to collect child taxes"
    ],
    "querygen_score": [
      "-1.0760082",
      "-5.2792187",
      "-4.4444876"
    ]
  },
  {
    "id": "legal-advice_92__153",
    "doc_id": "legal-advice_92",
    "chunk_id": 153,
    "document_category": "legal-advice",
    "text": "The budget plan sets\nforth the President's proposed receipts,\nspending, and the surplus or deficit for\nthe federal government. The plan includes\nrecommendations for new legislation as\nwell as recommendations to change, eliminate, and add programs. After receipt of\nthe President's proposal, the Congress reviews the proposal and makes changes. It\nfirst passes a budget resolution setting its\nown targets for receipts, outlays, and surplus or deficit. Next, individual spending\nand revenue bills that are consistent with\nthe goals of the budget resolution are\nenacted. 30, 2021), federal income was $4.047 tril- countries and the maintenance of U.S.\nlion and outlays were $6.882 trillion, embassies abroad. leaving a deficit of $2.775 trillion. 3. Physical, human, and community development: These outlays were for\nFootnotes for Certain Federal\nagriculture; natural resources; environOutlays\nment; transportation; aid for elementary\nand secondary education and direct assistance to college students; job training; de1. Social security, Medicare, and posit insurance, commerce and housing\nother retirement: These programs pro- credit, and community development; and\nvide income support for the retired and space, energy, and general science prodisabled and medical care for the elderly. grams. 2. National defense, veterans, and\n4. Social programs: About 22% of\nforeign affairs: About 11% of outlays total outlays were for Medicaid, Supplewere to equip, modernize, and pay our mental Nutrition Assistance Program\narmed forces and to fund national defense (formerly food stamps), temporary assisactivities; about 3% were for veterans tance for needy families, supplemental sebenefits and services; and about 1% were curity income, and related programs; and\nfor international activities, including mili- 11% for health research and public health In fiscal year 2021 (which began on tary and economic assistance to foreign programs, unemployment compensation,\nOctober 1, 2020, and ended on September\nassisted housing, and social services. Note. The percentages shown here exclude undistributed offsetting receipts, which were $124 billion in fiscal year 2021. In the budget, these receipts are offset against spending in figuring the outlay totals shown above. These receipts are for the U.S. Government's share of its employee retirement programs, rents and royalties on the Outer Continental Shelf, and proceeds from the sale of assets. -108- 2022\nTax Rate\nSchedules The Tax Rate Schedules are shown so you can see the tax rate that applies\nto all levels of taxable income. Don’t use them to figure your tax. Instead,\nsee the instructions for line 16. CAUTION Schedule X—If your filing status is Single\nIf your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $10,275 10% $0 10,275 41,775 $1,027.50 + 12% 10,275\n41,775 41,775 89,075 4,807.50 + 22% 89,075 170,050 15,213.50 + 24% 89,075 170,050 215,950 34,647.50 + 32% 170,050 215,950 539,900 49,335.50 + 35% 215,950 162,718.00 + 37% 539,900 539,900 Schedule Y-1—If your filing status is Married filing jointly or Qualifying surviving spouse If your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $20,550 10% $0 20,550 83,550 $2,055.00 + 12% 20,550 83,550 178,150 9,615.00 + 22% 83,550 178,150 340,100 30,427.00 + 24% 178,150 340,100 431,900 69,295.00 + 32% 340,100 431,900 647,850 98,671.00 + 35% 431,900 174,253.50 + 37% 647,850 647,850 Schedule Y-2—If your filing status is Married filing separately\nIf your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover—",
    "querygen": [
      "what is the president's budget",
      "what are the responsibilities of the budget",
      "which statement is based on proposals submitted to congress by the president?"
    ],
    "querygen_score": [
      "-1.5159636",
      "-5.5736227",
      "-4.3832645"
    ]
  },
  {
    "id": "legal-advice_91__95",
    "doc_id": "legal-advice_91",
    "chunk_id": 95,
    "document_category": "legal-advice",
    "text": "Don’t attach correspondence or other\nitems unless required to do so. Attach\nForms W-2 and 2439 to Form 1040 or\n1040-SR. If you received a Form W-2c\n(a corrected Form W-2), attach your\noriginal Forms W-2 and any Forms\nW-2c. Attach Forms W-2G and 1099-R\nto Form 1040 or 1040-SR if tax was\nwithheld. 2022\nTax Table ! See the instructions for line 16 to see if you must use the\nSample Table\nTax Table below to figure your tax. CAUTION Example. A married couple are filing a joint return. Their taxable\nincome on Form 1040, line 15, is $25,300. First, they find the\n$25,300-25,350 taxable income line. Next, they find the column for\nmarried filing jointly and read down the column. The amount shown\nwhere the taxable income line and filing status column meet is\n$2,628. This is the tax amount they should enter in the entry space\non Form 1040, line 16. If line 15\n(taxable\nincome) is— At\nleast If line 15\n(taxable\nincome) is— And you are— But\nless\nthan Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan Single 25,200 25,250\n25,250 25,300\n25,300 25,350\n25,350 25,400 2,822\n2,828\n2,834\n2,840 If line 15\n(taxable\nincome) is— And you are— Single At\nBut\nLeast Less Than Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan 5\n15\n25\n50\n75 0\n1\n2\n4\n6 0\n1\n2\n4\n6 0\n1\n2\n4\n6 0\n1\n2\n4\n6 75\n100\n125\n150\n175 100\n125\n150\n175\n200 9\n11\n14\n16\n19 9\n11\n14\n16\n19 9\n11\n14\n16\n19 9\n11\n14\n16\n19 200\n225\n250\n275\n300 225\n250\n275\n300\n325 21\n24\n26\n29\n31 21\n24\n26\n29\n31 21\n24\n26\n29\n31 21\n24\n26\n29\n31 325\n350\n375\n400\n425 350\n375\n400\n425\n450 34\n36\n39\n41\n44 34\n36\n39\n41\n44 34\n36\n39\n41\n44 34\n36\n39\n41\n44 450\n475\n500\n525\n550 475\n500\n525\n550\n575 46\n49\n51\n54\n56 46\n49\n51\n54\n56 46\n49\n51\n54\n56 46\n49\n51\n54\n56 575\n600\n625\n650\n675 600\n625\n650\n675\n700 59\n61\n64\n66\n69 59\n61\n64\n66\n69 59\n61\n64\n66\n69 59\n61\n64\n66\n69 700\n725\n750\n775\n800 725\n750\n775\n800\n825 71\n74\n76\n79\n81 71\n74\n76\n79\n81 71\n74\n76\n79\n81 71\n74\n76\n79\n81 825\n850\n875\n900\n925 850\n875\n900\n925\n950 84\n86\n89\n91\n94 84\n86\n89\n91\n94 84\n86\n89\n91\n94 84\n86\n89\n91\n94 950\n975 975\n1,000 96\n99 96\n99 96\n99 96\n99 Your tax is— 2,616 2,822\n2,622 2,828\n2,628 2,834\n2,634 2,840 2,734\n2,740\n2,746\n2,752 And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— Your tax is— Your tax is—\n0\n5\n15\n25\n50 Married Married Head\nof a\nfiling\nfiling\nhousejointly* sepahold\nrately 2,000 1,000\n1,000\n1,025\n1,050\n1,075\n1,100 1,025\n1,050\n1,075\n1,100\n1,125 101\n104\n106\n109\n111 101\n104\n106\n109\n111 101\n104\n106\n109\n111 101\n104\n106\n109\n111 2,000\n2,025\n2,050\n2,075\n2,100 2,025\n2,050\n2,075\n2,100\n2,125 201\n204\n206\n209\n211 201\n204\n206\n209\n211 201\n204\n206\n209\n211 201\n204\n206\n209\n211 1,125\n1,150\n1,175\n1,200\n1,225 1,150\n1,175\n1,200\n1,225\n1,250 114\n116\n119\n121\n124 114\n116\n119\n121\n124 114\n116\n119\n121\n124 114\n116\n119\n121\n124 2,125\n2,150\n2,175\n2,200\n2,225 2,150\n2,175\n2,200\n2,225\n2,250 214\n216\n219\n221\n224 214\n216\n219\n221\n224 214\n216\n219\n221\n224 214\n216\n219\n221\n224 1,250\n1,275\n1,300\n1,325\n1,350 1,275\n1,300\n1,325\n1,350\n1,375 126\n129\n131\n134\n136 126\n129\n131\n134\n136 126\n129\n131\n134\n136 126\n129\n131\n134\n136 2,250\n2,275\n2,300\n2,325\n2,350 2,275\n2,300\n2,325\n2,350\n2,375 226\n229\n231\n234\n236 226\n229\n231\n234\n236 226\n229\n231\n234\n236 226\n229\n231\n234\n236 1,375\n1,400\n1,425\n1,450\n1,475 1,400\n1,425\n1,450\n1,475\n1,500 139\n141\n144\n146\n149 139\n141\n144\n146\n149 139\n141\n144\n146\n149 139\n141\n144\n146\n149 2,375\n2,400\n2,425\n2,450\n2,475 2,400\n2,425\n2,450\n2,475\n2,500 239\n241\n244\n246\n249 239\n241\n244\n246\n249 239\n241\n244\n246\n249 239\n241\n244\n246\n249 1,500\n1,525\n1,550\n1,575\n1,600 1,525\n1,550\n1,575\n1,600\n1,625 151\n154\n156\n159\n161 151\n154\n156\n159\n161 151\n154\n156\n159\n161 151\n154\n156\n159\n161 2,500\n2,525\n2,550\n2,575\n2,600 2,525\n2,550\n2,575\n2,600\n2,625 251\n254\n256\n259\n261 251\n254\n256\n259\n261 251\n254\n256\n259\n261 251\n254\n256\n259\n261 1,625\n1,650\n1,675\n1,700\n1,725 1,650\n1,675\n1,700\n1,725\n1,750 164\n166\n169\n171\n174 164\n166\n169\n171\n174 164\n166\n169\n171\n174 164\n166\n169\n171\n174 2,625\n2,650\n2,675\n2,700\n2,725 2,650\n2,675\n2,700\n2,725\n2,750 264\n266\n269\n271\n274 264\n266\n269\n271\n274 264\n266\n269\n271\n274 264\n266\n269\n271\n274 1,750\n1,775\n1,800\n1,825\n1,850 1,775\n1,800\n1,825\n1,850\n1,875 176\n179\n181\n184\n186 176\n179\n181\n184\n186 176\n179\n181\n184\n186 176\n179\n181\n184\n186 2,750\n2,775\n2,800\n2,825\n2,850 2,775\n2,800\n2,825\n2,850\n2,875 276\n279\n281\n284\n286 276\n279\n281\n284\n286 276\n279\n281\n284\n286 276\n279\n281\n284\n286 1,875\n1,900\n1,925\n1,950\n1,975 1,900\n1,925\n1,950\n1,975\n2,000 189\n191\n194\n196\n199 189\n191\n194\n196\n199 189\n191\n194\n196\n199 189\n191\n194\n196\n199 2,875\n2,900\n2,925\n2,950\n2,975 2,900\n2,925\n2,950\n2,975\n3,000 289\n291\n294\n296\n299 289\n291\n294\n296\n299 289\n291\n294\n296\n299 289\n291\n294\n296\n299 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 63 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 3,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 6,000 9,000 3,000\n3,050\n3,100\n3,150\n3,200 3,050\n3,100\n3,150\n3,200\n3,250 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 6,000\n6,050\n6,100\n6,150\n6,200 6,050\n6,100\n6,150\n6,200\n6,250 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 9,000\n9,050\n9,100\n9,150\n9,200 9,050\n9,100\n9,150\n9,200\n9,250 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 3,250\n3,300\n3,350\n3,400\n3,450 3,300\n3,350\n3,400\n3,450\n3,500 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 6,250\n6,300\n6,350\n6,400\n6,450 6,300\n6,350\n6,400\n6,450\n6,500 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 9,250\n9,300\n9,350\n9,400\n9,450 9,300\n9,350\n9,400\n9,450\n9,500 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 3,500\n3,550\n3,600\n3,650\n3,700 3,550\n3,600\n3,650\n3,700\n3,750 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 6,500\n6,550\n6,600\n6,650\n6,700 6,550\n6,600\n6,650\n6,700\n6,750 653\n658\n663\n668\n673 653\n658\n663\n668\n673 653\n658\n663\n668\n673",
    "querygen": [
      "when should you attach a letter or letter to a 1040",
      "when you mail out a letter can the original form be attached?",
      "do i attach my letters to a 1040"
    ],
    "querygen_score": [
      "-1.6267083",
      "-3.782658",
      "-1.2938181"
    ]
  },
  {
    "id": "legal-advice_59__21",
    "doc_id": "legal-advice_59",
    "chunk_id": 21,
    "document_category": "legal-advice",
    "text": "Treas. Reg. § 15A.453-1(c)(2), each payment shall be allocated\nbetween taxable gain and return of basis by applying the gross profit ratio computed for\nthe transaction. In general, the gross profit is the selling price less the seller’s adjusted\nbasis (including expenses of sale). The gross profit factor (percentage) is the gross\nprofit divided by the contract price. Said gross profit factor is applied to the aggregate\ncontingent payment amounts received in each taxable period/year to arrive at the\nannual reportable gain, after allocation to interest, as discussed below. There are\nspecific rules for computing the initial selling price, contract price and gross profit. The\napplicable regulation section depends on whether the transaction constitutes a sale for\nwhich: (a) the maximum selling price is determinable, (b) the maximum selling price is\nnot determinable but the time over which payment will be received is determinable, or\n(c) neither a maximum selling price nor a definite term is determinable. Temp. Treas. Reg. § 15A.453-1(c)(1). Pursuant to the terms of the Asset Purchase Agreement, the maximum selling\nprice is set in the operative documents so it is a determinable maximum as of the first\nyear of the contract. Temp. Treas. Reg. § 15A.453-1(c)(2)(i)(A). Whatever Corp F’s\ncurrent speculation is as to how much will actually be paid, the regulations clearly\nprovide that the stated maximum selling price is determined by assuming all\ncontingencies are resolved in a manner that maximizes the price and accelerates\npayment. Temp. Treas. Reg. § 15A.453-1(b)(2). Temp. Treas. Reg. § 15A.4531(c)(2)(i)(B), Ex. (1) and (2). Applying these regulations, the selling price is $ DD, all obligations assumed by\nEntity M, all expenses of Corp F paid by Entity M and the working capital note which is 26 The taxpayer now, apparently, asserts no inventory was transferred. If inventory was transferred, it is\nexcluded from the installment sale provision. § 453(b)(2)(B); Temp. Treas. Reg. § 15A.453-(b)(4). See\nC.W. Murry v. Commissioner, T.C. Memo 1993-471 (the price of inventory had to be excluded from the\ninstallment method computation). Corp F cannot claim it purchased inventory, in bulk, from the\nbankruptcy proceeding as an investment for the purpose of turning over a profit given the assets were\nused in its trade or business. See W.F. Glisson v. Commissioner, T.C. Memo 1981-379 (the character of\nthe parts sold changed from inventory to investment assets based on the facts). Thus, all gain, if any,\nfrom inventory sales must be immediately recognized as ordinary income, with the income recognizable in\nYear 13 pursuant to I.R.C. § 481. Page 28 of 37 POSTF-134629-07\nan integral part of the Year 10 transaction. 27 Thus, Corp F has understated the selling\nprice. Corp F has overstated its basis in that the value of the retained W must be\nsubtracted from the claimed basis of $ T. The basis would be no more than $ R (the $ T\npurchase price paid for the assets ** months prior to the sale less the $ GG amount\nCorp F allocated to the retained W, assuming the allocation was not understated).",
    "querygen": [
      "what is gross profit ratio",
      "what is the basis in treas",
      "what is the net profit of treasury transactions"
    ],
    "querygen_score": [
      "-0.059597358",
      "-1.5290899",
      "-3.5536323"
    ]
  }
]