[
  {
    "id": "legal-advice_63__40",
    "doc_id": "legal-advice_63",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter. A Federal tax matter, as\nused in this section, is any matter concerning the\napplication or interpretation of--(1) A revenue provision as defined in section\n6110(i)(1)(B) of the Internal Revenue Code;\n(2) Any provision of law impacting a person’s\nobligations under the internal revenue laws and\nregulations, including but not limited to the person’s\nliability to pay tax or obligation to file returns; or\n(3) Any other law or regulation administered by\nthe Internal Revenue Service. (e) Effective/applicability date. This section is\napplicable to written advice rendered after June 12,\n2014. § 10.38 Establishment of advisory committees. (a) Advisory committees. To promote and maintain\nthe public’s confidence in tax advisors, the Internal\nRevenue Service is authorized to establish one or\nmore advisory committees composed of at least\nsix individuals authorized to practice before the\nInternal Revenue Service. Membership of an\nadvisory committee must be balanced among those\nwho practice as attorneys, accountants, enrolled\nagents, enrolled actuaries, enrolled retirement plan\nagents, and registered tax return preparers. Under\nprocedures prescribed by the Internal Revenue\nService, an advisory committee may review and make\ngeneral recommendations regarding the practices,\nprocedures, and policies of the offices described in\n§10.1. (b) Effective date. This section is applicable\nbeginning August 2, 2011. § 10.38 — Page 27 Table of Contents Subpart C — Sanctions for Violation of the\nRegulations\n§ 10.50 Sanctions. (a) Authority to censure, suspend, or disbar. The\nSecretary of the Treasury, or delegate, after notice\nand an opportunity for a proceeding, may censure,\nsuspend, or disbar any practitioner from practice\nbefore the Internal Revenue Service if the practitioner\nis shown to be incompetent or disreputable (within\nthe meaning of §10.51), fails to comply with any\nregulation in this part (under the prohibited conduct\nstandards of §10.52), or with intent to defraud,\nwillfully and knowingly misleads or threatens a client\nor prospective client. Censure is a public reprimand. (b) Authority to disqualify. The Secretary of the\nTreasury, or delegate, after due notice and opportunity\nfor hearing, may disqualify any appraiser for a\nviolation of these rules as applicable to appraisers. (1) If any appraiser is disqualified pursuant\nto this subpart C, the appraiser is barred from\npresenting evidence or testimony in any\nadministrative proceeding before the Department\nof Treasury or the Internal Revenue Service,\nunless and until authorized to do so by the Internal\nRevenue Service pursuant to §10.81, regardless of\nwhether the evidence or testimony would pertain\nto an appraisal made prior to or after the effective\ndate of disqualification. (2) Any appraisal made by a disqualified\nappraiser after the effective date of disqualification\nwill not have any probative effect in any\nadministrative proceeding before the Department\nof the Treasury or the Internal Revenue Service. An appraisal otherwise barred from admission into\nevidence pursuant to this section may be admitted into\nevidence solely for the purpose of determining the\ntaxpayer’s reliance in good faith on such appraisal. (c) Authority to impose monetary penalty —\n(1) In general.",
    "querygen": [
      "is practice law a federal matter",
      "what constitutes a case for treasury malpractice",
      "what is the practice definition for practitioners?"
    ],
    "querygen_score": [
      "0.0074137896",
      "-3.453029",
      "-2.2520397"
    ]
  },
  {
    "id": "legal-advice_3__110",
    "doc_id": "legal-advice_3",
    "chunk_id": 110,
    "document_category": "legal-advice",
    "text": "Go to IRS. gov/VITA, download\nthe free IRS2Go app, or call\n800-906-9887 for information on free\ntax return preparation. • TCE. The Tax Counseling for the\nElderly (TCE) program offers free tax\nhelp for all taxpayers, particularly those\nwho are 60 years of age and older. TCE\nvolunteers specialize in answering questions about pensions and retirement-related issues unique to seniors. Go to\nIRS. gov/TCE, download the free\nIRS2Go app, or call 888-227-7669 for\ninformation on free tax return preparation. • MilTax. Members of the U.S.\nArmed Forces and qualified veterans\nmay use MilTax, a free tax service offered by the Department of Defense\nthrough Military OneSource. For more\ninformation, go to MilitaryOneSource\n(MilitaryOneSource.mil/MilTax). Also, the IRS offers Free Fillable\nForms, which can be completed online\nand then filed electronically regardless\nof income. Using online tools to help prepare\nyour return. Go to IRS.gov/Tools for\nthe following. • The Earned Income Tax Credit\nAssistant (IRS.gov/EITCAssistant) determines if you’re eligible for the EIC. • The Online EIN Application\n(IRS.gov/EIN) helps you get an employer identification number (EIN) at no\ncost. • The Tax Withholding Estimator\n(IRS.gov/W4App) makes it easier for you\nto estimate the federal income tax you\nwant your employer to withhold from\nyour paycheck. This is tax withholding. See how your withholding affects your\nrefund, take-home pay, or tax due. • The First-Time Homebuyer Credit\nAccount Look-up (IRS.gov/HomeBuyer)\ntool provides information on your repayments and account balance. • The Sales Tax Deduction\nCalculator (IRS.gov/SalesTax) figures\nthe amount you can claim if you itemize\ndeductions on Schedule A (Form 1040). Getting answers to your tax questions. On IRS.gov, you can get up-to-date information on current events and changes\nin tax law. • IRS.gov/Help: A variety of tools to\nhelp you get answers to some of the\nmost common tax questions. • IRS.gov/ITA: The Interactive Tax\nAssistant, a tool that will ask you questions and, based on your input, provide\nanswers on a number of tax law topics. • IRS.gov/Forms: Find forms, instructions, and publications. You will\nfind details on the most recent tax\nchanges and interactive links to help you\nfind answers to your questions. • You may also be able to access tax\nlaw information in your electronic filing\nsoftware. Need someone to prepare your tax return? There are various types of tax return preparers, including enrolled\nagents, certified public accountants\n(CPAs), accountants, any many others\nwho don’t have professional credentials. If you choose to have someone prepare\nyour tax return, choose that preparer\nwisely. A paid tax preparer is:\n• Primarily responsible for the overall substantive accuracy of your return,\n• Required to sign the return, and\n• Required to include their preparer\ntax identification number (PTIN). Although the tax preparer always\nsigns the return, you’re ultimately responsible for providing all the informa- tion required for the preparer to accurately prepare your return. Anyone paid\nto prepare tax returns for others should\nhave a thorough understanding of tax\nmatters. For more information on how to\nchoose a tax preparer, go to Tips for\nChoosing a Tax Preparer on IRS.gov. Coronavirus. Go\nto\nIRS.gov/ Coronavirus for links to information on\nthe impact of the coronavirus, as well as\ntax relief available for individuals and\nfamilies, small businesses, and tax-exempt organizations. Employers can register to use Business Services Online. The Social Security Administration (SSA) offers online services at SSA.",
    "querygen": [
      "what is tce tax help",
      "irs vata tax helpline number",
      "irs tax assistance phone number"
    ],
    "querygen_score": [
      "1.1829195",
      "-2.6978507",
      "1.2660778"
    ]
  },
  {
    "id": "legal-advice_66__121",
    "doc_id": "legal-advice_66",
    "chunk_id": 121,
    "document_category": "legal-advice",
    "text": "Line 8q\nTaxable distributions from an ABLE\naccount. Distributions from this type of\naccount may be taxable if (a) they are\nmore than the designated beneficiary's\nqualified disability expenses, and (b)\nthey were not included in a qualified\nrollover. See Pub. 907 for more information. You may have to pay an additional tax if you received a taxCAUTION able distribution from an ABLE\naccount. See the Instructions for Form\n5329. ! Line 8r\nScholarship and fellowship grants not\nreported on Form W-2. Enter the\namount of scholarship and fellowship\ngrants not reported on Form W-2. However, if you were a degree candidate, include on line 8r only the amounts you\nused for expenses other than tuition and\ncourse-related expenses. For example,\namounts used for room, board, and travel must be reported on line 8r. ble payments, or you received nontaxable payments that you didn’t report on\nline 1a, and choose to include nontaxable amounts in earned income for purposes of claiming a credit or other tax benefit, report the amount on Form 1040 or\n1040-SR, line 1d. Then, on line 8s enter\nthe total amount of the nontaxable payments reported on Form 1040 or\n1040-SR, line 1a or 1d, in the entry\nspace in the preprinted parentheses (as a\nnegative number). For more information\nabout these payments, see Pub. 525. Line 8t\nPension or annuity from a nonqualified deferred compensation plan or a\nnongovernmental section 457 plan. Enter the amount that you received as a\npension or annuity from a nonqualified\ndeferred compensation plan or a nongovernmental 457 plan. This may be\nshown in box 11 of Form W-2. If you\nreceived such an amount but box 11 is\nblank, contact your employer or the payer for the amount received. Line 8u\nWages earned while incarcerated. Enter the amount that you received for\nservices performed while an inmate in a\npenal institution. You may receive\nForm(s) W-2 or Form(s) 1099. Line 8z Other income. Use line 8z to report\nany taxable income not reported elsewhere on your return or other schedules. List the type and amount of income. If\nnecessary, include a statement showing\nthe required information. For more details, see Miscellaneous Income in Pub.\n525. If you received a Form 1099-K TIP for a personal item that you Line 8s\nNontaxable amount of Medicaid waiver payments included on Form 1040,\nline 1a or 1d. Certain Medicaid waiver\npayments you received for caring for\nsomeone living in your home with you\nmay be nontaxable. If nontaxable payments were reported to you in box 1 of\nForm(s) W-2, report the amount on\nForm 1040 or 1040-SR, line 1a. If you\ndid not receive a Form W-2 for nontaxa- -86- sold at a gain, don’t report this\namount on line 8z, instead report it as\nyou would report any other capital gain\non Form 8949 and Schedule D.\nExamples of income to report on\nline 8z include the following. • Reimbursements or other amounts\nreceived for items deducted in an earlier\nyear, such as medical expenses, real estate taxes, general sales taxes, or home\nmortgage interest. See Recoveries in Pub. 525 for details on how to figure the\namount to report. • Reemployment trade adjustment\nassistance (RTAA) payments. These\npayments should be shown in box 5 of\nForm 1099-G.\n• Loss on certain corrective distributions of excess deferrals.",
    "querygen": [
      "can distributions from an able account be taxable",
      "when distributions from an able account are taxable",
      "is disability account taxable"
    ],
    "querygen_score": [
      "1.8867323",
      "1.7088021",
      "-0.51455545"
    ]
  },
  {
    "id": "legal-advice_0__3",
    "doc_id": "legal-advice_0",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8\n§ 10.5 Application to become an enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9\n§ 10.6 Term and renewal of status as an enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10\n§ 10.7 Representing oneself; participating in rulemaking; limited practice; and special appearances. . . 16\n§ 10.8 Return preparation and application of rules to other individuals. . . . . . . . . . . . . . . . . . . . . . . . . . . 17\n§ 10.9 Continuing education providers and continuing education programs. . . . . . . . . . . . . . . . . . . . . . . . 17\nSubpart B — Duties and Restrictions Relating to Practice Before the Internal Revenue Service . . . . . . . 19\n§ 10.20 Information to be furnished. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n§ 10.21 Knowledge of client’s omission. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n§ 10.22 Diligence as to accuracy.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n§ 10.23 Prompt disposition of pending matters.",
    "querygen": [
      "what is the meaning of all the words in the antonyms",
      "what is the tv station name",
      "what's your favourite song"
    ],
    "querygen_score": [
      "-7.7585745",
      "-8.835672",
      "-8.101692"
    ]
  },
  {
    "id": "legal-advice_67__46",
    "doc_id": "legal-advice_67",
    "chunk_id": 46,
    "document_category": "legal-advice",
    "text": "Service by this method will be considered\ncomplete upon mailing, provided the complaint is\naddressed to the respondent at the respondent’s last\nknown address as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder. (3) Service by other than certified or first class\nmail. (i) Service of the complaint may be made on\nthe respondent by delivery by a private delivery\nservice designated pursuant to section 7502(f) of the\nInternal Revenue Code to the last known address\n(as determined under section 6212 of the Internal\nRevenue Code and the regulations there under) of the\nrespondent. Service by this method will be considered\ncomplete, provided the complaint is addressed to the\nrespondent at the respondent’s last known address\nPage 32 — § 10.62 as determined under section 6212 of the Internal\nRevenue Code and the regulations thereunder. (ii) Service of the complaint may be made in\nperson on, or by leaving the complaint at the office\nor place of business of, the respondent. Service by\nthis method will be considered complete and proof\nof service will be a written statement, sworn or\naffirmed by the person who served the complaint,\nidentifying the manner of service, including the\nrecipient, relationship of recipient to respondent,\nplace, date and time of service. (iii) Service may be made by any other means\nagreed to by the respondent. Proof of service will be\na written statement, sworn or affirmed by the person\nwho served the complaint, identifying the manner\nof service, including the recipient, relationship\nof recipient to respondent, place, date and time of\nservice. (4) For purposes of this section, respondent\nmeans the practitioner, employer, firm or other entity,\nor appraiser named in the complaint or any other\nperson having the authority to accept mail on behalf\nof the practitioner, employer, firm or other entity or\nappraiser. (b) Service of papers other than complaint. Any\npaper other than the complaint may be served on the\nrespondent, or his or her authorized representative\nunder §10.69(a)(2) by:\n(1) mailing the paper by first class mail to the last\nknown address (as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder) of the respondent or the respondent’s\nauthorized representative,\n(2) delivery by a private delivery service\ndesignated pursuant to section 7502(f) of the\nInternal Revenue Code to the last known address\n(as determined under section 6212 of the Internal\nRevenue Code and the regulations thereunder)\nof the respondent or the respondent’s authorized\nrepresentative, or\n(3) as provided in paragraphs (a)(3)(ii) and (a)(3)\n(iii) of this section. (c) Service of papers on the Internal Revenue\nService. Whenever a paper is required or permitted\nto be served on the Internal Revenue Service in\nTreasury Department Circular No. 230 Table of Contents connection with a proceeding under this part,\nthe paper will be served on the Internal Revenue\nService’s authorized representative under §10.69(a)\n(1) at the address designated in the complaint, or at\nan address provided in a notice of appearance. If no\naddress is designated in the complaint or provided\nin a notice of appearance, service will be made on\nthe office(s) established to enforce this part under the\nauthority of §10.1, Internal Revenue Service, 1111\nConstitution Avenue, NW, Washington, DC 20224. (d) Service of evidence in support of complaint.",
    "querygen": [
      "what is the correct mailing address to mail an internal revenue complaint?",
      "what is required for a complaint to be filed by certified mail?",
      "what is the correct way to send an irs complaint"
    ],
    "querygen_score": [
      "0.39968875",
      "-1.3156602",
      "-0.7529304"
    ]
  },
  {
    "id": "legal-advice_96__83",
    "doc_id": "legal-advice_96",
    "chunk_id": 83,
    "document_category": "legal-advice",
    "text": "If the amount you are looking up from the worksheet is $59,187 or more, and you have three qualifying children who have valid SSNs, you can’t take\nthe credit. - 55 - Need more information or forms? Visit IRS.gov. Line 28 Line 29 Additional Child Tax Credit American Opportunity\nCredit See Schedule 8812 (Form 1040) and its\ninstructions for information on figuring\nand claiming any additional child tax\ncredit that you may qualify to claim. If\nyou are claiming the additional child tax\ncredit, complete Schedule 8812 and attach it to your Form 1040 or 1040-SR. Form 8862, who must file. You must\nfile Form 8862 to claim the additional\nchild tax credit if your child tax credit\n(refundable or nonrefundable depending\non the tax year), additional child tax\ncredit, or credit for other dependents for\na year after 2015 was denied or reduced\nfor any reason other than a math or clerical error. Attach a completed Form 8862\nto your 2022 return to claim the credit\nfor 2022. Don't file Form 8862 if you\nfiled Form 8862 for 2021 and the child\ntax credit (refundable or nonrefundable),\nadditional child tax credit, or credit for\nother dependents was allowed for that\nyear. See Form 8862 and its instructions\nfor details. If you take the additional child\ntax credit even though you\nCAUTION aren't eligible and it is determined that your error is due to reckless\nor intentional disregard of the additional child tax credit rules, you won't be allowed to take the child tax credit, the\ncredit for other dependents, or the additional child tax credit for 2 years even if\nyou’re otherwise eligible to do so. If you\ntake the additional child tax credit even\nthough you aren’t eligible and it is later\ndetermined that you fraudulently took\nthe credit, you won't be allowed to take\nthe child tax credit, the credit for other\ndependents, or the additional child tax\ncredit for 10 years. You may also have\nto pay penalties. ! Refunds for returns claiming Refund Offset If you meet the requirements to claim an\neducation credit (see the instructions for\nSchedule 3, line 3), enter on line 29 the\namount, if any, from Form 8863, line 8. You may be able to increase an education credit and reduce your total tax or\nincrease your tax refund if the student\nchooses to include all or part of a Pell\ngrant or certain other scholarships or fellowships in income. See Pub. 970 and\nthe Instructions for Form 8863 for more\ninformation. Form 8862 required. You must file\nForm 8862 if your American opportunity credit for a year after 2015 was denied or reduced for any reason other\nthan a math or clerical error. Attach a\ncompleted Form 8862 to your 2022 return to claim the credit for 2022. Don't\nfile Form 8862 if you filed Form 8862\nfor 2021 and the American opportunity\ncredit was allowed for that year. See\nForm 8862 and its instructions for details. If you take the American opportunity credit even though\nCAUTION you aren't eligible and it is determined that your error is due to reckless or intentional disregard of the\nAmerican opportunity credit rules, you\nwon't be allowed to take the credit for 2\nyears even if you’re otherwise eligible to\ndo so.",
    "querygen": [
      "how much additional child tax credit for child under 65",
      "irs child tax credit amount",
      "what is a child tax credit"
    ],
    "querygen_score": [
      "-4.6922655",
      "-0.83928025",
      "-2.9580154"
    ]
  },
  {
    "id": "legal-advice_66__110",
    "doc_id": "legal-advice_66",
    "chunk_id": 110,
    "document_category": "legal-advice",
    "text": "Go to IRS. gov/VITA, download\nthe free IRS2Go app, or call\n800-906-9887 for information on free\ntax return preparation. • TCE. The Tax Counseling for the\nElderly (TCE) program offers free tax\nhelp for all taxpayers, particularly those\nwho are 60 years of age and older. TCE\nvolunteers specialize in answering questions about pensions and retirement-related issues unique to seniors. Go to\nIRS. gov/TCE, download the free\nIRS2Go app, or call 888-227-7669 for\ninformation on free tax return preparation. • MilTax. Members of the U.S.\nArmed Forces and qualified veterans\nmay use MilTax, a free tax service offered by the Department of Defense\nthrough Military OneSource. For more\ninformation, go to MilitaryOneSource\n(MilitaryOneSource.mil/MilTax). Also, the IRS offers Free Fillable\nForms, which can be completed online\nand then filed electronically regardless\nof income. Using online tools to help prepare\nyour return. Go to IRS.gov/Tools for\nthe following. • The Earned Income Tax Credit\nAssistant (IRS.gov/EITCAssistant) determines if you’re eligible for the EIC. • The Online EIN Application\n(IRS.gov/EIN) helps you get an employer identification number (EIN) at no\ncost. • The Tax Withholding Estimator\n(IRS.gov/W4App) makes it easier for you\nto estimate the federal income tax you\nwant your employer to withhold from\nyour paycheck. This is tax withholding. See how your withholding affects your\nrefund, take-home pay, or tax due. • The First-Time Homebuyer Credit\nAccount Look-up (IRS.gov/HomeBuyer)\ntool provides information on your repayments and account balance. • The Sales Tax Deduction\nCalculator (IRS.gov/SalesTax) figures\nthe amount you can claim if you itemize\ndeductions on Schedule A (Form 1040). Getting answers to your tax questions. On IRS.gov, you can get up-to-date information on current events and changes\nin tax law. • IRS.gov/Help: A variety of tools to\nhelp you get answers to some of the\nmost common tax questions. • IRS.gov/ITA: The Interactive Tax\nAssistant, a tool that will ask you questions and, based on your input, provide\nanswers on a number of tax law topics. • IRS.gov/Forms: Find forms, instructions, and publications. You will\nfind details on the most recent tax\nchanges and interactive links to help you\nfind answers to your questions. • You may also be able to access tax\nlaw information in your electronic filing\nsoftware. Need someone to prepare your tax return? There are various types of tax return preparers, including enrolled\nagents, certified public accountants\n(CPAs), accountants, any many others\nwho don’t have professional credentials. If you choose to have someone prepare\nyour tax return, choose that preparer\nwisely. A paid tax preparer is:\n• Primarily responsible for the overall substantive accuracy of your return,\n• Required to sign the return, and\n• Required to include their preparer\ntax identification number (PTIN). Although the tax preparer always\nsigns the return, you’re ultimately responsible for providing all the informa- tion required for the preparer to accurately prepare your return. Anyone paid\nto prepare tax returns for others should\nhave a thorough understanding of tax\nmatters. For more information on how to\nchoose a tax preparer, go to Tips for\nChoosing a Tax Preparer on IRS.gov. Coronavirus. Go\nto\nIRS.gov/ Coronavirus for links to information on\nthe impact of the coronavirus, as well as\ntax relief available for individuals and\nfamilies, small businesses, and tax-exempt organizations. Employers can register to use Business Services Online. The Social Security Administration (SSA) offers online services at SSA.",
    "querygen": [
      "what is tce",
      "irs toll free number",
      "irs tax tce phone number"
    ],
    "querygen_score": [
      "0.11874331",
      "0.7954327",
      "1.9923941"
    ]
  },
  {
    "id": "legal-advice_68__95",
    "doc_id": "legal-advice_68",
    "chunk_id": 95,
    "document_category": "legal-advice",
    "text": "Don’t attach correspondence or other\nitems unless required to do so. Attach\nForms W-2 and 2439 to Form 1040 or\n1040-SR. If you received a Form W-2c\n(a corrected Form W-2), attach your\noriginal Forms W-2 and any Forms\nW-2c. Attach Forms W-2G and 1099-R\nto Form 1040 or 1040-SR if tax was\nwithheld. 2022\nTax Table ! See the instructions for line 16 to see if you must use the\nSample Table\nTax Table below to figure your tax. CAUTION Example. A married couple are filing a joint return. Their taxable\nincome on Form 1040, line 15, is $25,300. First, they find the\n$25,300-25,350 taxable income line. Next, they find the column for\nmarried filing jointly and read down the column. The amount shown\nwhere the taxable income line and filing status column meet is\n$2,628. This is the tax amount they should enter in the entry space\non Form 1040, line 16. If line 15\n(taxable\nincome) is— At\nleast If line 15\n(taxable\nincome) is— And you are— But\nless\nthan Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan Single 25,200 25,250\n25,250 25,300\n25,300 25,350\n25,350 25,400 2,822\n2,828\n2,834\n2,840 If line 15\n(taxable\nincome) is— And you are— Single At\nBut\nLeast Less Than Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan 5\n15\n25\n50\n75 0\n1\n2\n4\n6 0\n1\n2\n4\n6 0\n1\n2\n4\n6 0\n1\n2\n4\n6 75\n100\n125\n150\n175 100\n125\n150\n175\n200 9\n11\n14\n16\n19 9\n11\n14\n16\n19 9\n11\n14\n16\n19 9\n11\n14\n16\n19 200\n225\n250\n275\n300 225\n250\n275\n300\n325 21\n24\n26\n29\n31 21\n24\n26\n29\n31 21\n24\n26\n29\n31 21\n24\n26\n29\n31 325\n350\n375\n400\n425 350\n375\n400\n425\n450 34\n36\n39\n41\n44 34\n36\n39\n41\n44 34\n36\n39\n41\n44 34\n36\n39\n41\n44 450\n475\n500\n525\n550 475\n500\n525\n550\n575 46\n49\n51\n54\n56 46\n49\n51\n54\n56 46\n49\n51\n54\n56 46\n49\n51\n54\n56 575\n600\n625\n650\n675 600\n625\n650\n675\n700 59\n61\n64\n66\n69 59\n61\n64\n66\n69 59\n61\n64\n66\n69 59\n61\n64\n66\n69 700\n725\n750\n775\n800 725\n750\n775\n800\n825 71\n74\n76\n79\n81 71\n74\n76\n79\n81 71\n74\n76\n79\n81 71\n74\n76\n79\n81 825\n850\n875\n900\n925 850\n875\n900\n925\n950 84\n86\n89\n91\n94 84\n86\n89\n91\n94 84\n86\n89\n91\n94 84\n86\n89\n91\n94 950\n975 975\n1,000 96\n99 96\n99 96\n99 96\n99 Your tax is— 2,616 2,822\n2,622 2,828\n2,628 2,834\n2,634 2,840 2,734\n2,740\n2,746\n2,752 And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— Your tax is— Your tax is—\n0\n5\n15\n25\n50 Married Married Head\nof a\nfiling\nfiling\nhousejointly* sepahold\nrately 2,000 1,000\n1,000\n1,025\n1,050\n1,075\n1,100 1,025\n1,050\n1,075\n1,100\n1,125 101\n104\n106\n109\n111 101\n104\n106\n109\n111 101\n104\n106\n109\n111 101\n104\n106\n109\n111 2,000\n2,025\n2,050\n2,075\n2,100 2,025\n2,050\n2,075\n2,100\n2,125 201\n204\n206\n209\n211 201\n204\n206\n209\n211 201\n204\n206\n209\n211 201\n204\n206\n209\n211 1,125\n1,150\n1,175\n1,200\n1,225 1,150\n1,175\n1,200\n1,225\n1,250 114\n116\n119\n121\n124 114\n116\n119\n121\n124 114\n116\n119\n121\n124 114\n116\n119\n121\n124 2,125\n2,150\n2,175\n2,200\n2,225 2,150\n2,175\n2,200\n2,225\n2,250 214\n216\n219\n221\n224 214\n216\n219\n221\n224 214\n216\n219\n221\n224 214\n216\n219\n221\n224 1,250\n1,275\n1,300\n1,325\n1,350 1,275\n1,300\n1,325\n1,350\n1,375 126\n129\n131\n134\n136 126\n129\n131\n134\n136 126\n129\n131\n134\n136 126\n129\n131\n134\n136 2,250\n2,275\n2,300\n2,325\n2,350 2,275\n2,300\n2,325\n2,350\n2,375 226\n229\n231\n234\n236 226\n229\n231\n234\n236 226\n229\n231\n234\n236 226\n229\n231\n234\n236 1,375\n1,400\n1,425\n1,450\n1,475 1,400\n1,425\n1,450\n1,475\n1,500 139\n141\n144\n146\n149 139\n141\n144\n146\n149 139\n141\n144\n146\n149 139\n141\n144\n146\n149 2,375\n2,400\n2,425\n2,450\n2,475 2,400\n2,425\n2,450\n2,475\n2,500 239\n241\n244\n246\n249 239\n241\n244\n246\n249 239\n241\n244\n246\n249 239\n241\n244\n246\n249 1,500\n1,525\n1,550\n1,575\n1,600 1,525\n1,550\n1,575\n1,600\n1,625 151\n154\n156\n159\n161 151\n154\n156\n159\n161 151\n154\n156\n159\n161 151\n154\n156\n159\n161 2,500\n2,525\n2,550\n2,575\n2,600 2,525\n2,550\n2,575\n2,600\n2,625 251\n254\n256\n259\n261 251\n254\n256\n259\n261 251\n254\n256\n259\n261 251\n254\n256\n259\n261 1,625\n1,650\n1,675\n1,700\n1,725 1,650\n1,675\n1,700\n1,725\n1,750 164\n166\n169\n171\n174 164\n166\n169\n171\n174 164\n166\n169\n171\n174 164\n166\n169\n171\n174 2,625\n2,650\n2,675\n2,700\n2,725 2,650\n2,675\n2,700\n2,725\n2,750 264\n266\n269\n271\n274 264\n266\n269\n271\n274 264\n266\n269\n271\n274 264\n266\n269\n271\n274 1,750\n1,775\n1,800\n1,825\n1,850 1,775\n1,800\n1,825\n1,850\n1,875 176\n179\n181\n184\n186 176\n179\n181\n184\n186 176\n179\n181\n184\n186 176\n179\n181\n184\n186 2,750\n2,775\n2,800\n2,825\n2,850 2,775\n2,800\n2,825\n2,850\n2,875 276\n279\n281\n284\n286 276\n279\n281\n284\n286 276\n279\n281\n284\n286 276\n279\n281\n284\n286 1,875\n1,900\n1,925\n1,950\n1,975 1,900\n1,925\n1,950\n1,975\n2,000 189\n191\n194\n196\n199 189\n191\n194\n196\n199 189\n191\n194\n196\n199 189\n191\n194\n196\n199 2,875\n2,900\n2,925\n2,950\n2,975 2,900\n2,925\n2,950\n2,975\n3,000 289\n291\n294\n296\n299 289\n291\n294\n296\n299 289\n291\n294\n296\n299 289\n291\n294\n296\n299 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 63 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 3,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 6,000 9,000 3,000\n3,050\n3,100\n3,150\n3,200 3,050\n3,100\n3,150\n3,200\n3,250 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 6,000\n6,050\n6,100\n6,150\n6,200 6,050\n6,100\n6,150\n6,200\n6,250 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 9,000\n9,050\n9,100\n9,150\n9,200 9,050\n9,100\n9,150\n9,200\n9,250 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 3,250\n3,300\n3,350\n3,400\n3,450 3,300\n3,350\n3,400\n3,450\n3,500 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 6,250\n6,300\n6,350\n6,400\n6,450 6,300\n6,350\n6,400\n6,450\n6,500 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 9,250\n9,300\n9,350\n9,400\n9,450 9,300\n9,350\n9,400\n9,450\n9,500 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 3,500\n3,550\n3,600\n3,650\n3,700 3,550\n3,600\n3,650\n3,700\n3,750 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 6,500\n6,550\n6,600\n6,650\n6,700 6,550\n6,600\n6,650\n6,700\n6,750 653\n658\n663\n668\n673 653\n658\n663\n668\n673 653\n658\n663\n668\n673",
    "querygen": [
      "what form do you put paperwork on when you send w-2?",
      "can you add a correctional letter to 1040 sr",
      "what forms should be attached to 1040 and 2539?"
    ],
    "querygen_score": [
      "-1.6501551",
      "-4.5043893",
      "-0.63939357"
    ]
  },
  {
    "id": "legal-advice_66__113",
    "doc_id": "legal-advice_66",
    "chunk_id": 113,
    "document_category": "legal-advice",
    "text": "Go app\nto your mobile device to check your refund status. • Call the automated refund hotline\nat 800-829-1954. See Refund Information, later. Making a tax payment. Go to IRS.gov/\nPayments for information on how to\nmake a payment using any of the following options. • IRS Direct Pay: Pay your individual tax bill or estimated tax payment directly from your checking or savings account at no cost to you. • Debit or Credit Card: Choose an\napproved payment processor to pay online or by phone. • Electronic Funds Withdrawal:\nSchedule a payment when filing your\nfederal taxes using tax return preparation software or through a tax professional. • Electronic Federal Tax Payment\nSystem: Best option for businesses. Enrollment is required. • Check or Money Order: Mail your\npayment to the address listed on the notice or instructions. • Cash: You may be able to pay\nyour taxes with cash at a participating\nretail store. • Same-Day Wire: You may be able\nto do same-day wire from your financial\ninstitution. Contact your financial institution for availability, cost, and time\nframes. -80- Note. The IRS uses the latest encryption technology to ensure that the electronic payments you make online, by\nphone, or from a mobile device using\nthe IRS2Go app are safe and secure. Paying electronically is quick, easy, and\nfaster than mailing in a check or money\norder. What if I can’t pay now? Go to\nIRS.gov/Payments for more information\nabout your options. • Apply for an online payment\nagreement (IRS.gov/OPA) to meet your\ntax obligation in monthly installments if\nyou can't pay your taxes in full today. Once you complete the online process,\nyou will receive immediate notification\nof whether your agreement has been approved. • Use the Offer in Compromise PreQualifier to see if you can settle your tax\ndebt for less than the full amount you\nowe. For more information on the Offer\nin Compromise program, go to IRS.gov/\nOIC. Filing an amended return. Go to\nIRS.gov/Form1040X for information and\nupdates. Checking the status of your amended\nreturn. Go to IRS. gov/WMAR to track\nthe status of Form 1040-X amended returns. Note it can take up to 3 weeks\nfrom the date you filed your amended\nreturn for it to show up in our system,\nand processing it can take up to 16\nweeks. Understanding an IRS notice or letter\nyou’ve received. Go to IRS.gov/Notices\nto find additional information about responding to an IRS notice or letter. Note. You can use Schedule LEP\n(Form 1040), Request for Change in\nLanguage Preference, to state a preference to receive notices, letters, or other\nwritten communications from the IRS in\nan alternative language. You may not\nimmediately receive written communications in the requested language. The\nIRS’s commitment to LEP taxpayers is\npart of a multi-year timeline that is\nscheduled to begin providing translations in 2023. You will continue to receive communications, including notices\nand letters in English, until they are\ntranslated to your preferred language. Contacting your local IRS office. Keep in mind, many questions can be answered on IRS.gov without visiting an\nIRS TAC. Go to IRS. gov/LetUsHelp for\nthe topics people ask about most. If you\nstill need help, IRS TACs provide tax\nhelp when a tax issue can’t be handled\nonline or by phone.",
    "querygen": [
      "irs refund phone number",
      "irs contact number for refunds",
      "tax refund hotline number"
    ],
    "querygen_score": [
      "0.58013886",
      "0.3330742",
      "0.021281004"
    ]
  },
  {
    "id": "legal-advice_38__53",
    "doc_id": "legal-advice_38",
    "chunk_id": 53,
    "document_category": "legal-advice",
    "text": "(iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information. When providing returns or\nreturn information to the practitioner or appraiser,\nor authorized representative, the Secretary of the\nTreasury, or delegate, will —\n(A) Redact identifying information of any\nthird party taxpayers and replace it with a code;\n(B) Provide a key to the coded information;\nand\n(C) Notify the practitioner or appraiser, or\nauthorized representative, of the restrictions on\nthe use and disclosure of the returns and return\ninformation, the applicable damages remedy\nunder section 7431 of the Internal Revenue Code,\nand that unauthorized disclosure of information\nprovided by the Internal Revenue Service under\nthis paragraph (d)(3) is also a violation of this part. (4) Protective measures —\n(i) Mandatory protection order. If redaction of\nnames, addresses, and other identifying information\nof third party taxpayers may still permit indirect\nidentification of any third party taxpayer, the\nAdministrative Law Judge will issue a protective\norder to ensure that the identifying information is\navailable to the parties and the Administrative Law\nJudge for purposes of the proceeding, but is not\n§ 10.72 — Page 37 Table of Contents disclosed to, or open to inspection by, the public. (ii) Authorized orders. (A) Upon motion by a party or any other\naffected person, and for good cause shown, the\nAdministrative Law Judge may make any order\nwhich justice requires to protect any person in the\nevent disclosure of information is prohibited by law,\nprivileged, confidential, or sensitive in some other\nway, including, but not limited to, one or more of\nthe following —\n(1) That disclosure of information be made\nonly on specified terms and conditions, including a\ndesignation of the time or place;\n(2) That a trade secret or other information\nnot be disclosed, or be disclosed only in a designated\nway. (iii) Denials. If a motion for a protective order\nis denied in whole or in part, the Administrative\nLaw Judge may, on such terms or conditions as\nthe Administrative Law Judge deems just, order\nany party or person to comply with, or respond in\naccordance with, the procedure involved. (iv) Public inspection of documents. The\nSecretary of the Treasury, or delegate, shall ensure\nthat all names, addresses or other identifying details\nof third party taxpayers are redacted and replaced\nwith the code assigned to the corresponding taxpayer\nin all documents prior to public inspection of such\ndocuments. (e) Location. The location of the hearing will be\ndetermined by the agreement of the parties with the\napproval of the Administrative Law Judge, but, in\nthe absence of such agreement and approval, the\nhearing will be held in Washington, D.C.\n(f) Failure to appear. If either party to the\nproceeding fails to appear at the hearing, after\nnotice of the proceeding has been sent to him or her,\nthe party will be deemed to have waived the right\nto a hearing and the Administrative Law Judge may\nmake his or her decision against the absent party by\ndefault. (g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general.",
    "querygen": [
      "what is purposes of a tax return",
      "when is taxpayer required to provide return information",
      "can you use your return for purposes of an action or proceeding"
    ],
    "querygen_score": [
      "-2.497627",
      "-0.6202873",
      "1.1292263"
    ]
  },
  {
    "id": "legal-advice_40__80",
    "doc_id": "legal-advice_40",
    "chunk_id": 80,
    "document_category": "legal-advice",
    "text": "1,860\n1,850\n1,839\n1,829 0\n0\n0\n0 862\n854\n846\n838 44,400\n44,450\n44,500\n44,550 44,450\n44,500\n44,550\n44,600 0\n0\n0\n0 0\n0\n0\n0 1,047\n1,037\n1,026\n1,016 1,818\n1,807\n1,797\n1,786 0\n0\n0\n0 44,600\n44,650\n44,700\n44,750 44,650\n44,700\n44,750\n44,800 0\n0\n0\n0 0\n0\n0\n0 1,005\n995\n984\n974 1,776\n1,765\n1,755\n1,744 44,800\n44,850\n44,900\n44,950 44,850\n44,900\n44,950\n45,000 0\n0\n0\n0 0\n0\n0\n0 963\n953\n942\n932 45,000\n45,050\n45,100\n45,150 45,050\n45,100\n45,150\n45,200 0\n0\n0\n0 0\n0\n0\n0 45,200\n45,250\n45,300\n45,350 45,250\n45,300\n45,350\n45,400 0\n0\n0\n0 45,400\n45,450\n45,500\n45,550 45,450\n45,500\n45,550\n45,600 45,600\n45,650\n45,700\n45,750 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 3,193\n3,183\n3,172\n3,162 46,800\n46,850\n46,900\n46,950 46,850\n46,900\n46,950\n47,000 0\n0\n0\n0 0\n0\n0\n0 542\n532\n521\n510 1,313\n1,302\n1,291\n1,281 0\n0\n0\n0 447\n439\n431\n423 1,833\n1,822\n1,812\n1,801 2,604\n2,593\n2,582\n2,572 2,381\n2,370\n2,360\n2,349 3,151\n3,141\n3,130\n3,119 47,000\n47,050\n47,100\n47,150 47,050\n47,100\n47,150\n47,200 0\n0\n0\n0 0\n0\n0\n0 500\n489\n479\n468 1,270\n1,260\n1,249\n1,239 0\n0\n0\n0 415\n407\n399\n391 1,791\n1,780\n1,770\n1,759 2,561\n2,551\n2,540\n2,530 830\n822\n814\n806 2,338\n2,328\n2,317\n2,307 3,109\n3,098\n3,088\n3,077 47,200\n47,250\n47,300\n47,350 47,250\n47,300\n47,350\n47,400 0\n0\n0\n0 0\n0\n0\n0 458\n447\n437\n426 1,228\n1,218\n1,207\n1,197 0\n0\n0\n0 383\n375\n367\n359 1,749\n1,738\n1,728\n1,717 2,519\n2,509\n2,498\n2,488 0\n0\n0\n0 798\n790\n782\n775 2,296\n2,286\n2,275\n2,265 3,067\n3,056\n3,046\n3,035 47,400\n47,450\n47,500\n47,550 47,450\n47,500\n47,550\n47,600 0\n0\n0\n0 0\n0\n0\n0 416\n405\n395\n384 1,186\n1,176\n1,165\n1,155 0\n0\n0\n0 351\n343\n335\n327 1,707\n1,696\n1,686\n1,675 2,477\n2,467\n2,456\n2,446 1,734\n1,723\n1,713\n1,702 0\n0\n0\n0 767\n759\n751\n743 2,254\n2,244\n2,233\n2,223 3,025\n3,014\n3,004\n2,993 47,600\n47,650\n47,700\n47,750 47,650\n47,700\n47,750\n47,800 0\n0\n0\n0 0\n0\n0\n0 374\n363\n352\n342 1,144\n1,134\n1,123\n1,112 0\n0\n0\n0 319\n311\n303\n295 1,665\n1,654\n1,643\n1,633 2,435\n2,425\n2,414\n2,403 921\n911\n900\n890 1,692\n1,681\n1,671\n1,660 0\n0\n0\n0 735\n727\n719\n711 2,212\n2,202\n2,191\n2,181 2,983\n2,972\n2,962\n2,951 47,800\n47,850\n47,900\n47,950 47,850\n47,900\n47,950\n48,000 0\n0\n0\n0 0\n0\n0\n0 331\n321\n310\n300 1,102\n1,091\n1,081\n1,070 0\n0\n0\n0 287\n279\n271\n263 1,622\n1,612\n1,601\n1,591 2,393\n2,382\n2,372\n2,361 0\n0\n0\n0 879\n868\n858\n847 1,649\n1,639\n1,628\n1,618 0\n0\n0\n0 703\n695\n687\n679 2,170\n2,159\n2,149\n2,138 2,940\n2,930\n2,919\n2,909 48,000\n48,050\n48,100\n48,150 48,050\n48,100\n48,150\n48,200 0\n0\n0\n0 0\n0\n0\n0 289\n279\n268\n258 1,060\n1,049\n1,039\n1,028 0\n0\n0\n0 255\n247\n239\n231 1,580\n1,570\n1,559\n1,549 2,351\n2,340\n2,330\n2,319 0\n0\n0\n0 0\n0\n0\n0 837\n826\n816\n805 1,607\n1,597\n1,586\n1,576 0\n0\n0\n0 671\n663\n655\n647 2,128\n2,117\n2,107\n2,096 2,898\n2,888\n2,877\n2,867 48,200\n48,250\n48,300\n48,350 48,250\n48,300\n48,350\n48,400 0\n0\n0\n0 0\n0\n0\n0 247\n237\n226\n216 1,018\n1,007\n997\n986 0\n0\n0\n0 223\n215\n207\n199 1,538\n1,528\n1,517\n1,507 2,309\n2,298\n2,288\n2,277 45,650\n45,700\n45,750\n45,800 0\n0\n0\n0 0\n0\n0\n0 795\n784\n774\n763 1,565\n1,555\n1,544\n1,534 0\n0\n0\n0 639\n631\n623\n615 2,086\n2,075\n2,065\n2,054 2,856\n2,846\n2,835\n2,825 48,400\n48,450\n48,500\n48,550 48,450\n48,500\n48,550\n48,600 0\n0\n0\n0 0\n0\n0\n0 205\n195\n184\n173 976\n965\n955\n944 0\n0\n0\n0 191\n183\n175\n167 1,496\n1,486\n1,475\n1,464 2,267\n2,256\n2,245\n2,235 45,800\n45,850\n45,900\n45,950 45,850\n45,900\n45,950\n46,000 0\n0\n0\n0 0\n0\n0\n0 753\n742\n732\n721 1,523\n1,513\n1,502\n1,492 0\n0\n0\n0 607\n599\n591\n583 2,044\n2,033\n2,023\n2,012 2,814\n2,804\n2,793\n2,783 48,600\n48,650\n48,700\n48,750 48,650\n48,700\n48,750\n48,800 0\n0\n0\n0 0\n0\n0\n0 163\n152\n142\n131 933\n923\n912\n902 0\n0\n0\n0 159\n151\n143\n135 1,454\n1,443\n1,433\n1,422 2,224\n2,214\n2,203\n2,193 46,000\n46,050\n46,100\n46,150 46,050\n46,100\n46,150\n46,200 0\n0\n0\n0 0\n0\n0\n0 711\n700\n689\n679 1,481\n1,470\n1,460\n1,449 0\n0\n0\n0 575\n567\n559\n551 2,001\n1,991\n1,980\n1,970 2,772\n2,761\n2,751\n2,740 48,800\n48,850\n48,900\n48,950 48,850\n48,900\n48,950\n49,000 0\n0\n0\n0 0\n0\n0\n0 121\n110\n100\n89 891\n881\n870\n860 0\n0\n0\n0 127\n119\n111\n103 1,412\n1,401\n1,391\n1,380 2,182\n2,172\n2,161\n2,151 46,200\n46,250\n46,300\n46,350 46,250\n46,300\n46,350\n46,400 0\n0\n0\n0 0\n0\n0\n0 668\n658\n647\n637 1,439\n1,428\n1,418\n1,407 0\n0\n0\n0 543\n535\n527\n519 1,959\n1,949\n1,938\n1,928 2,730\n2,719\n2,709\n2,698 49,000\n49,050\n49,100\n49,150 49,050\n49,100\n49,150\n49,200 0\n0\n0\n0 0\n0\n0\n0 79\n68\n58\n47 849\n839\n828\n818 0\n0\n0\n0 95\n87\n79\n71 1,370\n1,359\n1,349\n1,338 2,140\n2,130\n2,119\n2,109 46,400\n46,450\n46,500\n46,550 46,450\n46,500\n46,550\n46,600 0\n0\n0\n0 0\n0\n0\n0 626\n616\n605\n595 1,397\n1,386\n1,376\n1,365 0\n0\n0\n0 511\n503\n495\n487 1,917\n1,907\n1,896\n1,886 2,688\n2,677\n2,667\n2,656 49,200\n49,250\n49,300\n49,350 49,250\n49,300\n49,350\n49,400 0\n0\n0\n0 0\n0\n0\n0 37\n26\n16\n* 807\n797\n786\n776 0\n0\n0\n0 63\n55\n47\n39 1,328\n1,317\n1,307\n1,296 2,098\n2,088\n2,077\n2,066 46,600\n46,650\n46,700\n46,750 46,650\n46,700\n46,750\n46,800 0\n0\n0\n0 0\n0\n0\n0 584\n574\n563\n553 1,355\n1,344\n1,334\n1,323 0\n0\n0\n0 479\n471\n463\n455 1,875\n1,865\n1,854\n1,844 2,646\n2,635\n2,625\n2,614 49,400\n49,450\n49,500\n49,550 49,450\n49,500\n49,550\n49,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 765\n754\n744\n733 0\n0\n0\n0 31\n23\n15\n7 1,285\n1,275\n1,264\n1,254 2,056\n2,045\n2,035\n2,024 ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $49,350 but less than $49,399, and you have two qualifying children who have valid\nSSNs, your credit is $5. If the amount you are looking up from the worksheet is $49,399 or more, and you have two qualifying children who have valid SSNs, you can’t take\nthe credit. (Continued) - 53 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * ** 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 Your credit is– 2 At least But less\nthan 49,600\n49,650\n49,700\n49,750 49,650\n49,700\n49,750\n49,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 723\n712\n702\n691 0\n0\n0\n0 *\n0\n0\n0 1,243\n1,233\n1,222\n1,212 49,800\n49,850\n49,900\n49,950 49,850\n49,900\n49,950\n50,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 681\n670\n660\n649 0\n0\n0\n0 0\n0\n0\n0 50,000\n50,050\n50,100\n50,150 50,050\n50,100\n50,150\n50,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 639\n628\n618\n607 0\n0\n0\n0 50,200\n50,250\n50,300\n50,350 50,250\n50,300\n50,350\n50,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 596\n586\n575\n565 50,400\n50,450\n50,500\n50,550 50,450\n50,500\n50,550\n50,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0",
    "querygen": [
      "what is the number of people born in each year",
      "how many in a tennessee",
      "how many people are in the metro area ?"
    ],
    "querygen_score": [
      "-5.7907953",
      "-6.474744",
      "-4.9734917"
    ]
  },
  {
    "id": "legal-advice_88__6",
    "doc_id": "legal-advice_88",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "Finally, the use of inconsistent methods for valuing assets producing income\nfrom foreign sources and the use of a different method to value assets producing U.S.\nsource income would result in a skewed apportionment of interest expense. For this\nreason, the regulations require that apportionment of interest expense be made either\non the basis of the tax book value or the fair market value with respect to all assets. As a result of the foregoing, we have no doubt that the facts portray the failure on\nthe part of the taxpayer to establish the fair market value of its assets. Your conclusion\nto the same effect is well justified. Issue 2:\nIn considering whether the facts at hand justify putting the taxpayer on the tax\nbook value method of apportionment, one only needs to look at the flawed methodology POSFTF-123604-02 8 used by the taxpayer to reach a conclusion. Neither the methodology used for\nassigning a fair market value to domestic assets nor the separate methodology used for\nassigning a fair market value to foreign assets is accurate. Both methodologies used\nare flawed. The taxpayer has failed to establish the fair market value of any of its\nassets, domestic or foreign. 4 As a result, the taxpayer has failed to establish the value\nof a \"substantial portion\" of its assets to the satisfaction of the Commissioner, and the\nCommissioner may require the taxpayer to use the tax book value method of\napportionment. Treas. Reg. ' 1.861-9T(g)(1)(iii). Conclusions: The shortcomings discussed above are sufficient in magnitude and importance to\njustify the conclusion that the taxpayer failed to establish the fair market value of its\nassets to the satisfaction of the Commissioner. Moreover, because the taxpayer failed\nto establish the fair market value of any of its assets, it is appropriate to conclude that\nthe taxpayer failed to establish the value of a \"substantial portion\" of its assets to the\nsatisfaction of the Commissioner, justifying the requirement that the taxpayer use the\ntax book value method of apportionment, consistent with Treas. Reg. ' 1.8619T(g)(1)(iii). DISCLOSURE STATEMENT This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. Please call --------------------- if you have any further questions. RICHARD E. TROGOLO\nAssociate Area Counsel\n(Large and Mid-Size Business)\nBy: __________________________________ JAMES E. KAGY\nSpecial Litigation Assistant 4 Even assuming that taxpayer established the value of its foreign assets through the\nuse of recent cost data as a proxy to fair market value, as reported on its Forms 1118,\nthe total value of ------=s foreign assets does not exceed 4.5% of the value of its\nworldwide assets during any of the years at issue. ------=s failure to establish the fair\nmarket value of the other 95.5% of its assets is clearly a failure to establish the fair\nmarket value of a Asubstantial portion@ of its assets under Temp. Treas. Reg. ' 1.8618T(c)(2).",
    "querygen": [
      "why is apportionment of interest such a skewed process",
      "why does the apportionment of interest expense vary?",
      "what is the difference between foreign and domestic interest"
    ],
    "querygen_score": [
      "0.8050808",
      "0.14422122",
      "-1.8020048"
    ]
  },
  {
    "id": "legal-advice_34__29",
    "doc_id": "legal-advice_34",
    "chunk_id": 29,
    "document_category": "legal-advice",
    "text": "A protest\nunder this section is not governed by subpart D of this\npart. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart B — Duties and Restrictions Relating to\nPractice Before the Internal Revenue Service\n§ 10.20 Information to be furnished. (a) To the Internal Revenue Service.\n(1) A practitioner must, on a proper and lawful\nrequest by a duly authorized officer or employee\nof the Internal Revenue Service, promptly submit\nrecords or information in any matter before the\nInternal Revenue Service unless the practitioner\nbelieves in good faith and on reasonable grounds that\nthe records or information are privileged. (2) Where the requested records or information\nare not in the possession of, or subject to the control\nof, the practitioner or the practitioner’s client, the\npractitioner must promptly notify the requesting\nInternal Revenue Service officer or employee and the\npractitioner must provide any information that the\npractitioner has regarding the identity of any person\nwho the practitioner believes may have possession or\ncontrol of the requested records or information. The\npractitioner must make reasonable inquiry of his or her\nclient regarding the identity of any person who may\nhave possession or control of the requested records\nor information, but the practitioner is not required to\nmake inquiry of any other person or independently\nverify any information provided by the practitioner’s\nclient regarding the identity of such persons. (3) When a proper and lawful request is made\nby a duly authorized officer or employee of the\nInternal Revenue Service, concerning an inquiry\ninto an alleged violation of the regulations in this\npart, a practitioner must provide any information the\npractitioner has concerning the alleged violation and\ntestify regarding this information in any proceeding\ninstituted under this part, unless the practitioner\nbelieves in good faith and on reasonable grounds that\nthe information is privileged. (b) Interference with a proper and lawful request\nfor records or information. A practitioner may not\ninterfere, or attempt to interfere, with any proper\nand lawful effort by the Internal Revenue Service,\nits officers or employees, to obtain any record or\ninformation unless the practitioner believes in good\nTreasury Department Circular No. 230 faith and on reasonable grounds that the record or\ninformation is privileged. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.21 Knowledge of client’s omission. A practitioner who, having been retained by a\nclient with respect to a matter administered by the\nInternal Revenue Service, knows that the client has\nnot complied with the revenue laws of the United\nStates or has made an error in or omission from any\nreturn, document, affidavit, or other paper which\nthe client submitted or executed under the revenue\nlaws of the United States, must advise the client\npromptly of the fact of such noncompliance, error,\nor omission. The practitioner must advise the client\nof the consequences as provided under the Code\nand regulations of such noncompliance, error, or\nomission. § 10.22 Diligence as to accuracy. (a) In general.",
    "querygen": [
      "when was the protest section of the treasury code effective?",
      "what is subpart b",
      "when are government protests applicable treasury department"
    ],
    "querygen_score": [
      "1.1839082",
      "0.14687055",
      "0.75892"
    ]
  },
  {
    "id": "legal-advice_97__32",
    "doc_id": "legal-advice_97",
    "chunk_id": 32,
    "document_category": "legal-advice",
    "text": "(e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230 matter administered by the Internal Revenue Service\nand for which he or she is employed as counsel,\nattorney, or agent, or in which he or she may be in any\nway interested. § 10.27 Fees.\n(a) In general. A practitioner may not charge an\nunconscionable fee in connection with any matter\nbefore the Internal Revenue Service. (b) Contingent fees —\n(1) Except as provided in paragraphs (b)(2), (3),\nand (4) of this section, a practitioner may not charge\na contingent fee for services rendered in connection\nwith any matter before the Internal Revenue Service.\n(2) A practitioner may charge a contingent\nfee for services rendered in connection with the\nService’s examination of, or challenge to —\n(i) An original tax return; or\n(ii) An amended return or claim for refund or\ncredit where the amended return or claim for refund\nor credit was filed within 120 days of the taxpayer\nreceiving a written notice of the examination of, or a\nwritten challenge to the original tax return.\n(3) A practitioner may charge a contingent fee\nfor services rendered in connection with a claim\nfor credit or refund filed solely in connection with\nthe determination of statutory interest or penalties\nassessed by the Internal Revenue Service.\n(4) A practitioner may charge a contingent fee\nfor services rendered in connection with any judicial\nproceeding arising under the Internal Revenue Code.\n(c) Definitions. For purposes of this section —\n(1) Contingent fee is any fee that is based, in\nwhole or in part, on whether or not a position taken\non a tax return or other filing avoids challenge by\nthe Internal Revenue Service or is sustained either\nby the Internal Revenue Service or in litigation. A contingent fee includes a fee that is based on a\npercentage of the refund reported on a return, that\nis based on a percentage of the taxes saved, or that\notherwise depends on the specific result attained. A\ncontingent fee also includes any fee arrangement\nin which the practitioner will reimburse the client\nfor all or a portion of the client’s fee in the event\n§ 10.27 — Page 21 Table of Contents that a position taken on a tax return or other filing\nis challenged by the Internal Revenue Service or\nis not sustained, whether pursuant to an indemnity\nagreement, a guarantee, rescission rights, or any\nother arrangement with a similar effect. (2) Matter before the Internal Revenue Service\nincludes tax planning and advice, preparing or filing\nor assisting in preparing or filing returns or claims\nfor refund or credit, and all matters connected with\na presentation to the Internal Revenue Service\nor any of its officers or employees relating to a\ntaxpayer’s rights, privileges, or liabilities under\nlaws or regulations administered by the Internal\nRevenue Service. Such presentations include, but\nare not limited to, preparing and filing documents,\ncorresponding and communicating with the Internal\nRevenue Service, rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nand representing a client at conferences, hearings,\nand meetings. (d) Effective/applicability date. This section is\napplicable for fee arrangements entered into after\nMarch 26, 2008.",
    "querygen": [
      "when is the notary public act of office effective",
      "when does the notary law start",
      "when is a notary public required to take acknowledgments"
    ],
    "querygen_score": [
      "-0.08587945",
      "-2.3595152",
      "0.79615766"
    ]
  },
  {
    "id": "legal-advice_60__23",
    "doc_id": "legal-advice_60",
    "chunk_id": 23,
    "document_category": "legal-advice",
    "text": "Check the\nin column (4) of the\n“Credit for other\nDependents section on\ndependents” box in\npage 1 of Form 1040 or\ncolumn (4) of the\n1040-SR for this\nDependents section on\nperson. page 1 of Form 1040 or\n1040-SR for this person. Does Your Qualifying Child\nQualify You for the Child Tax\nCredit or Credit for Other\nDependents? 1. Did the child have an SSN, ITIN, or adoption taxpayer\nidentification number (ATIN) issued on or before the due\ndate of your return (including extensions)? (Answer “Yes”\nif you are applying for an ITIN or ATIN for the child on or\nbefore the due date of your return (including extensions).) Yes. Continue\nNo. STOP\n䊲 You can’t claim the child\ntax credit or the credit for\nother dependents for this\nchild. 2. Was the child a U.S. citizen, U.S. national, or U.S. resident\nalien? (See Pub. 519 for the definition of a U.S. national or\nU.S. resident alien. If the child was adopted, see Exception\nto citizen test, later.) Yes. Continue\nNo. STOP\n䊲 You can’t claim the child\ntax credit or the credit for\nother dependents for this\nchild. Need more information or forms? Visit IRS.gov. -18- Step 4 Is Your Qualifying Relative\nYour Dependent? 3. Was your qualifying relative married? Yes. See Married\nNo. Continue\n䊲\nperson, later. A qualifying relative is a person who is your... Son, daughter, stepchild, foster child, or a descendant of any of them (for\nexample, your grandchild) 4. Could you, or your spouse if filing jointly, be claimed as a\ndependent on someone else's 2022 tax return? (If the person\nwho could claim you on their 2022 tax return is not required\nto file, and isn't filing a 2022 tax return or is filing a 2022\nreturn only to claim a refund of withheld income tax or\nestimated tax paid, check “No.”) See Steps 1, 2, and 4. No. You can claim this\nYes. STOP\nperson as a dependent. You can't claim any\nComplete columns (1)\ndependents. Complete\nthrough (3) of the\nthe rest of Form 1040 or\nDependents section on\n1040-SR and any\npage 1 of Form 1040 or\napplicable schedules. 1040-SR. Then, go to\nStep 5. or\nBrother, sister, half brother, half sister, or a son or daughter of any of them (for\nexample, your niece or nephew)\nor\nFather, mother, or an ancestor or sibling of either of them (for example, your\ngrandmother, grandfather, aunt, or uncle)\nor\nStepbrother, stepsister, stepfather, stepmother, son-in-law, daughter-in-law,\nfather-in-law, mother-in-law, brother-in-law, or sister-in-law\nor Step 5 Any other person (other than your spouse) who lived with you all year as a\nmember of your household if your relationship didn't violate local law. If the\nperson didn't live with you for the required time, see Exception to time lived with\nyou, later. Does Your Qualifying Relative\nQualify You for the Credit for\nOther Dependents? AND 1. Did your qualifying relative have an SSN, ITIN, or ATIN\nissued on or before the due date of your 2022 return\n(including extensions)? (Answer “Yes” if you are applying\nfor an ITIN or ATIN for the qualifying relative on or before\nthe return due date (including extensions).) Yes. Continue\nNo. STOP Who wasn't a qualifying child (see Step 1) of any taxpayer for 2022.",
    "querygen": [
      "can the credit for a dependent be used on a credit card",
      "how to get credit for someone else",
      "where is the credit for dependents section on tax return form ks"
    ],
    "querygen_score": [
      "-3.3207662",
      "0.8147802",
      "-1.5414591"
    ]
  },
  {
    "id": "legal-advice_29__143",
    "doc_id": "legal-advice_29",
    "chunk_id": 143,
    "document_category": "legal-advice",
    "text": "* Chapter 1 taxes include taxes from sections 1 through 1400Z-2 of the Code, as well as certain amounts the Code treats as chapter 1 taxes. Generally, this does not include amounts reported on Schedule 2, lines 4, 7, 9, 11–13, 17k–17m, or 17z (other than chapter 1 taxes). -99- Instructions for Schedule 3\nAdditional Credits and Payments\nGeneral Instructions\nUse Schedule 3 if you have nonrefundable credits, other than the child tax credit\nor the credit for other dependents, or\nother payments and refundable credits. Include the amount on Schedule 3,\nline 8, in the amount entered on Form\n1040, 1040-SR, or 1040-NR, line 20. Enter the amount on Schedule 3,\nline 15, on Form 1040, 1040-SR, or\n1040-NR, line 31. Specific Instructions\nLine 1\nForeign Tax Credit If you are a shareholder in a TIP controlled foreign corporation\nand made a section 962 election, see the instructions for Forms 1040\nand 1040-SR, line 16, for the foreign tax\ncredit you figured on Form 1118. If you paid income tax to a foreign\ncountry or U.S. possession, you may be\nable to take this credit. Generally, you\nmust complete and attach Form 1116 to\ndo so. Exception. You don’t have to complete\nForm 1116 to take this credit if all of the\nfollowing apply. 1. All of your foreign source gross\nincome was from interest and dividends\nand all of that income and the foreign\ntax paid on it were reported to you on\nForm 1099-INT, Form 1099-DIV, or\nSchedule K-1 (or substitute statement). 2. The total of your foreign taxes\nwasn't more than $300 (not more than\n$600 if married filing jointly). 3. You held the stock or bonds on\nwhich the dividends or interest were\npaid for at least 16 days and weren’t obligated to pay these amounts to someone\nelse. 4. You aren’t filing Form 4563 or\nexcluding income from sources within\nPuerto Rico. 5. All of your foreign taxes were:\na. Legally owed and not eligible for\na refund or reduced tax rate under a tax\ntreaty, and\nb. Paid to countries that are recognized by the United States and don’t\nsupport terrorism. For more details on these requirements, see the Instructions for Form\n1116. Do you meet all five requirements\njust listed? Yes. Enter on line 1 the smaller of\n(a) your total foreign taxes, or (b) the total of the amounts on Form 1040 or\n1040-SR, line 16, and Schedule 2,\nline 2. No. See Form 1116 to find out if\nyou can take the credit and, if you can, if\nyou have to file Form 1116. Line 2\nCredit for Child and Dependent\nCare Expenses You may be able to take this credit if, in\norder to work or look for work, you paid\nsomeone to care for:\n• Your qualifying child under age 13\nwhom you claim as your dependent,\n• Your disabled spouse or any other\ndisabled person who couldn't care for\nthemselves, or\n• Your child whom you couldn't\nclaim as a dependent because of the\nrules for Children of divorced or separated parents under Who Qualifies as Your\nDependent, earlier. For details, use Tax Topic 602 or see\nForm 2441. Line 3\nEducation Credits If you (or your dependent) paid qualified\nexpenses in 2022 for yourself, your\nspouse, or your dependent to enroll in or -100-",
    "querygen": [
      "are chapter 1 taxes included",
      "what is chapter one income tax",
      "what is chapter 1 in taxes"
    ],
    "querygen_score": [
      "0.13168952",
      "-1.6728303",
      "-1.2160414"
    ]
  },
  {
    "id": "legal-advice_80__21",
    "doc_id": "legal-advice_80",
    "chunk_id": 21,
    "document_category": "legal-advice",
    "text": "In fact, the evidence clearly shows the opposite. The\nevidence, both as to form, substance, and intent of the parties, is of completed contracts\nfor b purchases. The fact that these transactions are completed purchases never\nintended to be per unit retains for the taxable year 20--- is, conclusively, evidenced by\nthe fact that the Coop admits that none of the contracting parties ever considered or\ntreated the transaction as anything but a completed sale. The taxpayer admits that\nthese b purchases have historically been treated as purchases, were treated as\npurchases during the year 20---, and have been treated as purchases up to the time of\nthe claim for refund. The after the fact October 20----memorandum, a unilateral,\nuntimely act by the Coop, does not remediate the missing mutual agreement. POSTF-143023-10 22 We do not interpret the 20--- PLR to hold that b purchases can be treated as\npurchases and then modified to per unit retains, to the detriment of the members and\nparticipating patrons. We further do not interpret the 20--- PLR to hold that the b\npurchases can be treated as purchases and then modified to per unit retains at the sole\ndiscretion of the Coop, without a timely agreement from the Coop’s members and\nparticipating patrons. We further do not interpret the 20--- PLR to hold that the b\npurchases can be treated as purchases and then modified to per-unit retains for the\nyear 20---, for which tax returns have already been filed and when the year is closed for\nmost, if not all of the parties to the b purchase (except, for the Coop). To change the\noriginal reported treatment would disregard the undisputed form of the transaction, the\nsubstance of the transaction, and the admitted clear intent and expectations of the\ncontracting parties to the b transaction. We believe that there is no evidence that would contradict that the member or\nparticipating patron had an enforceable, contractual right and expectation that he would\nretain the full proceeds from the b sale. The member or participating patron did not\nreceive a per-unit retain payment for its commodity, that may be or may not be altered,\ndepending on the final Coop’s unilateral decision, or at a later time. They exchanged b\nfor consideration (the b sale proceeds). This consideration was the Coop’s members\nand participating patrons to keep, regardless of the ultimate disposition of the b, i.e., at\na profit or at a loss, by the Coop. We further believe that there is no authority in the Code, or regulations issued\nthere under, that requires the Service to allow a reclassification of a b purchase to a per\nunit retain, when it ignores the contractual understanding of a legal contract between\nthe parties, acts to the detriment of the members or participating patrons who have\nalready reported the transactions as purchases, and whose taxable year are now\nclosed. Further, the fact that the terms of the purchase can be interpreted to fit the\ndefinition of per-unit retains in the Code does not mean that a purchase and a per-unit\nretain are one and the same.",
    "querygen": [
      "what is the evidence of completed contracts",
      "what is the evidence in the evidence to form the transaction",
      "what is the evidence"
    ],
    "querygen_score": [
      "1.1683712",
      "0.54121506",
      "-0.51013"
    ]
  },
  {
    "id": "legal-advice_3__157",
    "doc_id": "legal-advice_3",
    "chunk_id": 157,
    "document_category": "legal-advice",
    "text": "Your\nenvelope may need additional postage if it\ncontains more than five pages or is\noversized (for example, it is over 1/4″ thick). Also include your complete return address. THEN use this address if you: IF you live in... Alabama, Georgia, North Carolina, South Carolina,\nTennessee Are requesting a refund or\nare not enclosing a check or\nmoney order... Department of the Treasury\nInternal Revenue Service\nKansas City, MO 64999-0002 Are enclosing a check or\nmoney order... Internal Revenue Service\nP.O. Box 1214\nCharlotte, NC 28201-1214 Alaska, California, Colorado, Hawaii, Idaho, Kansas,\nDepartment of the Treasury\nMichigan, Montana, Nebraska, Nevada, North Dakota,\nInternal Revenue Service\nOhio, Oregon, South Dakota, Utah, Washington, Wyoming Ogden, UT 84201-0002 Internal Revenue Service\nP.O. Box 802501\nCincinnati, OH 45280-2501 Department of the Treasury\nInternal Revenue Service\nAustin, TX 73301-0002 Internal Revenue Service\nP.O. Box 802501\nCincinnati, OH 45280-2501 Department of the Treasury\nInternal Revenue Service\nKansas City, MO 64999-0002 Internal Revenue Service\nP.O. Box 931000\nLouisville, KY 40293-1000 Florida, Louisiana, Mississippi, Texas Department of the Treasury\nInternal Revenue Service\nAustin, TX 73301-0002 Internal Revenue Service\nP.O. Box 1214\nCharlotte, NC 28201-1214 Pennsylvania Department of the Treasury\nInternal Revenue Service\nKansas City, MO 64999-0002 Internal Revenue Service\nP.O. Box 802501\nCincinnati, OH 45280-2501 Arizona, New Mexico Arkansas, Connecticut, Delaware, District of Columbia,\nIllinois, Indiana, Iowa, Kentucky, Maine, Maryland,\nMassachusetts, Minnesota, Missouri, New Hampshire,\nNew Jersey, New York, Oklahoma, Rhode Island,\nVermont, Virginia, West Virginia, Wisconsin A foreign country, U.S. possession or territory*, or use an Department of the Treasury\nAPO or FPO address, or file Form 2555 or 4563, or are a Internal Revenue Service\ndual-status alien\nAustin, TX 73301-0215 Internal Revenue Service\nP.O. Box 1303\nCharlotte, NC 28201-1303 *If you live in American Samoa, Puerto Rico, Guam, the U.S. Virgin Islands, or the Northern Mariana Islands, see Pub. 570. -113-",
    "querygen": [
      "how many pages in an envelope?",
      "what states do you send a check to",
      "what is the size of a return letter in a letter"
    ],
    "querygen_score": [
      "-1.4419196",
      "-1.2098982",
      "-4.4413643"
    ]
  },
  {
    "id": "legal-advice_76__4",
    "doc_id": "legal-advice_76",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": "18\nC.F.R. § 292.207. The taxpayer submitted its self-certification form in Date 1. At that\ntime, the taxpayer’s facility met all of the above requirements to be a qualified small\npower production facility. Between Year 2 and Year 4, the taxpayer replaced all the equipment in the selfcertified facility. Despite the replacement, a change in facts from those presented in a\nnotice of self-certification or an application for Commission certification does not mean\nthat the facility is no longer a qualified facility. Mesquite Lake Associates, Ltd., 63\nFERC ¶ 61,351 (June 30, 1993). Whether the facility will continue to be certified after a\nchange in facts depends on whether the facility continues to satisfy the ownership and\ntechnical requirements for qualifying status found in the statute and the Commission’s\nregulations. Id. Despite the replacement, the taxpayer’s facility continued to satisfy the\nownership and technical requirements for qualifying status set forth in 18 C.F.R.\n§§ 292.203; 292.204.2\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- A\ncogeneration facility produces electricity and steam or forms of useful energy (such as\nheat) which are used for industrial, commercial, heating, or cooling purposes. 16 U.S.C.\n§ 796(18)(A). A qualifying cogeneration facility is a cogeneration facility that the FERC\ndetermines, by rule, meets the requirements the FERC prescribed. 16 U.S.C.\n§ 796(18)(B). The taxpayer agrees that its power operation is a qualified cogeneration\nfacility, however, the taxpayer disagrees that it is not also a qualified small power\nproduction facility. There is no rule in either 16 U.S.C. § 796 or the associated regulations which,\nexpressly or impliedly, states that if a facility is a cogeneration facility it is excluded from\nthe definition of a small power production facility. In fact, in a 1996 Order concerning\ncertification the FERC ruled that, based on the facts presented, a facility could be both a\nqualified small production facility and a qualified cogeneration facility. Burney Forest\nProducts, 76 FERC ¶ 62,263 (September 30, 1996). The facility at issue in the Order\nconsisted of two wood-fired boilers and an extraction/condensing steam turbine\ngenerator. Id. The thermal output of the facility was used to dry lumber as well as\ncreate electricity. Id. The wood used in the facility was considered biomass and the\nmaximum net electric power production capacity of the facility was 31.5 megawatts. Id. Since the fuel was a biomass and the size of the power production capacity was less\nthan 80 megawatts, the facility met the definition of a small power production facility. Id. Since the thermal output both created electricity and dried the lumber, it was also a\ncogeneration facility. Id.\n2 ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-132138-11 -6- The definitions themselves suggest that the classifications are not mutually\nexclusive. The crux of the definition of a qualified small power production facility is the\nsize of the facility (based on power output) and the type of fuel used. The crux of the\ndefinition of a qualified cogeneration facility is the method in which the electricity is\nproduced and the efficiency standards of that method. Thus, a plain reading of 16\nU.S.C. § 796(17) and (18) suggests that a facility could be both a qualified small power\nproduction facility and a qualified cogeneration facility. 3",
    "querygen": [
      "when is required to be a small power production facility",
      "what year did self certification start",
      "when does an individual get a self certificate"
    ],
    "querygen_score": [
      "0.98510015",
      "-0.82789195",
      "-3.0426698"
    ]
  },
  {
    "id": "legal-advice_94__41",
    "doc_id": "legal-advice_94",
    "chunk_id": 41,
    "document_category": "legal-advice",
    "text": "You must use the Simplified Method if\neither of the following applies. 1. Your annuity starting date was after July 1, 1986, and you used this method last year to figure the taxable part. 2. Your annuity starting date was after November 18, 1996, and both of the\nfollowing apply. a. The payments are from a qualified employee plan, a qualified employee annuity, or a tax-sheltered annuity. b. On your annuity starting date, either you were under age 75 or the number of years of guaranteed payments was\nfewer than 5. See Pub. 575 for the definition of guaranteed payments. If you must use the Simplified Method, complete the Simplified Method\nWorksheet in these instructions to figure\nthe taxable part of your pension or annuity. For more details on the Simplified\nMethod, see Pub. 575 (or Pub. 721 for\nU.S. Civil Service retirement benefits). If you received U.S. Civil Service retirement benefits and you\nCAUTION chose the alternative annuity\noption, see Pub. 721 to figure the taxable part of your annuity. Do not use the\nSimplified Method Worksheet in these\ninstructions. ! Annuity Starting Date Your annuity starting date is the later of\nthe first day of the first period for which\nyou received a payment or the date the\nplan's obligations became fixed. Age (or Combined Ages) at\nAnnuity Starting Date If you are the retiree, use your age on\nthe annuity starting date. If you are the\nsurvivor of a retiree, use the retiree's age\non their annuity starting date. But if your Keep for Your Records Simplified Method Worksheet—Lines 5a and 5b\nBefore you begin: If you are the beneficiary of a deceased employee or former employee who died before August 21, 1996, include\nany death benefit exclusion that you are entitled to (up to $5,000) in the amount entered on line 2 below. More than one pension or annuity. If you had more than one partially taxable pension or annuity, figure the taxable part of each separately. Enter\nthe total of the taxable parts on Form 1040 or 1040-SR, line 5b. Enter the total pension or annuity payments received in 2022 on Form 1040 or\n1040-SR, line 5a. 1. Enter the total pension or annuity payments from Form 1099-R, box 1. Also, enter this amount on Form 1040 or\n1040-SR, line 5a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. . . . . . . 8. 9. Taxable amount. Subtract line 8 from line 1. Enter the result, but not less than zero. Also, enter this amount on Form\n1040 or 1040-SR, line 5b. If your Form 1099-R shows a larger amount, use the amount on this line instead of the\namount from Form 1099-R. If you are a retired public safety officer, see Insurance Premiums for Retired Public\nSafety Officers before entering an amount on line 5b . . . . . . . . . . . . . . . . . . . . . . 9.",
    "querygen": [
      "what is the simplified method for annuities",
      "when should annuity starting date be simplified",
      "when do you use the simplified method for annuities"
    ],
    "querygen_score": [
      "0.39758977",
      "1.7090943",
      "1.7539108"
    ]
  },
  {
    "id": "legal-advice_0__59",
    "doc_id": "legal-advice_0",
    "chunk_id": 59,
    "document_category": "legal-advice",
    "text": "(c) Expedited suspension procedures. A suspension\nunder this section will be proposed by a show cause\norder that names the respondent, is signed by an\nauthorized representative of the Internal Revenue\nService under §10.69(a)(1), and served according\nto the rules set forth in §10.63(a). The show cause\norder must give a plain and concise description\nof the allegations that constitute the basis for the\nproposed suspension. The show cause order must\nnotify the respondent —\nPage 42 — § 10.82 (1) Of the place and due date for filing a\nresponse;\n(2) That an expedited suspension decision by\ndefault may be rendered if the respondent fails to\nfile a response as required;\n(3) That the respondent may request a conference\nto address the merits of the show cause order and\nthat any such request must be made in the response;\nand\n(4) That the respondent may be suspended\neither immediately following the expiration of the\nperiod within which a response must be filed or, if a\nconference is requested, immediately following the\nconference. (d) Response. The response to the show cause order\ndescribed in this section must be filed no later than\n30 calendar days following the date the show cause\norder is served, unless the time for filing is extended. The response must be filed in accordance with the\nrules set forth for answers to a complaint in §10.64,\nexcept as otherwise provided in this section. The\nresponse must include a request for a conference, if\na conference is desired. The respondent is entitled\nto the conference only if the request is made in a\ntimely filed response. (e) Conference. An authorized representative\nof the Internal Revenue Service will preside\nat a conference described in this section. The\nconference will be held at a place and time selected\nby the Internal Revenue Service, but no sooner\nthan 14 calendar days after the date by which the\nresponse must be filed with the Internal Revenue\nService, unless the respondent agrees to an earlier\ndate. An authorized representative may represent\nthe respondent at the conference. (f) Suspension—\n(1) In general. The Commissioner, or delegate,\nmay suspend the respondent from practice before\nthe Internal Revenue Service by a written notice of\nexpedited suspension immediately following:\n(i) The expiration of the period within which a\nresponse to a show cause order must be filed if the\nrespondent does not file a response as required by\nparagraph (d) of this section;\nTreasury Department Circular No. 230 Table of Contents (ii) The conference described in paragraph (e)\nof this section if the Internal Revenue Service finds\nthat the respondent is described in paragraph (b) of\nthis section; or\n(iii) The respondent’s failure to appear, either\npersonally or through an authorized representative,\nat a conference scheduled by the Internal Revenue\nService under paragraph (e) of this section. (2) Duration of suspension. A suspension under\nthis section will commence on the date that the\nwritten notice of expedited suspension is served\non the practitioner, either personally or through\nan authorized representative.",
    "querygen": [
      "what is the reason for a suspended irs",
      "what is the irs suspension procedure",
      "what is the suspension rule for irs"
    ],
    "querygen_score": [
      "-2.2580714",
      "0.07551208",
      "-0.5059078"
    ]
  },
  {
    "id": "legal-advice_37__150",
    "doc_id": "legal-advice_37",
    "chunk_id": 150,
    "document_category": "legal-advice",
    "text": "-105- Topic\nNo.\n901\n902\n903 Subject\nTax Information for Residents of\nPuerto Rico Is a person with income from\nPuerto Rico required to file a U.S.\nfederal income tax return? Credits and deductions for\ntaxpayers with Puerto Rican source\nincome exempt from U.S. tax\nU.S. employment tax in Puerto\nRico Disclosure, Privacy Act, and Paperwork Reduction Act Notice\nThe IRS Restructuring and Reform Act of\n1998, the Privacy Act of 1974, and the\nPaperwork Reduction Act of 1980 require\nthat when we ask you for information we\nmust first tell you our legal right to ask\nfor the information, why we are asking\nfor it, and how it will be used. We must\nalso tell you what could happen if we do\nnot receive it and whether your response\nis voluntary, required to obtain a benefit,\nor mandatory under the law. This notice applies to all records and\nother material (in paper or electronic format) you file with us, including this tax\nreturn. It also applies to any questions we\nneed to ask you so we can complete, correct, or process your return; figure your\ntax; and collect tax, interest, or penalties. Our legal right to ask for information\nis Internal Revenue Code sections 6001,\n6011, and 6012(a), and their regulations. They say that you must file a return or\nstatement with us for any tax you are liable for. Your response is mandatory under\nthese sections. Code section 6109 requires you to provide your identifying\nnumber on the return. This is so we know\nwho you are, and can process your return\nand other papers. You must fill in all parts\nof the tax form that apply to you. But you\ndo not have to check the boxes for the\nPresidential Election Campaign Fund or\nfor the third-party designee. You also do\nnot have to provide your daytime phone\nnumber or email address. You are not required to provide the information requested on a form that is subject to the Paperwork Reduction Act unless the form displays a valid OMB control number. Books or records relating to\na form or its instructions must be retained\nas long as their contents may become material in the administration of any Internal\nRevenue law. We ask for tax return information to\ncarry out the tax laws of the United\nStates. We need it to figure and collect\nthe right amount of tax. If you do not file a return, do not provide the information we ask for, or provide fraudulent information, you may be\ncharged penalties and be subject to criminal prosecution. We may also have to disallow the exemptions, exclusions, credits,\ndeductions, or adjustments shown on the tax return. This could make the tax higher If you have suggestions for making\nor delay any refund. Interest may also be these forms simpler, we would be happy\ncharged. to hear from you. You can send us comments through IRS.gov/FormsComments. Generally, tax returns and return infor- Or you can send your comments to Intermation are confidential, as stated in Code nal Revenue Service, Tax Forms and Pubsection 6103. However, Code section lications Division, 1111 Constitution\n6103 allows or requires the Internal Reve- Ave. NW, IR-6526, Washington, DC\nnue Service to disclose or give the infor- 20224.",
    "querygen": [
      "are puerto ricans tax exempt from tax?",
      "is puerto rico tax exempt",
      "is puerto rica a federally exempt country?"
    ],
    "querygen_score": [
      "0.59398085",
      "0.3575217",
      "-3.781683"
    ]
  },
  {
    "id": "legal-advice_0__26",
    "doc_id": "legal-advice_0",
    "chunk_id": 26,
    "document_category": "legal-advice",
    "text": "The\ncircumstances described in this paragraph (c)(1) are\nas follows:\n(i) An individual may represent a member of his\nor her immediate family. (ii)A regular full-time employee of an individual\nemployer may represent the employer. (iii) A general partner or a regular full-time\nemployee of a partnership may represent the\npartnership.\n(iv) A bona fide officer or a regular fulltime employee of a corporation (including a\nPage 16 — § 10.6 parent, subsidiary, or other affiliated corporation),\nassociation, or organized group may represent the\ncorporation, association, or organized group.\n(v) A regular full-time employee of a trust,\nreceivership, guardianship, or estate may represent\nthe trust, receivership, guardianship, or estate. (vi) An officer or a regular employee of\na governmental unit, agency, or authority may\nrepresent the governmental unit, agency, or authority\nin the course of his or her official duties. (vii) An individual may represent any individual\nor entity, who is outside the United States, before\npersonnel of the Internal Revenue Service when such\nrepresentation takes place outside the United States. (2) Limitations. (i) An individual who is under suspension or\ndisbarment from practice before the Internal Revenue\nService may not engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section. (ii) The Commissioner, or delegate, may,\nafter notice and opportunity for a conference, deny\neligibility to engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section to any individual who has engaged in\nconduct that would justify a sanction under §10.50. (iii) An individual who represents a taxpayer\nunder the authority of paragraph (c)(1) of this section\nis subject, to the extent of his or her authority, to such\nrules of general applicability regarding standards\nof conduct and other matters as prescribed by the\nInternal Revenue Service. (d) Special appearances. The Commissioner,\nor delegate, may, subject to conditions deemed\nappropriate, authorize an individual who is not\notherwise eligible to practice before the Internal\nRevenue Service to represent another person in a\nparticular matter. (e) Fiduciaries. For purposes of this part, a\nfiduciary (for example, a trustee, receiver, guardian,\npersonal representative, administrator, or executor) is\nconsidered to be the taxpayer and not a representative\nof the taxpayer. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents § 10.8 Return preparation and application of\nrules to other individuals. § 10.9 Continuing education providers and\ncontinuing education programs. (a) Preparing all or substantially all of a tax return. Any individual who for compensation prepares or\nassists with the preparation of all or substantially\nall of a tax return or claim for refund must have\na preparer tax identification number. Except as\notherwise prescribed in forms, instructions, or other\nappropriate guidance, an individual must be an\nattorney, certified public accountant, enrolled agent,\nor registered tax return preparer to obtain a preparer\ntax identification number. Any individual who for\ncompensation prepares or assists with the preparation\nof all or substantially all of a tax return or claim for\nrefund is subject to the duties and restrictions relating\nto practice in subpart B, as well as subject to the\nsanctions for violation of the regulations in subpart C.\n(b) Preparing a tax return and furnishing\ninformation.",
    "querygen": [
      "what are the circumstances of a family claim",
      "who are considered full time employees",
      "who represents family of an employer"
    ],
    "querygen_score": [
      "-3.35633",
      "-0.82210875",
      "0.72042537"
    ]
  },
  {
    "id": "legal-advice_91__139",
    "doc_id": "legal-advice_91",
    "chunk_id": 139,
    "document_category": "legal-advice",
    "text": "Is the amount on line 12 more than the amount on line 13? Yes. Fill in Form 6251 to see if you owe the alternative minimum tax. No. You don’t owe alternative minimum tax and don’t need to fill out Form 6251. Leave Schedule 2, line 1, blank. -96- You may be charged a penalty\nequal to 50% of the social seCAUTION curity and Medicare or RRTA\ntax due on tips you received but didn't\nreport to your employer. ! Line 6\nUnreported Social Security and\nMedicare Tax From Form 8919 Enter the total of any taxes from Form\n8919. If you are an employee who received\nwages from an employer who didn't\nwithhold social security and Medicare\ntax from your wages, use Form 8919 to\nfigure your share of the unreported tax. Include on line 6 the amount from\nline 13 of Form 8919. Include the\namount from line 6 of Form 8919 on\nForm 1040 or 1040-SR, line 1g. Line 8\nAdditional Tax on IRAs, Other\nQualified Retirement Plans, etc. If any of the following apply, see Form\n5329 and its instructions to find out if\nyou owe this tax and if you must file\nForm 5329. Also see Form 5329 and its\ninstructions for definitions of the terms\nused here. 1. You received an early distribution\nfrom (a) an IRA or other qualified retirement plan, (b) an annuity, or (c) a modified endowment contract entered into after June 20, 1988, and the total distribution wasn't rolled over. 2. Excess contributions were made\nto your IRA, Coverdell education savings account (ESA), Archer MSA,\nhealth savings account (HSA), or ABLE\naccount. 3. You received a taxable distribution from a Coverdell ESA, qualified\ntuition program, or ABLE account. 4. You didn't take the minimum required distribution from your IRA or\nother qualified retirement plan by April\n1 of the year following the year you\nreached age 72. Exception. If only item (1) applies and\ndistribution code 1 is correctly shown in\nbox 7 of all your Forms 1099-R, you\ndon’t have to file Form 5329. Instead,\nmultiply the taxable amount of the dis- tribution by 10% (0.10) and enter the result on line 8. The taxable amount of the\ndistribution is the part of the distribution\nyou reported on Form 1040, 1040-SR, or\n1040-NR, line 4b or 5b, or on Form\n4972. Also check the box on line 8 to indicate that you don’t have to file Form\n5329. But you must file Form 5329 if\ndistribution code 1 is incorrectly shown\nin box 7 of Form 1099-R or you qualify\nfor an exception, such as the exceptions\nfor qualified medical expenses, qualified\nhigher education expenses, qualified\nfirst-time homebuyer distributions, or a\nqualified reservist distribution. Line 9\nHousehold Employment Taxes Enter the household employment taxes\nyou owe for having a household employee. If any of the following apply,\nsee Schedule H and its instructions to\nfind out if you owe these taxes. 1. You paid any one household employee (defined below) cash wages of\n$2,400 or more in 2022. Cash wages include wages paid by check, money order, etc. But don’t count amounts paid to\nan employee who was under age 18 at\nany time in 2022 and was a student.",
    "querygen": [
      "do you owe a minimum tax or alternative minimum",
      "do i owe alternate minimum",
      "do you owe alternative minimum income tax"
    ],
    "querygen_score": [
      "0.1920161",
      "-0.787073",
      "-0.42861414"
    ]
  },
  {
    "id": "legal-advice_30__53",
    "doc_id": "legal-advice_30",
    "chunk_id": 53,
    "document_category": "legal-advice",
    "text": "(iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information. When providing returns or\nreturn information to the practitioner or appraiser,\nor authorized representative, the Secretary of the\nTreasury, or delegate, will —\n(A) Redact identifying information of any\nthird party taxpayers and replace it with a code;\n(B) Provide a key to the coded information;\nand\n(C) Notify the practitioner or appraiser, or\nauthorized representative, of the restrictions on\nthe use and disclosure of the returns and return\ninformation, the applicable damages remedy\nunder section 7431 of the Internal Revenue Code,\nand that unauthorized disclosure of information\nprovided by the Internal Revenue Service under\nthis paragraph (d)(3) is also a violation of this part. (4) Protective measures —\n(i) Mandatory protection order. If redaction of\nnames, addresses, and other identifying information\nof third party taxpayers may still permit indirect\nidentification of any third party taxpayer, the\nAdministrative Law Judge will issue a protective\norder to ensure that the identifying information is\navailable to the parties and the Administrative Law\nJudge for purposes of the proceeding, but is not\n§ 10.72 — Page 37 Table of Contents disclosed to, or open to inspection by, the public. (ii) Authorized orders. (A) Upon motion by a party or any other\naffected person, and for good cause shown, the\nAdministrative Law Judge may make any order\nwhich justice requires to protect any person in the\nevent disclosure of information is prohibited by law,\nprivileged, confidential, or sensitive in some other\nway, including, but not limited to, one or more of\nthe following —\n(1) That disclosure of information be made\nonly on specified terms and conditions, including a\ndesignation of the time or place;\n(2) That a trade secret or other information\nnot be disclosed, or be disclosed only in a designated\nway. (iii) Denials. If a motion for a protective order\nis denied in whole or in part, the Administrative\nLaw Judge may, on such terms or conditions as\nthe Administrative Law Judge deems just, order\nany party or person to comply with, or respond in\naccordance with, the procedure involved. (iv) Public inspection of documents. The\nSecretary of the Treasury, or delegate, shall ensure\nthat all names, addresses or other identifying details\nof third party taxpayers are redacted and replaced\nwith the code assigned to the corresponding taxpayer\nin all documents prior to public inspection of such\ndocuments. (e) Location. The location of the hearing will be\ndetermined by the agreement of the parties with the\napproval of the Administrative Law Judge, but, in\nthe absence of such agreement and approval, the\nhearing will be held in Washington, D.C.\n(f) Failure to appear. If either party to the\nproceeding fails to appear at the hearing, after\nnotice of the proceeding has been sent to him or her,\nthe party will be deemed to have waived the right\nto a hearing and the Administrative Law Judge may\nmake his or her decision against the absent party by\ndefault. (g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general.",
    "querygen": [
      "what is the purpose of using information in federal taxes or returns",
      "how can someone use the tax return information for purposes other than disclosure?",
      "what is the purpose for disclosure of returns information?"
    ],
    "querygen_score": [
      "-1.190228",
      "0.018038295",
      "0.5107328"
    ]
  },
  {
    "id": "legal-advice_18__2",
    "doc_id": "legal-advice_18",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "Brief answer: Yes. (b) How should -- alleged “investigatory expenses” be treated? Brief answer: The majority of these expenses should be\ncapitalized under § 263. Analysis\n(a) With respect to amortization of investigatory expenses, does\n' 195 apply only to creating a new business or acquiring a\nbusiness in a field that differs from the acquirer’s existing\nbusiness? Under the Internal Revenue Code, investigatory expenses, as\npart of startup expenditures,2 are amortizable over 60 months,\nwhich, compared with capitalization, is more favorable to\ntaxpayers. See I.R.C. ' 195(b). Under § 195, investigatory expenses refers to any amount(A) paid or incurred in connection with(i) investigating the creation or acquisition\nof an\nactive trade or business,\n... ...\n(B) which, if paid or incurred in connection with the\noperation of an existing active trade or business (in\nthe same field as the trade or business referred to in\nsubparagraph (A)), would be allowable as a deduction\nfor the taxable year in which paid or incurred. I.R.C. ' 195(c)(1). (I.R.C. ' 195(c)(1)(A) and I.R.C.\n' 195(c)(1)(B) hereinafter are sometimes referred to as\nAsubparagraph (A)@ and Asubparagraph (B)@ respectively.) 2 § 195 addresses startup expenditures, which includes investigatory expenses\nand startup costs. See discussion infra in this Analysis. CC:LM:NR:HOU:2: POSTF 163829-02 page 4 Whether this statute applies to the acquisition of an\nexisting business in the same field as the acquirer’s depends on\nthe meaning of Aactive trade or business@ in subparagraph (A)(i)3. Neither Subparagraph (A) nor (B) defines Aactive trade or\nbusiness.@ These two subparagraphs, however, shed much light on\nthe term’s meaning when looked at together. Subparagraphs (A) and (B) together, in pertinent parts,\nstate that, in addition to “in connection with” investigating the\ncreation or acquisition of an active trade or business, a startup\nexpenditure is an expense that would be currently deductible, if\nit were paid or incurred in connection with the operation of an\nexisting trade or business which is in the same field as that of\nthe one created or acquired. To illustrate, suppose A creates or acquires B, an active\ntrade or business in field X. A’s startup expenditures,\nincluding the expenses incurred in connection with investigating\nthe creation or acquisition of B, must be such that, if incurred\nin connection with the operation of an existing business in field\nX, are currently deductible. Whether an expense is currently deductible is controlled by\nI.R.C. ' 162, which provides that only ordinary and necessary\nexpenses are currently deductible. What kind of expenses, then,\npaid or incurred in connection with investigating the creation or\nacquisition of B could have been incurred in connection with\noperating an existing business in field X and currently\ndeductible? Such expenses are not identifiable, or even\nconceivable, from the plain language of ' 195(c), although such\nidentification is crucial to the ultimate issue in this case. “In the absence of a legislative definition, the term must\nbe given a meaning consistent with the overall statutory\ncontext.” Doe v. Rowe, 156 F. Supp. 2d 35, 46-47 (D. Me. 2001). 3 Of subparagraph (A), only (i) is relevant to the present case. CC:LM:NR:HOU:2: POSTF 163829-02 page 5 Section 195 was enacted in 1980.",
    "querygen": [
      "are investigatory costs capitalized",
      "how is investigatory expense capitalized",
      "can you capitalize investigation expenses"
    ],
    "querygen_score": [
      "0.4245964",
      "0.82220477",
      "0.40071398"
    ]
  },
  {
    "id": "legal-advice_25__55",
    "doc_id": "legal-advice_25",
    "chunk_id": 55,
    "document_category": "legal-advice",
    "text": "Complete the rest of that worksheet through line 4 (line 10 if you use the\nSchedule D Tax Worksheet). Next, you must determine if you have a capital gain excess. To find out if you have a capital gain excess, subtract\nForm 1040 or 1040-SR, line 15, from line 4 of your Qualified Dividends and Capital Gain Tax Worksheet (line 10 of your Schedule D Tax\nWorksheet). If the result is more than zero, that amount is your capital gain excess. If you don’t have a capital gain excess, complete the rest of either of those worksheets according to the worksheet's instructions. Then,\ncomplete lines 5 and 6 above. If you have a capital gain excess, complete a second Qualified Dividends and Capital Gain Tax Worksheet or Schedule D Tax Worksheet\n(whichever applies) as instructed above but in its entirety and with the following additional modifications. Then, complete lines 5 and 6 above. These modifications are to be made only for purposes of filling out the Foreign Earned Income Tax Worksheet above. 1. Reduce (but not below zero) the amount you would otherwise enter on line 3 of your Qualified Dividends and Capital Gain Tax Worksheet\nor line 9 of your Schedule D Tax Worksheet by your capital gain excess. 2. Reduce (but not below zero) the amount you would otherwise enter on line 2 of your Qualified Dividends and Capital Gain Tax Worksheet\nor line 6 of your Schedule D Tax Worksheet by any of your capital gain excess not used in (1) above. 3. Reduce (but not below zero) the amount on your Schedule D (Form 1040), line 18, by your capital gain excess. 4. Include your capital gain excess as a loss on line 16 of your Unrecaptured Section 1250 Gain Worksheet in the Instructions for\nSchedule D (Form 1040). -35- Need more information or forms? Visit IRS.gov. Qualified Dividends and Capital Gain Tax Worksheet—Line 16 Keep for Your Records Before you begin: 1.\n2.\n3. 4.\n5.\n6. 7.\n8.\n9.\n10.\n11.\n12.\n13. 14.\n15.\n16.\n17.\n18.\n19.\n20.\n21.\n22.\n23.\n24.\n25. See the earlier instructions for line 16 to see if you can use this worksheet to figure your tax. Before completing this worksheet, complete Form 1040 or 1040-SR through line 15. If you don’t have to file Schedule D and you received capital gain distributions, be sure you checked the box\non Form 1040 or 1040-SR, line 7. Enter the amount from Form 1040 or 1040-SR, line 15. However, if you are filing\nForm 2555 (relating to foreign earned income), enter the amount from line 3 of the\nForeign Earned Income Tax Worksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1.\nEnter the amount from Form 1040 or 1040-SR,\nline 3a* . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2.\nAre you filing Schedule D?*\nYes.",
    "querygen": [
      "how do you find out if you have extra capital gain",
      "how can i determine if there is a capital gain excess in my business",
      "how to find excess gain on taxes"
    ],
    "querygen_score": [
      "1.8512204",
      "2.4420586",
      "1.304893"
    ]
  },
  {
    "id": "legal-advice_63__8",
    "doc_id": "legal-advice_63",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.65 Supplemental charges. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.66 Reply to answer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.67 Proof; variance; amendment of pleadings. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.68 Motions and requests. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.69 Representation; ex parte communication.",
    "querygen": [
      "what is the plural of .?",
      "what is the meaning of my name is . . . . . . . . . . . . . . . . . . . .",
      "what is the proper name for the word in ."
    ],
    "querygen_score": [
      "-7.3905687",
      "-7.829242",
      "-8.500334"
    ]
  },
  {
    "id": "legal-advice_41__59",
    "doc_id": "legal-advice_41",
    "chunk_id": 59,
    "document_category": "legal-advice",
    "text": "(c) Expedited suspension procedures. A suspension\nunder this section will be proposed by a show cause\norder that names the respondent, is signed by an\nauthorized representative of the Internal Revenue\nService under §10.69(a)(1), and served according\nto the rules set forth in §10.63(a). The show cause\norder must give a plain and concise description\nof the allegations that constitute the basis for the\nproposed suspension. The show cause order must\nnotify the respondent —\nPage 42 — § 10.82 (1) Of the place and due date for filing a\nresponse;\n(2) That an expedited suspension decision by\ndefault may be rendered if the respondent fails to\nfile a response as required;\n(3) That the respondent may request a conference\nto address the merits of the show cause order and\nthat any such request must be made in the response;\nand\n(4) That the respondent may be suspended\neither immediately following the expiration of the\nperiod within which a response must be filed or, if a\nconference is requested, immediately following the\nconference. (d) Response. The response to the show cause order\ndescribed in this section must be filed no later than\n30 calendar days following the date the show cause\norder is served, unless the time for filing is extended. The response must be filed in accordance with the\nrules set forth for answers to a complaint in §10.64,\nexcept as otherwise provided in this section. The\nresponse must include a request for a conference, if\na conference is desired. The respondent is entitled\nto the conference only if the request is made in a\ntimely filed response. (e) Conference. An authorized representative\nof the Internal Revenue Service will preside\nat a conference described in this section. The\nconference will be held at a place and time selected\nby the Internal Revenue Service, but no sooner\nthan 14 calendar days after the date by which the\nresponse must be filed with the Internal Revenue\nService, unless the respondent agrees to an earlier\ndate. An authorized representative may represent\nthe respondent at the conference. (f) Suspension—\n(1) In general. The Commissioner, or delegate,\nmay suspend the respondent from practice before\nthe Internal Revenue Service by a written notice of\nexpedited suspension immediately following:\n(i) The expiration of the period within which a\nresponse to a show cause order must be filed if the\nrespondent does not file a response as required by\nparagraph (d) of this section;\nTreasury Department Circular No. 230 Table of Contents (ii) The conference described in paragraph (e)\nof this section if the Internal Revenue Service finds\nthat the respondent is described in paragraph (b) of\nthis section; or\n(iii) The respondent’s failure to appear, either\npersonally or through an authorized representative,\nat a conference scheduled by the Internal Revenue\nService under paragraph (e) of this section. (2) Duration of suspension. A suspension under\nthis section will commence on the date that the\nwritten notice of expedited suspension is served\non the practitioner, either personally or through\nan authorized representative.",
    "querygen": [
      "irs show cause order for suspending a person for an irs audit",
      "when can an irs order be issued",
      "irs suspend procedures"
    ],
    "querygen_score": [
      "0.7859851",
      "-2.7306454",
      "0.11957063"
    ]
  },
  {
    "id": "legal-advice_41__44",
    "doc_id": "legal-advice_41",
    "chunk_id": 44,
    "document_category": "legal-advice",
    "text": "If the report is made\nto an officer or employee of the Internal Revenue\nService, the officer or employee will make a\nwritten report of the suspected violation and submit\nthe report to the office(s) of the Internal Revenue\nService responsible for administering or enforcing\nthis part. (c) Destruction of report. No report made\nunder paragraph (a) or (b) of this section shall\nbe maintained unless retention of the report is\npermissible under the applicable records control\nschedule as approved by the National Archives\nand Records Administration and designated\nin the Internal Revenue Manual. Reports must\nbe destroyed as soon as permissible under the\napplicable records control schedule. (d) Effect on proceedings under subpart D. The\ndestruction of any report will not bar any proceeding\nunder subpart D of this part, but will preclude the\nuse of a copy of the report in a proceeding under\nsubpart D of this part. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart D — Rules Applicable to Disciplinary\nProceedings\n§ 10.60 Institution of proceeding. (a) Whenever it is determined that a practitioner (or\nemployer, firm or other entity, if applicable) violated\nany provision of the laws governing practice before\nthe Internal Revenue Service or the regulations in\nthis part, the practitioner may be reprimanded or, in\naccordance with §10.62, subject to a proceeding for\nsanctions described in §10.50. (b) Whenever a penalty has been assessed against\nan appraiser under the Internal Revenue Code and an\nappropriate officer or employee in an office established\nto enforce this part determines that the appraiser acted\nwillfully, recklessly, or through gross incompetence\nwith respect to the proscribed conduct, the appraiser\nmay be reprimanded or, in accordance with §10.62,\nsubject to a proceeding for disqualification. A\nproceeding for disqualification of an appraiser is\ninstituted by the filing of a complaint, the contents of\nwhich are more fully described in §10.62. (c) Except as provided in §10.82, a proceeding\nwill not be instituted under this section unless the\nproposed respondent previously has been advised\nin writing of the law, facts and conduct warranting\nsuch action and has been accorded an opportunity\nto dispute facts, assert additional facts, and make\narguments (including an explanation or description\nof mitigating circumstances). (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.61 Conferences. (a) In general. The Commissioner, or delegate,\nmay confer with a practitioner, employer, firm or\nother entity, or an appraiser concerning allegations of\nmisconduct irrespective of whether a proceeding has\nbeen instituted. If the conference results in a stipulation\nin connection with an ongoing proceeding in which the\npractitioner, employer, firm or other entity, or appraiser\nis the respondent, the stipulation may be entered in the\nrecord by either party to the proceeding. Treasury Department Circular No. 230 (b) Voluntary sanction —\n(1) In general. In lieu of a proceeding being\ninstituted or continued under §10.60(a), a practitioner\nor appraiser (or employer, firm or other entity, if\napplicable) may offer a consent to be sanctioned\nunder §10.50. (2) Discretion; acceptance or declination. The\nCommissioner, or delegate, may accept or decline\nthe offer described in paragraph (b)(1) of this\nsection.",
    "querygen": [
      "what is internal revenue service report",
      "who has a role in implementing the irs",
      "if an officer or employee of the irs is a suspected violator of the aa, the officer or employee must"
    ],
    "querygen_score": [
      "-1.0496519",
      "-5.2345324",
      "-1.4264787"
    ]
  },
  {
    "id": "legal-advice_25__41",
    "doc_id": "legal-advice_25",
    "chunk_id": 41,
    "document_category": "legal-advice",
    "text": "You must use the Simplified Method if\neither of the following applies. 1. Your annuity starting date was after July 1, 1986, and you used this method last year to figure the taxable part. 2. Your annuity starting date was after November 18, 1996, and both of the\nfollowing apply. a. The payments are from a qualified employee plan, a qualified employee annuity, or a tax-sheltered annuity. b. On your annuity starting date, either you were under age 75 or the number of years of guaranteed payments was\nfewer than 5. See Pub. 575 for the definition of guaranteed payments. If you must use the Simplified Method, complete the Simplified Method\nWorksheet in these instructions to figure\nthe taxable part of your pension or annuity. For more details on the Simplified\nMethod, see Pub. 575 (or Pub. 721 for\nU.S. Civil Service retirement benefits). If you received U.S. Civil Service retirement benefits and you\nCAUTION chose the alternative annuity\noption, see Pub. 721 to figure the taxable part of your annuity. Do not use the\nSimplified Method Worksheet in these\ninstructions. ! Annuity Starting Date Your annuity starting date is the later of\nthe first day of the first period for which\nyou received a payment or the date the\nplan's obligations became fixed. Age (or Combined Ages) at\nAnnuity Starting Date If you are the retiree, use your age on\nthe annuity starting date. If you are the\nsurvivor of a retiree, use the retiree's age\non their annuity starting date. But if your Keep for Your Records Simplified Method Worksheet—Lines 5a and 5b\nBefore you begin: If you are the beneficiary of a deceased employee or former employee who died before August 21, 1996, include\nany death benefit exclusion that you are entitled to (up to $5,000) in the amount entered on line 2 below. More than one pension or annuity. If you had more than one partially taxable pension or annuity, figure the taxable part of each separately. Enter\nthe total of the taxable parts on Form 1040 or 1040-SR, line 5b. Enter the total pension or annuity payments received in 2022 on Form 1040 or\n1040-SR, line 5a. 1. Enter the total pension or annuity payments from Form 1099-R, box 1. Also, enter this amount on Form 1040 or\n1040-SR, line 5a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. . . . . . . 8. 9. Taxable amount. Subtract line 8 from line 1. Enter the result, but not less than zero. Also, enter this amount on Form\n1040 or 1040-SR, line 5b. If your Form 1099-R shows a larger amount, use the amount on this line instead of the\namount from Form 1099-R. If you are a retired public safety officer, see Insurance Premiums for Retired Public\nSafety Officers before entering an amount on line 5b . . . . . . . . . . . . . . . . . . . . . . 9.",
    "querygen": [
      "when can you use simple method",
      "which method do you use to start an annuity",
      "when was the simplified method used"
    ],
    "querygen_score": [
      "0.10602115",
      "1.1096447",
      "0.48524076"
    ]
  },
  {
    "id": "legal-advice_60__28",
    "doc_id": "legal-advice_60",
    "chunk_id": 28,
    "document_category": "legal-advice",
    "text": "1. Child tax credit and credit for other dependents (line 19)\nand additional child tax credit (line 28). 2. Head of household filing status. 3. Credit for child and dependent care expenses (Schedule\n3, line 2). 4. Exclusion for dependent care benefits (Form 2441, Part\nIII). 5. Earned income credit (line 27). No other person can take any of the five tax benefits just listed\nbased on the qualifying child. If you and any other person can\nclaim the child as a qualifying child, the following rules apply. For purposes of these rules, the term \"parent\" means a biological or adoptive parent of an individual. It doesn't include a stepparent or foster parent unless that person has adopted the individual. • If only one of the persons is the child's parent, the child is\ntreated as the qualifying child of the parent. • If the parents file a joint return together and can claim the\nchild as a qualifying child, the child is treated as the qualifying\nchild of the parents. • If the parents don’t file a joint return together but both parents claim the child as a qualifying child, the IRS will treat the\nchild as the qualifying child of the parent with whom the child\nlived for the longer period of time in 2022. If the child lived\nwith each parent for the same amount of time, the IRS will treat\nthe child as the qualifying child of the parent who had the higher adjusted gross income (AGI) for 2022. • If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. • If a parent can claim the child as a qualifying child but no\nparent does so claim the child, the child is treated as the qualifying child of the person who had the highest AGI for 2022, but\nonly if that person's AGI is higher than the highest AGI of any\nparent of the child who can claim the child. Example. Your child, J meets the conditions to be a qualifying child for both you and your parent. J doesn't meet the conditions to be a qualifying child of any other person, including J’s\nother parent. Under the rules just described, you can claim J as a\nqualifying child for all of the five tax benefits just listed for\nwhich you otherwise qualify. Your parent can't claim any of\nthose five tax benefits based on J. However, if your parent’s\nAGI is higher than yours and you do not claim J as a qualifying\nchild, J is the qualifying child of your parent. For more details and examples, see Pub. 501. If you will be claiming the child as a qualifying child, go to\nStep 2. Otherwise, stop; you can't claim any benefits based on\nthis child. Social security number. You must enter each dependent's social security number (SSN). Be sure the name and SSN entered\nagree with the dependent's social security card.",
    "querygen": [
      "what is the deduction for child on taxes",
      "who receives ci for dependent care",
      "what is the child tax credit"
    ],
    "querygen_score": [
      "-0.6399635",
      "-3.4156494",
      "0.10469884"
    ]
  }
]