[
  {
    "id": "legal-advice_97__26",
    "doc_id": "legal-advice_97",
    "chunk_id": 26,
    "document_category": "legal-advice",
    "text": "The\ncircumstances described in this paragraph (c)(1) are\nas follows:\n(i) An individual may represent a member of his\nor her immediate family. (ii)A regular full-time employee of an individual\nemployer may represent the employer. (iii) A general partner or a regular full-time\nemployee of a partnership may represent the\npartnership.\n(iv) A bona fide officer or a regular fulltime employee of a corporation (including a\nPage 16 — § 10.6 parent, subsidiary, or other affiliated corporation),\nassociation, or organized group may represent the\ncorporation, association, or organized group.\n(v) A regular full-time employee of a trust,\nreceivership, guardianship, or estate may represent\nthe trust, receivership, guardianship, or estate. (vi) An officer or a regular employee of\na governmental unit, agency, or authority may\nrepresent the governmental unit, agency, or authority\nin the course of his or her official duties. (vii) An individual may represent any individual\nor entity, who is outside the United States, before\npersonnel of the Internal Revenue Service when such\nrepresentation takes place outside the United States. (2) Limitations. (i) An individual who is under suspension or\ndisbarment from practice before the Internal Revenue\nService may not engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section. (ii) The Commissioner, or delegate, may,\nafter notice and opportunity for a conference, deny\neligibility to engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section to any individual who has engaged in\nconduct that would justify a sanction under §10.50. (iii) An individual who represents a taxpayer\nunder the authority of paragraph (c)(1) of this section\nis subject, to the extent of his or her authority, to such\nrules of general applicability regarding standards\nof conduct and other matters as prescribed by the\nInternal Revenue Service. (d) Special appearances. The Commissioner,\nor delegate, may, subject to conditions deemed\nappropriate, authorize an individual who is not\notherwise eligible to practice before the Internal\nRevenue Service to represent another person in a\nparticular matter. (e) Fiduciaries. For purposes of this part, a\nfiduciary (for example, a trustee, receiver, guardian,\npersonal representative, administrator, or executor) is\nconsidered to be the taxpayer and not a representative\nof the taxpayer. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents § 10.8 Return preparation and application of\nrules to other individuals. § 10.9 Continuing education providers and\ncontinuing education programs. (a) Preparing all or substantially all of a tax return. Any individual who for compensation prepares or\nassists with the preparation of all or substantially\nall of a tax return or claim for refund must have\na preparer tax identification number. Except as\notherwise prescribed in forms, instructions, or other\nappropriate guidance, an individual must be an\nattorney, certified public accountant, enrolled agent,\nor registered tax return preparer to obtain a preparer\ntax identification number. Any individual who for\ncompensation prepares or assists with the preparation\nof all or substantially all of a tax return or claim for\nrefund is subject to the duties and restrictions relating\nto practice in subpart B, as well as subject to the\nsanctions for violation of the regulations in subpart C.\n(b) Preparing a tax return and furnishing\ninformation.",
    "querygen": [
      "who is employer employee",
      "who can represent employer",
      "cc1 definition of family member"
    ],
    "querygen_score": [
      "-1.3056065",
      "1.8874468",
      "-5.6089087"
    ]
  },
  {
    "id": "legal-advice_63__10",
    "doc_id": "legal-advice_63",
    "chunk_id": 10,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39\n§ 10.76 Decision of Administrative Law Judge. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39\n§ 10.77 Appeal of decision of Administrative Law Judge. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n§ 10.78 Decision on review. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n§ 10.79 Effect of disbarment, suspension, or censure. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n§ 10.80 Notice of disbarment, suspension, censure, or disqualification. . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement.",
    "querygen": [
      "what is the meaning of '''''''''''''''''''''''''''''''''''''''''''''''''''''''''",
      ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
      "what type of a person is a ?"
    ],
    "querygen_score": [
      "-4.6384754",
      "-2.9722428",
      "-8.318894"
    ]
  },
  {
    "id": "legal-advice_95__12",
    "doc_id": "legal-advice_95",
    "chunk_id": 12,
    "document_category": "legal-advice",
    "text": "44 Page 4 Treasury Department Circular No. 230 Table of Contents Paragraph 1. The authority citation for 31 CFR, part\n10 continues to read as follows:\nAuthority: Sec. 3, 23 Stat. 258, secs. 2-12, 60 Stat.\n237 et. seq.; 5 U.S.C. 301, 500, 551-559; 31 U.S.C.\n321; 31 U.S.C. 330; Reorg. Plan No. 26 of 1950, 15\nFR 4935, 64 Stat. 1280, 3 CFR, 1949-1953 Comp.,\np. 1017.\n§ 10.0 Scope of part. (a) This part contains rules governing the\nrecognition of attorneys, certified public accountants,\nenrolled agents, enrolled retirement plan agents,\nregistered tax return preparers, and other persons\nrepresenting taxpayers before the Internal Revenue\nService. Subpart A of this part sets forth rules relating\nto the authority to practice before the Internal Revenue\nService; subpart B of this part prescribes the duties\nand restrictions relating to such practice; subpart C\nof this part prescribes the sanctions for violating the\nregulations; subpart D of this part contains the rules\napplicable to disciplinary proceedings; and subpart E\nof this part contains general provisions relating to the\navailability of official records. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Subpart A — Rules Governing Authority to\nPractice\n§ 10.1 Offices. (a) Establishment of office(s). The Commissioner\nshall establish the Office of Professional\nResponsibility and any other office(s) within the\nInternal Revenue Service necessary to administer\nand enforce this part. The Commissioner shall\nappoint the Director of the Office of Professional\nResponsibility and any other Internal Revenue\nofficial(s) to manage and direct any office(s)\nestablished to administer or enforce this part. Offices established under this part include, but are\nnot limited to:\n(1) The Office of Professional Responsibility, which\nshall generally have responsibility for matters related\nto practitioner conduct and shall have exclusive\nresponsibility for discipline, including disciplinary\nproceedings and sanctions; and\n(2) An office with responsibility for matters related\nto authority to practice before the Internal Revenue\nService, including acting on applications for\nenrollment to practice before the Internal Revenue\nService and administering competency testing and\ncontinuing education. (b) Officers and employees within any office\nestablished under this part may perform acts necessary\nor appropriate to carry out the responsibilities of their\noffice(s) under this part or as otherwise prescribed by\nthe Commissioner. (c) Acting. The Commissioner will designate an\nofficer or employee of the Internal Revenue Service\nto perform the duties of an individual appointed\nunder paragraph (a) of this section in the absence of\nthat officer or employee or during a vacancy in that\noffice. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011, except that\nparagraph (a)(1) is applicable beginning June 12,\n2014. § 10.1 — Page 5 Table of Contents § 10.2 Definitions.\n(a) As used in this part, except where the text\nprovides otherwise —\n(1) Attorney means any person who is a member\nin good standing of the bar of the highest court of\nany state, territory, or possession of the United\nStates, including a Commonwealth, or the District of\nColumbia. (2) Certified public accountant means any person\nwho is duly qualified to practice as a certified public\naccountant in any state, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia. (3) Commissioner refers to the Commissioner of\nInternal Revenue.",
    "querygen": [
      "what is the authority citation for treasury circular no. 230",
      "what is the authority citing for 31cf?",
      "treasury department cfr authority"
    ],
    "querygen_score": [
      "2.6693177",
      "-1.3153131",
      "1.5132837"
    ]
  },
  {
    "id": "legal-advice_93__55",
    "doc_id": "legal-advice_93",
    "chunk_id": 55,
    "document_category": "legal-advice",
    "text": "§ 10.76 Decision of Administrative Law Judge. (a) In general —\n(1) Hearings. Within 180 days after the\nconclusion of a hearing and the receipt of any\nproposed findings and conclusions timely\nsubmitted by the parties, the Administrative Law\nJudge should enter a decision in the case. The\ndecision must include a statement of findings\nand conclusions, as well as the reasons or basis\nfor making such findings and conclusions, and\nan order of censure, suspension, disbarment,\nmonetary penalty, disqualification, or dismissal of\nthe complaint. (2) Summary adjudication. In the event that\na motion for summary adjudication is filed, the\nAdministrative Law Judge should rule on the\nmotion for summary adjudication within 60\ndays after the party in opposition files a written\nTreasury Department Circular No. 230 response, or if no written response is filed, within\n90 days after the motion for summary adjudication\nis filed. A decision shall thereafter be rendered if\nthe pleadings, depositions, admissions, and any\nother admissible evidence show that there is no\ngenuine issue of material fact and that a decision\nmay be rendered as a matter of law. The decision\nmust include a statement of conclusions, as well as\nthe reasons or basis for making such conclusions,\nand an order of censure, suspension, disbarment,\nmonetary penalty, disqualification, or dismissal of\nthe complaint. (3) Returns and return information. In the\ndecision, the Administrative Law Judge should\nuse the code assigned to third party taxpayers\n(described in §10.72(d)). (b) Standard of proof. If the sanction is censure or\na suspension of less than six months’ duration, the\nAdministrative Law Judge, in rendering findings\nand conclusions, will consider an allegation of fact\nto be proven if it is established by the party who is\nalleging the fact by a preponderance of the evidence\nin the record. If the sanction is a monetary penalty,\ndisbarment or a suspension of six months or longer\nduration, an allegation of fact that is necessary for\na finding against the practitioner must be proven\nby clear and convincing evidence in the record. An allegation of fact that is necessary for a finding\nof disqualification against an appraiser must be\nproved by clear and convincing evidence in the\nrecord. (c) Copy of decision. The Administrative Law\nJudge will provide the decision to the Internal\nRevenue Service’s authorized representative, and\na copy of the decision to the respondent or the\nrespondent’s authorized representative. (d) When final. In the absence of an appeal to the\nSecretary of the Treasury or delegate, the decision\nof the Administrative Law Judge will, without\nfurther proceedings, become the decision of the\nagency 30 days after the date of the Administrative\nLaw Judge’s decision. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.76 — Page 39 Table of Contents § 10.77 Appeal of decision of Administrative Law\nJudge. (a) Appeal. Any party to the proceeding under\nthis subpart D may appeal the decision of the\nAdministrative Law Judge by filing a notice of\nappeal with the Secretary of the Treasury, or delegate\ndeciding appeals. The notice of appeal must include\na brief that states exceptions to the decision of\nAdministrative Law Judge and supporting reasons\nfor such exceptions. (b) Time and place for filing of appeal.",
    "querygen": [
      "how long does a hearing take?",
      "when does administrative law judge enter decision",
      "how soon after an administrative hearing should a decision be entered"
    ],
    "querygen_score": [
      "-1.5926814",
      "2.993543",
      "2.1163979"
    ]
  },
  {
    "id": "legal-advice_28__60",
    "doc_id": "legal-advice_28",
    "chunk_id": 60,
    "document_category": "legal-advice",
    "text": "(2) Duration of suspension. A suspension under\nthis section will commence on the date that the\nwritten notice of expedited suspension is served\non the practitioner, either personally or through\nan authorized representative. The suspension will\nremain effective until the earlier of:\n(i) The date the Internal Revenue Service lifts\nthe suspension after determining that the practitioner\nis no longer described in paragraph (b) of this section\nor for any other reason; or\n(ii) The date the suspension is lifted or\notherwise modified by an Administrative Law Judge\nor the Secretary of the Treasury, or delegate deciding\nappeals, in a proceeding referred to in paragraph (g)\nof this section and instituted under §10.60. (g) Practitioner demand for §10.60 proceeding. If\nthe Internal Revenue Service suspends a practitioner\nunder the expedited suspension procedures described\nin this section, the practitioner may demand that\nthe Internal Revenue Service institute a proceeding\nunder §10.60 and issue the complaint described in\n§10.62. The demand must be in writing, specifically\nreference the suspension action under §10.82, and\nbe made within 2 years from the date on which the\npractitioner’s suspension commenced. The Internal\nRevenue Service must issue a complaint demanded\nunder this paragraph (g) within 60 calendar days\nof receiving the demand. If the Internal Revenue\nService does not issue such complaint within 60 days\nof receiving the demand, the suspension is lifted\nautomatically. The preceding sentence does not,\nhowever, preclude the Commissioner, or delegate,\nfrom instituting a regular proceeding under §10.60\nof this part. (h) Effective/applicability date. This section is\ngenerally applicable beginning June 12, 2014,\nexcept that paragraphs (b)(1) through (4) of this\nsection are applicable beginning August 2, 2011. Treasury Department Circular No. 230 Subpart E — General Provisions\n§ 10.90 Records.\n(a) Roster. The Internal Revenue Service will\nmaintain and make available for public inspection\nin the time and manner prescribed by the Secretary,\nor delegate, the following rosters —\n(1) Individuals (and employers, firms, or other\nentities, if applicable) censured, suspended, or\ndisbarred from practice before the Internal Revenue\nService or upon whom a monetary penalty was\nimposed. (2) Enrolled agents, including individuals —\n(i) Granted active enrollment to practice;\n(ii) Whose enrollment has been placed in\ninactive status for failure to meet the requirements\nfor renewal of enrollment;\n(iii) Whose enrollment has been placed in\ninactive retirement status; and\n(iv) Whose offer of consent to resign from\nenrollment has been accepted by the Internal\nRevenue Service under §10.61. (3) Enrolled retirement plan agents, including\nindividuals —\n(i) Granted active enrollment to practice;\n(ii) Whose enrollment has been placed in\ninactive status for failure to meet the requirements\nfor renewal of enrollment;\n(iii) Whose enrollment has been placed in\ninactive retirement status; and\n(iv) Whose offer of consent to resign from\nenrollment has been accepted under §10.61. (4) Registered tax return preparers, including\nindividuals —\n(i) Authorized to prepare all or substantially all\nof a tax return or claim for refund;\n(ii) Who have been placed in inactive status for\nfailure to meet the requirements for renewal;\n(iii) Who have been placed in inactive\nretirement status; and\n(iv) Whose offer of consent to resign from\ntheir status as a registered tax return preparer has\nbeen accepted by the Internal Revenue Service\nunder §10.61. § 10.90 — Page 43 Table of Contents (5) Disqualified appraisers.",
    "querygen": [
      "how does administrative suspension work",
      "how long is a suspension valid on a medical practice",
      "how long to suspend practice"
    ],
    "querygen_score": [
      "-2.403562",
      "-1.0070634",
      "0.09541177"
    ]
  },
  {
    "id": "legal-advice_25__87",
    "doc_id": "legal-advice_25",
    "chunk_id": 87,
    "document_category": "legal-advice",
    "text": "Line 35b The routing number must be nine digits. The first two digits must be 01 through\n12 or 21 through 32. On the sample\ncheck shown later, the routing number is\n250250025. C. and M. Keys would use\nthat routing number unless their finan- Need more information or forms? Visit IRS.gov. Line 35c Check the appropriate box for the type\nof account. Don’t check more than one\nbox. If the deposit is to an account such\nas an IRA, health savings account, brokerage account, or other similar account,\nask your financial institution whether\nyou should check the “Checking” or\n“Savings” box. You must check the correct box to ensure your deposit is accepted. If your deposit is to a TreasuryDirect® online account, check the “Savings”\nbox. Line 35d The account number can be up to 17\ncharacters (both numbers and letters). Include hyphens but omit spaces and\nspecial symbols. Enter the number from\nleft to right and leave any unused boxes\nblank. On the sample check shown later,\nthe account number is 20202086. Don’t\ninclude the check number. If the direct deposit to your account(s) is different from the amount\nyou expected, you will receive an explanation in the mail about 2 weeks after\nyour refund is deposited. Reasons Your Direct Deposit\nRequest Will Be Rejected If any of the following apply, your direct\ndeposit request will be rejected and a\ncheck will be sent instead. • You are asking to have a joint refund deposited to an individual account,\nand your financial institution(s) won't allow this. The IRS isn't responsible if a\nfinancial institution rejects a direct deposit. Sample Check—Lines 35b Through 35d 1234 C. KEYS\nM. KEYS\n123 Pear Lane\nAnyplace, MI 00000 PL E 15-0000/0000 $ M PAY TO THE\nORDER OF SA cial institution instructed them to use a\ndifferent routing number for direct deposits. Ask your financial institution for the\ncorrect routing number to enter on\nline 35b if:\n• The routing number on a deposit\nslip is different from the routing number\non your checks,\n• Your deposit is to a savings account that doesn't allow you to write\nchecks, or\n• Your checks state they are payable\nthrough a financial institution different\nfrom the one at which you have your\nchecking account. ANYPLACE BANK\nAnyplace, MI 00000 Routing\nnumber Account\nnumber (line 35b) (line 35d) DOLLARS Do not include\nthe check number. For \"’86\". 1234 |:250250025|:202020 The routing and account numbers may be in different places on your check. CAUTION • The name on your account doesn't\nmatch the name on the refund, and your\nfinancial institution(s) won't allow a refund to be deposited unless the name on\nthe refund matches the name on the account. • Three direct deposits of tax refunds already have been made to the\nsame account or prepaid debit card. • You haven't given a valid account\nnumber. • Any numbers or letters on lines\n35b through 35d are crossed out or whited out. The IRS isn't responsible for a\nlost refund if you enter the\nCAUTION wrong\naccount information. Check with your financial institution to\nget the correct routing and account\nnumbers and to make sure your direct\ndeposit will be accepted. !",
    "querygen": [
      "where is the routing number on a check",
      "how many digits of a routing number on a check",
      "how many numbers of numbers are in routing numbers"
    ],
    "querygen_score": [
      "-1.1725962",
      "-0.6794815",
      "-2.2068048"
    ]
  },
  {
    "id": "legal-advice_94__34",
    "doc_id": "legal-advice_94",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "*This includes a Roth, SEP, or SIMPLE IRA. Line 1i\nNontaxable Combat Pay\nElection If you elect to include your nontaxable\ncombat pay in your earned income when\nfiguring the EIC, enter the amount on\nline 1i. See the instructions for line 27. Were You a Statutory\nEmployee? If you were a statutory employee, the\n“Statutory employee” box in box 13 of\nyour Form W-2 should be checked. Statutory employees include full-time life\ninsurance salespeople and certain agent or commission drivers, certain traveling\nsalespeople, and certain homeworkers. Statutory employees report the amount\nshown in box 1 of Form W-2 on a\nSchedule C along with any related business expenses. ! Line 2b\nTaxable Interest Missing or Incorrect\nForm W-2? Your employer is required to provide or\nsend Form W-2 to you no later than\nJanuary 31, 2023. If you don’t receive it\nby early February, use Tax Topic 154 to\nfind out what to do. Even if you don’t\nget a Form W-2, you must still report\nyour earnings. If you lose your Form\nW-2 or it is incorrect, ask your employer\nfor a new one. Line 2a\nTax-Exempt Interest If you received any tax-exempt interest\n(including any tax-exempt original issue\ndiscount (OID)), such as from municipal\nbonds, each payer should send you a\nForm 1099-INT or a Form 1099-OID. In\ngeneral, your tax-exempt stated interest\nshould be shown in box 8 of Form\n1099-INT or, for a tax-exempt OID\nbond, in box 2 of Form 1099-OID, and\nyour tax-exempt OID should be shown\nin box 11 of Form 1099-OID. Enter the\ntotal on line 2a. However, if you acquired a tax-exempt bond at a premium,\nonly report the net amount of tax-exempt interest on line 2a (that is, the excess of the tax-exempt interest received\nduring the year over the amortized bond\npremium for the year). Also, if you acquired a tax-exempt OID bond at an acquisition premium, only report the net\namount of tax-exempt OID on line 2a\n(that is, the excess of tax-exempt OID\nfor the year over the amortized acquisition premium for the year). See Pub. 550\nfor more information about OID, bond\npremium, and acquisition premium. Also include on line 2a any exempt-interest dividends from a mutual\nfund or other regulated investment company. This amount should be shown in\nbox 12 of Form 1099-DIV. Don’t include interest earned on your\nIRA, health savings account, Archer or\nMedicare Advantage MSA, or Coverdell\neducation savings account. -25- Don’t include any amounts related to the forgiveness of PPP\nCAUTION Loans on this line. Each payer should send you a Form\n1099-INT or Form 1099-OID. Enter\nyour total taxable interest income on\nline 2b. But you must fill in and attach\nSchedule B if the total is over $1,500 or\nany of the other conditions listed at the\nbeginning of the Schedule B instructions\napplies to you. For more details about reporting taxable interest, including market discount\non bonds and adjustments for amortizable bond premium or acquisition premium, see Pub. 550. Interest credited in 2022 on deposits\nthat you couldn't withdraw because of\nthe bankruptcy or insolvency of the financial institution may not have to be\nincluded in your 2022 income. For details, see Pub. 550. If you get a 2022 Form TIP 1099-INT for U.S. savings bond\ninterest that includes amounts\nyou reported before 2022, see Pub. 550.",
    "querygen": [
      "are ira's taxable",
      "are combat payments taxable",
      "what is the non taxable line for ira"
    ],
    "querygen_score": [
      "-0.9550991",
      "0.3351602",
      "-0.8533123"
    ]
  },
  {
    "id": "legal-advice_3__50",
    "doc_id": "legal-advice_3",
    "chunk_id": 50,
    "document_category": "legal-advice",
    "text": "Line 16\nTax\nInclude in the total on the entry space on\nline 16 all of the following taxes that apply. • Tax on your taxable income. Figure the tax using one of the methods described later. • Tax from Form(s) 8814 (relating to\nthe election to report child's interest or\ndividends). Check the appropriate box. • Tax from Form 4972 (relating to\nlump-sum distributions). Check the appropriate box. • Tax with respect to a section 962\nelection (election made by a domestic\nshareholder of a controlled foreign corporation to be taxed at corporate rates) reduced by the amount of any foreign\ntax credits claimed on Form 1118. See\nsection 962 for details. Check box 3 and\nenter the amount and “962” in the space\nnext to that box. Attach a statement\nshowing how you figured the tax. • Recapture of an education credit. You may owe this tax if you claimed an\neducation credit in an earlier year, and\neither tax-free educational assistance or\na refund of qualified expenses was received in 2022 for the student. See Form\n8863 for more details. Check box 3 and\nenter the amount and “ECR” in the\nspace next to that box. • Any tax from Form 8621, line 16e,\nrelating to a section 1291 fund. Check\nbox 3 and enter the amount of the tax\nand “1291TAX” in the space next to that\nbox. • Tax from Form 8978, line 14 (relating to partner's audit liability under\nsection 6226). Check box 3 and enter the\namount of the liability and “Form 8978”\nin the space next to that box. If the\namount on Form 8978, line 14, is negative, see the instructions for Schedule 3\n(Form 1040), line 6l.\n• Net tax liability deferred under\nsection 965(i). If you had a net 965 inclusion and made an election to defer\nyour net 965 tax liability under section\n965(i), check box 3 and enter (as a negative number) the amount of the deferred\nnet 965 tax liability and “965” on the\nline next to that box. • Triggering event under section\n965(i). If you had a triggering event under section 965(i) during the year and\ndid not enter into a transfer agreement,\ncheck box 3 and enter the amount of the\ntriggered deferred net 965 tax liability\nand enter “965INC” on the line next to\nthat box. Do you want the IRS to figure the\ntax on your taxable income for you? Yes. See chapter 13 of Pub. 17 for\ndetails, including who is eligible and\nwhat to do. If you have paid too much,\nwe will send you a refund. If you didn't\npay enough, we will send you a bill. No. Use one of the following methods to figure your tax. Tax Table or Tax Computation\nWorksheet. If your taxable income is\nless than $100,000, you must use the\nTax Table, later in these instructions, to\nfigure your tax. Be sure you use the cor-33- rect column. If your taxable income is\n$100,000 or more, use the Tax Computation Worksheet right after the Tax Table. However, don’t use the Tax Table or\nTax Computation Worksheet to figure\nyour tax if any of the following applies. Form 8615.",
    "querygen": [
      "what is the line on tax",
      "how to figure income taxes",
      "how to figure tax deductions on taxes"
    ],
    "querygen_score": [
      "-1.0753332",
      "0.051557906",
      "-1.666609"
    ]
  },
  {
    "id": "legal-advice_32__131",
    "doc_id": "legal-advice_32",
    "chunk_id": 131,
    "document_category": "legal-advice",
    "text": "Generally, this is your (and your\nspouse's if filing jointly) net earnings from\nself-employment if your personal services were a\nmaterial income-producing factor, minus any\ndeductions on Schedule 1, lines 15 and 16. If zero or\nless, enter -0-. For more details, see Pub.\n590-A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9.\nAdd lines 8 and 9 . . . . . . . . . . . . . . . . . . . . . . . . .\n10. ! CAUTION 11.\n12. 7a. Spouse's IRA 7b. If married filing jointly and line 10 is less than $12,000 ($13,000 if\none spouse is age 50 or older at the end of 2022; $14,000 if both\nspouses are age 50 or older at the end of 2022), stop here and use\nthe worksheet in Pub. 590-A to figure your IRA deduction. Enter traditional IRA contributions made, or that will be made by the due date\nof your 2022 return not counting extensions (April 18, 2023, for most people),\nfor 2022 to your IRA on line 11a and to your spouse's IRA on line 11b . . . . . . 11a. On line 12a, enter the smallest of line 7a, 10, or 11a. On line 12b, enter the\nsmallest of line 7b, 10, or 11b. This is the most you can deduct. Add the\namounts on lines 12a and 12b and enter the total on Schedule 1, line 20. Or, if\nyou want, you can deduct a smaller amount and treat the rest as a\nnondeductible contribution (see Form 8606) . . . . . . . . . . . . . . . . . . . . . . . . . . 12a. Line 21\nStudent Loan Interest Deduction You can take this deduction only if all of\nthe following apply. • You paid interest in 2022 on a\nqualified student loan (defined later). • Your filing status is any status except married filing separately. • Your modified adjusted gross income (AGI) is less than: $85,000 if single, head of household, or qualifying\nsurviving spouse; $175,000 if married\nfiling jointly. Use lines 2 through 4 of the worksheet in these instructions to\nfigure your modified AGI. • You, or your spouse if filing jointly, aren't claimed as a dependent on\nsomeone else's (such as your parent's)\n2022 tax return. Don't include any amount paid from a\na distribution of earnings made from a\nqualified tuition program (QTP) after\n2018 to the extent the earnings are treated as tax free because they were used to\npay student loan interest. Use the worksheet in these instructions to figure your student loan interest\ndeduction. -92- 11b. 12b. Exception. Use Pub. 970 instead of the\nworksheet in these instructions to figure\nyour student loan interest deduction if\nyou file Form 2555 or 4563, or you exclude income from sources within Puerto Rico. Qualified student loan.",
    "querygen": [
      "what is the net earned income if the spouse is self employed",
      "what is your net earnings if you are self employed",
      "who will claim wages from self employed"
    ],
    "querygen_score": [
      "-0.30820706",
      "-0.04186554",
      "-3.1685615"
    ]
  },
  {
    "id": "legal-advice_3__52",
    "doc_id": "legal-advice_3",
    "chunk_id": 52,
    "document_category": "legal-advice",
    "text": "3.\nEnter the amount shown below for your filing status. • Single or married filing separately—$12,950\n. . . . . . . . . . . . . . . . . . . . . . . . . . 3.\n• Married filing jointly—$25,900\n• Head of household—$19,400\n4. Standard deduction. a. Enter the smaller of line 2 or line 3. If born after January 1, 1958, and not blind, stop here and enter this\namount on Form 1040 or 1040-SR, line 12. Otherwise, go to line 4b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4a.\nb. If born before January 2, 1958, or blind, multiply the number on line 1 by $1,400 ($1,750 if single or head of\nhousehold) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4b.\nc. Add lines 4a and 4b. Enter the total here and on Form 1040 or 1040-SR, line 12 . . . . . . . . . . . . . . . . . . . . . . . 4c.\n* Earned income includes wages, salaries, tips, professional fees, and other compensation received for personal services you performed. It also includes any\ntaxable scholarship or fellowship grant. Generally, your earned income is the total of the amount(s) you reported on Form 1040 or 1040-SR, line 1z, and\nSchedule 1, lines 3, 6, 8r, 8t, and 8u minus the amount, if any, on Schedule 1, line 15. Standard Deduction Chart for People Who Were Born Before January 2, 1958, or Were Blind Don’t use this chart if someone can claim you, or your spouse if filing jointly, as a dependent. Instead, use the worksheet above. You were born before January 2, 1958. You are blind. Spouse was born before January 2, 1958. Spouse is blind. Enter the total number of boxes checked . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . IF your filing\nstatus is . . . AND the number in\nthe box above is . . . ▶\nTHEN your standard\ndeduction is . . . Single 1\n2 $14,700\n16,450 Married filing jointly 1\n2\n3\n4 $27,300\n28,700\n30,100\n31,500 Qualifying surviving spouse 1\n2 $27,300\n28,700 Married filing separately* 1\n2\n3\n4 $14,350\n15,750\n17,150\n18,550 Head of household 1\n2 $21,150\n22,900",
    "querygen": [
      "what is the total amount of the tax return for filing separately",
      "how much is married filing separately",
      "how much is it when you are married ?"
    ],
    "querygen_score": [
      "-0.71911407",
      "0.16980362",
      "-1.5624301"
    ]
  },
  {
    "id": "legal-advice_97__23",
    "doc_id": "legal-advice_97",
    "chunk_id": 23,
    "document_category": "legal-advice",
    "text": "Credit is granted only for\na full contact hour, which is 50 minutes or multiples\nthereof. For example, a program lasting more than\n50 minutes but less than 100 minutes will count as\nonly one contact hour. (3) Individual segments at continuous\nconferences, conventions and the like will be\nconsidered one total program. For example, two\n90-minute segments (180 minutes) at a continuous\nconference will count as three contact hours. (4) For university or college courses, each\nsemester hour credit will equal 15 contact hours and\na quarter hour credit will equal 10 contact hours. (h) Recordkeeping requirements. (1) Each individual applying for renewal must\nretain for a period of four years following the date\nof renewal the information required with regard to\nqualifying continuing education credit hours. Such\ninformation includes —\n(i) The name of the sponsoring organization;\n(ii) The location of the program;\n(iii) The title of the program, qualified program\nnumber, and description of its content;\n(iv) Written outlines, course syllibi, textbook,\nand/or electronic materials provided or required for\nthe course;\n(v) The dates attended;\n(vi) The credit hours claimed;\n(vii) The name(s) of the instructor(s), discussion\nleader(s), or speaker(s), if appropriate; and\n(viii) The certificate of completion and/or\nsigned statement of the hours of attendance obtained\nfrom the continuing education provider. (2) To receive continuing education credit for\nservice completed as an instructor, discussion leader,\nor speaker, the following information must be\nmaintained for a period of four years following the\ndate of renewal —\n(i) The name of the sponsoring organization;\nPage 14 — § 10.6 (ii) The location of the program;\n(iii) The title of the program and copy of its\ncontent;\n(iv) The dates of the program; and\n(v) The credit hours claimed. (i) Waivers. (1) Waiver from the continuing education\nrequirements for a given period may be granted for\nthe following reasons —\n(i) Health, which prevented compliance with\nthe continuing education requirements;\n(ii) Extended active military duty;\n(iii) Absence from the United States for an\nextended period of time due to employment or other\nreasons, provided the individual does not practice\nbefore the Internal Revenue Service during such\nabsence; and\n(iv) Other compelling reasons, which will be\nconsidered on a case-by-case basis.\n(2) A request for waiver must be accompanied\nby appropriate documentation. The individual is\nrequired to furnish any additional documentation\nor explanation deemed necessary. Examples of\nappropriate documentation could be a medical\ncertificate or military orders.\n(3) A request for waiver must be filed no later\nthan the last day of the renewal application period. (4) If a request for waiver is not approved, the\nindividual will be placed in inactive status. The\nindividual will be notified that the waiver was not\napproved and that the individual has been placed on a\nroster of inactive enrolled agents, enrolled retirement\nplan agents, or registered tax return preparers. (5) If the request for waiver is not approved, the\nindividual may file a protest as prescribed by the\nInternal Revenue Service in forms, instructions, or\nother appropriate guidance. A protest filed under this\nsection is not governed by subpart D of this part. (6) If a request for waiver is approved, the\nindividual will be notified and issued a card or\ncertificate evidencing renewal. (7) Those who are granted waivers are required\nto file timely applications for renewal of enrollment\nor registration. (j) Failure to comply. Treasury Department Circular No. 230",
    "querygen": [
      "how many contact hours to qualify for conference credit",
      "how long do conference calls take",
      "how long is a contact hour"
    ],
    "querygen_score": [
      "0.072977334",
      "-3.9893663",
      "0.59029543"
    ]
  },
  {
    "id": "legal-advice_27__21",
    "doc_id": "legal-advice_27",
    "chunk_id": 21,
    "document_category": "legal-advice",
    "text": "(ii) Enrollment cycle means the three successive\nenrollment years preceding the effective date of\nrenewal. (iii) Registration year means each 12-month\nperiod the registered tax return preparer is authorized\nto practice before the Internal Revenue Service.\n(iv) The effective date of renewal is the first day\nof the fourth month following the close of the period\nfor renewal described in paragraph (d) of this section. (2) For renewed enrollment as an enrolled agent\nor enrolled retirement plan agent —\n(i) Requirements for enrollment cycle. A\nminimum of 72 hours of continuing education credit,\nincluding six hours of ethics or professional conduct,\nmust be completed during each enrollment cycle. (ii) Requirements for enrollment year. A\nminimum of 16 hours of continuing education credit,\nincluding two hours of ethics or professional conduct,\nmust be completed during each enrollment year of an\nenrollment cycle. (iii) Enrollment during enrollment cycle —\nPage 12 — § 10.6 (A) In general. Subject to paragraph (e)(2)(iii)\n(B) of this section, an individual who receives initial\nenrollment during an enrollment cycle must complete\ntwo hours of qualifying continuing education credit\nfor each month enrolled during the enrollment cycle. Enrollment for any part of a month is considered\nenrollment for the entire month. (B) Ethics. An individual who receives\ninitial enrollment during an enrollment cycle must\ncomplete two hours of ethics or professional conduct\nfor each enrollment year during the enrollment cycle. Enrollment for any part of an enrollment year is\nconsidered enrollment for the entire year. (3) Requirements for renewal as a registered\ntax return preparer. A minimum of 15 hours of\ncontinuing education credit, including two hours of\nethics or professional conduct, three hours of Federal\ntax law updates, and 10 hours of Federal tax law\ntopics, must be completed during each registration\nyear. (f) Qualifying continuing education —\n(1) General —\n(i) Enrolled agents. To qualify for continuing\neducation credit for an enrolled agent, a course of\nlearning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional\nknowledge in Federal taxation or Federal tax related\nmatters (programs comprised of current subject\nmatter in Federal taxation or Federal tax related\nmatters, including accounting, tax return preparation\nsoftware, taxation, or ethics); and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (ii) Enrolled retirement plan agents. To qualify\nfor continuing education credit for an enrolled\nretirement plan agent, a course of learning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional knowledge\nin qualified retirement plan matters; and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (iii) Registered tax return preparers. To\nTreasury Department Circular No. 230 Table of Contents qualify for continuing education credit for a registered\ntax return preparer, a course of learning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional\nknowledge in Federal taxation or Federal tax related\nmatters (programs comprised of current subject\nmatter in Federal taxation or Federal tax related\nmatters, including accounting, tax return preparation\nsoftware, taxation, or ethics); and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (2) Qualifying programs —\n(i) Formal programs.",
    "querygen": [
      "what is the effective date of the renewal for registration",
      "definition tax preparation cycle",
      "what is the effective date of renewal for sri tax returns"
    ],
    "querygen_score": [
      "0.79073685",
      "-1.2219846",
      "-1.4748664"
    ]
  },
  {
    "id": "legal-advice_25__120",
    "doc_id": "legal-advice_25",
    "chunk_id": 120,
    "document_category": "legal-advice",
    "text": "-85- Line 8f\nIncome from Form 8889. Enter on\nline 8f the total of the amounts from\nForm 8889, lines 16 and 20. You may have to pay an additional tax if you received a taxCAUTION able distribution from a health\nsavings account. See the Instructions for\nForm 8889. ! Line 8h\nJury duty pay. Also see the instructions for line 24a. Line 8i\nPrizes and awards. Enter prizes and\nawards but see the instructions for\nline 8m, Olympic and Paralympic medals and USOC prize money, later. Line 8j\nActivity not engaged in for profit income. See Pub. 535.\nLine 8k\nStock options. Enter on line 8k any income from the exercise of stock options\nnot otherwise reported on Form 1040 or\n1040-SR, line 1h. Line 8l Income from the rental of personal\nproperty if you engaged in the rental for profit but were not in the business\nof renting such property. Also see the\ninstructions for line 24b, later. Line 8m\nOlympic and Paralympic medals and\nUSOC prize money. The value of\nOlympic and Paralympic medals and the\namount of United States Olympic Committee (USOC) prize money you receive\non account of your participation in the\nOlympic or Paralympic Games may be\nnontaxable. These amounts should be reported to you in box 3 of Form\n1099-MISC. To see if these amounts are\nnontaxable, first figure your adjusted\ngross income, including the amount of\nyour medals and prize money. If your adjusted gross income is not\nmore than $1,000,000 ($500,000 if married filing separately), these amounts are\nnontaxable and you should include the\namount in box 3 of Form 1099-MISC on\nline 8m, then subtract it by including it\non line 24c. Line 8n\nSection 951(a) inclusion. Section 951\ngenerally requires that a U.S. shareholder of a controlled foreign corporation include in income its pro rata share of the\ncorporation's subpart F income and its\namount determined under section 956. Enter on line 8n from your Forms 5471\nthe sum of any amounts reported on\nSchedule I, lines 1a through h and line 2. Remember to attach copies of your\nForms 5471 to your return. Line 8o\nSection 951A(a) inclusion. Section\n951A generally requires that a U.S.\nshareholder of a controlled foreign corporation include in income its global intangible low-taxed income (GILTI). Enter on line 8o from your Forms 8992 the\nsum of any amounts reported on Part II,\nline 5. Remember to attach copies of\nyour Forms 8992. If you made a section 962 election and have an income incluCAUTION sion\nunder section 951 or\n951A, do not report that income on\nline 8n or 8o, as applicable. Instead, report the tax with respect to the section\n962 election on Form 1040 or 1040-SR,\nline 16, and attach a statement showing\nhow you figured the tax that includes the\ngross amounts of section 951 and section 951A income. ! Line 8p\n461(l) excess business loss adjustment. Enter the amount of your excess business loss from Form 461, line 16. Line 8q\nTaxable distributions from an ABLE\naccount. Distributions from this type of\naccount may be taxable if (a) they are\nmore than the designated beneficiary's\nqualified disability expenses, and (b)\nthey were not included in a qualified\nrollover. See Pub. 907 for more information.",
    "querygen": [
      "where to find tax able distribution on form 8889",
      "where to find taxable distributions for distribution of health savings account",
      "what is the line 8 for a tax return"
    ],
    "querygen_score": [
      "-0.3212423",
      "-1.245434",
      "-1.0753822"
    ]
  },
  {
    "id": "legal-advice_49__7",
    "doc_id": "legal-advice_49",
    "chunk_id": 7,
    "document_category": "legal-advice",
    "text": "(e.g., Krukowski v. Commissioner, 279 F.3d 547, 551 (7th Cir 2002); Gehl Co. v.\nCommissioner, 795 F.2d 1324, 1328 (7th Cir. 1986)). It is well settled that a legislative\nregulation must be upheld unless it is “arbitrary, capricious, or manifestly contrary to\n[the] statute.” Krukowski, 279 F.3d at 551 (quoting Chevron U.S.A. Inc. v. Natural Res.\nDefense Council, Inc., 467 U.S. 837, 844 (1984)). Thus, “[w]here the Commissioner POSTF-108700-08 10 acts under specific authority, [the Court’s] primary inquiry is whether the interpretation or\nmethod is within the delegation of authority.” Rowan Cos. v. United States, 452 U.S.\n247, 253 (1981). Under authority expressly delegated to him, the Secretary of the Treasury\nadopted regulations providing that a taxpayer owing interest to a related foreign party is\nentitled to a deduction for that interest only at the time the interest is paid. The effect of\nthe regulation is to place accrual basis taxpayers on the cash basis method of\naccounting with respect to such interest obligations. As stated above, the Tax Court in\nSquare D Co. and Subs v. Com’r,118 T.C. 299 (2002), the Third Circuit in Tate & Lyle,\nInc. v. Com’r, 87 F.3d 99 (1996) and the Seventh Circuit in Square D Co. and Subs v.\nCom’r, 438 F.3d 739 (2006) have all held the regulation valid under the authority\ndelegated to the Secretary by I.R.C. § 267(a)(3), as a permissible interpretation of the\nstatutory scheme. The Supreme Court in Chevron laid out a two-step analysis to determine the\nvalidity of a regulation. See Chevron U.S.A. Inc. v. Natural Res. Defense Council, Inc.,\n467 U.S. 837, 844 (1984). First, does the plain meaning of the relevant Code provision\nsupport the regulation and second, if the plain meaning is either silent or unclear as to\nthe regulations validity, then a court must evaluate the reasonableness of the\nCommissioner’s determination. Square D & Subs. v. Com’r, 438 F.3d 739, 744 (2006). Congress Remained Silent on How to Apply the Matching Principle of I.R.C. § 267(a)(2)\nI.R.C. § 267(a)(3) directs the Secretary to adopt regulations applying “the\nmatching principle” of I.R.C. § 267(a)(2) “in cases in which the person to whom the\npayment is to be made is not a United States person.” I.R.C. § 267(a)(3). The Tax Court\nin Square D discussed above, like the Third Circuit in Tate & Lyle, 87 F.3d at 104–05,\nheld that Congress had not “spoken to the precise question at issue,” but rather had\nremained “silent or ambiguous” as to how the Secretary should apply that matching\nprinciple. Chevron, 467 U.S. at 842. Thus, once it has been determined that “the statute is silent or ambiguous with\nrespect to the specific issue,” how to specifically apply the matching principle of I.R.C. §\n267(a)(2), the second inquiry under the Supreme Court’s Chevron doctrine is whether\nthe regulation “is based on a permissible construction of the statute.” Chevron, 467\nU.S. at 843. The Third Circuit in Tate & Lyle held the regulation valid because it “is not\nmanifestly contrary to section 267(a)(3).” 87 F.3d at 105.",
    "querygen": [
      "who are the commissioners of ohio",
      "kukowski vs commissioner",
      "what is the case in kruckkowski v a commissioner"
    ],
    "querygen_score": [
      "-6.635201",
      "-3.4745955",
      "-1.3798151"
    ]
  },
  {
    "id": "legal-advice_92__152",
    "doc_id": "legal-advice_92",
    "chunk_id": 152,
    "document_category": "legal-advice",
    "text": "taxpayer type. For instance, the estimated\nWe Welcome Comments on\naverage time burden for all taxpayers filForms\ning a Form 1040 or 1040-SR is 13 hours, We try to create forms and instructions with an average cost of $250 per return. that can be easily understood. Often this This average includes all associated forms\nis difficult to do because our tax laws are and schedules, across all tax return prepavery complex. For some people with in- ration methods and taxpayer activities. come mostly from wages, filling in the\nWithin this estimate, there is signififorms is easy. For others who have busicant variation in taxpayer activity. For exnesses, pensions, stocks, rental income, or\nample, nonbusiness taxpayers are expecother investments, it is more difficult. ted to have an average burden of about 8 -106- hours and $140, while business taxpayers\nare expected to have an average burden of\nabout 25 hours and $530. Similarly, tax\nreturn preparation fees and other\nout-of-pocket costs vary extensively de- pending on the tax situation of the taxpayIf you have comments concerning the\ner, the type of software or professional time and cost estimates below, you can\npreparer used, and the geographic loca- contact us at either one of the addresses\ntion. shown under We Welcome Comments on\nForms. Estimated Average Taxpayer Burden for Individuals by Activity Average Burden\nAverage Time (Hours) . . All\nOther . . Tax\nPlanning . Recordkeeping . . All taxpayers . . . . . . . . . . Type of taxpayer\nNonbusiness*** . . . . .\nBusiness*** . . . . . . . Total\nTime* . Percentage\nof Returns Type of Taxpayer Form\nCompletion\nand\nSubmission Average\nCost\n(Dollars)** 100% 13 6 2 4 1 $250 72%\n28% 8\n25 3\n12 1\n5 3\n6 1\n2 140\n530 *Detail may not add to total time due to rounding. **Dollars rounded to the nearest $10. ***You are considered a “business” filer if you file one or more of the following with Form 1040 or 1040-SR: Schedule C, E, or F or Form 2106. You are\nconsidered a “nonbusiness” filer if you don’t file any of those schedules or forms with Form 1040 or 1040-SR. -107- Major Categories of Federal Income and Outlays for Fiscal Year 2021\nIncome and Outlays. These pie charts show the relative sizes of the major categories of federal income and outlays for fiscal year 2021. Income\nOutlays*\nSocial security, Medicare,\nand unemployment and other\nretirement taxes\n19% Borrowing to\ncover deficit\n41% Corporate\nincome taxes\n5% Personal income\ntaxes\n30% Social security,\nMedicare, and other\nretirement1\n29% Excise, customs,\nestate, gift, and\nmiscellaneous taxes\n5% Law\nenforcement\nand general\ngovernment\n5% National defense,\nveterans, and foreign\naffairs2\n15% Net\ninterest\non the\ndebt\n5% Physical,\nhuman, and\ncommunity\ndevelopment3\n13% Social\nprograms4\n33% * Numbers may not total to 100% due to rounding. On or before the first Monday in February\nof each year, the President is required by\nlaw to submit to the Congress a budget\nproposal for the fiscal year that begins the\nfollowing October. The budget plan sets\nforth the President's proposed receipts,\nspending, and the surplus or deficit for\nthe federal government. The plan includes\nrecommendations for new legislation as\nwell as recommendations to change, eliminate, and add programs. After receipt of\nthe President's proposal, the Congress reviews the proposal and makes changes.",
    "querygen": [
      "average cost per return on taxes",
      "cost per form of tax return",
      "average cost of a new 1040"
    ],
    "querygen_score": [
      "-1.1438737",
      "-1.2792826",
      "-2.3130302"
    ]
  },
  {
    "id": "legal-advice_1__151",
    "doc_id": "legal-advice_1",
    "chunk_id": 151,
    "document_category": "legal-advice",
    "text": "Or you can send your comments to Intermation are confidential, as stated in Code nal Revenue Service, Tax Forms and Pubsection 6103. However, Code section lications Division, 1111 Constitution\n6103 allows or requires the Internal Reve- Ave. NW, IR-6526, Washington, DC\nnue Service to disclose or give the infor- 20224. Don’t send your return to this admation shown on your tax return to others dress. Instead, see the addresses at the end\nas described in the Code. For example, of these instructions. we may disclose your tax information to\nAlthough we can't respond individualthe Department of Justice to enforce the\ntax laws, both civil and criminal, and to ly to each comment received, we do apcities, states, the District of Columbia, preciate your feedback and will consider\nand U.S. commonwealths or possessions your comments as we revise our tax\nto carry out their tax laws. We may dis- forms and instructions. close your tax information to the DepartEstimates of Taxpayer\nment of Treasury and contractors for tax\nadministration purposes; and to other per- Burden\nsons as necessary to obtain information The following table shows burden estineeded to determine the amount of or to mates based on current statutory requirecollect the tax you owe. We may disclose ments as of November 2022 for taxpayers\nyour tax information to the Comptroller filing a 2022 Form 1040 or 1040-SR tax\nGeneral of the United States to permit the return. Time spent and out-of-pocket\nComptroller General to review the Inter- costs are presented separately. Time burnal Revenue Service. We may disclose den is broken out by taxpayer activity,\nyour tax information to committees of with recordkeeping representing the largCongress; federal, state, and local child est component. Out-of-pocket costs insupport agencies; and to other federal clude any expenses incurred by taxpayers\nagencies for the purposes of determining to prepare and submit their tax returns. entitlement for benefits or the eligibility Examples include tax return preparation\nfor and the repayment of loans. We may and submission fees, postage and photoalso disclose this information to other copying costs, and tax return preparation\ncountries under a tax treaty, to federal and software costs. While these estimates\nstate agencies to enforce federal nontax don’t include burden associated with\ncriminal laws, or to federal law enforce- post-filing activities, IRS operational data\nment and intelligence agencies to combat indicate that electronically prepared and\nterrorism. filed returns have fewer arithmetic errors,\nimplying lower post-filing burden. Please keep this notice with your reReported time and cost burdens are nacords. It may help you if we ask you for\nother information. If you have questions tional averages and don’t necessarily reabout the rules for filing and giving infor- flect a “typical” case. Most taxpayers exmation, please call or visit any Internal perience lower than average burden, with\ntaxpayer burden varying considerably by\nRevenue Service office. taxpayer type. For instance, the estimated\nWe Welcome Comments on\naverage time burden for all taxpayers filForms\ning a Form 1040 or 1040-SR is 13 hours, We try to create forms and instructions with an average cost of $250 per return. that can be easily understood. Often this",
    "querygen": [
      "code section lications",
      "what is the code section for internal revenue service",
      "what is internal revenue service code"
    ],
    "querygen_score": [
      "-3.4022336",
      "-2.942699",
      "-4.0284967"
    ]
  },
  {
    "id": "legal-advice_0__13",
    "doc_id": "legal-advice_0",
    "chunk_id": 13,
    "document_category": "legal-advice",
    "text": "(2) Certified public accountant means any person\nwho is duly qualified to practice as a certified public\naccountant in any state, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia. (3) Commissioner refers to the Commissioner of\nInternal Revenue. (4) Practice before the Internal Revenue\nService comprehends all matters connected with a\npresentation to the Internal Revenue Service or any\nof its officers or employees relating to a taxpayer’s\nrights, privileges, or liabilities under laws or\nregulations administered by the Internal Revenue\nService. Such presentations include, but are not\nlimited to, preparing documents; filing documents;\ncorresponding and communicating with the Internal\nRevenue Service; rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nor other plan or arrangement having a potential for\ntax avoidance or evasion; and representing a client at\nconferences, hearings, and meetings. (5) Practitioner means any individual described\nin paragraphs (a), (b), (c), (d), (e), or (f) of §10.3.\n(6) A tax return includes an amended tax return\nand a claim for refund. (7) Service means the Internal Revenue Service. (8) Tax return preparer means any individual\nwithin the meaning of section 7701(a)(36) and 26\nCFR 301.7701-15. (b) Effective/applicability date. This section is\napplicable on August 2, 2011. § 10.3 Who may practice. (a) Attorneys. Any attorney who is not currently\nunder suspension or disbarment from practice\nPage 6 — § 10.2 before the Internal Revenue Service may practice\nbefore the Internal Revenue Service by filing with\nthe Internal Revenue Service a written declaration\nthat the attorney is currently qualified as an attorney\nand is authorized to represent the party or parties. Notwithstanding the preceding sentence, attorneys\nwho are not currently under suspension or disbarment\nfrom practice before the Internal Revenue Service\nare not required to file a written declaration with the\nIRS before rendering written advice covered under\n§10.37, but their rendering of this advice is practice\nbefore the Internal Revenue Service. (b) Certified public accountants. Any certified\npublic accountant who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service by filing with the Internal\nRevenue Service a written declaration that the\ncertified public accountant is currently qualified as\na certified public accountant and is authorized to\nrepresent the party or parties. Notwithstanding the\npreceding sentence, certified public accountants who\nare not currently under suspension or disbarment\nfrom practice before the Internal Revenue Service\nare not required to file a written declaration with the\nIRS before rendering written advice covered under\n§10.37, but their rendering of this advice is practice\nbefore the Internal Revenue Service. (c) Enrolled agents. Any individual enrolled as an\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (d) Enrolled actuaries. (1) Any individual who is enrolled as an actuary\nby the Joint Board for the Enrollment of Actuaries\npursuant to 29 U.S.C. 1242 who is not currently\nunder suspension or disbarment from practice before\nthe Internal Revenue Service may practice before the\nInternal Revenue Service by filing with the Internal\nRevenue Service a written declaration stating that he\nor she is currently qualified as an enrolled actuary\nand is authorized to represent the party or parties on\nwhose behalf he or she acts.",
    "querygen": [
      "is a us citizen a registered accountant",
      "who are the commissioners in an accounting",
      "certified public accountant definition"
    ],
    "querygen_score": [
      "-3.7235963",
      "-1.7811153",
      "2.2088664"
    ]
  },
  {
    "id": "legal-advice_39__86",
    "doc_id": "legal-advice_39",
    "chunk_id": 86,
    "document_category": "legal-advice",
    "text": "• It is more convenient. You don’t\nhave to make a trip to the bank to deposit your check. • It saves tax dollars. It costs the\ngovernment less to refund by direct deposit.\n• It's proven itself. Nearly 98% of\nsocial security and veterans' benefits are\nsent electronically using direct deposit. If you file a joint return and\ncheck the box on line 35a and\nCAUTION attach Form 8888 or fill in\nlines 35b through 35d, your spouse may\nget at least part of the refund. ! IRA. You can have your refund (or part\nof it) directly deposited to a traditional\nIRA, Roth IRA, or SEP-IRA, but not a\nSIMPLE IRA. You must establish the\nIRA at a bank or other financial institution before you request direct deposit. Make sure your direct deposit will be\naccepted. You must also notify the trustee or custodian of your account of the\nyear to which the deposit is to be applied\n(unless the trustee or custodian won't accept a deposit for 2022). If you don’t,\nthe trustee or custodian can assume the\ndeposit is for the year during which you\nare filing the return. For example, if you\nfile your 2022 return during 2023 and\ndon’t notify the trustee or custodian in\nadvance, the trustee or custodian can assume the deposit to your IRA is for -57- 2023. If you designate your deposit to be\nfor 2022, you must verify that the deposit was actually made to the account by\nthe due date of the return (not counting\nextensions). If the deposit isn't made by\nthat date, the deposit isn't an IRA contribution for 2022. In that case, you must\nfile an amended 2022 return and reduce\nany IRA deduction and any retirement\nsavings contributions credit you claimed. You and your spouse, if filing\njointly, each may be able to\nCAUTION contribute up to $6,000 ($7,000\nif age 50 or older at the end of 2022) to\na traditional IRA or Roth IRA for 2022. You may owe a penalty if your contributions exceed these limits, and the limits\nmay be lower depending on your compensation and income. For more information on IRA contributions, see Pub. 590-A. ! For more information on IRAs, see\nPub. 590-A and Pub. 590-B.\nTreasuryDirect®. You can request a\ndeposit of your refund (or part of it) to a\nTreasuryDirect® online account to buy\nU.S. Treasury marketable securities, if\navailable, and savings bonds. For more\ninformation, go to treasurydirect.gov. Form 8888. You can have your refund\ndirectly deposited into more than one account or use it to buy up to $5,000 in paper series I savings bonds. You don’t\nneed a TreasuryDirect® account to do\nthis. For more information, see the Form\n8888 instructions. Your refund can be split and di- TIP rectly deposited into up to three\ndifferent accounts in your name\non Form 8888. Line 35a You can't file Form 8888 to split your\nrefund into more than one account or\nbuy paper series I savings bonds if Form\n8379 is filed with your return. Line 35b The routing number must be nine digits. The first two digits must be 01 through\n12 or 21 through 32. On the sample\ncheck shown later, the routing number is\n250250025.",
    "querygen": [
      "why is it important for the government to refund checks electronically?",
      "how does direct deposit affect taxes",
      "how does direct deposit save money"
    ],
    "querygen_score": [
      "-0.24198785",
      "-0.94299376",
      "0.22682819"
    ]
  },
  {
    "id": "legal-advice_29__40",
    "doc_id": "legal-advice_29",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income. An eligible retirement plan is a governmental plan that is a qualified trust or\na section 403(a), 403(b), or 457(b) plan. If you make this election, reduce the\notherwise taxable amount of your pension or annuity by the amount excluded. The amount shown in box 2a of Form\n1099-R doesn't reflect the exclusion. Report your total distributions on line 5a\nand the taxable amount on line 5b. Enter\n“PSO” next to line 5b. If you are retired on disability and reporting your disability pension on\nline 1h, include only the taxable amount\non that line and enter “PSO” and the\namount excluded on the dotted line next\nto line 1h. Payments when you are disabled. If\nyou receive payments from a retirement\nor profit-sharing plan that does not provide for disability retirement, do not\ntreat those payments as disability payments. The payments must be reported\nas a pension or annuity. You must include in your income any\namounts that you received that you\nwould have received in retirement had\nyou not become disabled as a result of a\nterrorist attack. Include in your income\nany payments you receive from a\n401(k), pension, or other retirement plan\nto the extent that you would have received the amount at the same or later\ntime regardless of whether you had become disabled. Example. Taxpayer J, a contractor,\nwas disabled as a direct result of participating in efforts to clean up the World\nTrade Center. J is eligible for compensation by the September 11 Victim Compensation Fund. J began receiving a disability pension at age 55 when J could\nno longer continue working because of\nJ’s disability. Under J’s pension plan, at\nage 55, J is entitled to an early retirement benefit of $2,500. If J waits until\nage 62, normal retirement age under the\nplan, J would be entitled to a normal retirement benefit of $3,000 a month. The\npension plan provides that a participant\nwho retires early on account of disability\nis entitled to receive the participant's\nnormal retirement benefit, which in J's\ncase equals $3,000 per month. Until J\nturns age 62, J can exclude $500 of the Need more information or forms? Visit IRS.gov. -28- monthly retirement benefit from income\n(the difference between the early retirement benefit and the normal retirement\nbenefit $3,000 - $2,500) received on account of disability. J must report the remaining $2,500 of monthly pension benefit on line 5a. For each month after J\nturns age 62, J must report the full\namount of the monthly pension benefit\n($3,000 a month) on line 5a. Simplified Method You must use the Simplified Method if\neither of the following applies. 1. Your annuity starting date was after July 1, 1986, and you used this method last year to figure the taxable part. 2. Your annuity starting date was after November 18, 1996, and both of the\nfollowing apply. a.",
    "querygen": [
      "can you exclude medical expenses from income",
      "what is the difference between taxable and income for an accident",
      "can you exclude premiums from your paycheck if they are not required for long term care plans"
    ],
    "querygen_score": [
      "-0.914674",
      "-3.5822387",
      "-0.6457118"
    ]
  },
  {
    "id": "legal-advice_92__138",
    "doc_id": "legal-advice_92",
    "chunk_id": 138,
    "document_category": "legal-advice",
    "text": "$539,900 . . . . . . . . . . . 8. 9. Is the amount on line 5 more than the amount on line 8? No. Enter -0-. Skip line 10. Enter on line 11 the amount from line 7, and go to line 12. Yes. Subtract line 8 from line 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9. 10. Multiply line 9 by 25% (0.25) and enter the smaller of the result or line 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10.\n11. Add lines 7 and 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11.\n12. Is the amount on line 11 more than $206,100 ($103,050 if married filing separately)? Yes. No. STOP Fill in Form 6251 to see if you owe the alternative minimum tax. Multiply line 11 by 26% (0.26) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12. 13. Add Form 1040, 1040-SR, or 1040-NR, line 16 (minus any tax from Form 4972), and Schedule 2, line 2. (If you used\nSchedule J to figure your tax on the entry space on Form 1040, 1040-SR, or 1040-NR, line 16, refigure that tax\nwithout using Schedule J before including it in this calculation) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13.\nNext. Is the amount on line 12 more than the amount on line 13? Yes. Fill in Form 6251 to see if you owe the alternative minimum tax. No. You don’t owe alternative minimum tax and don’t need to fill out Form 6251. Leave Schedule 2, line 1, blank. -96-",
    "querygen": [
      "how much is the total amount on line 5",
      "what is the amount for the equifax",
      "how much more can i get in the box"
    ],
    "querygen_score": [
      "-1.8360171",
      "-7.0316396",
      "-6.0062313"
    ]
  },
  {
    "id": "legal-advice_50__1",
    "doc_id": "legal-advice_50",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20085201F Release Date: 12/26/08\nCC:LM:HMT:DET:CVDumas\nPREF-128548-08\nUILs: 61.13-07, 118.01-02, 118.01-03, 164.03-00 date: 11/26/2008 to: ----------------------(Revenue Agent)\nLMSB:HMT:Group -------, -------------------, MI from: Eric R. Skinner\nAssociate Area Counsel (Detroit)\n(Large & Mid-Size Business) subject: --------------------MEGA Tax Credit This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nParent\nSub1\nCity1\nDate1\nDate2\nDate3\nDate4\nDate5 =\n=\n=\n=\n=\n=\n=\n= -------------------------------------------------------------------------------------------------------------------------------------------------------------- ISSUES\n1) Do the Michigan Economic Growth Authority (“MEGA”) credits Parent’s subsidiary\nSub1 received from the State of Michigan constitute:\na) gross income under IRC § 61, or\nb) a reduction in the amount of state tax expense under § 164? PREF-128548-08 2 2) If a MEGA credit constitutes income under § 61, does it constitute a contribution to\ncapital by a non-shareholder excludible under § 118(a)? 3) If a MEGA credit is a contribution to capital under § 118(a), does the amount reduce\nthe corporation’s basis in the property under § 362(c)? CONCLUSIONS 1) The refundable MEGA Employment Credit is gross income to the extent Sub1\nreceives a refund of the credit, and it otherwise is a reduction in the amount of state\ntax expense under § 164. The nonrefundable MEGA Business Activity Credit is\nalways a reduction in the amount of state tax expense under § 164. 2) A refund of the MEGA Employment Credit does not constitute a contribution to\ncapital by a non-shareholder in any amount. 3) The MEGA credits do not reduce Parent or Sub1’s basis in property under\n§ 362(c)(2). FACTS\nAccording to the MEGA Tax Credit Agreement between Sub1 and MEGA (the\n“Agreement”), MEGA was created by the Michigan Economic Growth Authority Act with\nthe power to provide tax credits to businesses in order to “promote economic growth\nand to encourage private investment, job creation, and job upgrading” for Michigan\nresidents. The Agreement is effective Date5 and contains two components: a Business\nActivity Credit and an Employment Credit. Sub1 built a new manufacturing plant in City1, Michigan, for the fabrication,\npainting, and assembly of its products. To be eligible for both the Business Activity\nCredit and the Employment Credit, Sub1 was required to create at least 75 “qualified\nnew jobs” by Date1. The Agreement also set out the minimum weekly wage for these\njobs, and affirmed that it would be no less than 150% of the minimum wage. On Date2,\nupon receiving these guaranties, MEGA granted Sub1 the tax credits. The MEGA credits are available to offset the Michigan Single Business Tax\n(“SBT”). The Business Activity Credit is a credit of 100 percent of the portion of Sub1’s\nSBT liability attributable to the building project for which the MEGA credit was granted. The Employment Credit is a credit of 100 percent of the State of Michigan’s personal\nincome tax rate in effect for each tax year, multiplied by the total eligible salaries and\nwages of employees in “qualified new jobs.” Each year, Sub1 must apply for the\ncredits, showing that it meets all of the Agreement’s requirements. MEGA then issues\nSub1 an Annual Tax Certificate showing the approved credit amounts. Sub1 reports the\ncredits on its SBT returns, and the Employment Credit is refundable to the extent it\nexceeds Sub1’s SBT liability for a given year.",
    "querygen": [
      "irs memo number release date",
      "ics irs memo number",
      "what is ics irs number"
    ],
    "querygen_score": [
      "0.61214066",
      "-2.351587",
      "-4.4433107"
    ]
  },
  {
    "id": "legal-advice_84__4",
    "doc_id": "legal-advice_84",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": "When\nthe notice is filed [sic] the claimant immediately has a right against those\nearnings held by the public agency. In effect, the filing imposes a trust\nobligation on the public agency. When ----------------filed the two “Stop Notices” with the City of -------------, -------------------immediately had a right to the funds earned by --------------------. The City of ---------------was effectively holding those funds in trust for ---------------. Cal. Civ. Code § 3264 provides in relevant part that:“[t]he rights of all persons\nfurnishing labor, services, equipment, or materials for any work of improvement, with\nrespect to any fund for payment of construction costs, are governed exclusively by [Cal\nCiv Code sections 3156 through 3214] . . . and no person may assert any legal or\nequitable right with respect to such fund, . . . .“ See Falcon Construction Co. v. United\nStates, 1988 WL 383111 (E.D. Cal. 1988) (holding that the Service could levy withheld\nfunds, in part because no stop notice had been filed); see also Pankow Construction\nCo. v. Advance Mortgage Corp. et al, 618 F.2d 611 (9th Cir. 1980) (holding that “claims\non construction loan funds by persons furnishing services or material are confined” to\nmechanics liens and stop notices). Further, at least one appellate court in California\nhas interpreted sections 3186 and 3193 as imposing an “absolute statutory duty” on\nowners “to pay the valid amounts of [stop notice] claims to the stop notice claimants and\nno one else.” Stanislaus Pump v. City of Modesto, 200 Cal. App.3d 1442, 1447, 246\nCal. Rptr. 601, 604 (5th Dist. 1988). However, this case evaluated the ability of the\ncontractor to make an assignment, and not a competing claim of the United States. There are no reported cases in the Ninth Circuit on the effect of a “Stop Notice”\nwhen it is competing with a federal tax lien or levy. Some cases indicate that the Circuit\nwould recognize the stop notice as depriving a contractor of property interest in withheld\ncontract proceeds. See, e.g., United States v. J.D. Grainger Co., Inc., 945 F.2d 259,\n262 (9th Cir. 1991) (“A number of courts have held that a taxpayer-contractor has no\nproperty interest . . . in funds held by a surety or withheld by the contracting party for\npayment of subcontractors or other creditors of the taxpayer.”). On the other hand,\nsome cases indicate some hostility toward this theory. See, e.g., American Fidelity Fire\nIns. Co. v. United States, 385 F.Supp. 1075, 1078 (N.D. Cal. 1974) (finding no support\nfor the premise that once a stop notice is issued, “payments due the contractor become\nnot property of the contractor, but a trust fund for the payment of laborers and\nmaterialmen”). ---------------------, Wrongful Levy Page 6 Because the “Stop Notice” is not a mechanic’s lien, but rather an equitable\nremedy under state law, the Service’s position is that the federal tax lien would\nordinarily prime the “Stop Notice.”",
    "querygen": [
      "when notice is filed, the claimant immediately has a right against those earnings held by the public agency. in effect, the filing imposes a trust obligation on the public agency.",
      "who can file the notice of stop?",
      "when a stop notice is filed, the claimant immediately has a right against those earnings held by the public agency."
    ],
    "querygen_score": [
      "2.3497505",
      "-2.1385145",
      "2.4950216"
    ]
  },
  {
    "id": "legal-advice_37__9",
    "doc_id": "legal-advice_37",
    "chunk_id": 9,
    "document_category": "legal-advice",
    "text": "See IRS.gov/Form1040 for any\nupdates. Nonresident aliens and dual-status aliens. These rules also apply if you were\na nonresident alien or a dual-status alien\nand both of the following apply. • You were married to a U.S. citizen\nor resident alien at the end of 2022.\n• You elected to be taxed as a resident alien. See Pub. 519 for details. Specific rules apply to determine if you are a resident alien,\nCAUTION nonresident alien, or dual-status alien. Most nonresident aliens and\ndual-status aliens have different filing\nrequirements and may have to file Form\n1040-NR. Pub. 519 discusses these requirements and other information to\nhelp aliens comply with U.S. tax law. ! When and Where\nShould You File? File Form 1040 or 1040-SR by April 18,\n2023. The due date is April 18, instead\nof April 15, because of the Emancipation Day holiday in the District of Columbia – even if you don’t live in the\nDistrict of Columbia. If you file after\nthis date, you may have to pay interest\nand penalties. See Interest and Penalties, later. -8- If you e-file your return, there is no\nneed to mail it. However, if you choose\nto mail it instead, filing instructions and\naddresses are at the end of these instructions. The chart at the end of these in- TIP structions provides the current What if You Can't File on\nTime? You can get an automatic 6-month extension if, no later than the date your return is due, you file Form 4868. For details, see Form 4868. Instead of filing\nForm 4868, you can apply for an automatic extension by making an electronic\npayment by the due date of your return. An automatic 6-month extension to file doesn't extend the\nCAUTION time to pay your tax. If you\ndon’t pay your tax by the original due\ndate of your return, you will owe interest\non the unpaid tax and may owe penalties. See Form 4868. ! If you are a U.S. citizen or resident\nalien, you may qualify for an automatic\nextension of time to file without filing\nForm 4868. You qualify if, on the due\ndate of your return, you meet one of the\nfollowing conditions. • You live outside the United States\nand Puerto Rico and your main place of\nbusiness or post of duty is outside the\nUnited States and Puerto Rico.\n• You are in military or naval service on duty outside the United States and\nPuerto Rico. This extension gives you an extra 2\nmonths to file and pay the tax, but interest will be charged from the original due\ndate of the return on any unpaid tax. You must include a statement showing\nthat you meet the requirements. If you\nare still unable to file your return by the\nend of the 2-month period, you can get\nan additional 4 months if, no later than\nJune 15, 2023, you file Form 4868. This\n4-month extension of time to file doesn't\nextend the time to pay your tax. See\nForm 4868. Private Delivery Services If you choose to mail your return, you\ncan use certain private delivery services designated by the IRS to meet the “timely mailing treated as timely filing/\npaying” rule for tax returns and payments.",
    "querygen": [
      "what is the status of a nonresident alien",
      "what kind of immigration papers are required for a dual-status alien",
      "how many years to file u s tax form"
    ],
    "querygen_score": [
      "0.068569675",
      "-1.5622274",
      "-2.7746727"
    ]
  },
  {
    "id": "legal-advice_62__156",
    "doc_id": "legal-advice_62",
    "chunk_id": 156,
    "document_category": "legal-advice",
    "text": "Taxpayers have the right to know\nwhen the IRS has finished an audit. 7. The Right to Privacy 2. The Right to Quality Service\nTaxpayers have the right to receive prompt, courteous, and\nprofessional assistance in their dealings with the IRS, to be\nspoken to in a way they can easily understand, to receive clear\nand easily understandable communications from the IRS, and\nto speak to a supervisor about inadequate service. 8. The Right to Confidentiality 3. The Right to Pay No More than the\nCorrect Amount of Tax\nTaxpayers have the right to pay only the amount of tax legally\ndue, including interest and penalties, and to have the IRS\napply all tax payments properly. 4. The Right to Challenge the IRS’s Position\nand Be Heard\nTaxpayers have the right to raise objections and provide\nadditional documentation in response to formal IRS actions or\nproposed actions, to expect that the IRS will consider their\ntimely objections and documentation promptly and fairly, and\nto receive a response if the IRS does not agree with their\nposition. 5. The Right to Appeal an IRS Decision in an\nIndependent Forum\nTaxpayers are entitled to a fair and impartial administrative\nappeal of most IRS decisions, including many penalties, and\nhave the right to receive a written response regarding the IRS\nIndependent Office of Appeals’ decision. Taxpayers generally\nhave the right to take their cases to court. Taxpayers have the right to expect that any IRS inquiry,\nexamination, or enforcement action will comply with the law\nand be no more intrusive than necessary, and will respect all\ndue process rights, including search and seizure protections,\nand will provide, where applicable, a collection due process\nhearing. Taxpayers have the right to expect that any information they\nprovide to the IRS will not be disclosed unless authorized by\nthe taxpayer or by law. Taxpayers have the right to expect\nappropriate action will be taken against employees, return\npreparers, and others who wrongfully use or disclose taxpayer\nreturn information. 9. The Right to Retain Representation\nTaxpayers have the right to retain an authorized representative\nof their choice to represent them in their dealings with the\nIRS. Taxpayers have the right to seek assistance from a Low\nIncome Taxpayer Clinic if they cannot afford representation. 10. The Right to a Fair and Just Tax System\nTaxpayers have the right to expect the tax system to consider\nfacts and circumstances that might affect their underlying\nliabilities, ability to pay, or ability to provide information timely. Taxpayers have the right to receive assistance from the\nTaxpayer Advocate Service if they are experiencing financial\ndifficulty or if the IRS has not resolved their tax issues properly\nand timely through its normal channels. Learn more at IRS.gov/TaxpayerRights -112- Where Do You Mail your return to the address shown\nFile? below that applies to you. If you want to use\na private delivery service, see Private\nDelivery\nServices\nunder\nFiling\nRequirements, earlier. TIP Envelopes without enough postage will be\nreturned to you by the post office. Your\nenvelope may need additional postage if it\ncontains more than five pages or is\noversized (for example, it is over 1/4″ thick). Also include your complete return address. THEN use this address if you: IF you live in... Alabama, Georgia, North Carolina, South Carolina,\nTennessee",
    "querygen": [
      "what is the irs audit rights",
      "what is the right for irs audits",
      "what is the right to an irs audit"
    ],
    "querygen_score": [
      "1.975493",
      "2.423839",
      "2.6944056"
    ]
  },
  {
    "id": "legal-advice_94__142",
    "doc_id": "legal-advice_94",
    "chunk_id": 142,
    "document_category": "legal-advice",
    "text": "Line 17l. Enter any tax on accumulation distribution of trusts. See Form\n4970 for more information. Line 17m. Enter any excise tax on insider stock compensation from an expatriated corporation. See section 4985. Line 17n. Enter any look-back interest\nunder section 167(g) or 460(b). See\nForm 8697 or 8866 for more information. Line 17o. Enter any tax on non-effectively connected income for any part of\nthe year you were a nonresident alien. See the Instructions for Form 1040-NR\nfor more information. Line 17p. Enter any interest amount\nfrom Form 8621, line 16f, relating to\ndistributions from, and dispositions of,\nstock of a section 1291 fund. Line 17q. Enter any interest amount\nfrom Form 8621, line 24. Line 17z Use line 17z to report any taxes not reported elsewhere on your return\nor other schedules. List the type and\namount of tax. Other taxes to be listed include the\nfollowing. Form 8978 adjustment. Complete the\nNegative Form 8978 Adjustment Worksheet—Schedule 2 (Line 17z) if you are\nfiling Form 8978 and completed the\nworksheet in the Schedule 3, line 6l, instructions and the amount on line 3 of\nthat worksheet is negative. Negative Form 8978 Adjustment Worksheet—Schedule 2 (Line 17z)\nComplete this worksheet if you completed line 3 on the Negative Form 8978 Adjustment Worksheet in the Schedule 3,\nline 6l, instructions. 1. Enter the sum of any chapter 1 taxes* (other than your negative Form 8978 adjustment) reported in Part II of\nSchedule 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2. Enter as a positive number the negative amount from line 3 of the Negative Form 8978 Adjustment Worksheet in\nthe Schedule 3, line 6l, instructions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. Is the amount on line 1 more than the amount on line 2? Yes. 1.\n2. List the type (Form 8978 ADJ) and the amount from line 2 as a negative number (in parentheses) on line 17z. List the type (Form 8978 ADJ) and the amount from line 1 as a negative number (in parentheses) on line 17z. No. Combine this amount with any other amounts reported on line 17z to complete the line 17z entry space. * Chapter 1 taxes include taxes from sections 1 through 1400Z-2 of the Code, as well as certain amounts the Code treats as chapter 1 taxes. Generally, this does not include amounts reported on Schedule 2, lines 4, 7, 9, 11–13, 17k–17m, or 17z (other than chapter 1 taxes). -99-",
    "querygen": [
      "what to enter on a trust",
      "how to tax an insiders share",
      "what form for a lookback interest"
    ],
    "querygen_score": [
      "-2.7182765",
      "-2.5956345",
      "-1.273114"
    ]
  },
  {
    "id": "legal-advice_91__74",
    "doc_id": "legal-advice_91",
    "chunk_id": 74,
    "document_category": "legal-advice",
    "text": "7,600\n7,650\n7,700\n7,750 7,650\n7,700\n7,750\n7,800 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 10,800\n10,850\n10,900\n10,950 10,850\n10,900\n10,950\n11,000 433\n429\n425\n421 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 560\n560\n560\n560 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 7,800\n7,850\n7,900\n7,950 7,850\n7,900\n7,950\n8,000 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 11,000\n11,050\n11,100\n11,150 11,050\n11,100\n11,150\n11,200 417\n413\n410\n406 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 8,000\n8,050\n8,100\n8,150 8,050\n8,100\n8,150\n8,200 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 11,200\n11,250\n11,300\n11,350 11,250\n11,300\n11,350\n11,400 402\n398\n394\n391 3,733\n3,733\n3,733\n3,733 4,490\n4,510\n4,530\n4,550 5,051\n5,074\n5,096\n5,119 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,490\n4,510\n4,530\n4,550 5,051\n5,074\n5,096\n5,119 8,200\n8,250\n8,300\n8,350 8,250\n8,300\n8,350\n8,400 560\n560\n560\n560 2,797\n2,814\n2,831\n2,848 3,290\n3,310\n3,330\n3,350 3,701\n3,724\n3,746\n3,769 560\n560\n560\n560 2,797\n2,814\n2,831\n2,848 3,290\n3,310\n3,330\n3,350 3,701\n3,724\n3,746\n3,769 11,400\n11,450\n11,500\n11,550 11,450\n11,500\n11,550\n11,600 387\n383\n379\n375 3,733\n3,733\n3,733\n3,733 4,570\n4,590\n4,610\n4,630 5,141\n5,164\n5,186\n5,209 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,570\n4,590\n4,610\n4,630 5,141\n5,164\n5,186\n5,209 8,400\n8,450\n8,500\n8,550 8,450\n8,500\n8,550\n8,600 560\n560\n560\n560 2,865\n2,882\n2,899\n2,916 3,370\n3,390\n3,410\n3,430 3,791\n3,814\n3,836\n3,859 560\n560\n560\n560 2,865\n2,882\n2,899\n2,916 3,370\n3,390\n3,410\n3,430 3,791\n3,814\n3,836\n3,859 11,600\n11,650\n11,700\n11,750 11,650\n11,700\n11,750\n11,800 371\n368\n364\n360 3,733\n3,733\n3,733\n3,733 4,650\n4,670\n4,690\n4,710 5,231\n5,254\n5,276\n5,299 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,650\n4,670\n4,690\n4,710 5,231\n5,254\n5,276\n5,299 8,600\n8,650\n8,700\n8,750 8,650\n8,700\n8,750\n8,800 560\n560\n560\n560 2,933\n2,950\n2,967\n2,984 3,450\n3,470\n3,490\n3,510 3,881\n3,904\n3,926\n3,949 560\n560\n560\n560 2,933\n2,950\n2,967\n2,984 3,450\n3,470\n3,490\n3,510 3,881\n3,904\n3,926\n3,949 11,800\n11,850\n11,900\n11,950 11,850\n11,900\n11,950\n12,000 356\n352\n348\n345 3,733\n3,733\n3,733\n3,733 4,730\n4,750\n4,770\n4,790 5,321\n5,344\n5,366\n5,389 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,730\n4,750\n4,770\n4,790 5,321\n5,344\n5,366\n5,389 Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. (Continued) - 47 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 Your credit is– 1 2 At least But less\nthan 12,000\n12,050\n12,100\n12,150 12,050\n12,100\n12,150\n12,200 341\n337\n333\n329 3,733\n3,733\n3,733\n3,733 4,810\n4,830\n4,850\n4,870 5,411\n5,434\n5,456\n5,479 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,810\n4,830\n4,850\n4,870 12,200\n12,250\n12,300\n12,350 12,250\n12,300\n12,350\n12,400 326\n322\n318\n314 3,733\n3,733\n3,733\n3,733 4,890\n4,910\n4,930\n4,950 5,501\n5,524\n5,546\n5,569 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 12,400\n12,450\n12,500\n12,550 12,450\n12,500\n12,550\n12,600 310\n306\n303\n299 3,733\n3,733\n3,733\n3,733 4,970\n4,990\n5,010\n5,030 5,591\n5,614\n5,636\n5,659 560\n560\n560\n560 12,600\n12,650\n12,700\n12,750 12,650\n12,700\n12,750\n12,800 295\n291\n287\n283 3,733\n3,733\n3,733\n3,733 5,050\n5,070\n5,090\n5,110 5,681\n5,704\n5,726\n5,749 12,800\n12,850\n12,900\n12,950 12,850\n12,900\n12,950\n13,000 280\n276\n272\n268 3,733\n3,733\n3,733\n3,733 5,130\n5,150\n5,170\n5,190 13,000\n13,050\n13,100\n13,150 13,050\n13,100\n13,150\n13,200 264\n260\n257\n253 3,733\n3,733\n3,733\n3,733 13,200\n13,250\n13,300\n13,350 13,250\n13,300\n13,350\n13,400 249\n245\n241\n238 13,400\n13,450\n13,500\n13,550 13,450\n13,500\n13,550\n13,600 13,600\n13,650\n13,700\n13,750 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 Your credit is– 1 2 3 At least But less\nthan Your credit is– 5,411\n5,434\n5,456\n5,479 15,200\n15,250\n15,300\n15,350 15,250\n15,300\n15,350\n15,400 96\n92\n88\n85 3,733\n3,733\n3,733\n3,733 6,090\n6,110\n6,130\n6,150 6,851\n6,874\n6,896\n6,919 560\n560\n557\n553 3,733\n3,733\n3,733\n3,733 6,090\n6,110\n6,130\n6,150 6,851\n6,874\n6,896\n6,919 4,890\n4,910\n4,930\n4,950 5,501\n5,524\n5,546\n5,569 15,400\n15,450\n15,500\n15,550 15,450\n15,500\n15,550\n15,600 81\n77\n73\n69 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 550\n546\n542\n538 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 4,970\n4,990\n5,010\n5,030 5,591\n5,614\n5,636\n5,659 15,600\n15,650\n15,700\n15,750 15,650\n15,700\n15,750\n15,800 65\n62\n58\n54 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 534\n531\n527\n523 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,050\n5,070\n5,090\n5,110 5,681\n5,704\n5,726\n5,749 15,800\n15,850\n15,900\n15,950 15,850\n15,900\n15,950\n16,000 50\n46\n42\n39 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 519\n515\n511\n508 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 5,771\n5,794\n5,816\n5,839 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,130\n5,150\n5,170\n5,190 5,771\n5,794\n5,816\n5,839 16,000\n16,050\n16,100\n16,150 16,050\n16,100\n16,150\n16,200 35\n31\n27\n23 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 504\n500\n496\n492 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 5,210\n5,230\n5,250\n5,270 5,861\n5,884\n5,906\n5,929 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,210\n5,230\n5,250\n5,270 5,861\n5,884\n5,906\n5,929 16,200\n16,250\n16,300\n16,350 16,250\n16,300\n16,350\n16,400 20\n16\n12\n8 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 488\n485\n481\n477 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 5,290\n5,310\n5,330\n5,350 5,951\n5,974\n5,996\n6,019 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,290\n5,310\n5,330\n5,350 5,951\n5,974\n5,996\n6,019 16,400\n16,450\n16,500\n16,550 16,450\n16,500\n16,550\n16,600 4\n*\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 473\n469\n466\n462 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 234\n230\n226\n222 3,733\n3,733\n3,733\n3,733 5,370\n5,390\n5,410\n5,430 6,041\n6,064\n6,086\n6,109 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,370\n5,390\n5,410\n5,430 6,041\n6,064\n6,086\n6,109 16,600\n16,650\n16,700\n16,750 16,650\n16,700\n16,750\n16,800 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 458\n454\n450\n446 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 13,650\n13,700\n13,750\n13,800 218\n215\n211\n207 3,733\n3,733\n3,733\n3,733 5,450\n5,470\n5,490\n5,510 6,131\n6,154\n6,176\n6,199 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,450\n5,470\n5,490\n5,510 6,131\n6,154\n6,176\n6,199 16,800\n16,850\n16,900\n16,950 16,850\n16,900\n16,950\n17,000 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 443\n439\n435\n431 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 13,800\n13,850\n13,900\n13,950 13,850\n13,900\n13,950\n14,000 203\n199\n195\n192 3,733\n3,733\n3,733\n3,733 5,530\n5,550\n5,570\n5,590 6,221\n6,244\n6,266\n6,289 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,530\n5,550\n5,570\n5,590 6,221\n6,244\n6,266\n6,289 17,000\n17,050\n17,100\n17,150 17,050\n17,100\n17,150\n17,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 427\n423\n420\n416 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,000\n14,050\n14,100\n14,150 14,050\n14,100\n14,150\n14,200 188\n184\n180\n176 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 17,200\n17,250\n17,300\n17,350 17,250\n17,300\n17,350\n17,400 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 412\n408\n404\n400 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,200\n14,250\n14,300\n14,350 14,250\n14,300\n14,350\n14,400 173\n169\n165\n161 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 17,400\n17,450\n17,500\n17,550 17,450\n17,500\n17,550\n17,600 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 397\n393\n389\n385 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,400\n14,450\n14,500\n14,550 14,450\n14,500\n14,550\n14,600",
    "querygen": [
      "what number is 7600?",
      "7600 number of screens",
      "how many numbers in djs"
    ],
    "querygen_score": [
      "-5.988297",
      "-6.9594803",
      "-5.2966766"
    ]
  },
  {
    "id": "legal-advice_37__110",
    "doc_id": "legal-advice_37",
    "chunk_id": 110,
    "document_category": "legal-advice",
    "text": "Go to IRS. gov/VITA, download\nthe free IRS2Go app, or call\n800-906-9887 for information on free\ntax return preparation. • TCE. The Tax Counseling for the\nElderly (TCE) program offers free tax\nhelp for all taxpayers, particularly those\nwho are 60 years of age and older. TCE\nvolunteers specialize in answering questions about pensions and retirement-related issues unique to seniors. Go to\nIRS. gov/TCE, download the free\nIRS2Go app, or call 888-227-7669 for\ninformation on free tax return preparation. • MilTax. Members of the U.S.\nArmed Forces and qualified veterans\nmay use MilTax, a free tax service offered by the Department of Defense\nthrough Military OneSource. For more\ninformation, go to MilitaryOneSource\n(MilitaryOneSource.mil/MilTax). Also, the IRS offers Free Fillable\nForms, which can be completed online\nand then filed electronically regardless\nof income. Using online tools to help prepare\nyour return. Go to IRS.gov/Tools for\nthe following. • The Earned Income Tax Credit\nAssistant (IRS.gov/EITCAssistant) determines if you’re eligible for the EIC. • The Online EIN Application\n(IRS.gov/EIN) helps you get an employer identification number (EIN) at no\ncost. • The Tax Withholding Estimator\n(IRS.gov/W4App) makes it easier for you\nto estimate the federal income tax you\nwant your employer to withhold from\nyour paycheck. This is tax withholding. See how your withholding affects your\nrefund, take-home pay, or tax due. • The First-Time Homebuyer Credit\nAccount Look-up (IRS.gov/HomeBuyer)\ntool provides information on your repayments and account balance. • The Sales Tax Deduction\nCalculator (IRS.gov/SalesTax) figures\nthe amount you can claim if you itemize\ndeductions on Schedule A (Form 1040). Getting answers to your tax questions. On IRS.gov, you can get up-to-date information on current events and changes\nin tax law. • IRS.gov/Help: A variety of tools to\nhelp you get answers to some of the\nmost common tax questions. • IRS.gov/ITA: The Interactive Tax\nAssistant, a tool that will ask you questions and, based on your input, provide\nanswers on a number of tax law topics. • IRS.gov/Forms: Find forms, instructions, and publications. You will\nfind details on the most recent tax\nchanges and interactive links to help you\nfind answers to your questions. • You may also be able to access tax\nlaw information in your electronic filing\nsoftware. Need someone to prepare your tax return? There are various types of tax return preparers, including enrolled\nagents, certified public accountants\n(CPAs), accountants, any many others\nwho don’t have professional credentials. If you choose to have someone prepare\nyour tax return, choose that preparer\nwisely. A paid tax preparer is:\n• Primarily responsible for the overall substantive accuracy of your return,\n• Required to sign the return, and\n• Required to include their preparer\ntax identification number (PTIN). Although the tax preparer always\nsigns the return, you’re ultimately responsible for providing all the informa- tion required for the preparer to accurately prepare your return. Anyone paid\nto prepare tax returns for others should\nhave a thorough understanding of tax\nmatters. For more information on how to\nchoose a tax preparer, go to Tips for\nChoosing a Tax Preparer on IRS.gov. Coronavirus. Go\nto\nIRS.gov/ Coronavirus for links to information on\nthe impact of the coronavirus, as well as\ntax relief available for individuals and\nfamilies, small businesses, and tax-exempt organizations. Employers can register to use Business Services Online. The Social Security Administration (SSA) offers online services at SSA.",
    "querygen": [
      "what is tce",
      "irs phone number vata",
      "what to do for seniors tax preparation"
    ],
    "querygen_score": [
      "0.11874331",
      "-3.737222",
      "0.61740613"
    ]
  },
  {
    "id": "legal-advice_27__52",
    "doc_id": "legal-advice_27",
    "chunk_id": 52,
    "document_category": "legal-advice",
    "text": "A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents paragraph (b) does not limit a party from presenting\nevidence contained within a deposition when the\nAdministrative Law Judge determines that the\ndeposition has been obtained in compliance with the\nrules of this subpart D.\n(c) Prehearing memorandum. Unless otherwise\nordered by the Administrative Law Judge, each party\nshall file, and serve on the opposing party or the\nopposing party’s representative, prior to any hearing,\na prehearing memorandum containing —\n(1) A list (together with a copy) of all proposed\nexhibits to be used in the party’s case in chief;\n(2) A list of proposed witnesses, including a\nsynopsis of their expected testimony, or a statement\nthat no witnesses will be called;\n(3) Identification of any proposed expert\nwitnesses, including a synopsis of their expected\ntestimony and a copy of any report prepared by the\nexpert or at his or her direction; and\n(4) A list of undisputed facts. (d) Publicity —\n(1) In general. All reports and decisions of the\nSecretary of the Treasury, or delegate, including\nany reports and decisions of the Administrative\nLaw Judge, under this subpart D are, subject to\nthe protective measures in paragraph (d)(4) of this\nsection, public and open to inspection within 30\ndays after the agency’s decision becomes final. (2) Request for additional publicity. The\nAdministrative Law Judge may grant a request by\na practitioner or appraiser that all the pleadings and\nevidence of the disciplinary proceeding be made\navailable for inspection where the parties stipulate\nin advance to adopt the protective measures in\nparagraph (d)(4) of this section. (3) Returns and return information —\n(i) Disclosure to practitioner or appraiser. Pursuant to section 6103(l)(4) of the Internal\nRevenue Code, the Secretary of the Treasury,\nor delegate, may disclose returns and return\ninformation to any practitioner or appraiser, or to\nthe authorized representative of the practitioner\nor appraiser, whose rights are or may be affected\nby an administrative action or proceeding under\nthis subpart D, but solely for use in the action or\nTreasury Department Circular No. 230 proceeding and only to the extent that the Secretary\nof the Treasury, or delegate, determines that the\nreturns or return information are or may be relevant\nand material to the action or proceeding. (ii) Disclosure to officers and employees of\nthe Department of the Treasury. Pursuant to section\n6103(l)(4)(B) of the Internal Revenue Code the\nSecretary of the Treasury, or delegate, may disclose\nreturns and return information to officers and\nemployees of the Department of the Treasury for\nuse in any action or proceeding under this subpart\nD, to the extent necessary to advance or protect the\ninterests of the United States. (iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information.",
    "querygen": [
      "who is the administrative law judge in a case that requires the submission of evidence",
      "who is required to give evidence",
      "what's the u.s. court of rebuttal?"
    ],
    "querygen_score": [
      "-0.33608437",
      "-1.1032662",
      "-3.7799363"
    ]
  },
  {
    "id": "legal-advice_26__54",
    "doc_id": "legal-advice_26",
    "chunk_id": 54,
    "document_category": "legal-advice",
    "text": "(g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general. The rules of evidence prevailing\nin courts of law and equity are not controlling in\nhearings or proceedings conducted under this part. The Administrative Law Judge may, however,\nexclude evidence that is irrelevant, immaterial, or\nunduly repetitious. (b) Depositions. The deposition of any witness\ntaken pursuant to §10.71 may be admitted into\nevidence in any proceeding instituted under §10.60. (c) Requests for admission. Any matter admitted\nin response to a request for admission under\n§10.71 is conclusively established unless the\nAdministrative Law Judge on motion permits\nwithdrawal or modification of the admission. Any\nadmission made by a party is for the purposes of\nthe pending action only and is not an admission by\na party for any other purpose, nor may it be used\nagainst a party in any other proceeding. (d) Proof of documents. Official documents,\nrecords, and papers of the Internal Revenue Service\nand the Office of Professional Responsibility are\nadmissible in evidence without the production of\nan officer or employee to authenticate them. Any\ndocuments, records, and papers may be evidenced\nby a copy attested to or identified by an officer or\nemployee of the Internal Revenue Service or the\nTreasury Department, as the case may be. (e) Withdrawal of exhibits. If any document,\nrecord, or other paper is introduced in evidence\nas an exhibit, the Administrative Law Judge may\nauthorize the withdrawal of the exhibit subject to\nany conditions that he or she deems proper. (f) Objections. Objections to evidence are to be\nmade in short form, stating the grounds for the\nobjection. Except as ordered by the Administrative\nLaw Judge, argument on objections will not be\nrecorded or transcribed. Rulings on objections\nare to be a part of the record, but no exception to\na ruling is necessary to preserve the rights of the\nparties. (g) Effective/applicability date. This section is\napplicable on September 26, 2007. Treasury Department Circular No. 230 Table of Contents § 10.74 Transcript. In cases where the hearing is stenographically\nreported by a Government contract reporter, copies\nof the transcript may be obtained from the reporter\nat rates not to exceed the maximum rates fixed by\ncontract between the Government and the reporter. Where the hearing is stenographically reported by a\nregular employee of the Internal Revenue Service,\na copy will be supplied to the respondent either\nwithout charge or upon the payment of a reasonable\nfee. Copies of exhibits introduced at the hearing or\nat the taking of depositions will be supplied to the\nparties upon the payment of a reasonable fee (Sec.\n501, Public Law 82-137) (65 Stat. 290) (31 U.S.C.\n§ 483a). § 10.75 Proposed findings and conclusions. Except in cases where the respondent has failed to\nanswer the complaint or where a party has failed to\nappear at the hearing, the parties must be afforded a\nreasonable opportunity to submit proposed findings\nand conclusions and their supporting reasons to the\nAdministrative Law Judge. § 10.76 Decision of Administrative Law Judge. (a) In general —\n(1) Hearings. Within 180 days after the\nconclusion of a hearing and the receipt of any\nproposed findings and conclusions timely\nsubmitted by the parties, the Administrative Law\nJudge should enter a decision in the case.",
    "querygen": [
      "when does oaf rule of evidence apply",
      "when does obamacare start",
      "when does the rule of evidence apply on a court of law case"
    ],
    "querygen_score": [
      "-4.040061",
      "-7.116592",
      "-0.12644857"
    ]
  },
  {
    "id": "legal-advice_64__76",
    "doc_id": "legal-advice_64",
    "chunk_id": 76,
    "document_category": "legal-advice",
    "text": "6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 228\n225\n221\n217 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 22,800\n22,850\n22,900\n22,950 22,850\n22,900\n22,950\n23,000 0\n0\n0\n0 3,303\n3,295\n3,287\n3,279 5,596\n5,586\n5,575\n5,565 6,367\n6,356\n6,346\n6,335 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 213\n209\n205\n202 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,000\n23,050\n23,100\n23,150 23,050\n23,100\n23,150\n23,200 0\n0\n0\n0 3,271\n3,263\n3,255\n3,247 5,554\n5,544\n5,533\n5,523 6,325\n6,314\n6,304\n6,293 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,050\n20,100\n20,150\n20,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,726 6,164\n6,164\n6,164\n6,155 6,935\n6,935\n6,935\n6,925 198\n194\n190\n186 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,200\n23,250\n23,300\n23,350 23,250\n23,300\n23,350\n23,400 0\n0\n0\n0 3,239\n3,231\n3,223\n3,215 5,512\n5,502\n5,491\n5,481 6,283\n6,272\n6,262\n6,251 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,200\n20,250\n20,300\n20,350 20,250\n20,300\n20,350\n20,400 0\n0\n0\n0 3,718\n3,710\n3,702\n3,694 6,144\n6,133\n6,123\n6,112 6,914\n6,904\n6,893\n6,883 182\n179\n175\n171 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,400\n23,450\n23,500\n23,550 23,450\n23,500\n23,550\n23,600 0\n0\n0\n0 3,207\n3,199\n3,191\n3,183 5,470\n5,460\n5,449\n5,438 6,241\n6,230\n6,220\n6,209 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,400\n20,450\n20,500\n20,550 20,450\n20,500\n20,550\n20,600 0\n0\n0\n0 3,686\n3,678\n3,670\n3,662 6,102\n6,091\n6,081\n6,070 6,872\n6,862\n6,851\n6,841 167\n163\n160\n156 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,600\n23,650\n23,700\n23,750 23,650\n23,700\n23,750\n23,800 0\n0\n0\n0 3,175\n3,167\n3,159\n3,151 5,428\n5,417\n5,407\n5,396 6,198\n6,188\n6,177\n6,167 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,600\n20,650\n20,700\n20,750 20,650\n20,700\n20,750\n20,800 0\n0\n0\n0 3,654\n3,646\n3,638\n3,630 6,060\n6,049\n6,039\n6,028 6,830\n6,820\n6,809\n6,799 152\n148\n144\n140 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,800\n23,850\n23,900\n23,950 23,850\n23,900\n23,950\n24,000 0\n0\n0\n0 3,143\n3,135\n3,127\n3,119 5,386\n5,375\n5,365\n5,354 6,156\n6,146\n6,135\n6,125 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,800\n20,850\n20,900\n20,950 20,850\n20,900\n20,950\n21,000 0\n0\n0\n0 3,622\n3,614\n3,606\n3,598 6,018\n6,007\n5,997\n5,986 6,788\n6,778\n6,767\n6,757 137\n133\n129\n125 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,000\n24,050\n24,100\n24,150 24,050\n24,100\n24,150\n24,200 0\n0\n0\n0 3,111\n3,103\n3,095\n3,087 5,344\n5,333\n5,323\n5,312 6,114\n6,104\n6,093\n6,083 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 21,000\n21,050\n21,100\n21,150 21,050\n21,100\n21,150\n21,200 0\n0\n0\n0 3,590\n3,582\n3,574\n3,566 5,976\n5,965\n5,954\n5,944 6,746\n6,735\n6,725\n6,714 121\n117\n114\n110 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,200\n24,250\n24,300\n24,350 24,250\n24,300\n24,350\n24,400 0\n0\n0\n0 3,079\n3,071\n3,063\n3,055 5,302\n5,291\n5,281\n5,270 6,072\n6,062\n6,051\n6,041 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 21,200\n21,250\n21,300\n21,350 21,250\n21,300\n21,350\n21,400 0\n0\n0\n0 3,558\n3,550\n3,542\n3,534 5,933\n5,923\n5,912\n5,902 6,704\n6,693\n6,683\n6,672 106\n102\n98\n94 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,400\n24,450\n24,500\n24,550 24,450\n24,500\n24,550\n24,600 0\n0\n0\n0 3,047\n3,039\n3,031\n3,023 5,259\n5,249\n5,238\n5,228 6,030\n6,019\n6,009\n5,998 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 21,400\n21,450\n21,500\n21,550 21,450\n21,500\n21,550\n21,600 0\n0\n0\n0 3,526\n3,518\n3,510\n3,502 5,891\n5,881\n5,870\n5,860 6,662\n6,651\n6,641\n6,630 91\n87\n83\n79 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,600\n24,650\n24,700\n24,750 24,650\n24,700\n24,750\n24,800 0\n0\n0\n0 3,015\n3,007\n2,999\n2,991 5,217\n5,207\n5,196\n5,186 5,988\n5,977\n5,967\n5,956 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $22,600 but less than $22,610, and you have no qualifying children who have valid\nSSNs, your credit is $0. If the amount you are looking up from the worksheet is $22,610 or more, and you have no qualifying children who have valid SSNs, you can’t take the\ncredit. (Continued) - 49 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 But less\nthan 24,800\n24,850\n24,900\n24,950 24,850\n24,900\n24,950\n25,000 0\n0\n0\n0 2,983\n2,975\n2,967\n2,959 5,175\n5,165\n5,154\n5,144 5,946\n5,935\n5,925\n5,914 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 25,000\n25,050\n25,100\n25,150 25,050\n25,100\n25,150\n25,200 0\n0\n0\n0 2,951\n2,943\n2,935\n2,927 5,133\n5,123\n5,112\n5,102 5,904\n5,893\n5,883\n5,872 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 25,200\n25,250\n25,300\n25,350 25,250\n25,300\n25,350\n25,400 0\n0\n0\n0 2,919\n2,911\n2,903\n2,895 5,091\n5,080\n5,070\n5,059 5,861\n5,851\n5,840\n5,830 0\n0\n0\n0 25,400\n25,450\n25,500\n25,550 25,450\n25,500\n25,550\n25,600 0\n0\n0\n0 2,887\n2,879\n2,871\n2,863 5,049\n5,038\n5,028\n5,017 5,819\n5,809\n5,798\n5,788 25,600\n25,650\n25,700\n25,750 25,650\n25,700\n25,750\n25,800 0\n0\n0\n0 2,855\n2,847\n2,839\n2,831 5,007\n4,996\n4,986\n4,975 25,800\n25,850\n25,900\n25,950 25,850\n25,900\n25,950\n26,000 0\n0\n0\n0 2,823\n2,815\n2,807\n2,799 26,000\n26,050\n26,100\n26,150 26,050\n26,100\n26,150\n26,200 0\n0\n0\n0 26,200\n26,250\n26,300\n26,350 26,250\n26,300\n26,350\n26,400 26,400\n26,450\n26,500\n26,550 ★ Your credit is– 2 At least If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 6,935\n6,935\n6,935\n6,935 28,000\n28,050\n28,100\n28,150 28,050\n28,100\n28,150\n28,200 0\n0\n0\n0 2,472\n2,464\n2,456\n2,448 4,501\n4,491\n4,480\n4,470 5,272\n5,261\n5,251\n5,240 0\n0\n0\n0 3,451\n3,443\n3,435\n3,427 5,792\n5,782\n5,771\n5,761 6,563\n6,552\n6,542\n6,531 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,200\n28,250\n28,300\n28,350 28,250\n28,300\n28,350\n28,400 0\n0\n0\n0 2,440\n2,432\n2,424\n2,416 4,459\n4,449\n4,438\n4,428 5,230\n5,219\n5,209\n5,198 0\n0\n0\n0 3,419\n3,411\n3,403\n3,395 5,750\n5,740\n5,729\n5,719 6,521\n6,510\n6,500\n6,489 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,400\n28,450\n28,500\n28,550 28,450\n28,500\n28,550\n28,600 0\n0\n0\n0 2,408\n2,400\n2,392\n2,384 4,417\n4,407\n4,396\n4,385 5,188\n5,177\n5,167\n5,156 0\n0\n0\n0 3,387\n3,379\n3,371\n3,363 5,708\n5,698\n5,687\n5,676 6,479\n6,468\n6,457\n6,447 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,600\n28,650\n28,700\n28,750 28,650\n28,700\n28,750\n28,800 0\n0\n0\n0 2,376\n2,368\n2,360\n2,352 4,375\n4,364\n4,354\n4,343 5,145\n5,135\n5,124\n5,114 0\n0\n0\n0 3,355\n3,347\n3,339\n3,331 5,666\n5,655\n5,645\n5,634 6,436\n6,426\n6,415\n6,405 5,777\n5,767\n5,756\n5,746 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,800\n28,850\n28,900\n28,950 28,850\n28,900\n28,950\n29,000 0\n0\n0\n0 2,344\n2,336\n2,328\n2,320 4,333\n4,322\n4,312\n4,301 5,103\n5,093\n5,082\n5,072 0\n0\n0\n0",
    "querygen": [
      "how old is sixth grader",
      "what is the number for 635 in ss",
      "how many people in scotland in 635"
    ],
    "querygen_score": [
      "-7.8230615",
      "-5.3353505",
      "-5.7920756"
    ]
  },
  {
    "id": "legal-advice_25__147",
    "doc_id": "legal-advice_25",
    "chunk_id": 147,
    "document_category": "legal-advice",
    "text": "If the premium tax credit you can\nclaim exceeds your advance credit payments, your net premium tax credit will\nbe shown on Form 8962, line 26. Enter\nthat amount, if any, on line 9. For more\ninformation, see the Instructions for\nForm 8962. Line 10\nAmount Paid With Request for\nExtension To File If you got an automatic extension of\ntime to file Form 1040, 1040-SR, or\n1040-NR by filing Form 4868 or by\nmaking a payment, enter the amount of\nthe payment or any amount you paid\nwith Form 4868. If you paid by debit or\ncredit card, don’t include on line 10 the\nconvenience fee you were charged. Al- so, include any amounts paid with Form\n2350. Line 11\nExcess Social Security and Tier 1\nRRTA Tax Withheld If you, or your spouse if filing a joint return, had more than one employer for\n2022 and total wages of more than\n$147,000, too much social security or\ntier 1 railroad retirement (RRTA) tax\nmay have been withheld. You can take a\ncredit on this line for the amount withheld in excess of $9,114. But if any one\nemployer withheld more than $9,114,\nyou can't claim the excess on your return. The employer should adjust the tax\nfor you. If the employer doesn't adjust\nthe overcollection, you can file a claim\nfor refund using Form 843. Figure this\namount separately for you and your\nspouse. You can't claim a refund for excess\ntier 2 RRTA tax on Form 1040,\n1040-SR, or 1040-NR. Instead, use\nForm 843. If (1) you worked for two or\nmore employers in 2022, (2)\nCAUTION you receive a 2022 Form W-2c\nshowing a correction to box 4 (or to\nbox 14 for employees who pay RRTA\ntax) to account for employee social security or tier 1 RRTA tax that was deferred in 2022 and withheld in 2023, and\n(3) the corrected amount in box 4 of the\n2022 Form W-2c makes the total amount\nof employee social security tax or tier 1\nRRTA tax withheld by all of your employers more than $9,114, or increases\nan already existing excess amount of\nemployee social security tax or tier 1\nRRTA tax withheld, you should report\nthe credit or increased credit for that\namount on line 11 in order to claim your\nrefund. ! -102- 3. ( ) If you receive Form W-2c after you\nhave filed your return, then you should\nfile an amended return (Form 1040-X)\nto claim a credit or increased credit for\nthe excess social security (or tier 1\nRRTA tax) withheld. Line 12\nCredit for Federal Tax on Fuels\nEnter any credit for federal excise taxes\npaid on fuels that are ultimately used for\na nontaxable purpose (for example, an\noff-highway business use). Attach Form\n4136. Lines 13a Through 13z\nOther Payments or\nRefundable Credits\nLine 13b\nQualified sick and family leave wages\npaid in 2022 from Schedule(s) H for\nleave taken before April 1, 2021. If\nyou paid household employment taxes,\nenter the refundable portion of the credit\nfor qualified sick and family leave wages you are eligible for due to reasons\nrelated to coronavirus and related to\nleave taken before April 1, 2021. The\namount of this credit is shown on Schedule H, line 8e. See Schedule H (Form\n1040) and its instructions for more information on these credits. Line 13d",
    "querygen": [
      "when are my premium tax credits pending",
      "when do premium tax credits appear on taxes in irs",
      "what is the maximum credit for premium tax"
    ],
    "querygen_score": [
      "-2.89706",
      "-0.9825471",
      "-1.9584557"
    ]
  },
  {
    "id": "legal-advice_34__37",
    "doc_id": "legal-advice_34",
    "chunk_id": 37,
    "document_category": "legal-advice",
    "text": "(b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous. (2) A practitioner may not advise a client to\nsubmit a document, affidavit or other paper to the\nInternal Revenue Service —\n(i) The purpose of which is to delay or impede\nthe administration of the Federal tax laws;\n(ii) That is frivolous; or\n(iii) That contains or omits information in a\nmanner that demonstrates an intentional disregard\nof a rule or regulation unless the practitioner also\nadvises the client to submit a document that evidences\na good faith challenge to the rule or regulation. (c) Advising clients on potential penalties —\n(1) A practitioner must inform a client of any\npenalties that are reasonably likely to apply to the\nclient with respect to —\n(i) A position taken on a tax return if —\nTreasury Department Circular No. 230 (A) The practitioner advised the client with\nrespect to the position; or\n(B) The practitioner prepared or signed the tax\nreturn; and\n(ii) Any document, affidavit or other paper\nsubmitted to the Internal Revenue Service. (2) The practitioner also must inform the client\nof any opportunity to avoid any such penalties by\ndisclosure, if relevant, and of the requirements for\nadequate disclosure. (3) This paragraph (c) applies even if the\npractitioner is not subject to a penalty under the\nInternal Revenue Code with respect to the position\nor with respect to the document, affidavit or other\npaper submitted. (d) Relying on information furnished by\nclients. A practitioner advising a client to take\na position on a tax return, document, affidavit or\nother paper submitted to the Internal Revenue\nService, or preparing or signing a tax return as a\npreparer, generally may rely in good faith without\nverification upon information furnished by the\nclient. The practitioner may not, however, ignore the\nimplications of information furnished to, or actually\nknown by, the practitioner, and must make reasonable\ninquiries if the information as furnished appears to\nbe incorrect, inconsistent with an important fact or\nanother factual assumption, or incomplete. (e) Effective/applicability date. Paragraph (a) of\nthis section is applicable for returns or claims for\nrefund filed, or advice provided, beginning August 2,\n2011. Paragraphs (b) through (d) of this section are\napplicable to tax returns, documents, affidavits, and\nother papers filed on or after September 26, 2007. § 10.35 Competence.\n(a) A practitioner must possess the necessary\ncompetence to engage in practice before the Internal\nRevenue Service. Competent practice requires the\nappropriate level of knowledge, skill, thoroughness,\nand preparation necessary for the matter for which the\npractitioner is engaged. A practitioner may become\ncompetent for the matter for which the practitioner\nhas been engaged through various methods, such\n§ 10.35 — Page 25 Table of Contents as consulting with experts in the relevant area or\nstudying the relevant law. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.36 Procedures to ensure compliance.",
    "querygen": [
      "who can advise on an affidavit",
      "when a practitioner advises a client on a paper, the irs must",
      "when do you have to advise an employer on a document submitted to irs"
    ],
    "querygen_score": [
      "0.84944546",
      "2.6204615",
      "0.20396489"
    ]
  }
]