[
  {
    "id": "legal-advice_94__134",
    "doc_id": "legal-advice_94",
    "chunk_id": 134,
    "document_category": "legal-advice",
    "text": "For\ndetails, see Pub. 970. Qualified higher education expenses. Qualified higher education expenses\ngenerally include tuition, fees, room and\nboard, and related expenses such as\nbooks and supplies. The expenses must\nbe for education in a degree, certificate, or similar program at an eligible educational institution. An eligible educational institution includes most colleges,\nuniversities, and certain vocational\nschools. For details, see Pub. 970. . al of personal property engaged in for\nprofit. Line 24 c Line 22 has been reserved for future use. Enter the nontaxable amount of the value of Olympic and Paralympic medals\nand USOC prize money reported on\nline 8m. Line 23 Line 24 d Archer MSA Deduction\nSee Form 8853. Enter reforestation amortization and expenses (see Pub. 535). Lines 24a through 24z Line 24e Line 22 Line 24a\nJury duty pay. Enter your jury duty\npay if you gave the pay to your employer because your employer paid your salary while you served on the jury. Line 24b Enter the deductible expenses related to\nincome reported on line 8l from the rent- -93- Enter repayment of supplemental unemployment benefits under the Trade Act\nof 1974 (see Pub. 525). Line 24f\nEnter contributions to section 501(c)(18)\n(D) pension plans (see Pub. 525). Line 24g\nEnter contributions by certain chaplains\nto section 403(b) plans (see Pub. 517). Line 24h Enter attorney fees and court costs for\nactions involving certain unlawful discrimination claims, but only to the extent of gross income from such actions\n(see Pub. 525). Line 24i Enter attorney fees and court costs you\npaid in connection with an award from\nthe IRS for information you provided\nthat helped the IRS detect tax law violations, up to the amount of the award includible in your gross income. Line 24j\nEnter the housing deduction from Form\n2555. Line 24k\nEnter excess deductions of section 67(e)\nexpenses from Schedule K-1 (Form 1041), box 11, code A. See the Instructions for Schedule K-1 (Form 1041). Line 24z Use line 24z to report any adjustments\nnot reported elsewhere. List the type and\namount of the adjustment. Form 1099-K loss reporting. If you\nsold a personal item at a loss, enter the\namount of the sale proceeds from Form\n1099-K on line 24z that you reported on\nline 8z. In the entry space next to\nline 24z write “Form 1099-K Personal\nItem Sold at a Loss” and also enter the\namount of the sale proceeds. For example, you bought a couch for $1,000 and\nsold it through a third-party vendor for\n$700, which was reported on your Form\n1099-K. On line 24z you would enter\n$700 and in the entry space next to\nline 24z you would write “Form 1099-K\nPersonal Item Sold at a Loss - $700.” See the instructions for line 8z. -94- Incorrect Form 1099-K. If you received a Form 1099-K that shows payments you didn't receive or is otherwise\nincorrect and you can't get it corrected,\nenter the amount on line 24z that you reported on line 8z. In the entry space next\nto line 24z write “Incorrect Form\n1099-K” and also enter the amount that\nwas incorrectly reported to you.",
    "querygen": [
      "how to qualify for higher education expenses",
      "what expenses are qualified educational expenses",
      "what is qualified higher education expenses ?"
    ],
    "querygen_score": [
      "0.07328494",
      "1.1373031",
      "0.3798053"
    ]
  },
  {
    "id": "legal-advice_40__59",
    "doc_id": "legal-advice_40",
    "chunk_id": 59,
    "document_category": "legal-advice",
    "text": "Need more information or forms? Visit IRS.gov. -36- Line 19\nChild Tax Credit and Credit\nfor Other Dependents\nUse Schedule 8812 (Form 1040) to figure your child tax credit and credit for\nother dependents. Form 8862, who must file. You must\nfile Form 8862 to claim the child tax\ncredit or credit for other dependents if\nyour child tax credit (refundable or nonrefundable depending on the tax year),\nadditional child tax credit, or credit for\nother dependents for a year after 2015\nwas denied or reduced for any reason\nother than a math or clerical error. Attach a completed Form 8862 to your\n2022 return. Don’t file Form 8862 if you\nfiled Form 8862 for 2021, and the child\ntax credit (refundable or nonrefundable),\nadditional child tax credit, or credit for\nother dependents was allowed for that\nyear. See Form 8862 and its instructions\nfor details. If you take the child tax credit\nor credit for other dependents\nCAUTION even though you aren't eligible\nand it is determined that your error is\ndue to reckless or intentional disregard\nof the rules for these credits, you won't\nbe allowed to take either credit or the\nadditional child tax credit for 2 years\neven if you're otherwise eligible to do\nso. If you take the child tax credit or\ncredit for other dependents even though\nyou aren’t eligible and it is later determined that you fraudulently took either\ncredit, you won't be allowed to take either credit or the additional child tax\ncredit for 10 years. You may also have\nto pay penalties. ! If your qualifying child didn’t\nhave an SSN valid for employCAUTION ment issued before the due date\nof your 2022 return (including extensions), you can’t claim the child tax\ncredit for that child on your original or\namended return. However, you may be\nable to claim the credit for other dependents for that child. ! Form 8805, or Form 8288-A. You\nshould attach the form to your return to\nclaim a credit for the withholding. Payments\nLine 25\nFederal Income Tax\nWithheld Line 26 Line 25a—Form(s) W-2 Enter any estimated federal income tax\npayments you made for 2022. Include\nany overpayment that you applied to\nyour 2022 estimated tax from your 2021\nreturn or an amended return (Form\n1040-X). 2022 Estimated Tax\nPayments Add the amounts shown as federal income tax withheld on your Form(s)\nW-2. Enter the total on line 25a. The\namount withheld should be shown in\nbox 2 of Form W-2. Attach your\nForm(s) W-2 to your return. Line 25b—Form(s) 1099\nInclude on line 25b any federal income\ntax withheld on your Form(s) 1099-R. The amount withheld should be shown\nin box 4. Attach your Form(s) 1099-R to\nthe front of your return if federal income\ntax was withheld. If you received a 2022 Form 1099\nshowing federal income tax withheld on\ndividends, taxable or tax-exempt interest\nincome, unemployment compensation,\nsocial security benefits, railroad retirement benefits, or other income you received, include the amount withheld in\nthe total on line 25b. This should be\nshown in box 4 of Form 1099, box 6 of\nForm SSA-1099, or box 10 of Form\nRRB-1099. Line 25c—Other Forms\nInclude on line 25c any federal income\ntax withheld on your Form(s) W-2G. The amount withheld should be shown\nin box 4. Attach Form(s) W-2G to the\nfront of your return if federal income tax\nwas withheld.",
    "querygen": [
      "what is the child credit for tax purposes for dependents",
      "what forms are required to qualify for a child credit",
      "what tax forms do i need to file with my child"
    ],
    "querygen_score": [
      "-0.9647402",
      "-0.6992879",
      "-0.43672413"
    ]
  },
  {
    "id": "legal-advice_44__7",
    "doc_id": "legal-advice_44",
    "chunk_id": 7,
    "document_category": "legal-advice",
    "text": "§ 421(b). The tax consequences for the employee in a disqualifying disposition are\nessentially the same as the tax consequences for exercising a nonstatutory stock option\nunder § 83(a). Indeed, Treas. Reg. § 1.421-2(b)(1) provides that the rules of §§ 83(a)\nand (h) apply to determine the tax consequences to the employee and the employer\ncorporation when the employer disposes of the stock in a disqualifying disposition. Because the employee is required to include the compensatory element of a stock\noption in gross income as a result of a disqualifying disposition, Congress provided that\nthe employer corporation may deduct the compensatory element. By permitting the POSTU-153378-08 9 deduction, Congress reinforced the policy that an employer may deduct the\ncompensatory element only if the compensatory element is includible in the gross\nincome of the employee. Treas. Reg. § 1.421-2(b)(1) provides that the employer may\ntake this deduction under § 162. 4. Taxpayer’s Argument Corporation 1 argues that because the text of § 421(a)(1) specifically disallows a\ndeduction under §162 for compensation attributable to a statutory stock option then a\ndeduction for such compensation is allowable under another section of the Code. Section 421(a) provides for the exclusion of the compensatory element from an\nemployee’s gross income. In essence, by claiming that it is entitled to a deduction\nunder § 174, Corporation 1 effectively seeks to receive the tax benefits of § 83(h), which\nprovides for a deduction for the employer, for ISOs and ESPPs that are eligible for tax\ntreatment provided in § 421(a). Effectively, Corporation 1 argues that it is entitled to a\ndeduction triggered by a disqualifying disposition without the disqualifying disposition\ntaking place and without an employee recognizing income. Corporation 1’s argument and “plain reading” of § 421 are disingenuous. Corporation\n1’s position violates congressional policy that an employer may deduct the\ncompensatory element of a stock option only if the compensatory element is included in\nthe gross income of the employee. In Albertson’s Inc. v. Commissioner, 42 F.3d 537,\n545 (9th Cir. 1994), the Ninth Circuit reasoned that it “may not adopt a plain language\ninterpretation of a statutory provision that directly undercuts the clear purpose of the\nstatute.” In Albertson’s, the taxpayer argued that certain amounts paid into deferred\ncompensation agreements constituted interest and could be deducted under § 404. The Ninth Circuit, however, concluded that not withstanding the statutory language, the\ntaxpayer’s interpretation would not be consistent with Congress’s intent. The Ninth Circuit’s reasoning in Albertson’s should apply to this situation. Provided the\nrequired holding periods are satisfied, Congress intended to prohibit an employer\ncorporation from deducting the compensatory element of a statutory stock option. The\nlegislative history of § 421 reinforces the policy that an employer may deduct the\ncompensatory element of a stock option only if the compensatory element is included in\nthe gross income of the employee. Accordingly, Section 421(a)(2) does not permit a\ndeduction for the compensatory element attributable to statutory stock options because\nthe compensatory element is excluded from the employee’s gross income. C. Conclusion As discussed earlier, Corporation 1 may not deduct the Spread of a statutory stock\noption under § 174.",
    "querygen": [
      "what is the statutory disposition of stock for a disqualifying employee",
      "which company requires a disqualifying disposition",
      "disqualifying option tax"
    ],
    "querygen_score": [
      "0.6646774",
      "-1.1266214",
      "0.9878521"
    ]
  },
  {
    "id": "legal-advice_46__3",
    "doc_id": "legal-advice_46",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "Rev. Rul. 2004-41, 2004-1\nC.B. 845. Washington law provides that members of an LLC are\nnot personally liable for the LLC’s debts and obligations. R.C.W. § 25.15.125. Therefore in Washington, the LLC is the\nemployer for purposes of federal employment tax liability. Rev.\nRul. 2004-41, 2004-1 C.B. 845.; see also IRS CCA 200235023, 2002\nIRS CCA LEXIS 66. We have identified no special circumstances\nthat would enable the Service to collect the taxes at issue from\nthe members’ property. In this case, the multimember LLC ----------------------- was liable for the unpaid employment taxes,\nnot its individual members, ----------- and -------------. Subsequent to the LLC incurring the unpaid tax debt at\nissue, the LLC redeemed the 50 percent interest of -------------------------------, LLC. After the redemption, ------ was a\nsingle member LLC that had assumed the liabilities incurred\nprior to the redemption. The LLC liable for the debt continued\nwith one member; however, that member continued to be protected\nunder state law from liability for the obligations of the LLC. No provision of state law renders the member liable for the\nLLC’s obligations because of the change in membership. GL-126770-09 5 After ------------ became the single member, the LLC did\nnot make an election to be taxed as a corporation. Therefore,\nthe entity was disregarded and treated as a sole proprietorship. For wages paid prior to January 1, 2009, the owner of the\ndisregarded entity, i.e. the individual, is the employer for\nemployment tax purposes, the same as a sole proprietorship. Treas. Reg. § 301.7701-2(a); see Kandi v. United States, 2008\nTNT 190-20 (9th Cir. unpublished opinion).3 Upon the redemption of the interest of the withdrawing\nmember of the LLC, the LLC was disregarded for tax purposes so --------------, as the single member, became liable for\nemployment taxes incurred subsequently by the LLC. But that is\nirrelevant to the question whether the event of the member’s\nwithdrawal terminated the limited liability of the members of --------------- for the liability of the LLC for the employment\ntaxes incurred when it was a multimember LLC taxed as a\npartnership. Treas. Reg. § 301.7701-2(c)(2)(iii) provides that an entity\nthat is otherwise disregarded as separate from its owner is\ntreated as an entity separate from its owner for purposes of\nfederal liabilities of the entity with respect to any taxable\nperiod for which the entity was not disregarded. Because the\ntaxable periods involved in this case date back to when the\ntaxable entity was a multi-member LLC that was not disregarded,\n---------------- and his property cannot be liable for taxes\nincurred during those periods. By virtue of the redemption and\nsettlement agreement, the LLC itself remains liable for the\nunpaid taxes and its property may be levied against. 3 That regulation has been revised to render a single-member LLC liable for\nemployment taxes as the employer, even though it is disregarded for other\nfederal tax purposes. Because the revised regulation is effective for wages\npaid on or after January 1, 2009, it has no effect on the analysis in this\ncase. GL-126770-09 6 Please call Cathy Campbell at 206-220-5637 is you have any\nquestions. PATRICIA A. DONAHUE\nArea Counsel\n(Small Business/Self-Employed:Area 7) By: _____________________________ Catherine L. Campbell\nAttorney (Seattle, Group 2)\n(Small Business/Self-Employed)",
    "querygen": [
      "who is liable for llc debts",
      "wa llc is not personally liable",
      "are members of an llc personally liable"
    ],
    "querygen_score": [
      "0.27430648",
      "1.2966892",
      "1.7441313"
    ]
  },
  {
    "id": "legal-advice_94__139",
    "doc_id": "legal-advice_94",
    "chunk_id": 139,
    "document_category": "legal-advice",
    "text": "Is the amount on line 12 more than the amount on line 13? Yes. Fill in Form 6251 to see if you owe the alternative minimum tax. No. You don’t owe alternative minimum tax and don’t need to fill out Form 6251. Leave Schedule 2, line 1, blank. -96- You may be charged a penalty\nequal to 50% of the social seCAUTION curity and Medicare or RRTA\ntax due on tips you received but didn't\nreport to your employer. ! Line 6\nUnreported Social Security and\nMedicare Tax From Form 8919 Enter the total of any taxes from Form\n8919. If you are an employee who received\nwages from an employer who didn't\nwithhold social security and Medicare\ntax from your wages, use Form 8919 to\nfigure your share of the unreported tax. Include on line 6 the amount from\nline 13 of Form 8919. Include the\namount from line 6 of Form 8919 on\nForm 1040 or 1040-SR, line 1g. Line 8\nAdditional Tax on IRAs, Other\nQualified Retirement Plans, etc. If any of the following apply, see Form\n5329 and its instructions to find out if\nyou owe this tax and if you must file\nForm 5329. Also see Form 5329 and its\ninstructions for definitions of the terms\nused here. 1. You received an early distribution\nfrom (a) an IRA or other qualified retirement plan, (b) an annuity, or (c) a modified endowment contract entered into after June 20, 1988, and the total distribution wasn't rolled over. 2. Excess contributions were made\nto your IRA, Coverdell education savings account (ESA), Archer MSA,\nhealth savings account (HSA), or ABLE\naccount. 3. You received a taxable distribution from a Coverdell ESA, qualified\ntuition program, or ABLE account. 4. You didn't take the minimum required distribution from your IRA or\nother qualified retirement plan by April\n1 of the year following the year you\nreached age 72. Exception. If only item (1) applies and\ndistribution code 1 is correctly shown in\nbox 7 of all your Forms 1099-R, you\ndon’t have to file Form 5329. Instead,\nmultiply the taxable amount of the dis- tribution by 10% (0.10) and enter the result on line 8. The taxable amount of the\ndistribution is the part of the distribution\nyou reported on Form 1040, 1040-SR, or\n1040-NR, line 4b or 5b, or on Form\n4972. Also check the box on line 8 to indicate that you don’t have to file Form\n5329. But you must file Form 5329 if\ndistribution code 1 is incorrectly shown\nin box 7 of Form 1099-R or you qualify\nfor an exception, such as the exceptions\nfor qualified medical expenses, qualified\nhigher education expenses, qualified\nfirst-time homebuyer distributions, or a\nqualified reservist distribution. Line 9\nHousehold Employment Taxes Enter the household employment taxes\nyou owe for having a household employee. If any of the following apply,\nsee Schedule H and its instructions to\nfind out if you owe these taxes. 1. You paid any one household employee (defined below) cash wages of\n$2,400 or more in 2022. Cash wages include wages paid by check, money order, etc. But don’t count amounts paid to\nan employee who was under age 18 at\nany time in 2022 and was a student.",
    "querygen": [
      "if i have accumulated interest on an alternate tax return do i have to fill out a return.",
      "do i owe alternative minimum",
      "can i pay my alternate minimum tax"
    ],
    "querygen_score": [
      "-5.7658386",
      "-0.7897272",
      "-1.9678621"
    ]
  },
  {
    "id": "legal-advice_62__74",
    "doc_id": "legal-advice_62",
    "chunk_id": 74,
    "document_category": "legal-advice",
    "text": "7,600\n7,650\n7,700\n7,750 7,650\n7,700\n7,750\n7,800 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 10,800\n10,850\n10,900\n10,950 10,850\n10,900\n10,950\n11,000 433\n429\n425\n421 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 560\n560\n560\n560 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 7,800\n7,850\n7,900\n7,950 7,850\n7,900\n7,950\n8,000 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 11,000\n11,050\n11,100\n11,150 11,050\n11,100\n11,150\n11,200 417\n413\n410\n406 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 8,000\n8,050\n8,100\n8,150 8,050\n8,100\n8,150\n8,200 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 11,200\n11,250\n11,300\n11,350 11,250\n11,300\n11,350\n11,400 402\n398\n394\n391 3,733\n3,733\n3,733\n3,733 4,490\n4,510\n4,530\n4,550 5,051\n5,074\n5,096\n5,119 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,490\n4,510\n4,530\n4,550 5,051\n5,074\n5,096\n5,119 8,200\n8,250\n8,300\n8,350 8,250\n8,300\n8,350\n8,400 560\n560\n560\n560 2,797\n2,814\n2,831\n2,848 3,290\n3,310\n3,330\n3,350 3,701\n3,724\n3,746\n3,769 560\n560\n560\n560 2,797\n2,814\n2,831\n2,848 3,290\n3,310\n3,330\n3,350 3,701\n3,724\n3,746\n3,769 11,400\n11,450\n11,500\n11,550 11,450\n11,500\n11,550\n11,600 387\n383\n379\n375 3,733\n3,733\n3,733\n3,733 4,570\n4,590\n4,610\n4,630 5,141\n5,164\n5,186\n5,209 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,570\n4,590\n4,610\n4,630 5,141\n5,164\n5,186\n5,209 8,400\n8,450\n8,500\n8,550 8,450\n8,500\n8,550\n8,600 560\n560\n560\n560 2,865\n2,882\n2,899\n2,916 3,370\n3,390\n3,410\n3,430 3,791\n3,814\n3,836\n3,859 560\n560\n560\n560 2,865\n2,882\n2,899\n2,916 3,370\n3,390\n3,410\n3,430 3,791\n3,814\n3,836\n3,859 11,600\n11,650\n11,700\n11,750 11,650\n11,700\n11,750\n11,800 371\n368\n364\n360 3,733\n3,733\n3,733\n3,733 4,650\n4,670\n4,690\n4,710 5,231\n5,254\n5,276\n5,299 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,650\n4,670\n4,690\n4,710 5,231\n5,254\n5,276\n5,299 8,600\n8,650\n8,700\n8,750 8,650\n8,700\n8,750\n8,800 560\n560\n560\n560 2,933\n2,950\n2,967\n2,984 3,450\n3,470\n3,490\n3,510 3,881\n3,904\n3,926\n3,949 560\n560\n560\n560 2,933\n2,950\n2,967\n2,984 3,450\n3,470\n3,490\n3,510 3,881\n3,904\n3,926\n3,949 11,800\n11,850\n11,900\n11,950 11,850\n11,900\n11,950\n12,000 356\n352\n348\n345 3,733\n3,733\n3,733\n3,733 4,730\n4,750\n4,770\n4,790 5,321\n5,344\n5,366\n5,389 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,730\n4,750\n4,770\n4,790 5,321\n5,344\n5,366\n5,389 Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. (Continued) - 47 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 Your credit is– 1 2 At least But less\nthan 12,000\n12,050\n12,100\n12,150 12,050\n12,100\n12,150\n12,200 341\n337\n333\n329 3,733\n3,733\n3,733\n3,733 4,810\n4,830\n4,850\n4,870 5,411\n5,434\n5,456\n5,479 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,810\n4,830\n4,850\n4,870 12,200\n12,250\n12,300\n12,350 12,250\n12,300\n12,350\n12,400 326\n322\n318\n314 3,733\n3,733\n3,733\n3,733 4,890\n4,910\n4,930\n4,950 5,501\n5,524\n5,546\n5,569 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 12,400\n12,450\n12,500\n12,550 12,450\n12,500\n12,550\n12,600 310\n306\n303\n299 3,733\n3,733\n3,733\n3,733 4,970\n4,990\n5,010\n5,030 5,591\n5,614\n5,636\n5,659 560\n560\n560\n560 12,600\n12,650\n12,700\n12,750 12,650\n12,700\n12,750\n12,800 295\n291\n287\n283 3,733\n3,733\n3,733\n3,733 5,050\n5,070\n5,090\n5,110 5,681\n5,704\n5,726\n5,749 12,800\n12,850\n12,900\n12,950 12,850\n12,900\n12,950\n13,000 280\n276\n272\n268 3,733\n3,733\n3,733\n3,733 5,130\n5,150\n5,170\n5,190 13,000\n13,050\n13,100\n13,150 13,050\n13,100\n13,150\n13,200 264\n260\n257\n253 3,733\n3,733\n3,733\n3,733 13,200\n13,250\n13,300\n13,350 13,250\n13,300\n13,350\n13,400 249\n245\n241\n238 13,400\n13,450\n13,500\n13,550 13,450\n13,500\n13,550\n13,600 13,600\n13,650\n13,700\n13,750 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 Your credit is– 1 2 3 At least But less\nthan Your credit is– 5,411\n5,434\n5,456\n5,479 15,200\n15,250\n15,300\n15,350 15,250\n15,300\n15,350\n15,400 96\n92\n88\n85 3,733\n3,733\n3,733\n3,733 6,090\n6,110\n6,130\n6,150 6,851\n6,874\n6,896\n6,919 560\n560\n557\n553 3,733\n3,733\n3,733\n3,733 6,090\n6,110\n6,130\n6,150 6,851\n6,874\n6,896\n6,919 4,890\n4,910\n4,930\n4,950 5,501\n5,524\n5,546\n5,569 15,400\n15,450\n15,500\n15,550 15,450\n15,500\n15,550\n15,600 81\n77\n73\n69 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 550\n546\n542\n538 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 4,970\n4,990\n5,010\n5,030 5,591\n5,614\n5,636\n5,659 15,600\n15,650\n15,700\n15,750 15,650\n15,700\n15,750\n15,800 65\n62\n58\n54 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 534\n531\n527\n523 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,050\n5,070\n5,090\n5,110 5,681\n5,704\n5,726\n5,749 15,800\n15,850\n15,900\n15,950 15,850\n15,900\n15,950\n16,000 50\n46\n42\n39 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 519\n515\n511\n508 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 5,771\n5,794\n5,816\n5,839 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,130\n5,150\n5,170\n5,190 5,771\n5,794\n5,816\n5,839 16,000\n16,050\n16,100\n16,150 16,050\n16,100\n16,150\n16,200 35\n31\n27\n23 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 504\n500\n496\n492 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 5,210\n5,230\n5,250\n5,270 5,861\n5,884\n5,906\n5,929 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,210\n5,230\n5,250\n5,270 5,861\n5,884\n5,906\n5,929 16,200\n16,250\n16,300\n16,350 16,250\n16,300\n16,350\n16,400 20\n16\n12\n8 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 488\n485\n481\n477 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 5,290\n5,310\n5,330\n5,350 5,951\n5,974\n5,996\n6,019 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,290\n5,310\n5,330\n5,350 5,951\n5,974\n5,996\n6,019 16,400\n16,450\n16,500\n16,550 16,450\n16,500\n16,550\n16,600 4\n*\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 473\n469\n466\n462 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 234\n230\n226\n222 3,733\n3,733\n3,733\n3,733 5,370\n5,390\n5,410\n5,430 6,041\n6,064\n6,086\n6,109 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,370\n5,390\n5,410\n5,430 6,041\n6,064\n6,086\n6,109 16,600\n16,650\n16,700\n16,750 16,650\n16,700\n16,750\n16,800 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 458\n454\n450\n446 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 13,650\n13,700\n13,750\n13,800 218\n215\n211\n207 3,733\n3,733\n3,733\n3,733 5,450\n5,470\n5,490\n5,510 6,131\n6,154\n6,176\n6,199 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,450\n5,470\n5,490\n5,510 6,131\n6,154\n6,176\n6,199 16,800\n16,850\n16,900\n16,950 16,850\n16,900\n16,950\n17,000 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 443\n439\n435\n431 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 13,800\n13,850\n13,900\n13,950 13,850\n13,900\n13,950\n14,000 203\n199\n195\n192 3,733\n3,733\n3,733\n3,733 5,530\n5,550\n5,570\n5,590 6,221\n6,244\n6,266\n6,289 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,530\n5,550\n5,570\n5,590 6,221\n6,244\n6,266\n6,289 17,000\n17,050\n17,100\n17,150 17,050\n17,100\n17,150\n17,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 427\n423\n420\n416 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,000\n14,050\n14,100\n14,150 14,050\n14,100\n14,150\n14,200 188\n184\n180\n176 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 17,200\n17,250\n17,300\n17,350 17,250\n17,300\n17,350\n17,400 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 412\n408\n404\n400 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,200\n14,250\n14,300\n14,350 14,250\n14,300\n14,350\n14,400 173\n169\n165\n161 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 17,400\n17,450\n17,500\n17,550 17,450\n17,500\n17,550\n17,600 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 397\n393\n389\n385 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,400\n14,450\n14,500\n14,550 14,450\n14,500\n14,550\n14,600",
    "querygen": [
      "what is the number for a nhs",
      "how many numbers for 7600",
      "what is the number for a seven"
    ],
    "querygen_score": [
      "-3.160891",
      "-6.1767626",
      "-3.320045"
    ]
  },
  {
    "id": "legal-advice_94__131",
    "doc_id": "legal-advice_94",
    "chunk_id": 131,
    "document_category": "legal-advice",
    "text": "Generally, this is your (and your\nspouse's if filing jointly) net earnings from\nself-employment if your personal services were a\nmaterial income-producing factor, minus any\ndeductions on Schedule 1, lines 15 and 16. If zero or\nless, enter -0-. For more details, see Pub.\n590-A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9.\nAdd lines 8 and 9 . . . . . . . . . . . . . . . . . . . . . . . . .\n10. ! CAUTION 11.\n12. 7a. Spouse's IRA 7b. If married filing jointly and line 10 is less than $12,000 ($13,000 if\none spouse is age 50 or older at the end of 2022; $14,000 if both\nspouses are age 50 or older at the end of 2022), stop here and use\nthe worksheet in Pub. 590-A to figure your IRA deduction. Enter traditional IRA contributions made, or that will be made by the due date\nof your 2022 return not counting extensions (April 18, 2023, for most people),\nfor 2022 to your IRA on line 11a and to your spouse's IRA on line 11b . . . . . . 11a. On line 12a, enter the smallest of line 7a, 10, or 11a. On line 12b, enter the\nsmallest of line 7b, 10, or 11b. This is the most you can deduct. Add the\namounts on lines 12a and 12b and enter the total on Schedule 1, line 20. Or, if\nyou want, you can deduct a smaller amount and treat the rest as a\nnondeductible contribution (see Form 8606) . . . . . . . . . . . . . . . . . . . . . . . . . . 12a. Line 21\nStudent Loan Interest Deduction You can take this deduction only if all of\nthe following apply. • You paid interest in 2022 on a\nqualified student loan (defined later). • Your filing status is any status except married filing separately. • Your modified adjusted gross income (AGI) is less than: $85,000 if single, head of household, or qualifying\nsurviving spouse; $175,000 if married\nfiling jointly. Use lines 2 through 4 of the worksheet in these instructions to\nfigure your modified AGI. • You, or your spouse if filing jointly, aren't claimed as a dependent on\nsomeone else's (such as your parent's)\n2022 tax return. Don't include any amount paid from a\na distribution of earnings made from a\nqualified tuition program (QTP) after\n2018 to the extent the earnings are treated as tax free because they were used to\npay student loan interest. Use the worksheet in these instructions to figure your student loan interest\ndeduction. -92- 11b. 12b. Exception. Use Pub. 970 instead of the\nworksheet in these instructions to figure\nyour student loan interest deduction if\nyou file Form 2555 or 4563, or you exclude income from sources within Puerto Rico. Qualified student loan.",
    "querygen": [
      "how is my self employed income calculated on a schedule?",
      "what is the difference between personal service and self-employment?",
      "what is the difference between a self employed and a married couple"
    ],
    "querygen_score": [
      "-1.6523484",
      "-3.8499532",
      "-4.4892693"
    ]
  },
  {
    "id": "legal-advice_25__31",
    "doc_id": "legal-advice_25",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "Foreign financial assets. If you had\nforeign financial assets in 2022, you\nmay have to file Form 8938. See Form\n8938 and its instructions. Chapter 11 Bankruptcy\nCases If you are a debtor in a chapter 11 bankruptcy case, income taxable to the bankruptcy estate and reported on the estate's\nincome tax return includes:\n• Earnings from services you performed after the beginning of the case\n(both wages and self-employment income); and\n• Income from property described in\nsection 541 of title 11 of the U.S. Code\nthat you either owned when the case began or that you acquired after the case\nbegan and before the case was closed,\ndismissed, or converted to a case under a\ndifferent chapter. Because this income is taxable to the\nestate, don’t include this income on your\n-23- own individual income tax return. The\nonly exception is for purposes of figuring your self-employment tax. For that\npurpose, you must take into account all\nyour self-employment income for the\nyear from services performed both before and after the beginning of the case. Also, you (or the trustee if one is appointed) must allocate between you and\nthe bankruptcy estate the wages, salary,\nor other compensation and withheld income tax reported to you on Form W-2. A similar allocation is required for income and withheld income tax reported\nto you on Forms 1099. You must also\ninclude a statement that indicates you\nfiled a chapter 11 case and that explains\nhow income and withheld income tax reported to you on Forms W-2 and 1099\nare allocated between you and the estate. For more details, including acceptable\nallocation methods, see Notice 2006-83,\n2006-40 I.R.B. 596, available at\nIRS.gov/irb/\n2006-40_IRB#NOT-2006-83. Community Property States\nCommunity property states include Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, Washington,\nand Wisconsin. If you and your spouse\nlived in a community property state, you\nmust usually follow state law to determine what is community income and\nwhat is separate income. For details, see\nForm 8958 and Pub. 555. Nevada, Washington, and California\ndomestic partners. A registered domestic partner in Nevada, Washington,\nor California must generally report half\nthe combined community income of the\nindividual and their domestic partner. See Form 8958 and Pub. 555. Rounding Off to Whole\nDollars You can round off cents to whole dollars\non your return and schedules. If you do\nround to whole dollars, you must round\nall amounts. To round, drop amounts under 50 cents and increase amounts from\n50 to 99 cents to the next dollar. For example, $1.39 becomes $1 and $2.50 becomes $3. If you have to add two or more\namounts to figure the amount to enter on\na line, include cents when adding the\namounts and round off only the total. Need more information or forms? Visit IRS.gov. If you are entering amounts that include cents, make sure to include the\ndecimal point. There is no cents column\non the form. The lines on Forms 1040 and\n1040-SR are the same. ReferenCAUTION ces to lines in the following instructions refer to the line on either\nform. ! Line 1a\nTotal Amount From Form(s)\nW-2, Box 1\nEnter the total amount from Form(s)\nW-2, box 1. If a joint return, also include your spouse's income from\nForm(s) W-2, box 1.",
    "querygen": [
      "is foreign debt taxable in bankruptcy",
      "are you taxable income in bankruptcy",
      "what type of asset is taxable for bankruptcy"
    ],
    "querygen_score": [
      "0.14734383",
      "0.5588619",
      "-0.04029765"
    ]
  },
  {
    "id": "legal-advice_92__60",
    "doc_id": "legal-advice_92",
    "chunk_id": 60,
    "document_category": "legal-advice",
    "text": "Line 25c—Other Forms\nInclude on line 25c any federal income\ntax withheld on your Form(s) W-2G. The amount withheld should be shown\nin box 4. Attach Form(s) W-2G to the\nfront of your return if federal income tax\nwas withheld. If you had Additional Medicare Tax\nwithheld, include the amount shown on\nForm 8959, line 24, in the total on\nline 25c. Attach Form 8959. Include on line 25c any federal income tax withheld that is shown on a\nSchedule K-1. Also include on line 25c any tax\nwithheld that is shown on Form 1042-S, -37- If you and your spouse paid joint estimated tax but are now filing separate income tax returns, you can divide the\namount paid in any way you choose as\nlong as you both agree. If you can't\nagree, you must divide the payments in\nproportion to each spouse's individual\ntax as shown on your separate returns\nfor 2022. For more information, see\nPub. 505. Be sure to show both SSNs in\nthe space provided on the separate returns. If you or your spouse paid separate estimated tax but you are now filing\na joint return, add the amounts you each\npaid. Follow these instructions even if\nyour spouse died in 2022 or in 2023 before filing a 2022 return. Divorced taxpayers. If you got divorced in 2022 and you made joint estimated tax payments with your former\nspouse, enter your former spouse's SSN\nin the space provided on the front of\nForm 1040 or 1040-SR. If you were divorced and remarried in 2022, enter\nyour present spouse's SSN in the space\nprovided on the front of Form 1040 or\n1040-SR. Also, on the dotted line next\nto line 26, enter your former spouse's\nSSN, followed by “DIV.” Name change. If you changed your\nname and you made estimated tax payments using your former name, attach a\nstatement to the front of Form 1040 or\n1040-SR that explains all the payments\nyou and your spouse made in 2022 and\nthe name(s) and SSN(s) under which\nyou made them. Need more information or forms? Visit IRS.gov. Line 27—\nEarned Income Credit (EIC) work and is valid for EIC purposes (explained later under\nDefinitions and Special Rules)? Yes. Continue\nNo. STOP\n䊲 What Is the EIC? The EIC is a credit for certain people who work. The credit may\ngive you a refund even if you don’t owe any tax or didn’t have\nany tax withheld. To Take the EIC: • Follow the steps below. • Complete the worksheet that applies to you or let the IRS You can't take the credit. Enter “No” on the dotted\nline next to line 27. 3. Are you filing Form 2555 (relating to foreign earned\nincome)? No. Continue\nYes. STOP 䊲 You can't take the\ncredit. figure the credit for you. • If you have a qualifying child, complete and attach Schedule EIC.\n• If you have at least one child who meets the conditions to\nbe your qualifying child for purposes of claiming the EIC, complete and attach Schedule EIC, even if that child doesn't have a\nvalid SSN. See Schedule EIC for more information, including\nhow to complete Schedule EIC if your qualifying child doesn't\nhave a valid SSN.",
    "querygen": [
      "what is line 25c",
      "what lines are in tax return",
      "how to write taxes on line 25g"
    ],
    "querygen_score": [
      "-0.33227122",
      "-1.49436",
      "-2.0493565"
    ]
  },
  {
    "id": "legal-advice_33__30",
    "doc_id": "legal-advice_33",
    "chunk_id": 30,
    "document_category": "legal-advice",
    "text": "The practitioner must advise the client\nof the consequences as provided under the Code\nand regulations of such noncompliance, error, or\nomission. § 10.22 Diligence as to accuracy. (a) In general. A practitioner must exercise due\ndiligence —\n(1) In preparing or assisting in the preparation\nof, approving, and filing tax returns, documents,\naffidavits, and other papers relating to Internal\nRevenue Service matters;\n(2) In determining the correctness of oral or\nwritten representations made by the practitioner to\nthe Department of the Treasury; and\n(3) In determining the correctness of oral or\nwritten representations made by the practitioner to\nclients with reference to any matter administered by\nthe Internal Revenue Service. (b) Reliance on others. Except as modified by\n§§10.34 and 10.37, a practitioner will be presumed\nto have exercised due diligence for purposes of\nthis section if the practitioner relies on the work\nproduct of another person and the practitioner used\nreasonable care in engaging, supervising, training,\nand evaluating the person, taking proper account of\nthe nature of the relationship between the practitioner\nand the person. § 10.22 — Page 19 Table of Contents (c) Effective/applicability date. Paragraph (a) of\nthis section is applicable on September 26, 2007. Paragraph (b) of this section is applicable beginning\nJune 12, 2014. § 10.23 Prompt disposition of pending matters. A practitioner may not unreasonably delay the\nprompt disposition of any matter before the Internal\nRevenue Service. § 10.24 Assistance from or to disbarred or\nsuspended persons and former Internal Revenue\nService employees. A practitioner may not, knowingly and directly or\nindirectly:\n(a) Accept assistance from or assist any person\nwho is under disbarment or suspension from practice\nbefore the Internal Revenue Service if the assistance\nrelates to a matter or matters constituting practice\nbefore the Internal Revenue Service. (b) Accept assistance from any former government\nemployee where the provisions of § 10.25 or any\nFederal law would be violated. § 10.25 Practice by former government employees,\ntheir partners and their associates. (a) Definitions. For purposes of this section —\n(1) Assist means to act in such a way as to advise,\nfurnish information to, or otherwise aid another\nperson, directly, or indirectly. (2) Government employee is an officer or\nemployee of the United States or any agency of\nthe United States, including a special Government\nemployee as defined in 18 U.S.C. 202(a), or of the\nDistrict of Columbia, or of any State, or a member of\nCongress or of any State legislature. (3) Member of a firm is a sole practitioner or\nan employee or associate thereof, or a partner,\nstockholder, associate, affiliate or employee of a\npartnership, joint venture, corporation, professional\nassociation or other affiliation of two or more\npractitioners who represent nongovernmental\nparties. Page 20 — § 10.22 (4) Particular matter involving specific parties is\ndefined at 5 CFR 2637.201(c), or superseding postemployment regulations issued by the U.S. Office of\nGovernment Ethics. (5) Rule includes Treasury regulations, whether\nissued or under preparation for issuance as notices\nof proposed rulemaking or as Treasury decisions,\nrevenue rulings, and revenue procedures published\nin the Internal Revenue Bulletin (see 26 CFR\n601.601(d)(2)(ii)(b)). (b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States.",
    "querygen": [
      "what is the scope of a due diligence act",
      "what is due diligence and what is it required?",
      "what is due diligence and when do you exercise it"
    ],
    "querygen_score": [
      "-1.8454741",
      "-1.3137394",
      "-0.27209756"
    ]
  },
  {
    "id": "legal-advice_91__30",
    "doc_id": "legal-advice_91",
    "chunk_id": 30,
    "document_category": "legal-advice",
    "text": "A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. -22- Income\nGenerally, you must report all income\nexcept income that is exempt from tax\nby law. For details, see the following instructions and the Schedule 1 instructions, especially the instructions for lines\n1 through 7 and Schedule 1, lines 1\nthrough 8z. Also see Pub. 525. Forgiveness of Paycheck\nProtection Program (PPP)\nLoans The forgiveness of a PPP Loan creates\ntax-exempt income, so although you\ndon’t need to report the income from the\nforgiveness of your PPP Loan on Form\n1040 or 1040-SR, you do need to report\ncertain information related to your PPP\nLoan. Rev. Proc. 2021-48, 2021-49 I.R.B.\n835, permits taxpayers to treat tax-exempt income resulting from the forgiveness of a PPP Loan as received or accrued: (1) as, and to the extent that, eligible expenses are paid or incurred; (2)\nwhen you apply for forgiveness of the\nPPP Loan; or (3) when forgiveness of\nthe PPP Loan is granted. If you have\ntax-exempt income resulting from the\nforgiveness of a PPP Loan, attach a\nstatement to your return reporting each\ntaxable year for which you are applying\nRev. Proc. 2021-48, and which section\nof Rev. Proc. 2021-48 you are applying—either section 3.01(1), (2), or (3). Any statement should include the following information for each PPP Loan:\n1. Your name, address, and ITIN or\nSSN;\n2. A statement that you are applying\nor applied section 3.01(1), (2), or (3) of\nRev. Proc. 2021-48, and for what taxable year;\n3. The amount of tax-exempt income from forgiveness of the PPP Loan\nthat you are treating as received or accrued and for what taxable year; and\n4. Whether forgiveness of the PPP\nLoan has been granted as of the date you\nfile your return. Write “RP2021-48” at the top of your\nattached statement. Foreign-Source Income You must report unearned income, such\nas interest, dividends, and pensions,\nfrom sources outside the United States\nunless exempt by law or a tax treaty. You must also report earned income,\nsuch as wages and tips, from sources\noutside the United States. If you worked abroad, you may be\nable to exclude part or all of your foreign earned income. For details, see\nPub. 54 and Form 2555. Foreign retirement plans. If you were\na beneficiary of a foreign retirement\nplan, you may have to report the undistributed income earned in your plan. However, if you were the beneficiary of\na Canadian registered retirement plan,\nsee Rev. Proc. 2014-55, 2014-44 I.R.B.\n753,\navailable\nat\nIRS.gov/irb/\n2014-44_IRB#RP-2014-55, to find out if\nyou can elect to defer tax on the undistributed income. Report distributions from foreign\npension plans on lines 5a and 5b. Foreign accounts and trusts. You\nmust complete Part III of Schedule B if\nyou:\n• Had a foreign account; or\n• Received a distribution from, or\nwere a grantor of, or a transferor to, a\nforeign trust. Foreign financial assets. If you had\nforeign financial assets in 2022, you\nmay have to file Form 8938. See Form\n8938 and its instructions. Chapter 11 Bankruptcy\nCases",
    "querygen": [
      "do you have to report your classes",
      "what is a school?",
      "what is the difference between a technical school and a vocational school?"
    ],
    "querygen_score": [
      "-1.0984638",
      "-2.333889",
      "-3.647561"
    ]
  },
  {
    "id": "legal-advice_68__121",
    "doc_id": "legal-advice_68",
    "chunk_id": 121,
    "document_category": "legal-advice",
    "text": "Line 8q\nTaxable distributions from an ABLE\naccount. Distributions from this type of\naccount may be taxable if (a) they are\nmore than the designated beneficiary's\nqualified disability expenses, and (b)\nthey were not included in a qualified\nrollover. See Pub. 907 for more information. You may have to pay an additional tax if you received a taxCAUTION able distribution from an ABLE\naccount. See the Instructions for Form\n5329. ! Line 8r\nScholarship and fellowship grants not\nreported on Form W-2. Enter the\namount of scholarship and fellowship\ngrants not reported on Form W-2. However, if you were a degree candidate, include on line 8r only the amounts you\nused for expenses other than tuition and\ncourse-related expenses. For example,\namounts used for room, board, and travel must be reported on line 8r. ble payments, or you received nontaxable payments that you didn’t report on\nline 1a, and choose to include nontaxable amounts in earned income for purposes of claiming a credit or other tax benefit, report the amount on Form 1040 or\n1040-SR, line 1d. Then, on line 8s enter\nthe total amount of the nontaxable payments reported on Form 1040 or\n1040-SR, line 1a or 1d, in the entry\nspace in the preprinted parentheses (as a\nnegative number). For more information\nabout these payments, see Pub. 525. Line 8t\nPension or annuity from a nonqualified deferred compensation plan or a\nnongovernmental section 457 plan. Enter the amount that you received as a\npension or annuity from a nonqualified\ndeferred compensation plan or a nongovernmental 457 plan. This may be\nshown in box 11 of Form W-2. If you\nreceived such an amount but box 11 is\nblank, contact your employer or the payer for the amount received. Line 8u\nWages earned while incarcerated. Enter the amount that you received for\nservices performed while an inmate in a\npenal institution. You may receive\nForm(s) W-2 or Form(s) 1099. Line 8z Other income. Use line 8z to report\nany taxable income not reported elsewhere on your return or other schedules. List the type and amount of income. If\nnecessary, include a statement showing\nthe required information. For more details, see Miscellaneous Income in Pub.\n525. If you received a Form 1099-K TIP for a personal item that you Line 8s\nNontaxable amount of Medicaid waiver payments included on Form 1040,\nline 1a or 1d. Certain Medicaid waiver\npayments you received for caring for\nsomeone living in your home with you\nmay be nontaxable. If nontaxable payments were reported to you in box 1 of\nForm(s) W-2, report the amount on\nForm 1040 or 1040-SR, line 1a. If you\ndid not receive a Form W-2 for nontaxa- -86- sold at a gain, don’t report this\namount on line 8z, instead report it as\nyou would report any other capital gain\non Form 8949 and Schedule D.\nExamples of income to report on\nline 8z include the following. • Reimbursements or other amounts\nreceived for items deducted in an earlier\nyear, such as medical expenses, real estate taxes, general sales taxes, or home\nmortgage interest. See Recoveries in Pub. 525 for details on how to figure the\namount to report. • Reemployment trade adjustment\nassistance (RTAA) payments. These\npayments should be shown in box 5 of\nForm 1099-G.\n• Loss on certain corrective distributions of excess deferrals.",
    "querygen": [
      "are distributions from able accounts taxable income",
      "is disability expense taxable or not",
      "which lines are taxable"
    ],
    "querygen_score": [
      "1.3820643",
      "-0.29850402",
      "-1.2484621"
    ]
  },
  {
    "id": "legal-advice_8__8",
    "doc_id": "legal-advice_8",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": "Section 1.46-3(d)(2)\nprovides examples of when property is in a condition of\nreadiness and availability. One of those examples is equipment\nthat is acquired for a specifically assigned function and is\noperational but undergoing tests to eliminate any defects. See\nalso Rev. Proc. 79-40, 1979-1 C.B. 13, where machinery and\nequipment were placed in service in the year critical tests\n(with appropriate materials) and operational tests were\ncompleted. Several Tax Court cases have held that facilities can be\ndeemed placed in service upon sustained power generation near\nrated capacity. However, a facility that operates on a regular\nbasis but does not produce the projected output may still be\nconsidered placed in service. Sealy Power, Ltd v. Commissioner,\n46 F.3d 382 (5th Cir. 1995), nonacq. 1996-1 C.B. 6. At a\nminimum, a property has to have been in a state of readiness\nsufficient to produce its product on a sustained and reliable\nbasis in commercial quantities to have been placed in service. See Sealy Power, Ltd., AOD 1995-010. And in Rev. Rul. 84-85,\n1984-1 C.B. 10, a solid waste facility that was experiencing\noperational problems such that it was unable to operate at its\nrated capacity was considered to have been placed in service\nsince it was being operated on a regular basis and saleable\nsteam was being produced. But if a facility is merely operating\non a test basis, it is not placed in service until it is\navailable for service on a regular basis. Consumers Power Co.\nv. Commissioner, 89 T.C. 710, 724 (1987). The above-referenced cases and rulings, which address\nelectric generating facilities, provide some parallels in\nevaluating a placed in service issue for section 29 facilities. The following factors are important in determining when a CC:LM:NR:----Page 20\nsynfuel plant is placed in service:\n(1) approval of required licenses and permits;\n(2) passage of control of the facility to taxpayer;\n(3) completion of critical tests; and\n(4) commencement of daily or regular operation. As stated above, the Service found that reaching the design\ncapacity is not a prerequisite to a determination that a\nfacility was placed in service. Rev. Rul. 84-85, 1984-1 C.B.\n103. In that ruling, the Service looked to daily operation of\nthe facility to determine the placed in service date. In Valley\nNatural Fuels v. Commissioner, T.C. Memo. 1991-341, aff’d in\nunpublished opinion, 1993 U.S. App. LEXIS 6739 (9th Cir. Mar.\n23, 1993), the court required an ethanol plant to be producing\nethanol of the quality for which the plant was designed prior to\nbeing placed in service. Likewise, however, a facility is not placed in service when\nit is merely at an interim stage of construction. Noell v.\nCommissioner, 66 T.C. 718, 729 (1976). Thus, the operation of\nequipment, such as q, prior to -------------------------------------, is an interim construction stage, and not placed in\nservice. The focus in determining a placed in service date should be\non ascertaining from the relevant facts and circumstances the\ndate the unit begins supplying product in such a manner that it\nis routinely available and is consistent with the unit=s design. To do so, one must examine relevant factors occurring both\nbefore and after the claimed placed in service date to verify\nthe commencement of commercial operations.",
    "querygen": [
      "what is the definition of condition of readiness",
      "which article provides example of a condition of readiness and availability",
      "which section provides an example of a condition of readiness and availability?"
    ],
    "querygen_score": [
      "-1.4734101",
      "0.31049806",
      "1.6933467"
    ]
  },
  {
    "id": "legal-advice_92__146",
    "doc_id": "legal-advice_92",
    "chunk_id": 146,
    "document_category": "legal-advice",
    "text": "See Form\n8859. Line 6i. Enter any qualified electric vehicle credit. You can't claim this credit\nfor a vehicle placed in service after\n2006. You can claim this credit only if\nyou have an electric vehicle passive activity credit carried forward from a prior\nyear. See Form 8834. Line 6j. Enter any alternative fuel vehicle refueling property credit. See Form\n8911. Line 6k. Enter any credit to holders of\ntax credit bonds. See Form 8912. Line 6l. Enter the amount from Form\n8978, line 14 (relating to partner's audit\nliability under section 6226). If the\namount on Form 8978, line 14, is negative, complete the following worksheet\nto figure the amount to enter on line 6l. If the amount on Form 8978, line 14, is\npositive, see the instructions for Form\n1040 or 1040-SR, line 16. Negative Form 8978 Adjustment Worksheet—Schedule 3 (Line 6l)\nComplete this worksheet if Form 8978, line 14, is negative. 1. Enter the amount from Form 1040 or 1040-SR, line 18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter as a positive number the negative amount from Form 8978, line 14 2. 3. Is the amount on line 1 equal to or more than the amount on line 2? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Yes. Enter the amount from line 2 on line 6l\nNo. Enter the amount from line 1 on line 6l, and subtract line 2 from line 1* . . . . . . . . . . . . . . . . . . . . . . . .\n* Use this amount to complete the Negative Form 8978 Adjustment Worksheet in the Schedule 2, line 17z, instructions. Line 6z. Other nonrefundable credits. Use line 6z to report any nonrefundable\ncredits not reported elsewhere on your\nreturn or other schedules. List the type\nand amount of income. Line 9\nNet Premium Tax Credit The premium tax credit helps pay for\nhealth insurance purchased through the\nMarketplace. You may be eligible to\nclaim the premium tax credit if you,\nyour spouse, or a dependent enrolled in\nhealth insurance through the Marketplace. Eligible individuals may have advance payments of the premium tax\ncredit made on their behalf directly to\nthe insurance company. You (or whoever enrolled you) should have received\nForm 1095-A from the Marketplace\nwith information about your coverage\nand any advance credit payments. Complete Form 8962 to determine the\namount of your premium tax credit, if\nany. If the premium tax credit you can\nclaim exceeds your advance credit payments, your net premium tax credit will\nbe shown on Form 8962, line 26. Enter\nthat amount, if any, on line 9. For more\ninformation, see the Instructions for\nForm 8962. Line 10\nAmount Paid With Request for\nExtension To File",
    "querygen": [
      "what year does electric vehicles start on a credit card",
      "who is eligible for the electric vehicle credit",
      "can electric vehicles carry forward"
    ],
    "querygen_score": [
      "-2.858404",
      "-2.5143647",
      "-0.44661695"
    ]
  },
  {
    "id": "legal-advice_99__75",
    "doc_id": "legal-advice_99",
    "chunk_id": 75,
    "document_category": "legal-advice",
    "text": "0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 427\n423\n420\n416 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,000\n14,050\n14,100\n14,150 14,050\n14,100\n14,150\n14,200 188\n184\n180\n176 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 17,200\n17,250\n17,300\n17,350 17,250\n17,300\n17,350\n17,400 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 412\n408\n404\n400 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,200\n14,250\n14,300\n14,350 14,250\n14,300\n14,350\n14,400 173\n169\n165\n161 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 17,400\n17,450\n17,500\n17,550 17,450\n17,500\n17,550\n17,600 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 397\n393\n389\n385 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,400\n14,450\n14,500\n14,550 14,450\n14,500\n14,550\n14,600 157\n153\n150\n146 3,733\n3,733\n3,733\n3,733 5,770\n5,790\n5,810\n5,830 6,491\n6,514\n6,536\n6,559 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,770\n5,790\n5,810\n5,830 6,491\n6,514\n6,536\n6,559 17,600\n17,650\n17,700\n17,750 17,650\n17,700\n17,750\n17,800 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 381\n378\n374\n370 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,600\n14,650\n14,700\n14,750 14,650\n14,700\n14,750\n14,800 142\n138\n134\n130 3,733\n3,733\n3,733\n3,733 5,850\n5,870\n5,890\n5,910 6,581\n6,604\n6,626\n6,649 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,850\n5,870\n5,890\n5,910 6,581\n6,604\n6,626\n6,649 17,800\n17,850\n17,900\n17,950 17,850\n17,900\n17,950\n18,000 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 366\n362\n358\n355 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,800\n14,850\n14,900\n14,950 14,850\n14,900\n14,950\n15,000 127\n123\n119\n115 3,733\n3,733\n3,733\n3,733 5,930\n5,950\n5,970\n5,990 6,671\n6,694\n6,716\n6,739 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,930\n5,950\n5,970\n5,990 6,671\n6,694\n6,716\n6,739 18,000\n18,050\n18,100\n18,150 18,050\n18,100\n18,150\n18,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 351\n347\n343\n339 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 15,000\n15,050\n15,100\n15,150 15,050\n15,100\n15,150\n15,200 111\n107\n104\n100 3,733\n3,733\n3,733\n3,733 6,010\n6,030\n6,050\n6,070 6,761\n6,784\n6,806\n6,829 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 6,010\n6,030\n6,050\n6,070 6,761\n6,784\n6,806\n6,829 18,200\n18,250\n18,300\n18,350 18,250\n18,300\n18,350\n18,400 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 335\n332\n328\n324 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $16,450 but less than $16,480, and you have no qualifying children who have valid\nSSNs, your credit is $1\nIf the amount you are looking up from the worksheet is $16,480 or more, and you have no qualifying children who have valid SSNs, you can’t take the\ncredit. (Continued) Need more information or forms? Visit IRS.gov. - 48 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 Your credit is– 2 At least But less\nthan 18,400\n18,450\n18,500\n18,550 18,450\n18,500\n18,550\n18,600 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 320\n316\n313\n309 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 18,600\n18,650\n18,700\n18,750 18,650\n18,700\n18,750\n18,800 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 305\n301\n297\n293 3,733\n3,733\n3,733\n3,733 18,800\n18,850\n18,900\n18,950 18,850\n18,900\n18,950\n19,000 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 290\n286\n282\n278 19,000\n19,050\n19,100\n19,150 19,050\n19,100\n19,150\n19,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 19,200\n19,250\n19,300\n19,350 19,250\n19,300\n19,350\n19,400 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 19,400\n19,450\n19,500\n19,550 19,450\n19,500\n19,550\n19,600 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 19,600\n19,650\n19,700\n19,750 19,650\n19,700\n19,750\n19,800 0\n0\n0\n0 19,800\n19,850\n19,900\n19,950 19,850\n19,900\n19,950\n20,000 20,000\n20,050\n20,100\n20,150 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 6,935\n6,935\n6,935\n6,935 21,600\n21,650\n21,700\n21,750 21,650\n21,700\n21,750\n21,800 0\n0\n0\n0 3,494\n3,486\n3,478\n3,470 5,849\n5,839\n5,828\n5,818 6,620\n6,609\n6,599\n6,588 75\n72\n68\n64 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 21,800\n21,850\n21,900\n21,950 21,850\n21,900\n21,950\n22,000 0\n0\n0\n0 3,462\n3,454\n3,446\n3,438 5,807\n5,797\n5,786\n5,775 6,578\n6,567\n6,556\n6,546 60\n56\n52\n49 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 22,000\n22,050\n22,100\n22,150 22,050\n22,100\n22,150\n22,200 0\n0\n0\n0 3,430\n3,422\n3,414\n3,406 5,765\n5,754\n5,744\n5,733 6,535\n6,525\n6,514\n6,504 45\n41\n37\n33 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 274\n270\n267\n263 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 22,200\n22,250\n22,300\n22,350 22,250\n22,300\n22,350\n22,400 0\n0\n0\n0 3,398\n3,390\n3,382\n3,374 5,723\n5,712\n5,702\n5,691 6,493\n6,483\n6,472\n6,462 29\n26\n22\n18 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 6,935\n6,935\n6,935\n6,935 259\n255\n251\n247 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 22,400\n22,450\n22,500\n22,550 22,450\n22,500\n22,550\n22,600 0\n0\n0\n0 3,366\n3,358\n3,350\n3,342 5,681\n5,670\n5,660\n5,649 6,451\n6,441\n6,430\n6,420 14\n10\n7\n3 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 244\n240\n236\n232 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 22,600\n22,650\n22,700\n22,750 22,650\n22,700\n22,750\n22,800 0\n0\n0\n0 3,334\n3,327\n3,319\n3,311 5,639\n5,628\n5,617\n5,607 6,409\n6,399\n6,388\n6,377 *\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 228\n225\n221\n217 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 22,800\n22,850\n22,900\n22,950 22,850\n22,900\n22,950\n23,000 0\n0\n0\n0 3,303\n3,295\n3,287\n3,279 5,596\n5,586\n5,575\n5,565 6,367\n6,356\n6,346\n6,335 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 213\n209\n205\n202 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,000\n23,050\n23,100\n23,150 23,050\n23,100\n23,150\n23,200 0\n0\n0\n0 3,271\n3,263\n3,255\n3,247 5,554\n5,544\n5,533\n5,523 6,325\n6,314\n6,304\n6,293 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,050\n20,100\n20,150\n20,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,726 6,164\n6,164\n6,164\n6,155 6,935\n6,935\n6,935\n6,925 198\n194\n190\n186 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,200\n23,250\n23,300\n23,350 23,250\n23,300\n23,350\n23,400 0\n0\n0\n0 3,239\n3,231\n3,223\n3,215 5,512\n5,502\n5,491\n5,481",
    "querygen": [
      "how many people were in 636",
      "how many people in scotland",
      "which year did ks come out"
    ],
    "querygen_score": [
      "-3.7242267",
      "-4.3026595",
      "-7.834095"
    ]
  },
  {
    "id": "legal-advice_66__16",
    "doc_id": "legal-advice_66",
    "chunk_id": 16,
    "document_category": "legal-advice",
    "text": "Keeping up a home. To find out what\nis included in the cost of keeping up a\nhome, see Pub. 501.\nMarried persons who live apart. Even\nif you weren’t divorced or legally separated at the end of 2022, you are considered unmarried if all of the following\napply. • You lived apart from your spouse\nfor the last 6 months of 2022. Temporary absences for special circumstances,\nsuch as for business, medical care,\nschool, or military service, count as time\nlived in the home. • You file a separate return from\nyour spouse. • You paid over half the cost of\nkeeping up your home for 2022. • Your home was the main home of\nyour child, stepchild, or foster child for\nmore than half of 2022 (if half or less,\nsee Exception to time lived with you,\nearlier). • You can claim this child as your\ndependent or could claim the child except that the child's other parent can\nclaim the child under the rule for Children of divorced or separated parents\nunder Who Qualifies as Your Dependent, later. Need more information or forms? Visit IRS.gov. Adopted child. An adopted child is\nalways treated as your own child. An\nadopted child includes a child lawfully\nplaced with you for legal adoption. Foster child. A foster child is any\nchild placed with you by an authorized\nplacement agency or by judgment, decree, or other order of any court of competent jurisdiction. Qualifying Surviving Spouse You can check the “Qualifying surviving spouse” box at the top of Form 1040\nor 1040-SR and use joint return tax rates\nfor 2022 if all of the following apply. 1. Your spouse died in 2020 or 2021\nand you didn't remarry before the end of\n2022. 2. You have a child or stepchild (not\na foster child) whom you can claim as a\ndependent or could claim as a dependent\nexcept that, for 2022:\na. The child had gross income of\n$4,400 or more,\nb. The child filed a joint return, or\nc. You could be claimed as a dependent on someone else’s return. If the child isn’t claimed as your dependent, enter the child’s name in the\nentry space below the filing status\ncheckboxes. If you don’t enter the name,\nit will take us longer to process your return. 3. This child lived in your home for\nall of 2022. If the child didn't live with\nyou for the required time, see Exception\nto time lived with you, later. 4. You paid over half the cost of\nkeeping up your home. 5. You could have filed a joint return with your spouse the year your\nspouse died, even if you didn't actually\ndo so. If your spouse died in 2022, you can't\nfile as qualifying surviving spouse. Instead, see the instructions for Married\nFiling Jointly, earlier. Adopted child. An adopted child is always treated as your own child. An\nadopted child includes a child lawfully\nplaced with you for legal adoption. Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. Exception to time lived with you.",
    "querygen": [
      "what's a married person in the usa",
      "what is the average cost of a home",
      "when can you be considered unmarried"
    ],
    "querygen_score": [
      "-2.8878722",
      "-3.439602",
      "1.326814"
    ]
  },
  {
    "id": "legal-advice_35__8",
    "doc_id": "legal-advice_35",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.65 Supplemental charges. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.66 Reply to answer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.67 Proof; variance; amendment of pleadings. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.68 Motions and requests. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.69 Representation; ex parte communication.",
    "querygen": [
      "what is the dfo",
      "what a .",
      "which statement best describes a person's ability to communicate with another person?"
    ],
    "querygen_score": [
      "-7.4356656",
      "-5.0066977",
      "-7.8639145"
    ]
  },
  {
    "id": "legal-advice_36__37",
    "doc_id": "legal-advice_36",
    "chunk_id": 37,
    "document_category": "legal-advice",
    "text": "(b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous. (2) A practitioner may not advise a client to\nsubmit a document, affidavit or other paper to the\nInternal Revenue Service —\n(i) The purpose of which is to delay or impede\nthe administration of the Federal tax laws;\n(ii) That is frivolous; or\n(iii) That contains or omits information in a\nmanner that demonstrates an intentional disregard\nof a rule or regulation unless the practitioner also\nadvises the client to submit a document that evidences\na good faith challenge to the rule or regulation. (c) Advising clients on potential penalties —\n(1) A practitioner must inform a client of any\npenalties that are reasonably likely to apply to the\nclient with respect to —\n(i) A position taken on a tax return if —\nTreasury Department Circular No. 230 (A) The practitioner advised the client with\nrespect to the position; or\n(B) The practitioner prepared or signed the tax\nreturn; and\n(ii) Any document, affidavit or other paper\nsubmitted to the Internal Revenue Service. (2) The practitioner also must inform the client\nof any opportunity to avoid any such penalties by\ndisclosure, if relevant, and of the requirements for\nadequate disclosure. (3) This paragraph (c) applies even if the\npractitioner is not subject to a penalty under the\nInternal Revenue Code with respect to the position\nor with respect to the document, affidavit or other\npaper submitted. (d) Relying on information furnished by\nclients. A practitioner advising a client to take\na position on a tax return, document, affidavit or\nother paper submitted to the Internal Revenue\nService, or preparing or signing a tax return as a\npreparer, generally may rely in good faith without\nverification upon information furnished by the\nclient. The practitioner may not, however, ignore the\nimplications of information furnished to, or actually\nknown by, the practitioner, and must make reasonable\ninquiries if the information as furnished appears to\nbe incorrect, inconsistent with an important fact or\nanother factual assumption, or incomplete. (e) Effective/applicability date. Paragraph (a) of\nthis section is applicable for returns or claims for\nrefund filed, or advice provided, beginning August 2,\n2011. Paragraphs (b) through (d) of this section are\napplicable to tax returns, documents, affidavits, and\nother papers filed on or after September 26, 2007. § 10.35 Competence.\n(a) A practitioner must possess the necessary\ncompetence to engage in practice before the Internal\nRevenue Service. Competent practice requires the\nappropriate level of knowledge, skill, thoroughness,\nand preparation necessary for the matter for which the\npractitioner is engaged. A practitioner may become\ncompetent for the matter for which the practitioner\nhas been engaged through various methods, such\n§ 10.35 — Page 25 Table of Contents as consulting with experts in the relevant area or\nstudying the relevant law. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.36 Procedures to ensure compliance.",
    "querygen": [
      "what does an irs practitioner use",
      "does an apologist advise",
      "can i advise irs on tax documents"
    ],
    "querygen_score": [
      "-1.2229996",
      "-5.7294116",
      "1.7322803"
    ]
  },
  {
    "id": "legal-advice_86__8",
    "doc_id": "legal-advice_86",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": "Here, even though\nthe funds in the equity accounts are held in trust by the ----HA for the benefit of the\nprogram participants, the funds, including interest earned thereon, remain property of\nthe program participants. Therefore, the interest earned on the funds in the equity\naccounts is fully taxable. However, the main issue is when the interest becomes\ntaxable to the program participants. Unlike the facts under Rev. Rul. 99-44, the MHO\nprogram participant’s access to the funds held in the equity accounts, including interest\nearned thereon, are subject to substantial limitations and restrictions. Based on the treasury regulations and case law cited above, income is\nconstructively received by a taxpayer in the taxable year during which it is credited to\nhis account, set apart for him, or otherwise made available so that he may draw upon it\nany time, or so that he could have drawn upon it during the taxable year if notice of\nintention to withdraw has been given. However, income is not constructively received if\nthe taxpayer’s control of its receipt is subject to substantial imitations or restrictions. Under the Agreement, the program participants’ right to control and access the\nfunds, including the interest thereon, are subject to various limitations. For example,\nduring the period of occupancy, if ----HA determines that the home needs to be\nrepaired, ----HA has the right to use the funds in the participant’s equity accounts as -------HA deems necessary. In addition, ----HA also has the right to pay for the utilities on\nbehalf of the participant and charge the participant’s equity account. Although the\nprogram participant may use the funds in the equity account for the limited purpose of\nmaking improvements and additions to the home, ----HA has the right to determine\nwhether the participant will be required to replenish the equity account or if the funds\nare to be loaned to the participant at an interest rate determined by ----HA. In addition, although ----HA is authorized to use a portion of the participant’s\nMEPA for low-income housing purposes (provided that a reserve of the participant’s\nMEPA is maintained), ----HA must continue to credit the interest to each homebuyer’s\naccount based on the MEPA balance and rate of interest that would have been earned\nif the funds were invested. Also, the Agreement specifically provides the participant cannot, without the\napproval of ----HA or HUD, assign, mortgage, or pledge any right in this Agreement or to\nany reserve or account. POSTU-116467-09 10 Given the limitations and restrictions set forth in the Agreement, a participant’s\nright to the interest earned on the funds in his equity accounts is subject to substantial\nlimitations or restrictions. Under the Agreement, the participant may terminate the\nAgreement any time by providing written notice to ----HA. Upon termination of the\nAgreement, the balances in the participant’s equity accounts will be used to pay certain\nmaintenance and replacement costs as well as any unpaid required monthly payment. If there is an excess in the equity accounts after payment of the maintenance and\nreplacement costs, such excess will be refunded to the participant, including all\nallocated interest earned on these equity accounts.",
    "querygen": [
      "is ha funds taxable in trust",
      "are equity accounts taxable",
      "do i pay hawaiian companies interest on equity funds"
    ],
    "querygen_score": [
      "1.9331944",
      "2.2779894",
      "-4.137192"
    ]
  },
  {
    "id": "legal-advice_38__1",
    "doc_id": "legal-advice_38",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Treasury Department\nCircular No. 230\n(Rev. 6-2014) Regulations Governing Practice before\nthe Internal Revenue Service Catalog Number 16586R\nwww.irs.gov Department\nof the\nTreasury\nInternal\nRevenue\nService Title 31 Code of Federal Regulations,\nSubtitle A, Part 10,\npublished (June 12, 2014) 31 U.S.C. §330. Practice before the Department\n(a) Subject to section 500 of title 5, the Secretary of the Treasury may —\n(1) regulate the practice of representatives of persons before the Department of the Treasury; and\n(2) before admitting a representative to practice, require that the representative demonstrate —\n(A) good character;\n(B) good reputation;\n(C) necessary qualifications to enable the representative to provide to persons valuable service; and\n(D) competency to advise and assist persons in presenting their cases. (b) After notice and opportunity for a proceeding, the Secretary may suspend or disbar from practice before the\nDepartment, or censure, a representative who —\n(1) is incompetent;\n(2) is disreputable;\n(3) violates regulations prescribed under this section; or\n(4) with intent to defraud, willfully and knowingly misleads or threatens the person being represented or a\nprospective person to be represented. The Secretary may impose a monetary penalty on any representative described in the preceding sentence. If the\nrepresentative was acting on behalf of an employer or any firm or other entity in connection with the conduct\ngiving rise to such penalty, the Secretary may impose a monetary penalty on such employer, firm, or entity if\nit knew, or reasonably should have known, of such conduct. Such penalty shall not exceed the gross income\nderived (or to be derived) from the conduct giving rise to the penalty and may be in addition to, or in lieu of, any\nsuspension, disbarment, or censure of the representative. (c) After notice and opportunity for a hearing to any appraiser, the Secretary may —\n(1) provide that appraisals by such appraiser shall not have any probative effect in any administrative\nproceeding before the Department of the Treasury or the Internal Revenue Service, and\n(2) bar such appraiser from presenting evidence or testimony in any such proceeding. (d) Nothing in this section or in any other provision of law shall be construed to limit the authority of the\nSecretary of the Treasury to impose standards applicable to the rendering of written advice with respect to any\nentity, transaction plan or arrangement, or other plan or arrangement, which is of a type which the Secretary\ndetermines as having a potential for tax avoidance or evasion. (Pub. L. 97–258, Sept. 13, 1982, 96 Stat. 884; Pub. L. 98–369, div. A, title I, §156(a), July 18, 1984, 98 Stat. 695; Pub. L. 99–514, §2, Oct. 22, 1986, 100 Stat. 2095; Pub. L. 108–357, title VIII, §822(a)(1), (b), Oct. 22, 2004,\n118 Stat. 1586, 1587; Pub. L. 109–280, title XII, §1219(d), Aug. 17, 2006, 120 Stat. 1085.) Page 2 Treasury Department Circular No. 230",
    "querygen": [
      "internal revenue service code",
      "irs catalog number",
      "internal revenue service gov catalog number"
    ],
    "querygen_score": [
      "-0.11487105",
      "0.66036177",
      "1.5471848"
    ]
  },
  {
    "id": "legal-advice_40__145",
    "doc_id": "legal-advice_40",
    "chunk_id": 145,
    "document_category": "legal-advice",
    "text": "• Qualified solar water heating property for use in your home located in the\nUnited States. • Qualified small wind energy property for use in connection with your\nhome located in the United States. • Qualified geothermal heat pump\nproperty installed on or in connection\nwith your home located in the United\nStates. • Qualified biomass fuel property\nfor use in connection with your home located in the United States. • Qualified fuel cell property installed on or in connection with your main\nhome located in the United States. Energy efficient home improvement\ncredit. You may be able to take this credit by completing and attaching Form\n5695 for any of the following improvements to your main home located in the\nUnited States in 2022 if they are new\nand meet certain requirements for energy efficiency. • Any insulation material or system\nprimarily designed to reduce heat gain\nor loss in your home. • Exterior windows (including skylights). • Exterior doors.\n• A metal roof or asphalt roof with\npigmented coatings or cooling granules\nprimarily designed to reduce the heat\ngain in your home. You may also be able to take this\ncredit for the cost of the following items\nif the items meet certain performance\nand quality standards. • Certain electric heat pump water\nheaters; electric heat pumps; central air\nconditioners; and natural gas, propane,\nor oil water heaters. • A qualified furnace or hot water\nboiler that uses natural gas, propane, or\noil.\n• An advanced main air circulating\nfan used in a natural gas, propane, or oil\nfurnace. Condos and co-ops. If you are a member of a condominium management association for a condominium you own or\na tenant-stockholder in a cooperative\nhousing corporation, you are treated as\nhaving paid your proportionate share of\nany costs of such association or corporation for purposes of these credits. More details. For details, see Form\n5695. Lines 6a Through 6z\nOther Nonrefundable Credits\nLine 6a. The general business credit\nconsists of a number of credits that usually apply only to individuals who are\npartners, shareholders in an S corporation, self-employed, or who have rental\nproperty. See Form 3800 or Pub. 334.\nLine 6b. Enter any credit for prior year\nminimum tax. See Form 8801. -101- Line 6c. You may be able to take the\nadoption credit if you paid expenses to\nadopt a child or you adopted a child with\nspecial needs and the adoption became\nfinal in 2022. See the Instructions for\nForm 8839. Line 6d. Enter any credit for the elderly\nor the disabled. See Schedule R.\nLine 6e. Enter any alternative motor vehicle credit. See Form 8910. Line 6f. Enter any qualified plug-in\nelectric drive motor vehicle credit. See\nForm 8936. Line 6g. Enter any mortgage interest\ncredit if a state or local government gave\nyou a mortgage credit certificate. See\nForm 8396. Line 6h. You can't claim the District of\nColumbia first-time homebuyer credit\nfor a home you bought after 2011. You\ncan claim it only if you have a credit\ncarryforward from 2021. See Form\n8859. Line 6i. Enter any qualified electric vehicle credit. You can't claim this credit\nfor a vehicle placed in service after\n2006. You can claim this credit only if\nyou have an electric vehicle passive activity credit carried forward from a prior\nyear. See Form 8834. Line 6j.",
    "querygen": [
      "where is a qualified geothermal hot water heater used?",
      "where do you need geothermal power",
      "who is qualified to use geothermal"
    ],
    "querygen_score": [
      "-0.8115501",
      "-3.607233",
      "-2.0375457"
    ]
  },
  {
    "id": "legal-advice_61__27",
    "doc_id": "legal-advice_61",
    "chunk_id": 27,
    "document_category": "legal-advice",
    "text": "Any individual may for compensation\nprepare or assist with the preparation of a tax return\nor claim for refund (provided the individual prepares\nless than substantially all of the tax return or claim for\nrefund), appear as a witness for the taxpayer before\nthe Internal Revenue Service, or furnish information\nat the request of the Internal Revenue Service or any\nof its officers or employees. (c) Application of rules to other individuals. Any\nindividual who for compensation prepares, or assists\nin the preparation of, all or a substantial portion of a\ndocument pertaining to any taxpayer’s tax liability for\nsubmission to the Internal Revenue Service is subject\nto the duties and restrictions relating to practice in\nsubpart B, as well as subject to the sanctions for\nviolation of the regulations in subpart C. Unless\notherwise a practitioner, however, an individual\nmay not for compensation prepare, or assist in the\npreparation of, all or substantially all of a tax return\nor claim for refund, or sign tax returns and claims for\nrefund. For purposes of this paragraph, an individual\ndescribed in 26 CFR 301.7701-15(f) is not treated\nas having prepared all or a substantial portion of the\ndocument by reason of such assistance. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. (a) Continuing education providers —\n(1) In general. Continuing education providers\nare those responsible for presenting continuing\neducation programs. A continuing education provider\nmust —\n(i) Be an accredited educational institution;\n(ii) Be recognized for continuing education\npurposes by the licensing body of any State, territory,\nor possession of the United States, including a\nCommonwealth, or the District of Columbia;\n(iii) Be recognized and approved by a qualifying\norganization as a provider of continuing education\non subject matters within §10.6(f) of this part. The\nInternal Revenue Service may, at its discretion,\nidentify a professional organization, society or\nbusiness entity that maintains minimum education\nstandards comparable to those set forth in this part as\na qualifying organization for purposes of this part in\nappropriate forms, instructions, and other appropriate\nguidance; or\n(iv) Be recognized by the Internal Revenue\nService as a professional organization, society, or\nbusiness whose programs include offering continuing\nprofessional education opportunities in subject\nmatters within §10.6(f) of this part. The Internal\nRevenue Service, at its discretion, may require such\nprofessional organizations, societies, or businesses\nto file an agreement and/or obtain Internal Revenue\nService approval of each program as a qualified\ncontinuing education program in appropriate forms,\ninstructions or other appropriate guidance. (2) Continuing education provider numbers —\n(i) In general. A continuing education provider\nis required to obtain a continuing education provider\nnumber and pay any applicable user fee. (ii) Renewal. A continuing education provider\nmaintains its status as a continuing education provider\nduring the continuing education provider cycle by\nrenewing its continuing education provider number as\nprescribed by forms, instructions or other appropriate\nguidance and paying any applicable user fee. Treasury Department Circular No. 230 § 10.9 — Page 17 Table of Contents (3) Requirements for qualified continuing\neducation programs.",
    "querygen": [
      "who can assist in the preparation of federal taxes",
      "what is tax preparation for taxable income tax",
      "does anyone have to appear for tax refund before the irs"
    ],
    "querygen_score": [
      "1.141449",
      "-1.476277",
      "1.1455922"
    ]
  },
  {
    "id": "legal-advice_37__44",
    "doc_id": "legal-advice_37",
    "chunk_id": 44,
    "document_category": "legal-advice",
    "text": "See Form 4972. Lines 6a, 6b, and 6c\nLines 6a and 6b\nSocial Security Benefits You should receive a Form SSA-1099\nshowing in box 3 the total social security benefits paid to you. Box 4 will show\nthe amount of any benefits you repaid in\n2022. If you received railroad retirement\nbenefits treated as social security, you\nshould receive a Form RRB-1099. Use the Social Security Benefits\nWorksheet in these instructions to see if\nany of your benefits are taxable. Exception. Do not use the Social Security Benefits Worksheet in these instructions if any of the following applies. • You made contributions to a traditional IRA for 2022 and you or your\nspouse were covered by a retirement\nplan at work or through self-employment. Instead, use the worksheets in\nPub. 590-A to see if any of your social\nsecurity benefits are taxable and to figure your IRA deduction. • You repaid any benefits in 2022\nand your total repayments (box 4) were\nmore than your total benefits for 2022\n(box 3). None of your benefits are taxable for 2022. Also, if your total repayments in 2022 exceed your total benefits\nreceived in 2022 by more than $3,000,\nyou may be able to take an itemized deduction or a credit for part of the excess\nrepayments if they were for benefits you\nincluded in income in an earlier year. For more details, see Pub. 915.\n• You file Form 2555, 4563, or\n8815, or you exclude employer-provided\nadoption benefits or income from sources within Puerto Rico. Instead, use the\nworksheet in Pub. 915. Need more information or forms? Visit IRS.gov. -30- Social security information. TIP Social security beneficiaries\ncan now get a variety of information from the SSA website with a my\nSocial Security account, including getting a replacement Form SSA‐1099 if\nneeded. For more information and to set\nup an account, go to SSA.gov/\nmyaccount. Disability payments. Don’t include in\nyour income any disability payments\n(including Social Security Disability Insurance (SSDI) payments) you receive\nfor injuries incurred as a direct result of\na terrorist attack directed against the\nUnited States (or its allies), whether outside or within the United States. In the\ncase of the September 11 attacks, injuries eligible for coverage by the September 11 Victim Compensation Fund are\ntreated as incurred as a direct result of\nthe attack. If these payments are incorrectly reported as taxable on Form\nSSA-1099, don't include the nontaxable\nportion of income on your tax return. You may receive a notice from the IRS\nregarding the omitted payments. Follow\nthe instructions in the notice to explain\nthat the excluded payments aren't taxable. For more information about these\npayments, see Pub. 3920. Example. Taxpayer X, a firefighter,\nwas disabled as a direct result of the\nSeptember 11 terrorist attack on the\nWorld Trade Center. X began receiving\nSocial Security Disability Insurance\n(SSDI) benefits at age 54. X's full retirement age for social security retirement\nbenefits is age 66. X's birthday is April\n25. In the year X turned 66, X received\n$1,500 per month in benefits from the\nSocial Security Administration (for a total of $18,000). Because X became eligible for a full retirement benefit in May,\nthe month after X turned 66, X can exclude only four months (January through\nApril) of their annual benefit from their\nincome ($6,000).",
    "querygen": [
      "when does social security return",
      "how to tell what form to use when mailing ssa 1099",
      "what forms do you get when applying for social security disability"
    ],
    "querygen_score": [
      "-3.3083112",
      "-1.2785585",
      "-0.8635915"
    ]
  },
  {
    "id": "legal-advice_99__49",
    "doc_id": "legal-advice_99",
    "chunk_id": 49,
    "document_category": "legal-advice",
    "text": "If line 11 is zero, enter -0- . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15.\nAdd lines 14 and 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16.\nMultiply line 1 by 85% (0.85) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17.\nTaxable social security benefits. Enter the smaller of line 16 or line 17. Also enter this amount\non Form 1040 or 1040-SR, line 6b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18.\nTIP If any of your benefits are taxable for 2022 and they include a lump-sum benefit payment that was for an earlier\nyear, you may be able to reduce the taxable amount. See Lump-Sum Election in Pub. 915 for details. Need more information or forms? Visit IRS.gov. -32- If you had a net qualified disaster loss\nand you elect to increase your standard\ndeduction by the amount of your net\nqualified disaster loss, use Schedule A\nto figure your standard deduction. Qualified disaster loss refers to losses arising\nfrom certain disasters occurring in 2016\nand subsequent years. See the Instructions for Form 4684 and Schedule A,\nline 16, for more information. Line 13\nQualified Business Income\nDeduction (Section 199A\nDeduction) To figure your Qualified Business Income Deduction, use Form 8995 or\nForm 8995-A as applicable. Use Form 8995 if:\n• You have qualified business income, qualified REIT dividends, or\nqualified PTP income (loss);\n• Your 2022 taxable income before\nthe qualified business income deduction\nis less than or equal to $170,050\n($340,100 if married filing jointly); and\n• You aren’t a patron in a specified\nagricultural or horticultural cooperative. If you don’t meet these requirements,\nuse Form 8995-A, Qualified Business\nIncome Deduction. Attach whichever\nform you use (Form 8995 or 8995-A) to\nyour return. See the Instructions for\nForms 8995 and 8995-A for more information for figuring and reporting your\nqualified business income deduction. Line 16\nTax\nInclude in the total on the entry space on\nline 16 all of the following taxes that apply. • Tax on your taxable income. Figure the tax using one of the methods described later.",
    "querygen": [
      "how to type zero to 0 in excel",
      "what is the zero of the formula for 0-",
      "if the line 11 is zero enter -0 . . . . . . . . . ."
    ],
    "querygen_score": [
      "-2.1808484",
      "-3.9775102",
      "-0.84120584"
    ]
  },
  {
    "id": "legal-advice_6__2",
    "doc_id": "legal-advice_6",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "3 The assets exchanged did not include property described in § 1031(a)(2) (i.e., stock in\ntrade or other property held primarily for sale, stocks, bonds, notes, choses in action,\ninterest in partnership, certificates of trust or beneficial interest, other securities, or\nevidences of indebtedness or interest.) The cash received by TSub was deposited with\na qualified intermediary (as defined in § 1.1031(k)-(1)(g)(4)) and was ultimately used to\npurchase two service stations located in City 1 and City 2, State 2. All of the time limits\nset forth in the § 1031 regulations were met with respect to the identification and\npurchase of the replacement property (i.e. service stations). On its Federal income tax return for the taxable year ending Date 3, Taxpayer reported\na gain of Amount 2 on the exchange. Taxpayer attached Form 8824, Like-Kind\nExchanges, to its Federal income tax return for the tax year ending Date 3. Even\nthough Line 15 of the Form 8824 indicates a multi-asset exchange, Taxpayer treated\nthe exchange as a single-asset exchange in its calculations in the Attachment to Form\n8824, which was the basis of Taxpayer’s reported gain. 3 For purposes of the\ncalculation, Taxpayer characterized all the assets as tangible. The personal properties\nexchanged and received were not further classified in accordance with General Asset\nClasses or SIC codes as prescribed by the § 1031 regulations. Exam proposes to treat\nthe exchange as a multi-asset exchange. Exam requests advice regarding the proper classification of the pipelines used\nexclusively in the crude oil gathering system for purposes of determining the correct\ngain (if any) to be recognized as the result of this transaction. The County 1 pipeline is\ncomprised of approximately Amount 8 of Amount 9, Amount 10, Amount 11, and\nAmount 12 pipeline that is buried below plow depth. The County 2 pipeline is\ncomprised of approximately Amount 13 of Amount 14 pipeline that is buried below plow\ndepth. TSub and the unrelated third-party do not own the land across which the\npipelines cross, but enjoy numerous agreements with landowners that permit TSub and\nthe unrelated third-party limited access to and use of their land. The examination team\nproposes to classify the pipelines as personal property in accordance with State 1 law. LAW AND ANALYSIS\nSection 1031(a) provides that no gain or loss shall be recognized on the exchange of\nproperty held for productive use in a trade or business or for investment (not including\nstocks, bonds, notes, choses of action, certificates of trust or beneficial interest and\ncertain other types of property not here pertinent) if such property is exchanged solely\nfor property of like kind which is to be held for productive use in a trade or business or\nfor investment. 3 Form 8824 Attachment. Taxpayer calculated gain as follows: Tangibles FMV Received\nAmount 3 FMV Transferred Surplus\nAmount 4\nAmount 5 Tax Basis\nAmount 6 Realized Gain\nAmount 7 Recognized Gain\nAmount 2 4\nSection 1.1031(a)-1(b) defines the words “like kind” as having reference to the nature or\ncharacter of the property and not to its grade or quality.",
    "querygen": [
      "which property is not exchanged for an asset?",
      "what are exchanged assets",
      "what kind of securities are exchanged"
    ],
    "querygen_score": [
      "0.62320423",
      "-0.17808333",
      "-0.6413088"
    ]
  },
  {
    "id": "legal-advice_35__53",
    "doc_id": "legal-advice_35",
    "chunk_id": 53,
    "document_category": "legal-advice",
    "text": "(iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information. When providing returns or\nreturn information to the practitioner or appraiser,\nor authorized representative, the Secretary of the\nTreasury, or delegate, will —\n(A) Redact identifying information of any\nthird party taxpayers and replace it with a code;\n(B) Provide a key to the coded information;\nand\n(C) Notify the practitioner or appraiser, or\nauthorized representative, of the restrictions on\nthe use and disclosure of the returns and return\ninformation, the applicable damages remedy\nunder section 7431 of the Internal Revenue Code,\nand that unauthorized disclosure of information\nprovided by the Internal Revenue Service under\nthis paragraph (d)(3) is also a violation of this part. (4) Protective measures —\n(i) Mandatory protection order. If redaction of\nnames, addresses, and other identifying information\nof third party taxpayers may still permit indirect\nidentification of any third party taxpayer, the\nAdministrative Law Judge will issue a protective\norder to ensure that the identifying information is\navailable to the parties and the Administrative Law\nJudge for purposes of the proceeding, but is not\n§ 10.72 — Page 37 Table of Contents disclosed to, or open to inspection by, the public. (ii) Authorized orders. (A) Upon motion by a party or any other\naffected person, and for good cause shown, the\nAdministrative Law Judge may make any order\nwhich justice requires to protect any person in the\nevent disclosure of information is prohibited by law,\nprivileged, confidential, or sensitive in some other\nway, including, but not limited to, one or more of\nthe following —\n(1) That disclosure of information be made\nonly on specified terms and conditions, including a\ndesignation of the time or place;\n(2) That a trade secret or other information\nnot be disclosed, or be disclosed only in a designated\nway. (iii) Denials. If a motion for a protective order\nis denied in whole or in part, the Administrative\nLaw Judge may, on such terms or conditions as\nthe Administrative Law Judge deems just, order\nany party or person to comply with, or respond in\naccordance with, the procedure involved. (iv) Public inspection of documents. The\nSecretary of the Treasury, or delegate, shall ensure\nthat all names, addresses or other identifying details\nof third party taxpayers are redacted and replaced\nwith the code assigned to the corresponding taxpayer\nin all documents prior to public inspection of such\ndocuments. (e) Location. The location of the hearing will be\ndetermined by the agreement of the parties with the\napproval of the Administrative Law Judge, but, in\nthe absence of such agreement and approval, the\nhearing will be held in Washington, D.C.\n(f) Failure to appear. If either party to the\nproceeding fails to appear at the hearing, after\nnotice of the proceeding has been sent to him or her,\nthe party will be deemed to have waived the right\nto a hearing and the Administrative Law Judge may\nmake his or her decision against the absent party by\ndefault. (g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general.",
    "querygen": [
      "which of the following is a provision of the tax exemption for irs?",
      "who is responsible for using federal returns",
      "what is use of return information"
    ],
    "querygen_score": [
      "-5.9580946",
      "-2.7786925",
      "0.93545353"
    ]
  },
  {
    "id": "legal-advice_29__124",
    "doc_id": "legal-advice_29",
    "chunk_id": 124,
    "document_category": "legal-advice",
    "text": "Your insurance can also cover your child who was under age 27 at\nthe end of 2022, even if the child wasn't your dependent. But don’t include amounts for any month\nyou were eligible to participate in an employer-sponsored health plan or amounts paid from\nretirement plan distributions that were nontaxable because you are a retired public safety\nofficer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2. Enter your net profit* and any other earned income** from the business under which the insurance\nplan is established, minus any deductions on Schedule 1, lines 15 and 16. Don’t include\nConservation Reserve Program payments exempt from self-employment tax . . . . . . . . . . . . . . . . . . . 3. Self-employed health insurance deduction. Enter the smaller of line 1 or line 2 here and on\nSchedule 1, line 17. Don’t include this amount in figuring any medical expense deduction\non Schedule A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. 3. *If you used either optional method to figure your net earnings from self-employment, don’t enter your net profit. Instead, enter the amount\nfrom Schedule SE, line 4b. **Earned income includes net earnings and gains from the sale, transfer, or licensing of property you created. However, it doesn't include\ncapital gain income. If you were a more-than-2% shareholder in the S corporation under which the insurance plan is established, earned\nincome is your Medicare wages (box 5 of Form W-2) from that corporation. • Nontaxable qualified tuition program earnings or distributions. • Any nontaxable distribution of\nCoverdell education savings account\nearnings.\n• Any reimbursements you received\nfor these expenses that weren’t reported\nto you in box 1 of your Form W-2. For more details, use Tax Topic 458\nor see Pub. 529. Line 12\nCertain Business Expenses of\nReservists, Performing Artists,\nand Fee-Basis Government\nOfficials\nInclude the following deductions on\nline 12. • Certain business expenses of National Guard and reserve members who\ntraveled more than 100 miles from home\nto perform services as a National Guard\nor reserve member. • Performing-arts-related expenses\nas a qualified performing artist. • Business expenses of fee-basis\nstate or local government officials. For more details, see Form 2106. Line 13 Line 16 Health Savings Account (HSA)\nDeduction Self-Employed SEP, SIMPLE, and\nQualified Plans",
    "querygen": [
      "at what age can i get my children on health insurance",
      "what is the age limit for child to be covered under medical plan",
      "age of insurance if child"
    ],
    "querygen_score": [
      "-1.5301641",
      "-2.0878372",
      "-1.4691358"
    ]
  },
  {
    "id": "legal-advice_60__144",
    "doc_id": "legal-advice_60",
    "chunk_id": 144,
    "document_category": "legal-advice",
    "text": "For details, use Tax Topic 602 or see\nForm 2441. Line 3\nEducation Credits If you (or your dependent) paid qualified\nexpenses in 2022 for yourself, your\nspouse, or your dependent to enroll in or -100- attend an eligible educational institution,\nyou may be able to take an education\ncredit. See Form 8863 for details. However, you can't take an education credit\nif any of the following applies. • You, or your spouse if filing jointly, are claimed as a dependent on someone else's (such as your parent's) 2022\ntax return. • Your filing status is married filing\nseparately. • The amount on Form 1040 or\n1040-SR, line 11, is $90,000 or more\n($180,000 or more if married filing\njointly). • You, or your spouse, were a nonresident alien for any part of 2022 unless\nyour filing status is married filing jointly. You may be able to increase an education credit if the student chooses to include all or part of a Pell grant or certain\nother scholarships or fellowships in income. For more information, see Pub. 970;\nthe instructions for Form 1040 or\n1040-SR, line 29; and IRS.gov/EdCredit. Line 4\nRetirement Savings Contributions\nCredit (Saver's Credit) You may be able to take this credit if\nyou, or your spouse if filing jointly,\nmade (a) contributions, other than rollover contributions, to a traditional or\nRoth IRA; (b) elective deferrals to a\n401(k) or 403(b) plan (including designated Roth contributions) or to a governmental 457, SEP, or SIMPLE plan; (c)\nvoluntary employee contributions to a\nqualified retirement plan (including the\nfederal Thrift Savings Plan); (d) contributions to a 501(c)(18)(D) plan; or (e)\ncontributions to an ABLE account by\nthe designated beneficiary, as defined in\nsection 529A. However, you can't take the credit if\neither of the following applies. 1. The amount on Form 1040,\n1040-SR, or 1040-NR, line 11, is more than $34,000 ($51,000 if head of household; $68,000 if married filing jointly). 2. The person(s) who made the\nqualified contribution or elective deferral (a) was born after January 1, 2005,\n(b) is claimed as a dependent on someone else's 2022 tax return, or (c) was a\nstudent (defined next). You were a student if during any part\nof 5 calendar months of 2022, you:\n• Were enrolled as a full-time student at a school; or\n• Took a full-time, on-farm training\ncourse given by a school or a state,\ncounty, or local government agency. A school includes a technical, trade,\nor mechanical school. It doesn't include\nan on-the-job training course, correspondence school, or school offering\ncourses only through the Internet. For more details, use Tax Topic 610\nor see Form 8880. Line 5\nResidential Energy Credits\nResidential clean energy credit. You\nmay be able to take this credit by completing and attaching Form 5695 if you\npaid for any of the following during\n2022. • Qualified solar electric property\nfor use in your home located in the United States. • Qualified solar water heating property for use in your home located in the\nUnited States. • Qualified small wind energy property for use in connection with your\nhome located in the United States. • Qualified geothermal heat pump\nproperty installed on or in connection\nwith your home located in the United\nStates.",
    "querygen": [
      "when does education credits start",
      "if you paid qualified expenses for yourself or your dependent in 2022 for yourself, your spouse, or your dependent, you may be able to take an education credit -line 3 - in your taxes",
      "if you are a dependent who must have income to claim college credit"
    ],
    "querygen_score": [
      "-3.5054321",
      "1.5647992",
      "-2.3948708"
    ]
  },
  {
    "id": "legal-advice_25__20",
    "doc_id": "legal-advice_25",
    "chunk_id": 20,
    "document_category": "legal-advice",
    "text": "How to Report Digital Asset\nTransactions If you disposed of any digital asset in\n2022, that you held as a capital asset,\nthrough a sale, exchange, gift, or transfer, check “Yes” and use Form 8949 to\ncalculate your capital gain or loss and\nreport that gain or loss on Schedule D\n(Form 1040). If you received any digital asset as\ncompensation for services or disposed of\nany digital asset that you held for sale to\ncustomers in a trade or business, you\nmust report the income as you would report other income of the same type (for\nexample, W-2 wages on Form 1040 or\n1040-SR, line 1a, or inventory or services from Schedule C or Schedule 1). Need more information or forms? Visit IRS.gov. Standard Deduction If you are filing Form 1040-SR, TIP you can find a Standard Deduction Chart on the last page\nof that form that can calculate the\namount of your standard deduction in\nmost situations. Don’t file the Standard Deduction\nChart with your return. Single and Married Filing\nJointly If you or your spouse (if you are married\nand filing a joint return) can be claimed\nas a dependent on someone else’s return,\ncheck the appropriate box in the Standard Deduction section. If you were a dual-status alien, check\nthe “Spouse itemizes on a separate return or you were a dual-status alien”\nbox. If you were a dual-status alien and\nyou file a joint return with your spouse\nwho was a U.S. citizen or resident alien\nat the end of 2022 and you and your\nspouse agree to be taxed on your combined worldwide income, don’t check\nthe box. Age/Blindness If you or your spouse (if you are married\nand filing a joint return) were born before January 2, 1958, or were blind at\nthe end of 2022, check the appropriate boxes on the line labeled “Age/Blindness.” Don’t check any boxes for your\nspouse if your filing status is head of\nhousehold. Death of spouse in 2022. If your\nspouse was born before January 2, 1958,\nbut died in 2022 before reaching age 65,\ndon’t check the box that says “Spouse\nwas born before January 2, 1958.” A person is considered to reach age\n65 on the day before the person’s 65th\nbirthday. Example. Your spouse was born on\nFebruary 14, 1957, and died on February\n13, 2022. Your spouse is considered age\n65 at the time of death. Check the appropriate box for your spouse. However, if\nyour spouse died on February 12, 2022,\nyour spouse isn't considered age 65. Don’t check the box. Death of taxpayer in 2022. If you are\npreparing a return for someone who died\nin 2022, see Pub. 501 before completing\nthe standard deduction information. Blindness If you weren’t totally blind as of December 31, 2022, you must get a statement certified by your eye doctor (ophthalmologist or optometrist) that:\n• You can't see better than 20/200 in\nyour better eye with glasses or contact\nlenses, or\n• Your field of vision is 20 degrees\nor less. Need more information or forms? Visit IRS.gov. -16- If your eye condition isn't likely to\nimprove beyond the conditions listed\nabove, you can get a statement certified\nby your eye doctor (ophthalmologist or\noptometrist) to this effect instead. You must keep the statement for your\nrecords.",
    "querygen": [
      "when do you have to report a digital asset",
      "when should i report digital assets",
      "who must report digital assets"
    ],
    "querygen_score": [
      "1.1653432",
      "1.0027412",
      "0.33282346"
    ]
  },
  {
    "id": "legal-advice_72__22",
    "doc_id": "legal-advice_72",
    "chunk_id": 22,
    "document_category": "legal-advice",
    "text": "Separate statutory\nprovisions provide for patent extensions in certain circumstances (e.g., an extension of the patent life\nbased on the time the FDA spent reviewing the drug or the time the United States Patent Office spent\nreviewing the patent.) 35 U.S.C. §§ 155 and 156 See Mary W. Bourke and M. Edward Danberg, Current\nTrends in Hatch-Waxman Patent Litigation: A System Still in Flux, Practicing Law Institute, 878 PLI/Pat\n939, §§ I.C.6, 7 and 8 (2006) (patent extensions and exclusivity). 52 The 1984 changes did not include an abbreviated process for approving biologic drugs. See Asim\nVarma, Son B. Nguyen and Justin P. Hedge, The FTC Reports on Follow-On Biologics and Authorized\nGenerics: Applying Lessons from Hatch-Waxman to Promote Competition, Antitrust 41, 42 (Fall,\n2009)(“Hatch-Waxman does not apply to biologic products”). A pathway for generic biologics was\nprovided for in the \"Biologics Price Competition and Innovation Act of 2009, which was enacted as part of\nthe Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended\nby section 1404 of the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124\nStat. 1029 (2010), with the pathway legislation in § 7002 of Pub. L. No. 111-148, 124 stat. 119 at 816817, 820 and 860. See 4 Health L. Prac. Guide Appendix A (May, 2011) (“The healthcare reform\nlegislation, as amended by the reconciliation act (Publ. L. No. 111-152), creates a clear regulatory\npathway for approving follow-on biologics.”). See footnote 66, above (constitutionality of the Patient\nProtection and Affordable Care Act). 53 “’Bioequivalence’ means that the active ingredient is absorbed at the same rate and to the same extent\nfor the generic drug as for the innovator drug.” Mary W. Bourke and M. Edward Danberg, Current Trends\nin Hatch-Waxman Patent Litigation: A System Still in Flux, Practicing Law Institute, 878 PLI/Pat 939,\n§ I.C.2. (2006). POSTU-139175-10 52 drug in an approved NDA. Federal Food, Drug, and Cosmetic Act, 21 U.S.C. § 355(j).54\nSee 21 C.F.R. §§ 314.1- 314.650 (2011) (Applications for FDA Approval to Market a\nNew Drug). See also Mylan Pharmaceuticals, Inc. v. FDA, 454 F. 3d 270, 272 (4th Cir.\n2007)(“The Hatch-Waxman Act made it easier to obtain FDA approval of generic\ndrugs.”). The Hatch-Waxman Act sought to correct two distortions in the law, as explained in Eli\nLilly & Co. v. Medtronic, Inc., 496 U.S. 661 (1990). First, the holder of a patent relating to such products [drugs subject\nto FDA approval] would as a practical matter not be able to reap\nany financial rewards during the early years of the [patent] term. When an inventor makes a potentially useful discovery, he\nordinarily protects it by applying for a patent at once. Thus, if the\ndiscovery relates to a product that cannot be marketed without\nsubstantial testing and regulatory approval, the “clock” on his patent\nterm will be running even though he is not yet able to derive any\nprofit from the invention. The second distortion occurred at the other end of the patent term.",
    "querygen": [
      "which statutory provision allows a trademark to be extended in certain circumstances?",
      "what is the difference between a patent extension and a patent extension?",
      "what is the patent extension process"
    ],
    "querygen_score": [
      "-1.45735",
      "-1.6520121",
      "-1.3003591"
    ]
  },
  {
    "id": "legal-advice_64__16",
    "doc_id": "legal-advice_64",
    "chunk_id": 16,
    "document_category": "legal-advice",
    "text": "Keeping up a home. To find out what\nis included in the cost of keeping up a\nhome, see Pub. 501.\nMarried persons who live apart. Even\nif you weren’t divorced or legally separated at the end of 2022, you are considered unmarried if all of the following\napply. • You lived apart from your spouse\nfor the last 6 months of 2022. Temporary absences for special circumstances,\nsuch as for business, medical care,\nschool, or military service, count as time\nlived in the home. • You file a separate return from\nyour spouse. • You paid over half the cost of\nkeeping up your home for 2022. • Your home was the main home of\nyour child, stepchild, or foster child for\nmore than half of 2022 (if half or less,\nsee Exception to time lived with you,\nearlier). • You can claim this child as your\ndependent or could claim the child except that the child's other parent can\nclaim the child under the rule for Children of divorced or separated parents\nunder Who Qualifies as Your Dependent, later. Need more information or forms? Visit IRS.gov. Adopted child. An adopted child is\nalways treated as your own child. An\nadopted child includes a child lawfully\nplaced with you for legal adoption. Foster child. A foster child is any\nchild placed with you by an authorized\nplacement agency or by judgment, decree, or other order of any court of competent jurisdiction. Qualifying Surviving Spouse You can check the “Qualifying surviving spouse” box at the top of Form 1040\nor 1040-SR and use joint return tax rates\nfor 2022 if all of the following apply. 1. Your spouse died in 2020 or 2021\nand you didn't remarry before the end of\n2022. 2. You have a child or stepchild (not\na foster child) whom you can claim as a\ndependent or could claim as a dependent\nexcept that, for 2022:\na. The child had gross income of\n$4,400 or more,\nb. The child filed a joint return, or\nc. You could be claimed as a dependent on someone else’s return. If the child isn’t claimed as your dependent, enter the child’s name in the\nentry space below the filing status\ncheckboxes. If you don’t enter the name,\nit will take us longer to process your return. 3. This child lived in your home for\nall of 2022. If the child didn't live with\nyou for the required time, see Exception\nto time lived with you, later. 4. You paid over half the cost of\nkeeping up your home. 5. You could have filed a joint return with your spouse the year your\nspouse died, even if you didn't actually\ndo so. If your spouse died in 2022, you can't\nfile as qualifying surviving spouse. Instead, see the instructions for Married\nFiling Jointly, earlier. Adopted child. An adopted child is always treated as your own child. An\nadopted child includes a child lawfully\nplaced with you for legal adoption. Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. Exception to time lived with you.",
    "querygen": [
      "what is the difference between a divorced person and legally separated someone",
      "what is the cost of keeping up a house",
      "what is the cost of maintaining a house"
    ],
    "querygen_score": [
      "-1.6535974",
      "-0.50810647",
      "-2.9363956"
    ]
  },
  {
    "id": "legal-advice_39__112",
    "doc_id": "legal-advice_39",
    "chunk_id": 112,
    "document_category": "legal-advice",
    "text": "Go to IRS.gov/ Account to securely access information\nabout your federal tax account. • View the amount you owe and a\nbreakdown by tax year. • See payment plan details or apply\nfor a new payment plan. • Make a payment or view 5 years of\npayment history and any pending or\nscheduled payments. • Access your tax records, including\nkey data from your most recent tax return, and transcripts. • View digital copies of select notices from the IRS. • Approve or reject authorization requests from tax professionals. • View your address on file or manage your communication preferences. Tax Pro Account. This tool lets your\ntax professional submit an authorization\nrequest to access your individual taxpayer IRS online account. For more information, go to IRS.gov/TaxProAccount. Using direct deposit. The fastest way\nto receive a tax refund is to file electronically and choose direct deposit, which\nsecurely and electronically transfers\nyour refund directly into your financial\naccount. Direct deposit also avoids the\npossibility that your check could be lost,\nstolen, destroyed, or returned undeliverable to the IRS. Eight in 10 taxpayers\nuse direct deposit to receive their refunds. If you don’t have a bank account,\ngo to IRS.gov. DirectDeposit for more\ninformation on where to find a bank or\ncredit union that can open an account\nonline. Getting a transcript of your return. The quickest way to get a copy of your\ntax transcript is to go to IRS.gov/\nTranscripts. Click on either “Get Transcript Online” or “Get Transcript by\nMail” to order a free copy of your transcript. If you prefer, you can order your\ntranscript by calling 800-908-9946. Reporting and resolving your tax-related identity theft issues. • Tax-related identity theft happens\nwhen someone steals your personal information to commit tax fraud. Your\ntaxes can be affected if your SSN is used\nto file a fraudulent return or to claim a\nrefund or credit. • The IRS doesn’t initiate contact\nwith taxpayers by email, text messages\n(including shortened links), telephone\ncalls, or social media channels to request\nor verify personal or financial information. This includes requests for personal\nidentification numbers (PINs), pass- words, or similar information for credit\ncards, banks, or other financial accounts. • Go to IRS. gov/IdentityTheft, the\nIRS Identity Theft Central webpage, for\ninformation on identity theft and data security protection for taxpayers, tax professionals, and businesses. If your SSN\nhas been lost or stolen or you suspect\nyou’re a victim of tax-related identity\ntheft, you can learn what steps you\nshould take. • Get an Identity Protection PIN (IP\nPIN). IP PINs are six-digit numbers assigned to taxpayers to help prevent the\nmisuse of their SSNs on fraudulent federal income tax returns. When you have\nan IP PIN, it prevents someone else\nfrom filing a tax return with your SSN. To learn more, go to IRS. gov/IPPIN. Ways to check on the status of your\nrefund. • Go to IRS.gov/Refunds.\n• Download the official IRS2 Go app\nto your mobile device to check your refund status. • Call the automated refund hotline\nat 800-829-1954. See Refund Information, later. Making a tax payment. Go to IRS.gov/\nPayments for information on how to\nmake a payment using any of the following options. • IRS Direct Pay:",
    "querygen": [
      "how to check on federal tax account",
      "how to see how much i will owe in taxes",
      "what is irs.gov account"
    ],
    "querygen_score": [
      "0.24771783",
      "-1.939043",
      "-0.09210645"
    ]
  }
]