[
  {
    "id": "legal-advice_68__107",
    "doc_id": "legal-advice_68",
    "chunk_id": 107,
    "document_category": "legal-advice",
    "text": "If your total estimated tax for 2023 is $1,000 or more,\nsee Form 1040-ES and Pub. 505 for a\nworksheet you can use to see if you have\nto make estimated tax payments. For\nmore details, see Pub. 505. Secure Your Tax\nRecords From Identity Theft All taxpayers can now apply TIP for an Identity Protection PIN\n(IP PIN). Use the Get An IP\nPIN tool on IRS.gov to request an IP\nPIN, file Form 15227 if your income is\n$73,000 ($146,000 if married filing\njointly) or less, or make an appointment\nto visit a Taxpayer Assistance Center. Identity theft occurs when someone\nuses your personal information, such as\nyour name, social security number\n(SSN), or other identifying information,\nwithout your permission to commit\nfraud or other crimes. An identity thief\nmay use your SSN to get a job or may\nfile a tax return using your SSN to receive a refund. To reduce your risk:\n• Protect your SSN,\n• Ensure your employer is protecting\nyour SSN, and\n• Be careful when choosing a tax return preparer. If your tax records are affected by\nidentity theft and you receive a notice\nfrom the IRS, respond right away to the\nname and phone number printed on the\nIRS notice or letter. For more information, see Pub. 5027. The IRS doesn't initiate contact with\ntaxpayers via emails. Also, the IRS\ndoesn't request detailed personal information through email or ask taxpayers\nfor the PIN numbers, passwords, or similar secret access information for their\ncredit card, bank, or other financial accounts. If you receive an unsolicited email\nclaiming to be from the IRS, forward the\nmessage to phishing@irs.gov. You may\nalso report misuse of the IRS name,\nlogo, forms, or other IRS property to the\nTreasury Inspector General for Tax Administration toll free at 800-366-4484. People who are deaf, hard of hearing, or\nhave a speech disability and who have\naccess to TTY/TDD equipment can call\n800-877-8339. You can forward suspicious emails to the Federal Trade Commission (FTC) at spam@uce.gov or report them at ftc.gov/complaint. You can\ncontact them at www.ftc.gov/idtheft or\n877-IDTHEFT (877-438-4338). If you\nhave been the victim of identity theft,\nsee www.IdentityTheft.gov and Pub. -77- 5027. People who are deaf, hard of hearing, or have a speech disability and who\nhave access to TTY/TDD equipment can\ncall 866-653-4261. Visit IRS.gov and enter “identity\ntheft” in the search box to learn more\nabout identity theft and how to reduce\nyour risk. How Do You Make a Gift\nTo Reduce Debt Held By\nthe Public? If you wish to do so, make a check payable to “Bureau of the Fiscal Service.” You can send it to: Bureau of the Fiscal\nService, Attn: Dept G, P.O. Box 2188,\nParkersburg, WV 26106-2188. Or you\ncan enclose the check with your income\ntax return when you file. In the memo\nsection of the check, make a note that it\nis a gift to reduce the debt held by the\npublic. Don’t add your gift to any tax\nyou may owe. See the instructions for\nline 37 for details on how to pay any tax\nyou owe. For information on how to\nmake this type of gift online, go to\nTreasuryDirect.gov/Help-Center/PublicDebt-FAQs/#DebtFinance and click on\n“How do you make a contribution to reduce the debt?” You may be able to deduct this TIP gift on your 2023 tax return.",
    "querygen": [
      "how much tax do i have to make for 2023 in arizona",
      "how much do you have to pay tax in 2023",
      "what is the estimated amount to pay tax in ny"
    ],
    "querygen_score": [
      "-2.300092",
      "1.2674646",
      "-5.268694"
    ]
  },
  {
    "id": "legal-advice_91__153",
    "doc_id": "legal-advice_91",
    "chunk_id": 153,
    "document_category": "legal-advice",
    "text": "The budget plan sets\nforth the President's proposed receipts,\nspending, and the surplus or deficit for\nthe federal government. The plan includes\nrecommendations for new legislation as\nwell as recommendations to change, eliminate, and add programs. After receipt of\nthe President's proposal, the Congress reviews the proposal and makes changes. It\nfirst passes a budget resolution setting its\nown targets for receipts, outlays, and surplus or deficit. Next, individual spending\nand revenue bills that are consistent with\nthe goals of the budget resolution are\nenacted. 30, 2021), federal income was $4.047 tril- countries and the maintenance of U.S.\nlion and outlays were $6.882 trillion, embassies abroad. leaving a deficit of $2.775 trillion. 3. Physical, human, and community development: These outlays were for\nFootnotes for Certain Federal\nagriculture; natural resources; environOutlays\nment; transportation; aid for elementary\nand secondary education and direct assistance to college students; job training; de1. Social security, Medicare, and posit insurance, commerce and housing\nother retirement: These programs pro- credit, and community development; and\nvide income support for the retired and space, energy, and general science prodisabled and medical care for the elderly. grams. 2. National defense, veterans, and\n4. Social programs: About 22% of\nforeign affairs: About 11% of outlays total outlays were for Medicaid, Supplewere to equip, modernize, and pay our mental Nutrition Assistance Program\narmed forces and to fund national defense (formerly food stamps), temporary assisactivities; about 3% were for veterans tance for needy families, supplemental sebenefits and services; and about 1% were curity income, and related programs; and\nfor international activities, including mili- 11% for health research and public health In fiscal year 2021 (which began on tary and economic assistance to foreign programs, unemployment compensation,\nOctober 1, 2020, and ended on September\nassisted housing, and social services. Note. The percentages shown here exclude undistributed offsetting receipts, which were $124 billion in fiscal year 2021. In the budget, these receipts are offset against spending in figuring the outlay totals shown above. These receipts are for the U.S. Government's share of its employee retirement programs, rents and royalties on the Outer Continental Shelf, and proceeds from the sale of assets. -108- 2022\nTax Rate\nSchedules The Tax Rate Schedules are shown so you can see the tax rate that applies\nto all levels of taxable income. Don’t use them to figure your tax. Instead,\nsee the instructions for line 16. CAUTION Schedule X—If your filing status is Single\nIf your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $10,275 10% $0 10,275 41,775 $1,027.50 + 12% 10,275\n41,775 41,775 89,075 4,807.50 + 22% 89,075 170,050 15,213.50 + 24% 89,075 170,050 215,950 34,647.50 + 32% 170,050 215,950 539,900 49,335.50 + 35% 215,950 162,718.00 + 37% 539,900 539,900 Schedule Y-1—If your filing status is Married filing jointly or Qualifying surviving spouse If your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $20,550 10% $0 20,550 83,550 $2,055.00 + 12% 20,550 83,550 178,150 9,615.00 + 22% 83,550 178,150 340,100 30,427.00 + 24% 178,150 340,100 431,900 69,295.00 + 32% 340,100 431,900 647,850 98,671.00 + 35% 431,900 174,253.50 + 37% 647,850 647,850 Schedule Y-2—If your filing status is Married filing separately\nIf your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover—",
    "querygen": [
      "what is the budget?",
      "what is the purpose of the budget plan",
      "what is the purpose of the president's budget plan"
    ],
    "querygen_score": [
      "-5.2101693",
      "-1.6340991",
      "-0.80461824"
    ]
  },
  {
    "id": "legal-advice_0__33",
    "doc_id": "legal-advice_0",
    "chunk_id": 33,
    "document_category": "legal-advice",
    "text": "Such presentations include, but\nare not limited to, preparing and filing documents,\ncorresponding and communicating with the Internal\nRevenue Service, rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nand representing a client at conferences, hearings,\nand meetings. (d) Effective/applicability date. This section is\napplicable for fee arrangements entered into after\nMarch 26, 2008. materials provided to the practitioner, or obtained\nby the practitioner in the course of the practitioner’s\nrepresentation of the client, that preexisted the\nretention of the practitioner by the client. The term also\nincludes materials that were prepared by the client or a\nthird party (not including an employee or agent of the\npractitioner) at any time and provided to the practitioner\nwith respect to the subject matter of the representation. The term also includes any return, claim for refund,\nschedule, affidavit, appraisal or any other document\nprepared by the practitioner, or his or her employee or\nagent, that was presented to the client with respect to\na prior representation if such document is necessary\nfor the taxpayer to comply with his or her current\nFederal tax obligations. The term does not include any\nreturn, claim for refund, schedule, affidavit, appraisal\nor any other document prepared by the practitioner\nor the practitioner’s firm, employees or agents if the\npractitioner is withholding such document pending the\nclient’s performance of its contractual obligation to pay\nfees with respect to such document. § 10.28 Return of client’s records. (a) Except as provided by paragraph (b) of\nthis section, a practitioner shall not represent a\nclient before the Internal Revenue Service if the\nrepresentation involves a conflict of interest. A\nconflict of interest exists if —\n(1) The representation of one client will be\ndirectly adverse to another client; or\n(2)There is a significant risk that the representation\nof one or more clients will be materially limited by\nthe practitioner’s responsibilities to another client,\na former client or a third person, or by a personal\ninterest of the practitioner. (b) Notwithstanding the existence of a conflict\nof interest under paragraph (a) of this section, the\npractitioner may represent a client if —\n(1) The practitioner reasonably believes that the\npractitioner will be able to provide competent and\ndiligent representation to each affected client;\n(2) The representation is not prohibited by law;\nand\n(3) Each affected client waives the conflict of (a) In general, a practitioner must, at the request of\na client, promptly return any and all records of the\nclient that are necessary for the client to comply with\nhis or her Federal tax obligations. The practitioner\nmay retain copies of the records returned to a client. The existence of a dispute over fees generally does\nnot relieve the practitioner of his or her responsibility\nunder this section. Nevertheless, if applicable state law\nallows or permits the retention of a client’s records by\na practitioner in the case of a dispute over fees for\nservices rendered, the practitioner need only return\nthose records that must be attached to the taxpayer’s\nreturn. The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section —",
    "querygen": [
      "what to do during internal audit",
      "what is the purpose of a presentation in business",
      "what is the irs presentation"
    ],
    "querygen_score": [
      "-2.7406838",
      "-2.5160775",
      "-0.22404853"
    ]
  },
  {
    "id": "legal-advice_94__12",
    "doc_id": "legal-advice_94",
    "chunk_id": 12,
    "document_category": "legal-advice",
    "text": "-10- Chart C—Other Situations When You Must File You must file a return if any of the conditions below apply for 2022. 1. You owe any special taxes, including any of the following (see the instructions for Schedule 2). a. Alternative minimum tax. b. Additional tax on a qualified plan, including an individual retirement arrangement (IRA), or other tax-favored account. c. Household employment taxes. d. Social security and Medicare tax on tips you didn't report to your employer or on wages you received from an employer\nwho didn't withhold these taxes. e. Uncollected social security and Medicare or RRTA tax on tips you reported to your employer or on group-term life\ninsurance and additional taxes on health savings accounts. f. Recapture taxes. 2. You (or your spouse if filing jointly) received health savings account, Archer MSA, or Medicare Advantage MSA\ndistributions. 3. You had net earnings from self-employment of at least $400. 4. You had wages of $108.28 or more from a church or qualified church-controlled organization that is exempt from\nemployer social security and Medicare taxes. 5. Advance payments of the premium tax credit were made for you, your spouse, or a dependent who enrolled in coverage\nthrough the Marketplace. You or whoever enrolled you should have received Form(s) 1095-A showing the amount of the\nadvance payments. 6. You are required to include amounts in income under section 965 or you have a net tax liability under section 965 that you\nare paying in installments under section 965(h) or deferred by making an election under section 965(i). -11- Need more information or forms? Visit IRS.gov. Line\nInstructions\nfor\nForms 1040\nand 1040-SR Filing Status Check only the filing status that applies\nto you. The ones that will usually give\nyou the lowest tax are listed last. • Married filing separately. • Single.\n• Head of household. • Married filing jointly. • Qualifying surviving spouse. For information about marital status, see\nPub. 501. More than one filing status can TIP apply to you. You can choose\nthe one that will give you the\nlowest tax. Single You can check the “Single” box at the\ntop of Form 1040 or 1040-SR if any of\nthe following was true on December 31,\n2022.\n• You were never married. • You were legally separated according to your state law under a decree of\ndivorce or separate maintenance. But if,\nat the end of 2022, your divorce wasn't\nfinal (an interlocutory decree), you are\nconsidered married and can't check the\nbox. • You were widowed before January\n1, 2022, and didn't remarry before the\nend of 2022. But if you have a child,\nyou may be able to use the qualifying\nsurviving spouse filing status. See the ! Also see the instructions for Schedule 1 through Schedule 3 that follow the\nForm 1040 and 1040-SR instructions. CAUTION Free File makes available free brand-name software and free e-file. Visit IRS.gov/\nFreeFile for details and to see if you are eligible. What form to file. Everyone can file Form 1040. Form 1040-SR is available to you if\nyou were born before January 2, 1958. Fiscal year filers.",
    "querygen": [
      "what circumstances are needed to file taxes",
      "when do i need to file a tax return",
      "when must you file your tax returns"
    ],
    "querygen_score": [
      "-2.4476447",
      "-1.5481185",
      "-0.6496128"
    ]
  },
  {
    "id": "legal-advice_38__40",
    "doc_id": "legal-advice_38",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter. A Federal tax matter, as\nused in this section, is any matter concerning the\napplication or interpretation of--(1) A revenue provision as defined in section\n6110(i)(1)(B) of the Internal Revenue Code;\n(2) Any provision of law impacting a person’s\nobligations under the internal revenue laws and\nregulations, including but not limited to the person’s\nliability to pay tax or obligation to file returns; or\n(3) Any other law or regulation administered by\nthe Internal Revenue Service. (e) Effective/applicability date. This section is\napplicable to written advice rendered after June 12,\n2014. § 10.38 Establishment of advisory committees. (a) Advisory committees. To promote and maintain\nthe public’s confidence in tax advisors, the Internal\nRevenue Service is authorized to establish one or\nmore advisory committees composed of at least\nsix individuals authorized to practice before the\nInternal Revenue Service. Membership of an\nadvisory committee must be balanced among those\nwho practice as attorneys, accountants, enrolled\nagents, enrolled actuaries, enrolled retirement plan\nagents, and registered tax return preparers. Under\nprocedures prescribed by the Internal Revenue\nService, an advisory committee may review and make\ngeneral recommendations regarding the practices,\nprocedures, and policies of the offices described in\n§10.1. (b) Effective date. This section is applicable\nbeginning August 2, 2011. § 10.38 — Page 27 Table of Contents Subpart C — Sanctions for Violation of the\nRegulations\n§ 10.50 Sanctions. (a) Authority to censure, suspend, or disbar. The\nSecretary of the Treasury, or delegate, after notice\nand an opportunity for a proceeding, may censure,\nsuspend, or disbar any practitioner from practice\nbefore the Internal Revenue Service if the practitioner\nis shown to be incompetent or disreputable (within\nthe meaning of §10.51), fails to comply with any\nregulation in this part (under the prohibited conduct\nstandards of §10.52), or with intent to defraud,\nwillfully and knowingly misleads or threatens a client\nor prospective client. Censure is a public reprimand. (b) Authority to disqualify. The Secretary of the\nTreasury, or delegate, after due notice and opportunity\nfor hearing, may disqualify any appraiser for a\nviolation of these rules as applicable to appraisers. (1) If any appraiser is disqualified pursuant\nto this subpart C, the appraiser is barred from\npresenting evidence or testimony in any\nadministrative proceeding before the Department\nof Treasury or the Internal Revenue Service,\nunless and until authorized to do so by the Internal\nRevenue Service pursuant to §10.81, regardless of\nwhether the evidence or testimony would pertain\nto an appraisal made prior to or after the effective\ndate of disqualification. (2) Any appraisal made by a disqualified\nappraiser after the effective date of disqualification\nwill not have any probative effect in any\nadministrative proceeding before the Department\nof the Treasury or the Internal Revenue Service. An appraisal otherwise barred from admission into\nevidence pursuant to this section may be admitted into\nevidence solely for the purpose of determining the\ntaxpayer’s reliance in good faith on such appraisal. (c) Authority to impose monetary penalty —\n(1) In general.",
    "querygen": [
      "what is federal practice",
      "what constitutes federal tax law",
      "what does it mean to be a federal tax practitioner"
    ],
    "querygen_score": [
      "-0.63251066",
      "-0.06989792",
      "0.072715566"
    ]
  },
  {
    "id": "legal-advice_38__54",
    "doc_id": "legal-advice_38",
    "chunk_id": 54,
    "document_category": "legal-advice",
    "text": "(g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general. The rules of evidence prevailing\nin courts of law and equity are not controlling in\nhearings or proceedings conducted under this part. The Administrative Law Judge may, however,\nexclude evidence that is irrelevant, immaterial, or\nunduly repetitious. (b) Depositions. The deposition of any witness\ntaken pursuant to §10.71 may be admitted into\nevidence in any proceeding instituted under §10.60. (c) Requests for admission. Any matter admitted\nin response to a request for admission under\n§10.71 is conclusively established unless the\nAdministrative Law Judge on motion permits\nwithdrawal or modification of the admission. Any\nadmission made by a party is for the purposes of\nthe pending action only and is not an admission by\na party for any other purpose, nor may it be used\nagainst a party in any other proceeding. (d) Proof of documents. Official documents,\nrecords, and papers of the Internal Revenue Service\nand the Office of Professional Responsibility are\nadmissible in evidence without the production of\nan officer or employee to authenticate them. Any\ndocuments, records, and papers may be evidenced\nby a copy attested to or identified by an officer or\nemployee of the Internal Revenue Service or the\nTreasury Department, as the case may be. (e) Withdrawal of exhibits. If any document,\nrecord, or other paper is introduced in evidence\nas an exhibit, the Administrative Law Judge may\nauthorize the withdrawal of the exhibit subject to\nany conditions that he or she deems proper. (f) Objections. Objections to evidence are to be\nmade in short form, stating the grounds for the\nobjection. Except as ordered by the Administrative\nLaw Judge, argument on objections will not be\nrecorded or transcribed. Rulings on objections\nare to be a part of the record, but no exception to\na ruling is necessary to preserve the rights of the\nparties. (g) Effective/applicability date. This section is\napplicable on September 26, 2007. Treasury Department Circular No. 230 Table of Contents § 10.74 Transcript. In cases where the hearing is stenographically\nreported by a Government contract reporter, copies\nof the transcript may be obtained from the reporter\nat rates not to exceed the maximum rates fixed by\ncontract between the Government and the reporter. Where the hearing is stenographically reported by a\nregular employee of the Internal Revenue Service,\na copy will be supplied to the respondent either\nwithout charge or upon the payment of a reasonable\nfee. Copies of exhibits introduced at the hearing or\nat the taking of depositions will be supplied to the\nparties upon the payment of a reasonable fee (Sec.\n501, Public Law 82-137) (65 Stat. 290) (31 U.S.C.\n§ 483a). § 10.75 Proposed findings and conclusions. Except in cases where the respondent has failed to\nanswer the complaint or where a party has failed to\nappear at the hearing, the parties must be afforded a\nreasonable opportunity to submit proposed findings\nand conclusions and their supporting reasons to the\nAdministrative Law Judge. § 10.76 Decision of Administrative Law Judge. (a) In general —\n(1) Hearings. Within 180 days after the\nconclusion of a hearing and the receipt of any\nproposed findings and conclusions timely\nsubmitted by the parties, the Administrative Law\nJudge should enter a decision in the case.",
    "querygen": [
      "when are the rules of evidence applicable",
      "when does the rule of evidence apply",
      "when is the rule of evidence prevailing in court"
    ],
    "querygen_score": [
      "0.072794385",
      "-0.87616396",
      "1.1410149"
    ]
  },
  {
    "id": "legal-advice_40__79",
    "doc_id": "legal-advice_40",
    "chunk_id": 79,
    "document_category": "legal-advice",
    "text": "Your credit is– 4,541\n4,531\n4,520\n4,509 40,800\n40,850\n40,900\n40,950 40,850\n40,900\n40,950\n41,000 0\n0\n0\n0 426\n418\n410\n402 1,806\n1,795\n1,785\n1,774 2,576\n2,566\n2,555\n2,545 0\n0\n0\n0 1,406\n1,398\n1,390\n1,382 3,097\n3,086\n3,076\n3,065 3,867\n3,857\n3,846\n3,836 3,728\n3,718\n3,707\n3,697 4,499\n4,488\n4,478\n4,467 41,000\n41,050\n41,100\n41,150 41,050\n41,100\n41,150\n41,200 0\n0\n0\n0 394\n386\n378\n370 1,764\n1,753\n1,742\n1,732 2,534\n2,523\n2,513\n2,502 0\n0\n0\n0 1,374\n1,366\n1,358\n1,350 3,054\n3,044\n3,033\n3,023 3,825\n3,814\n3,804\n3,793 1,853\n1,845\n1,837\n1,829 3,686\n3,676\n3,665\n3,655 4,457\n4,446\n4,436\n4,425 41,200\n41,250\n41,300\n41,350 41,250\n41,300\n41,350\n41,400 0\n0\n0\n0 362\n354\n346\n338 1,721\n1,711\n1,700\n1,690 2,492\n2,481\n2,471\n2,460 0\n0\n0\n0 1,342\n1,334\n1,326\n1,318 3,012\n3,002\n2,991\n2,981 3,783\n3,772\n3,762\n3,751 0\n0\n0\n0 1,821\n1,813\n1,805\n1,797 3,644\n3,634\n3,623\n3,613 4,415\n4,404\n4,394\n4,383 41,400\n41,450\n41,500\n41,550 41,450\n41,500\n41,550\n41,600 0\n0\n0\n0 330\n322\n314\n306 1,679\n1,669\n1,658\n1,648 2,450\n2,439\n2,429\n2,418 0\n0\n0\n0 1,310\n1,302\n1,294\n1,286 2,970\n2,960\n2,949\n2,939 3,741\n3,730\n3,720\n3,709 3,082\n3,071\n3,061\n3,050 0\n0\n0\n0 1,789\n1,781\n1,773\n1,765 3,602\n3,592\n3,581\n3,570 4,373\n4,362\n4,351\n4,341 41,600\n41,650\n41,700\n41,750 41,650\n41,700\n41,750\n41,800 0\n0\n0\n0 298\n290\n282\n274 1,637\n1,627\n1,616\n1,606 2,408\n2,397\n2,387\n2,376 0\n0\n0\n0 1,278\n1,270\n1,262\n1,254 2,928\n2,918\n2,907\n2,897 3,699\n3,688\n3,678\n3,667 2,269\n2,258\n2,248\n2,237 3,039\n3,029\n3,018\n3,008 0\n0\n0\n0 1,757\n1,749\n1,741\n1,733 3,560\n3,549\n3,539\n3,528 4,330\n4,320\n4,309\n4,299 41,800\n41,850\n41,900\n41,950 41,850\n41,900\n41,950\n42,000 0\n0\n0\n0 266\n258\n250\n242 1,595\n1,585\n1,574\n1,563 2,366\n2,355\n2,344\n2,334 0\n0\n0\n0 1,246\n1,238\n1,230\n1,222 2,886\n2,875\n2,865\n2,854 3,657\n3,646\n3,635\n3,625 746\n738\n730\n722 2,227\n2,216\n2,206\n2,195 2,997\n2,987\n2,976\n2,966 0\n0\n0\n0 1,725\n1,717\n1,709\n1,701 3,518\n3,507\n3,497\n3,486 4,288\n4,278\n4,267\n4,257 42,000\n42,050\n42,100\n42,150 42,050\n42,100\n42,150\n42,200 0\n0\n0\n0 234\n226\n218\n210 1,553\n1,542\n1,532\n1,521 2,323\n2,313\n2,302\n2,292 0\n0\n0\n0 1,214\n1,206\n1,198\n1,190 2,844\n2,833\n2,823\n2,812 3,614\n3,604\n3,593\n3,583 0\n0\n0\n0 714\n706\n698\n690 2,185\n2,174\n2,164\n2,153 2,955\n2,945\n2,934\n2,924 0\n0\n0\n0 1,693\n1,685\n1,677\n1,669 3,476\n3,465\n3,455\n3,444 4,246\n4,236\n4,225\n4,215 42,200\n42,250\n42,300\n42,350 42,250\n42,300\n42,350\n42,400 0\n0\n0\n0 202\n194\n186\n178 1,511\n1,500\n1,490\n1,479 2,281\n2,271\n2,260\n2,250 0\n0\n0\n0 1,182\n1,174\n1,166\n1,158 2,802\n2,791\n2,781\n2,770 3,572\n3,562\n3,551\n3,541 39,250\n39,300\n39,350\n39,400 0\n0\n0\n0 682\n674\n666\n658 2,143\n2,132\n2,122\n2,111 2,913\n2,903\n2,892\n2,882 0\n0\n0\n0 1,661\n1,653\n1,645\n1,637 3,434\n3,423\n3,413\n3,402 4,204\n4,194\n4,183\n4,172 42,400\n42,450\n42,500\n42,550 42,450\n42,500\n42,550\n42,600 0\n0\n0\n0 170\n162\n154\n146 1,469\n1,458\n1,448\n1,437 2,239\n2,229\n2,218\n2,208 0\n0\n0\n0 1,150\n1,142\n1,134\n1,126 2,760\n2,749\n2,739\n2,728 3,530\n3,520\n3,509\n3,499 39,400\n39,450\n39,500\n39,550 39,450\n39,500\n39,550\n39,600 0\n0\n0\n0 650\n642\n634\n626 2,100\n2,090\n2,079\n2,069 2,871\n2,860\n2,850\n2,839 0\n0\n0\n0 1,629\n1,621\n1,613\n1,605 3,391\n3,381\n3,370\n3,360 4,162\n4,151\n4,141\n4,130 42,600\n42,650\n42,700\n42,750 42,650\n42,700\n42,750\n42,800 0\n0\n0\n0 138\n131\n123\n115 1,427\n1,416\n1,405\n1,395 2,197\n2,187\n2,176\n2,165 0\n0\n0\n0 1,118\n1,110\n1,102\n1,094 2,718\n2,707\n2,696\n2,686 3,488\n3,478\n3,467\n3,456 39,600\n39,650\n39,700\n39,750 39,650\n39,700\n39,750\n39,800 0\n0\n0\n0 618\n610\n602\n594 2,058\n2,048\n2,037\n2,027 2,829\n2,818\n2,808\n2,797 0\n0\n0\n0 1,597\n1,589\n1,581\n1,574 3,349\n3,339\n3,328\n3,318 4,120\n4,109\n4,099\n4,088 42,800\n42,850\n42,900\n42,950 42,850\n42,900\n42,950\n43,000 0\n0\n0\n0 107\n99\n91\n83 1,384\n1,374\n1,363\n1,353 2,155\n2,144\n2,134\n2,123 0\n0\n0\n0 1,086\n1,078\n1,070\n1,062 2,675\n2,665\n2,654\n2,644 3,446\n3,435\n3,425\n3,414 39,800\n39,850\n39,900\n39,950 39,850\n39,900\n39,950\n40,000 0\n0\n0\n0 586\n578\n570\n562 2,016\n2,006\n1,995\n1,985 2,787\n2,776\n2,766\n2,755 0\n0\n0\n0 1,566\n1,558\n1,550\n1,542 3,307\n3,297\n3,286\n3,276 4,078\n4,067\n4,057\n4,046 43,000\n43,050\n43,100\n43,150 43,050\n43,100\n43,150\n43,200 0\n0\n0\n0 75\n67\n59\n51 1,342\n1,332\n1,321\n1,311 2,113\n2,102\n2,092\n2,081 0\n0\n0\n0 1,054\n1,046\n1,038\n1,030 2,633\n2,623\n2,612\n2,602 3,404\n3,393\n3,383\n3,372 40,000\n40,050\n40,100\n40,150 40,050\n40,100\n40,150\n40,200 0\n0\n0\n0 554\n546\n538\n530 1,974\n1,964\n1,953\n1,943 2,745\n2,734\n2,724\n2,713 0\n0\n0\n0 1,534\n1,526\n1,518\n1,510 3,265\n3,255\n3,244\n3,234 4,036\n4,025\n4,015\n4,004 43,200\n43,250\n43,300\n43,350 43,250\n43,300\n43,350\n43,400 0\n0\n0\n0 43\n35\n27\n19 1,300\n1,290\n1,279\n1,269 2,071\n2,060\n2,050\n2,039 0\n0\n0\n0 1,022\n1,014\n1,006\n998 2,591\n2,581\n2,570\n2,560 3,362\n3,351\n3,341\n3,330 40,200\n40,250\n40,300\n40,350 40,250\n40,300\n40,350\n40,400 0\n0\n0\n0 522\n514\n506\n498 1,932\n1,921\n1,911\n1,900 2,702\n2,692\n2,681\n2,671 0\n0\n0\n0 1,502\n1,494\n1,486\n1,478 3,223\n3,212\n3,202\n3,191 3,993\n3,983\n3,972\n3,962 43,400\n43,450\n43,500\n43,550 43,450\n43,500\n43,550\n43,600 0\n0\n0\n0 11\n*\n0\n0 1,258\n1,248\n1,237\n1,226 2,029\n2,018\n2,008\n1,997 0\n0\n0\n0 990\n982\n974\n966 2,549\n2,539\n2,528\n2,517 3,320\n3,309\n3,298\n3,288 40,400\n40,450\n40,500\n40,550 40,450\n40,500\n40,550\n40,600 0\n0\n0\n0 490\n482\n474\n466 1,890\n1,879\n1,869\n1,858 2,660\n2,650\n2,639\n2,629 0\n0\n0\n0 1,470\n1,462\n1,454\n1,446 3,181\n3,170\n3,160\n3,149 3,951\n3,941\n3,930\n3,920 43,600\n43,650\n43,700\n43,750 43,650\n43,700\n43,750\n43,800 0\n0\n0\n0 0\n0\n0\n0 1,216\n1,205\n1,195\n1,184 1,986\n1,976\n1,965\n1,955 0\n0\n0\n0 958\n950\n942\n934 2,507\n2,496\n2,486\n2,475 3,277\n3,267\n3,256\n3,246 40,600\n40,650\n40,700\n40,750 40,650\n40,700\n40,750\n40,800 0\n0\n0\n0 458\n450\n442\n434 1,848\n1,837\n1,827\n1,816 2,618\n2,608\n2,597\n2,587 0\n0\n0\n0 1,438\n1,430\n1,422\n1,414 3,139\n3,128\n3,118\n3,107 3,909\n3,899\n3,888\n3,878 43,800\n43,850\n43,900\n43,950 43,850\n43,900\n43,950\n44,000 0\n0\n0\n0 0\n0\n0\n0 1,174\n1,163\n1,153\n1,142 1,944\n1,934\n1,923\n1,913 0\n0\n0\n0 926\n918\n910\n902 2,465\n2,454\n2,444\n2,433 3,235\n3,225\n3,214\n3,204 ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $43,450 but less than $43,492, and you have one qualifying child who has a valid SSN,\nyour credit is $3. If the amount you are looking up from the worksheet is $43,492 or more, and you have one qualifying child who has a valid SSN, you can’t take the\ncredit. (Continued) Need more information or forms? Visit IRS.gov. - 52 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 Your credit is– 2 At least But less\nthan 44,000\n44,050\n44,100\n44,150 44,050\n44,100\n44,150\n44,200 0\n0\n0\n0 0\n0\n0\n0 1,132\n1,121\n1,111\n1,100 1,902\n1,892\n1,881\n1,871 0\n0\n0\n0 894\n886\n878\n870 2,423\n2,412\n2,402\n2,391 44,200\n44,250\n44,300\n44,350 44,250\n44,300\n44,350\n44,400 0\n0\n0\n0 0\n0\n0\n0 1,090\n1,079\n1,069\n1,058 1,860\n1,850\n1,839\n1,829 0\n0\n0\n0 862\n854\n846\n838 44,400\n44,450\n44,500\n44,550 44,450\n44,500\n44,550\n44,600 0\n0\n0\n0 0\n0\n0\n0 1,047\n1,037\n1,026\n1,016 1,818\n1,807\n1,797\n1,786 0\n0\n0\n0 44,600\n44,650\n44,700\n44,750 44,650\n44,700\n44,750\n44,800 0\n0\n0\n0 0\n0\n0\n0 1,005\n995\n984\n974 1,776\n1,765\n1,755\n1,744 44,800\n44,850\n44,900\n44,950 44,850\n44,900\n44,950\n45,000 0\n0\n0\n0 0\n0\n0\n0 963\n953\n942\n932 45,000\n45,050\n45,100\n45,150 45,050\n45,100\n45,150\n45,200 0\n0\n0\n0 0\n0\n0\n0 45,200\n45,250\n45,300\n45,350 45,250\n45,300\n45,350\n45,400 0\n0\n0\n0 45,400\n45,450\n45,500\n45,550 45,450\n45,500\n45,550\n45,600 45,600\n45,650\n45,700\n45,750 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0",
    "querygen": [
      "credit score numbers",
      "what is credit score in florida",
      "what credit score is my current"
    ],
    "querygen_score": [
      "-0.37340295",
      "-4.117137",
      "-0.41454503"
    ]
  },
  {
    "id": "legal-advice_24__11",
    "doc_id": "legal-advice_24",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": "The Year 3 existence of C's profit sharing and pension plans, aggregating\nthen to over a half-million dollars, may belie the company's assertion of a past inability\nto fully fund a pension plan for A who possessed an equal ownership interest to C. In\nfact, the revenue agent has informed us that indeed A did possess similar plans to C,\nbut A exchanged such for a lump-sum payout at A's retirement. POSTF-106186-02 13 Shortly after A's retirement, A exchanged A's Class A stock for an equal number\nof non-voting Class B common stock consistent with the Year 6 Stock Sale Agreement. The relevant documents are unclear as to what consideration A received in exchange\nfor A's 1/3 voting interest in the company. While A's Year 6 Stock Sale Agreement\nreflects that there was a one-for-one conversion of Class A voting stock for Class B\nnon-voting, the agreement does not state whether additional consideration was paid to\nA for A's voting rights. If additional\nconsidera-tion was not received, taxpayer's one-for-one exchange of voting stock for\nnon-voting stock raises questions about the exchange. Taxpayer may argue that prior to the Year 6 Stock Sale Agreement, the amount\nthat A's heirs were to receive on the stock redemption was uncertain. The Year 2 Stock\nRedemption Agreement, although reflecting that the repurchase was to be made\nprimarily using life insurance proceeds, failed to specify an amount for the reacquisition. The agreement did direct that the stock's redemption price would be determined by\nreference to the corpora-tion's book value. In Year 3, A's life was insured by a policy in\nthe amount of $A, although it was not made explicit in the trust document between the\nrelevant parties whether this amount constituted the total redemption price. Presumably, reference would have been to the Year 2 agreement which directed that\nstock value for the redemption would be determined by reference to date of death\ncorporate book value. By couching the monthly pay-ments as deferred compensation\nrather than dividends or redemp-tion installment payments, the corporation can take\ndeductions otherwise unavailable. POSTF-106186-02 14 Correspondingly, since the annuity was to be\npaid to A and then to A's spouse, the amount to be paid by the corporate taxpayer is\nsomewhat open-ended. In Year 3, A was aged 63. Fundamentally, the true character of\nwhat transpired requires a determination of the value of the business at the time of A's\nretirement, the value of the annuity, and expectations regarding interest and corporate\ngrowth. The question as to when a redemption is consummated for tax purposes is a\npractical one to be decided by weighing all of the various factors. Estate of Oscar L.\nMathis v. Commissioner, 47 T.C. 248 (1966); Isidore Himmel v. Commissioner, 41 T.C.\n62 (1963), rev'd on other grounds, 338 F.2d 815 (2d Cir. 1964); In re Lukens' Estate v.\nCommissioner, 246 F.2d 403 (3d Cir. 1957), rev'g 26 T.C. 900 (1956). It is also clear\nthat § 302(b)(3) contains no prohibition against payment of the redemption price on an\ninstallment basis. Lisle v. Commissioner, T.C. Memo. 1976-140, 35 T.C.M. 627, 635.",
    "querygen": [
      "c. pension plan existence",
      "when did a company start profit sharing plans",
      "what year was b pension in"
    ],
    "querygen_score": [
      "-0.9789201",
      "-2.9772084",
      "-3.2604833"
    ]
  },
  {
    "id": "legal-advice_32__99",
    "doc_id": "legal-advice_32",
    "chunk_id": 99,
    "document_category": "legal-advice",
    "text": "4,570\n4,576\n4,582\n4,588\n4,594 43,500\n43,550\n43,600\n43,650\n43,700 43,550\n43,600\n43,650\n43,700\n43,750 5,193\n5,204\n5,215\n5,226\n5,237 4,812\n4,818\n4,824\n4,830\n4,836 5,193\n5,204\n5,215\n5,226\n5,237 4,930\n4,936\n4,942\n4,948\n4,954 46,500\n46,550\n46,600\n46,650\n46,700 46,550\n46,600\n46,650\n46,700\n46,750 5,853\n5,864\n5,875\n5,886\n5,897 5,172\n5,178\n5,184\n5,190\n5,196 5,853\n5,864\n5,875\n5,886\n5,897 5,290\n5,296\n5,302\n5,308\n5,314 40,750\n40,800\n40,850\n40,900\n40,950 40,800\n40,850\n40,900\n40,950\n41,000 4,688\n4,694\n4,700\n4,706\n4,712 4,482\n4,488\n4,494\n4,500\n4,506 4,688\n4,694\n4,700\n4,706\n4,712 4,600\n4,606\n4,612\n4,618\n4,624 43,750\n43,800\n43,850\n43,900\n43,950 43,800\n43,850\n43,900\n43,950\n44,000 5,248\n5,259\n5,270\n5,281\n5,292 4,842\n4,848\n4,854\n4,860\n4,866 5,248\n5,259\n5,270\n5,281\n5,292 4,960\n4,966\n4,972\n4,978\n4,984 46,750\n46,800\n46,850\n46,900\n46,950 46,800\n46,850\n46,900\n46,950\n47,000 5,908\n5,919\n5,930\n5,941\n5,952 5,202\n5,208\n5,214\n5,220\n5,226 5,908\n5,919\n5,930\n5,941\n5,952 5,320\n5,326\n5,332\n5,338\n5,344 41,000 44,000 47,000 41,000\n41,050\n41,100\n41,150\n41,200 41,050\n41,100\n41,150\n41,200\n41,250 4,718\n4,724\n4,730\n4,736\n4,742 4,512\n4,518\n4,524\n4,530\n4,536 4,718\n4,724\n4,730\n4,736\n4,742 4,630\n4,636\n4,642\n4,648\n4,654 44,000\n44,050\n44,100\n44,150\n44,200 44,050\n44,100\n44,150\n44,200\n44,250 5,303\n5,314\n5,325\n5,336\n5,347 4,872\n4,878\n4,884\n4,890\n4,896 5,303\n5,314\n5,325\n5,336\n5,347 4,990\n4,996\n5,002\n5,008\n5,014 47,000\n47,050\n47,100\n47,150\n47,200 47,050\n47,100\n47,150\n47,200\n47,250 5,963\n5,974\n5,985\n5,996\n6,007 5,232\n5,238\n5,244\n5,250\n5,256 5,963\n5,974\n5,985\n5,996\n6,007 5,350\n5,356\n5,362\n5,368\n5,374 41,250\n41,300\n41,350\n41,400\n41,450 41,300\n41,350\n41,400\n41,450\n41,500 4,748\n4,754\n4,760\n4,766\n4,772 4,542\n4,548\n4,554\n4,560\n4,566 4,748\n4,754\n4,760\n4,766\n4,772 4,660\n4,666\n4,672\n4,678\n4,684 44,250\n44,300\n44,350\n44,400\n44,450 44,300\n44,350\n44,400\n44,450\n44,500 5,358\n5,369\n5,380\n5,391\n5,402 4,902\n4,908\n4,914\n4,920\n4,926 5,358\n5,369\n5,380\n5,391\n5,402 5,020\n5,026\n5,032\n5,038\n5,044 47,250\n47,300\n47,350\n47,400\n47,450 47,300\n47,350\n47,400\n47,450\n47,500 6,018\n6,029\n6,040\n6,051\n6,062 5,262\n5,268\n5,274\n5,280\n5,286 6,018\n6,029\n6,040\n6,051\n6,062 5,380\n5,386\n5,392\n5,398\n5,404 41,500\n41,550\n41,600\n41,650\n41,700 41,550\n41,600\n41,650\n41,700\n41,750 4,778\n4,784\n4,790\n4,796\n4,802 4,572\n4,578\n4,584\n4,590\n4,596 4,778\n4,784\n4,790\n4,796\n4,802 4,690\n4,696\n4,702\n4,708\n4,714 44,500\n44,550\n44,600\n44,650\n44,700 44,550\n44,600\n44,650\n44,700\n44,750 5,413\n5,424\n5,435\n5,446\n5,457 4,932\n4,938\n4,944\n4,950\n4,956 5,413\n5,424\n5,435\n5,446\n5,457 5,050\n5,056\n5,062\n5,068\n5,074 47,500\n47,550\n47,600\n47,650\n47,700 47,550\n47,600\n47,650\n47,700\n47,750 6,073\n6,084\n6,095\n6,106\n6,117 5,292\n5,298\n5,304\n5,310\n5,316 6,073\n6,084\n6,095\n6,106\n6,117 5,410\n5,416\n5,422\n5,428\n5,434 41,750\n41,800\n41,850\n41,900\n41,950 41,800\n41,850\n41,900\n41,950\n42,000 4,808\n4,819\n4,830\n4,841\n4,852 4,602\n4,608\n4,614\n4,620\n4,626 4,808\n4,819\n4,830\n4,841\n4,852 4,720\n4,726\n4,732\n4,738\n4,744 44,750\n44,800\n44,850\n44,900\n44,950 44,800\n44,850\n44,900\n44,950\n45,000 5,468\n5,479\n5,490\n5,501\n5,512 4,962\n4,968\n4,974\n4,980\n4,986 5,468\n5,479\n5,490\n5,501\n5,512 5,080\n5,086\n5,092\n5,098\n5,104 47,750\n47,800\n47,850\n47,900\n47,950 47,800\n47,850\n47,900\n47,950\n48,000 6,128\n6,139\n6,150\n6,161\n6,172 5,322\n5,328\n5,334\n5,340\n5,346 6,128\n6,139\n6,150\n6,161\n6,172 5,440\n5,446\n5,452\n5,458\n5,464 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 68 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 48,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 51,000 54,000 48,000\n48,050\n48,100\n48,150\n48,200 48,050\n48,100\n48,150\n48,200\n48,250 6,183\n6,194\n6,205\n6,216\n6,227 5,352\n5,358\n5,364\n5,370\n5,376 6,183\n6,194\n6,205\n6,216\n6,227 5,470\n5,476\n5,482\n5,488\n5,494 51,000\n51,050\n51,100\n51,150\n51,200 51,050\n51,100\n51,150\n51,200\n51,250 6,843\n6,854\n6,865\n6,876\n6,887 5,712\n5,718\n5,724\n5,730\n5,736 6,843\n6,854\n6,865\n6,876\n6,887 5,830\n5,836\n5,842\n5,848\n5,854 54,000\n54,050\n54,100\n54,150\n54,200 54,050\n54,100\n54,150\n54,200\n54,250 7,503\n7,514\n7,525\n7,536\n7,547 6,072\n6,078\n6,084\n6,090\n6,096 7,503\n7,514\n7,525\n7,536\n7,547 6,190\n6,196\n6,202\n6,208\n6,214 48,250\n48,300\n48,350\n48,400\n48,450 48,300\n48,350\n48,400\n48,450\n48,500 6,238\n6,249\n6,260\n6,271\n6,282 5,382\n5,388\n5,394\n5,400\n5,406 6,238\n6,249\n6,260\n6,271\n6,282 5,500\n5,506\n5,512\n5,518\n5,524 51,250\n51,300\n51,350\n51,400\n51,450 51,300\n51,350\n51,400\n51,450\n51,500 6,898\n6,909\n6,920\n6,931\n6,942 5,742\n5,748\n5,754\n5,760\n5,766 6,898\n6,909\n6,920\n6,931\n6,942 5,860\n5,866\n5,872\n5,878\n5,884 54,250\n54,300\n54,350\n54,400\n54,450 54,300\n54,350\n54,400\n54,450\n54,500 7,558\n7,569\n7,580\n7,591\n7,602 6,102\n6,108\n6,114\n6,120\n6,126 7,558\n7,569\n7,580\n7,591\n7,602 6,220\n6,226\n6,232\n6,238\n6,244 48,500\n48,550\n48,600\n48,650\n48,700 48,550\n48,600\n48,650\n48,700\n48,750 6,293\n6,304\n6,315\n6,326\n6,337 5,412\n5,418\n5,424\n5,430\n5,436 6,293\n6,304\n6,315\n6,326\n6,337 5,530\n5,536\n5,542\n5,548\n5,554 51,500\n51,550\n51,600\n51,650\n51,700 51,550\n51,600\n51,650\n51,700\n51,750 6,953\n6,964\n6,975\n6,986\n6,997 5,772\n5,778\n5,784\n5,790\n5,796 6,953\n6,964\n6,975\n6,986\n6,997 5,890\n5,896\n5,902\n5,908\n5,914 54,500\n54,550\n54,600\n54,650\n54,700 54,550\n54,600\n54,650\n54,700\n54,750 7,613\n7,624\n7,635\n7,646\n7,657 6,132\n6,138\n6,144\n6,150\n6,156 7,613\n7,624\n7,635\n7,646\n7,657 6,250\n6,256\n6,262\n6,268\n6,274 48,750\n48,800\n48,850\n48,900\n48,950 48,800\n48,850\n48,900\n48,950\n49,000 6,348\n6,359\n6,370\n6,381\n6,392 5,442\n5,448\n5,454\n5,460\n5,466 6,348\n6,359\n6,370\n6,381\n6,392 5,560\n5,566\n5,572\n5,578\n5,584 51,750\n51,800\n51,850\n51,900\n51,950 51,800\n51,850\n51,900\n51,950\n52,000 7,008\n7,019\n7,030\n7,041\n7,052 5,802\n5,808\n5,814\n5,820\n5,826 7,008\n7,019\n7,030\n7,041\n7,052 5,920\n5,926\n5,932\n5,938\n5,944 54,750\n54,800\n54,850\n54,900\n54,950 54,800\n54,850\n54,900\n54,950\n55,000 7,668\n7,679\n7,690\n7,701\n7,712 6,162\n6,168\n6,174\n6,180\n6,186 7,668\n7,679\n7,690\n7,701\n7,712 6,280\n6,286\n6,292\n6,298\n6,304 49,000 52,000 55,000 49,000\n49,050\n49,100\n49,150\n49,200 49,050\n49,100\n49,150\n49,200\n49,250 6,403\n6,414\n6,425\n6,436\n6,447 5,472\n5,478\n5,484\n5,490\n5,496 6,403\n6,414\n6,425\n6,436\n6,447 5,590\n5,596\n5,602\n5,608\n5,614 52,000\n52,050\n52,100\n52,150\n52,200 52,050\n52,100\n52,150\n52,200\n52,250 7,063\n7,074\n7,085\n7,096\n7,107 5,832\n5,838\n5,844\n5,850\n5,856 7,063\n7,074\n7,085\n7,096\n7,107 5,950\n5,956\n5,962\n5,968\n5,974 55,000\n55,050\n55,100\n55,150\n55,200 55,050\n55,100\n55,150\n55,200\n55,250 7,723\n7,734\n7,745\n7,756\n7,767 6,192\n6,198\n6,204\n6,210\n6,216 7,723\n7,734\n7,745\n7,756\n7,767 6,310\n6,316\n6,322\n6,328\n6,334 49,250\n49,300\n49,350\n49,400\n49,450 49,300\n49,350\n49,400\n49,450\n49,500 6,458\n6,469\n6,480\n6,491\n6,502 5,502\n5,508\n5,514\n5,520\n5,526 6,458\n6,469\n6,480\n6,491\n6,502 5,620\n5,626\n5,632\n5,638\n5,644 52,250\n52,300\n52,350\n52,400\n52,450 52,300\n52,350\n52,400\n52,450\n52,500 7,118\n7,129\n7,140\n7,151\n7,162 5,862\n5,868\n5,874\n5,880\n5,886 7,118\n7,129\n7,140\n7,151\n7,162 5,980\n5,986\n5,992\n5,998\n6,004 55,250\n55,300\n55,350\n55,400\n55,450 55,300\n55,350\n55,400\n55,450\n55,500 7,778\n7,789\n7,800\n7,811\n7,822 6,222\n6,228\n6,234\n6,240\n6,246 7,778\n7,789\n7,800\n7,811\n7,822 6,340\n6,346\n6,352\n6,358\n6,364 49,500\n49,550\n49,600\n49,650\n49,700 49,550\n49,600\n49,650\n49,700\n49,750 6,513\n6,524\n6,535\n6,546\n6,557 5,532\n5,538\n5,544\n5,550\n5,556 6,513\n6,524\n6,535\n6,546\n6,557 5,650\n5,656\n5,662\n5,668\n5,674 52,500\n52,550\n52,600\n52,650\n52,700 52,550\n52,600\n52,650\n52,700\n52,750 7,173\n7,184\n7,195\n7,206\n7,217 5,892\n5,898\n5,904\n5,910\n5,916 7,173\n7,184\n7,195\n7,206\n7,217 6,010\n6,016\n6,022\n6,028\n6,034 55,500\n55,550\n55,600\n55,650\n55,700 55,550\n55,600\n55,650\n55,700\n55,750 7,833\n7,844\n7,855\n7,866\n7,877 6,252\n6,258\n6,264\n6,270\n6,276 7,833\n7,844\n7,855\n7,866\n7,877 6,370\n6,376\n6,382\n6,388\n6,394 49,750\n49,800\n49,850\n49,900\n49,950 49,800\n49,850\n49,900\n49,950\n50,000 6,568\n6,579\n6,590\n6,601\n6,612 5,562\n5,568\n5,574\n5,580\n5,586 6,568\n6,579\n6,590\n6,601\n6,612 5,680\n5,686\n5,692\n5,698\n5,704 52,750\n52,800\n52,850\n52,900\n52,950 52,800\n52,850\n52,900\n52,950\n53,000 7,228\n7,239\n7,250\n7,261\n7,272 5,922\n5,928\n5,934\n5,940\n5,946 7,228\n7,239\n7,250\n7,261\n7,272 6,040\n6,046\n6,052\n6,058\n6,064 55,750\n55,800\n55,850\n55,900\n55,950 55,800\n55,850\n55,900\n55,950\n56,000 7,888\n7,899\n7,910\n7,921\n7,932 6,282\n6,288\n6,294\n6,300\n6,306 7,888\n7,899\n7,910\n7,921\n7,932 6,400\n6,406\n6,412\n6,421\n6,432 50,000 53,000 56,000 50,000\n50,050\n50,100\n50,150\n50,200 50,050\n50,100\n50,150\n50,200\n50,250 6,623\n6,634\n6,645\n6,656\n6,667 5,592\n5,598\n5,604\n5,610\n5,616 6,623\n6,634\n6,645\n6,656\n6,667 5,710\n5,716\n5,722\n5,728\n5,734 53,000\n53,050\n53,100\n53,150\n53,200 53,050\n53,100\n53,150\n53,200\n53,250 7,283\n7,294\n7,305\n7,316\n7,327 5,952\n5,958\n5,964\n5,970\n5,976 7,283\n7,294\n7,305\n7,316\n7,327 6,070\n6,076\n6,082\n6,088\n6,094 56,000\n56,050\n56,100\n56,150\n56,200 56,050\n56,100\n56,150\n56,200\n56,250 7,943\n7,954\n7,965\n7,976\n7,987 6,312\n6,318\n6,324\n6,330\n6,336 7,943\n7,954\n7,965\n7,976\n7,987 6,443\n6,454\n6,465\n6,476\n6,487 50,250\n50,300\n50,350\n50,400\n50,450 50,300\n50,350\n50,400\n50,450\n50,500 6,678\n6,689\n6,700\n6,711\n6,722 5,622\n5,628\n5,634\n5,640\n5,646 6,678\n6,689\n6,700\n6,711\n6,722 5,740\n5,746\n5,752\n5,758\n5,764 53,250\n53,300\n53,350\n53,400\n53,450 53,300\n53,350\n53,400\n53,450\n53,500 7,338\n7,349\n7,360\n7,371\n7,382 5,982\n5,988\n5,994\n6,000\n6,006 7,338\n7,349\n7,360\n7,371\n7,382 6,100\n6,106\n6,112\n6,118\n6,124 56,250\n56,300\n56,350\n56,400\n56,450 56,300\n56,350\n56,400\n56,450\n56,500 7,998\n8,009\n8,020\n8,031\n8,042 6,342\n6,348\n6,354\n6,360\n6,366 7,998\n8,009\n8,020\n8,031\n8,042 6,498\n6,509\n6,520\n6,531\n6,542 50,500\n50,550\n50,600\n50,650\n50,700 50,550\n50,600\n50,650\n50,700\n50,750 6,733\n6,744\n6,755\n6,766\n6,777 5,652\n5,658\n5,664\n5,670\n5,676 6,733\n6,744\n6,755\n6,766\n6,777 5,770\n5,776\n5,782\n5,788\n5,794 53,500\n53,550\n53,600\n53,650\n53,700 53,550\n53,600\n53,650\n53,700\n53,750 7,393\n7,404\n7,415\n7,426\n7,437 6,012\n6,018\n6,024\n6,030\n6,036 7,393\n7,404\n7,415\n7,426\n7,437 6,130\n6,136\n6,142\n6,148\n6,154 56,500\n56,550\n56,600\n56,650\n56,700 56,550\n56,600\n56,650\n56,700\n56,750 8,053\n8,064\n8,075\n8,086\n8,097 6,372\n6,378\n6,384\n6,390\n6,396 8,053\n8,064\n8,075\n8,086\n8,097 6,553\n6,564\n6,575\n6,586\n6,597 50,750\n50,800\n50,850\n50,900\n50,950 50,800\n50,850\n50,900\n50,950\n51,000 6,788\n6,799\n6,810\n6,821\n6,832 5,682\n5,688\n5,694\n5,700\n5,706 6,788\n6,799\n6,810\n6,821\n6,832 5,800\n5,806\n5,812\n5,818\n5,824 53,750\n53,800\n53,850\n53,900\n53,950 53,800\n53,850\n53,900\n53,950\n54,000 7,448\n7,459\n7,470\n7,481\n7,492 6,042\n6,048\n6,054\n6,060\n6,066 7,448\n7,459\n7,470\n7,481\n7,492 6,160\n6,166\n6,172\n6,178\n6,184 56,750\n56,800\n56,850\n56,900\n56,950 56,800\n56,850\n56,900\n56,950\n57,000 8,108\n8,119\n8,130\n8,141\n8,152 6,402\n6,408\n6,414\n6,420\n6,426 8,108\n8,119\n8,130\n8,141\n8,152 6,608\n6,619\n6,630\n6,641\n6,652 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 69 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 57,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 60,000 63,000",
    "querygen": [
      "how many kids in the us",
      "how many people in the usa",
      "irs 5000 number"
    ],
    "querygen_score": [
      "-3.7208877",
      "-3.688021",
      "-6.6761036"
    ]
  },
  {
    "id": "legal-advice_39__133",
    "doc_id": "legal-advice_39",
    "chunk_id": 133,
    "document_category": "legal-advice",
    "text": "• Single, head of household, or qualifying\nsurviving spouse—$70,000\n• Married filing jointly— $145,000 6. ........... 5. Is the amount on line 4 more than the amount on line 5? No. Skip lines 6 and 7, enter -0- on line 8, and go to line 9. Yes. Subtract line 5 from line 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6. 7. Divide line 6 by $15,000 ($30,000 if married filing jointly). Enter the result as a decimal (rounded to at\nleast three places). If the result is 1.000 or more, enter 1.000 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7. 8. Multiply line 1 by line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8. 9. Student loan interest deduction. Subtract line 8 from line 1. Enter the result here and on Schedule 1,\nline 21. Don’t include this amount in figuring any other deduction on your return (such as on Schedule A, C,\nE, etc.) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9. 3. Any person you could have\nclaimed as a dependent for the year the\nloan was taken out except that:\na. The person filed a joint return;\nb. The person had gross income that\nwas equal to or more than the exemption\namount for that year or $4,400 for 2022;\nor\nc. You, or your spouse if filing\njointly, could be claimed as a dependent\non someone else's return. However, a loan isn't a qualified student loan if (a) any of the proceeds were\nused for other purposes, or (b) the loan\nwas from either a related person or a\nperson who borrowed the proceeds under a qualified employer plan or a contract purchased under such a plan. For\ndetails, see Pub. 970. Qualified higher education expenses. Qualified higher education expenses\ngenerally include tuition, fees, room and\nboard, and related expenses such as\nbooks and supplies. The expenses must\nbe for education in a degree, certificate, or similar program at an eligible educational institution.",
    "querygen": [
      "what is the maximum married filing cost",
      "filing jointly what is the amount in the federal income tax return",
      "how much is married filing jointly? answers"
    ],
    "querygen_score": [
      "-3.763391",
      "-0.8758292",
      "-0.18000758"
    ]
  },
  {
    "id": "legal-advice_60__94",
    "doc_id": "legal-advice_60",
    "chunk_id": 94,
    "document_category": "legal-advice",
    "text": "The practitioner can provide you\nwith details. Form 8453. You must send in a paper\nForm 8453 if you have to attach certain\nforms or other documents that can't be\nelectronically filed. See Form 8453. Identity Protection\nPIN All taxpayers are now eligible TIP for an Identity Protection Personal Identification Number\n(IP PIN). For more information, see\nPub. 5477. To apply for an IP PIN, go to\nIRS. gov/IPPIN and use the Get an IP\nPIN tool. For 2022, if you received an IP PIN\nfrom the IRS, enter it in the IP PIN\nspaces provided next to the space for\nyour occupation. You must correctly enter all six numbers of your IP PIN. If\nyou didn't receive an IP PIN, leave these\nspaces blank. New IP PINs are generated every year. They will generally be\nCAUTION sent out by mid-January 2023. Use this IP PIN on your 2022 return as\nwell as any prior-year returns you file in\n2023. ! If you are filing a joint return and\nboth taxpayers receive an IP PIN, enter\nboth IP PINs in the spaces provided. If you need more information, go to\nIRS. gov/IPPIN. If you received an IP\nPIN but misplaced it, call 800-908-4490. Phone Number and Email\nAddress You have the option of entering your\nphone number and email address in the\nspaces provided. There will be no effect\non the processing of your return if you\nchoose not to enter this information. Note that the IRS initiates most contacts\nthrough regular mail delivered by the\nUnited States Postal Service. You can report a phone scam to the\nTreasury Inspector General for Tax Administration at IRS Impersonation Scam Need more information or forms? Visit IRS.gov. Reporting or the FTC using the FTC\nComplaint Assistant at FTC.gov. Add\n“IRS Telephone Scam” in the notes. You can report an unsolicited email\nclaiming to be from the IRS, or an\nIRS-related component like the Electronic Federal Tax Payment System, to\nthe IRS at phishing@irs.gov. For more information, go to IRS.gov/\nPhishing and IRS.gov/newsroom/howto-know-its-really-the-irs-calling-orknocking-on-your-door. Paid Preparer Must\nSign Your Return\nGenerally, anyone you pay to prepare\nyour return must sign it and include their Preparer Tax Identification Number\n(PTIN) in the space provided. The preparer must give you a copy of the return\nfor your records. Someone who prepares\nyour return but doesn't charge you\nshouldn’t sign your return. If your paid preparer is self-employed, then they should check the\n“self-employed” checkbox. Assemble Your\nReturn\nAssemble any schedules and forms behind Form 1040 or 1040-SR in order of\nthe “Attachment Sequence No.” shown\nin the upper-right corner of the schedule\nor form. If you have supporting state- Need more information or forms? Visit IRS.gov. -62- ments, arrange them in the same order as\nthe schedules or forms they support and\nattach them last. File your return, schedules, and other attachments on standard\nsize paper. Cutting the paper may cause\nproblems in processing your return. Don’t attach correspondence or other\nitems unless required to do so. Attach\nForms W-2 and 2439 to Form 1040 or\n1040-SR. If you received a Form W-2c\n(a corrected Form W-2), attach your\noriginal Forms W-2 and any Forms\nW-2c. Attach Forms W-2G and 1099-R\nto Form 1040 or 1040-SR if tax was\nwithheld. 2022\nTax Table !",
    "querygen": [
      "can we send paper forms electronically",
      "what form do you send in to receive a personal identification pin?",
      "what form do i need to send my tax return"
    ],
    "querygen_score": [
      "0.099202156",
      "1.4091289",
      "0.07525278"
    ]
  },
  {
    "id": "legal-advice_25__83",
    "doc_id": "legal-advice_25",
    "chunk_id": 83,
    "document_category": "legal-advice",
    "text": "If the amount you are looking up from the worksheet is $59,187 or more, and you have three qualifying children who have valid SSNs, you can’t take\nthe credit. - 55 - Need more information or forms? Visit IRS.gov. Line 28 Line 29 Additional Child Tax Credit American Opportunity\nCredit See Schedule 8812 (Form 1040) and its\ninstructions for information on figuring\nand claiming any additional child tax\ncredit that you may qualify to claim. If\nyou are claiming the additional child tax\ncredit, complete Schedule 8812 and attach it to your Form 1040 or 1040-SR. Form 8862, who must file. You must\nfile Form 8862 to claim the additional\nchild tax credit if your child tax credit\n(refundable or nonrefundable depending\non the tax year), additional child tax\ncredit, or credit for other dependents for\na year after 2015 was denied or reduced\nfor any reason other than a math or clerical error. Attach a completed Form 8862\nto your 2022 return to claim the credit\nfor 2022. Don't file Form 8862 if you\nfiled Form 8862 for 2021 and the child\ntax credit (refundable or nonrefundable),\nadditional child tax credit, or credit for\nother dependents was allowed for that\nyear. See Form 8862 and its instructions\nfor details. If you take the additional child\ntax credit even though you\nCAUTION aren't eligible and it is determined that your error is due to reckless\nor intentional disregard of the additional child tax credit rules, you won't be allowed to take the child tax credit, the\ncredit for other dependents, or the additional child tax credit for 2 years even if\nyou’re otherwise eligible to do so. If you\ntake the additional child tax credit even\nthough you aren’t eligible and it is later\ndetermined that you fraudulently took\nthe credit, you won't be allowed to take\nthe child tax credit, the credit for other\ndependents, or the additional child tax\ncredit for 10 years. You may also have\nto pay penalties. ! Refunds for returns claiming Refund Offset If you meet the requirements to claim an\neducation credit (see the instructions for\nSchedule 3, line 3), enter on line 29 the\namount, if any, from Form 8863, line 8. You may be able to increase an education credit and reduce your total tax or\nincrease your tax refund if the student\nchooses to include all or part of a Pell\ngrant or certain other scholarships or fellowships in income. See Pub. 970 and\nthe Instructions for Form 8863 for more\ninformation. Form 8862 required. You must file\nForm 8862 if your American opportunity credit for a year after 2015 was denied or reduced for any reason other\nthan a math or clerical error. Attach a\ncompleted Form 8862 to your 2022 return to claim the credit for 2022. Don't\nfile Form 8862 if you filed Form 8862\nfor 2021 and the American opportunity\ncredit was allowed for that year. See\nForm 8862 and its instructions for details. If you take the American opportunity credit even though\nCAUTION you aren't eligible and it is determined that your error is due to reckless or intentional disregard of the\nAmerican opportunity credit rules, you\nwon't be allowed to take the credit for 2\nyears even if you’re otherwise eligible to\ndo so.",
    "querygen": [
      "how much is child tax credits",
      "how many children are able to be evicted for additional child tax credit",
      "how much money do i need to get a new ssn"
    ],
    "querygen_score": [
      "-1.5482314",
      "-2.9126096",
      "-3.8390388"
    ]
  },
  {
    "id": "legal-advice_62__101",
    "doc_id": "legal-advice_62",
    "chunk_id": 101,
    "document_category": "legal-advice",
    "text": "67,250\n67,300\n67,350\n67,400\n67,450 67,300\n67,350\n67,400\n67,450\n67,500 10,418\n10,429\n10,440\n10,451\n10,462 7,662\n7,668\n7,674\n7,680\n7,686 10,418\n10,429\n10,440\n10,451\n10,462 8,918\n8,929\n8,940\n8,951\n8,962 70,250\n70,300\n70,350\n70,400\n70,450 70,300\n70,350\n70,400\n70,450\n70,500 11,078\n11,089\n11,100\n11,111\n11,122 8,022\n8,028\n8,034\n8,040\n8,046 11,078\n11,089\n11,100\n11,111\n11,122 9,578\n9,589\n9,600\n9,611\n9,622 73,250\n73,300\n73,350\n73,400\n73,450 73,300\n73,350\n73,400\n73,450\n73,500 11,738\n11,749\n11,760\n11,771\n11,782 8,382\n8,388\n8,394\n8,400\n8,406 11,738\n11,749\n11,760\n11,771\n11,782 10,238\n10,249\n10,260\n10,271\n10,282 67,500\n67,550\n67,600\n67,650\n67,700 67,550\n67,600\n67,650\n67,700\n67,750 10,473\n10,484\n10,495\n10,506\n10,517 7,692\n7,698\n7,704\n7,710\n7,716 10,473\n10,484\n10,495\n10,506\n10,517 8,973\n8,984\n8,995\n9,006\n9,017 70,500\n70,550\n70,600\n70,650\n70,700 70,550\n70,600\n70,650\n70,700\n70,750 11,133\n11,144\n11,155\n11,166\n11,177 8,052\n8,058\n8,064\n8,070\n8,076 11,133\n11,144\n11,155\n11,166\n11,177 9,633\n9,644\n9,655\n9,666\n9,677 73,500\n73,550\n73,600\n73,650\n73,700 73,550\n73,600\n73,650\n73,700\n73,750 11,793\n11,804\n11,815\n11,826\n11,837 8,412\n8,418\n8,424\n8,430\n8,436 11,793\n11,804\n11,815\n11,826\n11,837 10,293\n10,304\n10,315\n10,326\n10,337 67,750\n67,800\n67,850\n67,900\n67,950 67,800\n67,850\n67,900\n67,950\n68,000 10,528\n10,539\n10,550\n10,561\n10,572 7,722\n7,728\n7,734\n7,740\n7,746 10,528\n10,539\n10,550\n10,561\n10,572 9,028\n9,039\n9,050\n9,061\n9,072 70,750\n70,800\n70,850\n70,900\n70,950 70,800\n70,850\n70,900\n70,950\n71,000 11,188\n11,199\n11,210\n11,221\n11,232 8,082\n8,088\n8,094\n8,100\n8,106 11,188\n11,199\n11,210\n11,221\n11,232 9,688\n9,699\n9,710\n9,721\n9,732 73,750\n73,800\n73,850\n73,900\n73,950 73,800\n73,850\n73,900\n73,950\n74,000 11,848\n11,859\n11,870\n11,881\n11,892 8,442\n8,448\n8,454\n8,460\n8,466 11,848\n11,859\n11,870\n11,881\n11,892 10,348\n10,359\n10,370\n10,381\n10,392 68,000 71,000 74,000 68,000\n68,050\n68,100\n68,150\n68,200 68,050\n68,100\n68,150\n68,200\n68,250 10,583\n10,594\n10,605\n10,616\n10,627 7,752\n7,758\n7,764\n7,770\n7,776 10,583\n10,594\n10,605\n10,616\n10,627 9,083\n9,094\n9,105\n9,116\n9,127 71,000\n71,050\n71,100\n71,150\n71,200 71,050\n71,100\n71,150\n71,200\n71,250 11,243\n11,254\n11,265\n11,276\n11,287 8,112\n8,118\n8,124\n8,130\n8,136 11,243\n11,254\n11,265\n11,276\n11,287 9,743\n9,754\n9,765\n9,776\n9,787 74,000\n74,050\n74,100\n74,150\n74,200 74,050\n74,100\n74,150\n74,200\n74,250 11,903\n11,914\n11,925\n11,936\n11,947 8,472\n8,478\n8,484\n8,490\n8,496 11,903\n11,914\n11,925\n11,936\n11,947 10,403\n10,414\n10,425\n10,436\n10,447 68,250\n68,300\n68,350\n68,400\n68,450 68,300\n68,350\n68,400\n68,450\n68,500 10,638\n10,649\n10,660\n10,671\n10,682 7,782\n7,788\n7,794\n7,800\n7,806 10,638\n10,649\n10,660\n10,671\n10,682 9,138\n9,149\n9,160\n9,171\n9,182 71,250\n71,300\n71,350\n71,400\n71,450 71,300\n71,350\n71,400\n71,450\n71,500 11,298\n11,309\n11,320\n11,331\n11,342 8,142\n8,148\n8,154\n8,160\n8,166 11,298\n11,309\n11,320\n11,331\n11,342 9,798\n9,809\n9,820\n9,831\n9,842 74,250\n74,300\n74,350\n74,400\n74,450 74,300\n74,350\n74,400\n74,450\n74,500 11,958\n11,969\n11,980\n11,991\n12,002 8,502\n8,508\n8,514\n8,520\n8,526 11,958\n11,969\n11,980\n11,991\n12,002 10,458\n10,469\n10,480\n10,491\n10,502 68,500\n68,550\n68,600\n68,650\n68,700 68,550\n68,600\n68,650\n68,700\n68,750 10,693\n10,704\n10,715\n10,726\n10,737 7,812\n7,818\n7,824\n7,830\n7,836 10,693\n10,704\n10,715\n10,726\n10,737 9,193\n9,204\n9,215\n9,226\n9,237 71,500\n71,550\n71,600\n71,650\n71,700 71,550\n71,600\n71,650\n71,700\n71,750 11,353\n11,364\n11,375\n11,386\n11,397 8,172\n8,178\n8,184\n8,190\n8,196 11,353\n11,364\n11,375\n11,386\n11,397 9,853\n9,864\n9,875\n9,886\n9,897 74,500\n74,550\n74,600\n74,650\n74,700 74,550\n74,600\n74,650\n74,700\n74,750 12,013\n12,024\n12,035\n12,046\n12,057 8,532\n8,538\n8,544\n8,550\n8,556 12,013\n12,024\n12,035\n12,046\n12,057 10,513\n10,524\n10,535\n10,546\n10,557 68,750\n68,800\n68,850\n68,900\n68,950 68,800\n68,850\n68,900\n68,950\n69,000 10,748\n10,759\n10,770\n10,781\n10,792 7,842\n7,848\n7,854\n7,860\n7,866 10,748\n10,759\n10,770\n10,781\n10,792 9,248\n9,259\n9,270\n9,281\n9,292 71,750\n71,800\n71,850\n71,900\n71,950 71,800\n71,850\n71,900\n71,950\n72,000 11,408\n11,419\n11,430\n11,441\n11,452 8,202\n8,208\n8,214\n8,220\n8,226 11,408\n11,419\n11,430\n11,441\n11,452 9,908\n9,919\n9,930\n9,941\n9,952 74,750\n74,800\n74,850\n74,900\n74,950 74,800\n74,850\n74,900\n74,950\n75,000 12,068\n12,079\n12,090\n12,101\n12,112 8,562\n8,568\n8,574\n8,580\n8,586 12,068\n12,079\n12,090\n12,101\n12,112 10,568\n10,579\n10,590\n10,601\n10,612 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 71 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 75,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 78,000 81,000 75,000\n75,050\n75,100\n75,150\n75,200 75,050\n75,100\n75,150\n75,200\n75,250 12,123\n12,134\n12,145\n12,156\n12,167 8,592\n8,598\n8,604\n8,610\n8,616 12,123\n12,134\n12,145\n12,156\n12,167 10,623\n10,634\n10,645\n10,656\n10,667 78,000\n78,050\n78,100\n78,150\n78,200 78,050\n78,100\n78,150\n78,200\n78,250 12,783\n12,794\n12,805\n12,816\n12,827 8,952\n8,958\n8,964\n8,970\n8,976 12,783\n12,794\n12,805\n12,816\n12,827 11,283\n11,294\n11,305\n11,316\n11,327 81,000\n81,050\n81,100\n81,150\n81,200 81,050\n81,100\n81,150\n81,200\n81,250 13,443\n13,454\n13,465\n13,476\n13,487 9,312\n9,318\n9,324\n9,330\n9,336 13,443\n13,454\n13,465\n13,476\n13,487 11,943\n11,954\n11,965\n11,976\n11,987 75,250\n75,300\n75,350\n75,400\n75,450 75,300\n75,350\n75,400\n75,450\n75,500 12,178\n12,189\n12,200\n12,211\n12,222 8,622\n8,628\n8,634\n8,640\n8,646 12,178\n12,189\n12,200\n12,211\n12,222 10,678\n10,689\n10,700\n10,711\n10,722 78,250\n78,300\n78,350\n78,400\n78,450 78,300\n78,350\n78,400\n78,450\n78,500 12,838\n12,849\n12,860\n12,871\n12,882 8,982\n8,988\n8,994\n9,000\n9,006 12,838\n12,849\n12,860\n12,871\n12,882 11,338\n11,349\n11,360\n11,371\n11,382 81,250\n81,300\n81,350\n81,400\n81,450 81,300\n81,350\n81,400\n81,450\n81,500 13,498\n13,509\n13,520\n13,531\n13,542 9,342\n9,348\n9,354\n9,360\n9,366 13,498\n13,509\n13,520\n13,531\n13,542 11,998\n12,009\n12,020\n12,031\n12,042 75,500\n75,550\n75,600\n75,650\n75,700 75,550\n75,600\n75,650\n75,700\n75,750 12,233\n12,244\n12,255\n12,266\n12,277 8,652\n8,658\n8,664\n8,670\n8,676 12,233\n12,244\n12,255\n12,266\n12,277 10,733\n10,744\n10,755\n10,766\n10,777 78,500\n78,550\n78,600\n78,650\n78,700 78,550\n78,600\n78,650\n78,700\n78,750 12,893\n12,904\n12,915\n12,926\n12,937 9,012\n9,018\n9,024\n9,030\n9,036 12,893\n12,904\n12,915\n12,926\n12,937 11,393\n11,404\n11,415\n11,426\n11,437 81,500\n81,550\n81,600\n81,650\n81,700 81,550\n81,600\n81,650\n81,700\n81,750 13,553\n13,564\n13,575\n13,586\n13,597 9,372\n9,378\n9,384\n9,390\n9,396 13,553\n13,564\n13,575\n13,586\n13,597 12,053\n12,064\n12,075\n12,086\n12,097 75,750\n75,800\n75,850\n75,900\n75,950 75,800\n75,850\n75,900\n75,950\n76,000 12,288\n12,299\n12,310\n12,321\n12,332 8,682\n8,688\n8,694\n8,700\n8,706 12,288\n12,299\n12,310\n12,321\n12,332 10,788\n10,799\n10,810\n10,821\n10,832 78,750\n78,800\n78,850\n78,900\n78,950 78,800\n78,850\n78,900\n78,950\n79,000 12,948\n12,959\n12,970\n12,981\n12,992 9,042\n9,048\n9,054\n9,060\n9,066 12,948\n12,959\n12,970\n12,981\n12,992 11,448\n11,459\n11,470\n11,481\n11,492 81,750\n81,800\n81,850\n81,900\n81,950 81,800\n81,850\n81,900\n81,950\n82,000 13,608\n13,619\n13,630\n13,641\n13,652 9,402\n9,408\n9,414\n9,420\n9,426 13,608\n13,619\n13,630\n13,641\n13,652 12,108\n12,119\n12,130\n12,141\n12,152 76,000 79,000 82,000 76,000\n76,050\n76,100\n76,150\n76,200 76,050\n76,100\n76,150\n76,200\n76,250 12,343\n12,354\n12,365\n12,376\n12,387 8,712\n8,718\n8,724\n8,730\n8,736 12,343\n12,354\n12,365\n12,376\n12,387 10,843\n10,854\n10,865\n10,876\n10,887 79,000\n79,050\n79,100\n79,150\n79,200 79,050\n79,100\n79,150\n79,200\n79,250 13,003\n13,014\n13,025\n13,036\n13,047 9,072\n9,078\n9,084\n9,090\n9,096 13,003\n13,014\n13,025\n13,036\n13,047 11,503\n11,514\n11,525\n11,536\n11,547 82,000\n82,050\n82,100\n82,150\n82,200 82,050\n82,100\n82,150\n82,200\n82,250 13,663\n13,674\n13,685\n13,696\n13,707 9,432\n9,438\n9,444\n9,450\n9,456 13,663\n13,674\n13,685\n13,696\n13,707 12,163\n12,174\n12,185\n12,196\n12,207 76,250\n76,300\n76,350\n76,400\n76,450 76,300\n76,350\n76,400\n76,450\n76,500 12,398\n12,409\n12,420\n12,431\n12,442 8,742\n8,748\n8,754\n8,760\n8,766 12,398\n12,409\n12,420\n12,431\n12,442 10,898\n10,909\n10,920\n10,931\n10,942 79,250\n79,300\n79,350\n79,400\n79,450 79,300\n79,350\n79,400\n79,450\n79,500 13,058\n13,069\n13,080\n13,091\n13,102 9,102\n9,108\n9,114\n9,120\n9,126 13,058\n13,069\n13,080\n13,091\n13,102 11,558\n11,569\n11,580\n11,591\n11,602 82,250\n82,300\n82,350\n82,400\n82,450 82,300\n82,350\n82,400\n82,450\n82,500 13,718\n13,729\n13,740\n13,751\n13,762 9,462\n9,468\n9,474\n9,480\n9,486 13,718\n13,729\n13,740\n13,751\n13,762 12,218\n12,229\n12,240\n12,251\n12,262 76,500\n76,550\n76,600\n76,650\n76,700 76,550\n76,600\n76,650\n76,700\n76,750 12,453\n12,464\n12,475\n12,486\n12,497 8,772\n8,778\n8,784\n8,790\n8,796 12,453\n12,464\n12,475\n12,486\n12,497 10,953\n10,964\n10,975\n10,986\n10,997 79,500\n79,550\n79,600\n79,650\n79,700 79,550\n79,600\n79,650\n79,700\n79,750 13,113\n13,124\n13,135\n13,146\n13,157 9,132\n9,138\n9,144\n9,150\n9,156 13,113\n13,124\n13,135\n13,146\n13,157 11,613\n11,624\n11,635\n11,646\n11,657 82,500\n82,550\n82,600\n82,650\n82,700 82,550\n82,600\n82,650\n82,700\n82,750 13,773\n13,784\n13,795\n13,806\n13,817 9,492\n9,498\n9,504\n9,510\n9,516 13,773\n13,784\n13,795\n13,806\n13,817 12,273\n12,284\n12,295\n12,306\n12,317 76,750\n76,800\n76,850\n76,900\n76,950 76,800\n76,850\n76,900\n76,950\n77,000 12,508\n12,519\n12,530\n12,541\n12,552 8,802\n8,808\n8,814\n8,820\n8,826 12,508\n12,519\n12,530\n12,541\n12,552 11,008\n11,019\n11,030\n11,041\n11,052 79,750\n79,800\n79,850\n79,900\n79,950 79,800\n79,850\n79,900\n79,950\n80,000 13,168\n13,179\n13,190\n13,201\n13,212 9,162\n9,168\n9,174\n9,180\n9,186 13,168\n13,179\n13,190\n13,201\n13,212 11,668\n11,679\n11,690\n11,701\n11,712 82,750\n82,800\n82,850\n82,900\n82,950 82,800\n82,850\n82,900\n82,950\n83,000 13,828\n13,839\n13,850\n13,861\n13,872 9,522\n9,528\n9,534\n9,540\n9,546 13,828\n13,839\n13,850\n13,861\n13,872 12,328\n12,339\n12,350\n12,361\n12,372 77,000 80,000 83,000 77,000\n77,050\n77,100\n77,150\n77,200 77,050\n77,100\n77,150\n77,200\n77,250 12,563\n12,574\n12,585\n12,596\n12,607 8,832\n8,838\n8,844\n8,850\n8,856 12,563\n12,574\n12,585\n12,596\n12,607 11,063\n11,074\n11,085\n11,096\n11,107 80,000\n80,050\n80,100\n80,150\n80,200 80,050\n80,100\n80,150\n80,200\n80,250 13,223\n13,234\n13,245\n13,256\n13,267 9,192\n9,198\n9,204\n9,210\n9,216 13,223\n13,234\n13,245\n13,256\n13,267 11,723\n11,734\n11,745\n11,756\n11,767 83,000\n83,050\n83,100\n83,150\n83,200 83,050\n83,100\n83,150\n83,200\n83,250 13,883\n13,894\n13,905\n13,916\n13,927 9,552\n9,558\n9,564\n9,570\n9,576 13,883\n13,894\n13,905\n13,916\n13,927 12,383\n12,394\n12,405\n12,416\n12,427 77,250\n77,300\n77,350\n77,400\n77,450 77,300\n77,350\n77,400\n77,450\n77,500 12,618\n12,629\n12,640\n12,651\n12,662 8,862\n8,868\n8,874\n8,880\n8,886 12,618\n12,629\n12,640\n12,651\n12,662 11,118\n11,129\n11,140\n11,151\n11,162 80,250\n80,300\n80,350\n80,400\n80,450 80,300\n80,350\n80,400\n80,450\n80,500 13,278\n13,289\n13,300\n13,311\n13,322 9,222\n9,228\n9,234\n9,240\n9,246 13,278\n13,289\n13,300\n13,311\n13,322 11,778\n11,789\n11,800\n11,811\n11,822 83,250\n83,300\n83,350\n83,400\n83,450 83,300\n83,350\n83,400\n83,450\n83,500 13,938\n13,949\n13,960\n13,971\n13,982 9,582\n9,588\n9,594\n9,600\n9,606 13,938\n13,949\n13,960\n13,971\n13,982 12,438\n12,449\n12,460\n12,471\n12,482 77,500\n77,550\n77,600\n77,650\n77,700 77,550\n77,600\n77,650\n77,700\n77,750 12,673\n12,684\n12,695\n12,706\n12,717 8,892\n8,898\n8,904\n8,910\n8,916 12,673\n12,684\n12,695\n12,706\n12,717 11,173\n11,184\n11,195\n11,206\n11,217 80,500\n80,550\n80,600\n80,650\n80,700 80,550\n80,600\n80,650\n80,700\n80,750 13,333\n13,344\n13,355\n13,366\n13,377 9,252\n9,258\n9,264\n9,270\n9,276 13,333\n13,344\n13,355\n13,366\n13,377 11,833\n11,844\n11,855\n11,866\n11,877 83,500\n83,550\n83,600\n83,650\n83,700 83,550\n83,600\n83,650\n83,700\n83,750 13,993\n14,004\n14,015\n14,026\n14,037 9,612\n9,621\n9,632\n9,643\n9,654 13,993\n14,004\n14,015\n14,026\n14,037 12,493\n12,504\n12,515\n12,526\n12,537 77,750\n77,800\n77,850\n77,900\n77,950 77,800\n77,850\n77,900\n77,950\n78,000 12,728\n12,739\n12,750\n12,761\n12,772 8,922\n8,928\n8,934\n8,940\n8,946 12,728\n12,739\n12,750\n12,761\n12,772 11,228\n11,239\n11,250\n11,261\n11,272 80,750\n80,800\n80,850\n80,900\n80,950 80,800\n80,850\n80,900\n80,950\n81,000 13,388\n13,399\n13,410\n13,421\n13,432 9,282\n9,288\n9,294\n9,300\n9,306 13,388\n13,399\n13,410\n13,421\n13,432 11,888\n11,899\n11,910\n11,921\n11,932 83,750\n83,800\n83,850\n83,900\n83,950 83,800\n83,850\n83,900\n83,950\n84,000 14,048\n14,059\n14,070\n14,081\n14,092 9,665\n9,676\n9,687\n9,698\n9,709 14,048\n14,059\n14,070\n14,081\n14,092 12,548\n12,559\n12,570\n12,581\n12,592 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 72 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married",
    "querygen": [
      "which numbers does 68350 come in",
      "what is the a number in the lottery",
      "what is 67,250"
    ],
    "querygen_score": [
      "-4.371394",
      "-5.913821",
      "0.29514492"
    ]
  },
  {
    "id": "legal-advice_92__28",
    "doc_id": "legal-advice_92",
    "chunk_id": 28,
    "document_category": "legal-advice",
    "text": "1. Child tax credit and credit for other dependents (line 19)\nand additional child tax credit (line 28). 2. Head of household filing status. 3. Credit for child and dependent care expenses (Schedule\n3, line 2). 4. Exclusion for dependent care benefits (Form 2441, Part\nIII). 5. Earned income credit (line 27). No other person can take any of the five tax benefits just listed\nbased on the qualifying child. If you and any other person can\nclaim the child as a qualifying child, the following rules apply. For purposes of these rules, the term \"parent\" means a biological or adoptive parent of an individual. It doesn't include a stepparent or foster parent unless that person has adopted the individual. • If only one of the persons is the child's parent, the child is\ntreated as the qualifying child of the parent. • If the parents file a joint return together and can claim the\nchild as a qualifying child, the child is treated as the qualifying\nchild of the parents. • If the parents don’t file a joint return together but both parents claim the child as a qualifying child, the IRS will treat the\nchild as the qualifying child of the parent with whom the child\nlived for the longer period of time in 2022. If the child lived\nwith each parent for the same amount of time, the IRS will treat\nthe child as the qualifying child of the parent who had the higher adjusted gross income (AGI) for 2022. • If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. • If a parent can claim the child as a qualifying child but no\nparent does so claim the child, the child is treated as the qualifying child of the person who had the highest AGI for 2022, but\nonly if that person's AGI is higher than the highest AGI of any\nparent of the child who can claim the child. Example. Your child, J meets the conditions to be a qualifying child for both you and your parent. J doesn't meet the conditions to be a qualifying child of any other person, including J’s\nother parent. Under the rules just described, you can claim J as a\nqualifying child for all of the five tax benefits just listed for\nwhich you otherwise qualify. Your parent can't claim any of\nthose five tax benefits based on J. However, if your parent’s\nAGI is higher than yours and you do not claim J as a qualifying\nchild, J is the qualifying child of your parent. For more details and examples, see Pub. 501. If you will be claiming the child as a qualifying child, go to\nStep 2. Otherwise, stop; you can't claim any benefits based on\nthis child. Social security number. You must enter each dependent's social security number (SSN). Be sure the name and SSN entered\nagree with the dependent's social security card.",
    "querygen": [
      "what is the supplemental child credit",
      "irs child tax credit and child care credit schedule",
      "what is the child tax credit"
    ],
    "querygen_score": [
      "-2.088834",
      "0.7700059",
      "0.10469884"
    ]
  },
  {
    "id": "legal-advice_67__14",
    "doc_id": "legal-advice_67",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "(2) Practice as an enrolled actuary is limited\nTreasury Department Circular No. 230 Table of Contents to representation with respect to issues involving\nthe following statutory provisions in title 26 of\nthe United States Code: sections 401 (relating to\nqualification of employee plans), 403(a) (relating\nto whether an annuity plan meets the requirements\nof section 404(a) (2)), 404 (relating to deductibility\nof employer contributions), 405 (relating to\nqualification of bond purchase plans), 412 (relating\nto funding requirements for certain employee\nplans), 413 (relating to application of qualification\nrequirements to collectively bargained plans and\nto plans maintained by more than one employer),\n414 (relating to definitions and special rules with\nrespect to the employee plan area), 419 (relating\nto treatment of funded welfare benefits), 419A\n(relating to qualified asset accounts), 420 (relating\nto transfers of excess pension assets to retiree health\naccounts), 4971 (relating to excise taxes payable as\na result of an accumulated funding deficiency under\nsection 412), 4972 (relating to tax on nondeductible\ncontributions to qualified employer plans), 4976\n(relating to taxes with respect to funded welfare\nbenefit plans), 4980 (relating to tax on reversion of\nqualified plan assets to employer), 6057 (relating\nto annual registration of plans), 6058 (relating to\ninformation required in connection with certain plans\nof deferred compensation), 6059 (relating to periodic\nreport of actuary), 6652(e) (relating to the failure\nto file annual registration and other notifications\nby pension plan), 6652(f) (relating to the failure to\nfile information required in connection with certain\nplans of deferred compensation), 6692 (relating to\nthe failure to file actuarial report), 7805(b) (relating\nto the extent to which an Internal Revenue Service\nruling or determination letter coming under the\nstatutory provisions listed here will be applied without\nretroactive effect); and 29 U.S.C. § 1083 (relating to\nthe waiver of funding for nonqualified plans). (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (d)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled retirement\nplan agents, and registered tax return preparers. (e) Enrolled retirement plan agents —\nTreasury Department Circular No. 230 (1) Any individual enrolled as a retirement plan\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (2) Practice as an enrolled retirement plan agent\nis limited to representation with respect to issues\ninvolving the following programs: Employee Plans\nDetermination Letter program; Employee Plans\nCompliance Resolution System; and Employee\nPlans Master and Prototype and Volume Submitter\nprogram. In addition, enrolled retirement plan agents\nare generally permitted to represent taxpayers with\nrespect to IRS forms under the 5300 and 5500 series\nwhich are filed by retirement plans and plan sponsors,\nbut not with respect to actuarial forms or schedules. (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (e)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled actuaries, and\nregistered tax return preparers. (f) Registered tax return preparers. (1) Any individual who is designated as a\nregistered tax return preparer pursuant to §10.4(c)\nof this part who is not currently under suspension\nor disbarment from practice before the Internal\nRevenue Service may practice before the Internal\nRevenue Service.",
    "querygen": [
      "definition of enrolled actuary",
      "what title is enrolled actuary",
      "enrolled actuary definition"
    ],
    "querygen_score": [
      "-1.3568513",
      "0.29804415",
      "-1.0460814"
    ]
  },
  {
    "id": "legal-advice_71__3",
    "doc_id": "legal-advice_71",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "(hereinafter “the *** al --------------”) are deductible. Issue\nAre the costs of an --------------, led by a corporate president/shareholder, to recover the\nremains of an ----------- prominent in the history of the corporation deductible on the\ncorporate return? Law\nI.R.C. § 162(a) allows as a deduction “all the ordinary and necessary expenses paid or\nincurred during the taxable year in carrying on any trade or business.” Reg. § 1.162-2 allows a taxpayer to deducted travel expenses that are “reasonable and\nnecessary in the conduct of the taxpayer’s business and directly attributable to it.” It further\nstates that “if the trip is undertaken for other than business purposes, the travel fares and\nexpenses incident to travel are personal expenses . . .”\n“Necessary,” as it is used in § 162(a), means that the expense is appropriate and\nhelpful, rather than absolutely essential. Welch v. Helvering, 290 U.S. 111, 113 (1933). But if there are other, more economical and practical means of attaining a result, the\nexpense is not reasonable and, therefore, not necessary. A.S. Barber, Inc. v. United\nStates, 85-1 USTC P 9138 (D. Mo. 1984); Sherman v. Commissioner, 44 TCM 1324, 1326\n(1982); Ciaravella v. Commissioner, T.C. Memo. 1998-31. Under Reg. § 1.162-1(a), a\ncorporation may deduct expenses for advertising and promotion. In determining the\nextent to which advertising expenses are reasonable, the court will compare the amount\nexpended for the activity in question with the amount of benefit reasonably expected to be\nderived. Ciaravella v. Commissioner, T.C. Memo. 1998-31; Mathes v. Commissioner, T.C.\nMemo. 1990-483. An expenditure that benefits employees in a private setting does not promote or\nadvertise the taxpayer’s business to the world of customers and is therefore not deductible. Quarrier Diner, Inc. v. Commissioner, 22 TCM 276, 279 (1963). The advertising must be\ndirected toward those constituting the taxpayer’s market or business environment. U.S.\nEquipment Co. v. Commissioner, 22 TCM 1309, 1321 (1963). The lack of exposure to\ngroups from whom the taxpayer’s business contacts or customers are likely to emerge\nprecludes deduction of the expense. W.D. Gale, Inc. v. Commissioner, 297 F.2d 270, 271\n(6th Cir. 1961). The payment by one taxpayer of an expense of another taxpayer’s trade or business is\nnot deductible. Deputy v. DuPont, 308 U.S. 488, 494 (1940). As a general rule, the trade\nor business of a corporation is not also a trade or business of its share-holders. Whipple v. CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 6 Commissioner, 373 U.S. 193, 202 (1963). I.R.C. § 262(a) states that “except as otherwise expressly provided in this chapter, no\ndeduction shall be allowed for personal, living, or family expenses.”",
    "querygen": [
      "are corporate deductible costs",
      "deductible cost of recover the remains",
      "who is responsible for the expense deductible"
    ],
    "querygen_score": [
      "0.5027883",
      "-0.13878712",
      "-2.334144"
    ]
  },
  {
    "id": "legal-advice_26__39",
    "doc_id": "legal-advice_26",
    "chunk_id": 39,
    "document_category": "legal-advice",
    "text": "Continuing\neducation presentations provided to an audience\nsolely for the purpose of enhancing practitioners’\nprofessional knowledge on Federal tax matters\nare not considered written advice on a Federal tax\nmatter for purposes of this section. The preceding\nsentence does not apply to presentations marketing\nor promoting transactions. (2) The practitioner must—\n(i) Base the written advice on reasonable factual\nand legal assumptions (including assumptions as to\nfuture events);\n(ii) Reasonably consider all relevant facts\nand circumstances that the practitioner knows or\nreasonably should know;\n(iii) Use reasonable efforts to identify and\nascertain the facts relevant to written advice on each\nFederal tax matter;\n(iv) Not rely upon representations, statements,\nfindings, or agreements (including projections,\nfinancial forecasts, or appraisals) of the taxpayer\nor any other person if reliance on them would be\nunreasonable;\nTreasury Department Circular No. 230 Table of Contents (v) Relate applicable law and authorities to\nfacts; and\n(vi) Not, in evaluating a Federal tax matter, take\ninto account the possibility that a tax return will not\nbe audited or that a matter will not be raised on audit. (3) Reliance on representations, statements,\nfindings, or agreements is unreasonable if the\npractitioner knows or reasonably should know that\none or more representations or assumptions on which\nany representation is based are incorrect, incomplete,\nor inconsistent. (b) Reliance on advice of others. A practitioner\nmay only rely on the advice of another person if the\nadvice was reasonable and the reliance is in good\nfaith considering all the facts and circumstances. Reliance is not reasonable when— (1) The practitioner knows or reasonably should\nknow that the opinion of the other person should not\nbe relied on;\n(2) The practitioner knows or reasonably should\nknow that the other person is not competent or lacks\nthe necessary qualifications to provide the advice; or\n(3) The practitioner knows or reasonably should\nknow that the other person has a conflict of interest in\nviolation of the rules described in this part. (c) Standard of review. (1) In evaluating whether a practitioner giving\nwritten advice concerning one or more Federal\ntax matters complied with the requirements of this\nsection, the Commissioner, or delegate, will apply a\nreasonable practitioner standard, considering all facts\nand circumstances, including, but not limited to, the\nscope of the engagement and the type and specificity\nof the advice sought by the client. (2) In the case of an opinion the practitioner\nknows or has reason to know will be used or referred\nto by a person other than the practitioner (or a person\nwho is a member of, associated with, or employed by\nthe practitioner’s firm) in promoting, marketing, or\nrecommending to one or more taxpayers a partnership\nor other entity, investment plan or arrangement\na significant purpose of which is the avoidance or\nevasion of any tax imposed by the Internal Revenue\nCode, the Commissioner, or delegate, will apply a\nreasonable practitioner standard, considering all\nTreasury Department Circular No. 230 facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter.",
    "querygen": [
      "what is continuing education presented to an audience solely for the purpose of enhancing practitioners' professional knowledge on federal tax matters?",
      "does continuing education need to be part of a continuing education course",
      "does continuing education refer to federal tax matters"
    ],
    "querygen_score": [
      "3.458296",
      "-3.0862737",
      "1.8324552"
    ]
  },
  {
    "id": "legal-advice_69__39",
    "doc_id": "legal-advice_69",
    "chunk_id": 39,
    "document_category": "legal-advice",
    "text": "Continuing\neducation presentations provided to an audience\nsolely for the purpose of enhancing practitioners’\nprofessional knowledge on Federal tax matters\nare not considered written advice on a Federal tax\nmatter for purposes of this section. The preceding\nsentence does not apply to presentations marketing\nor promoting transactions. (2) The practitioner must—\n(i) Base the written advice on reasonable factual\nand legal assumptions (including assumptions as to\nfuture events);\n(ii) Reasonably consider all relevant facts\nand circumstances that the practitioner knows or\nreasonably should know;\n(iii) Use reasonable efforts to identify and\nascertain the facts relevant to written advice on each\nFederal tax matter;\n(iv) Not rely upon representations, statements,\nfindings, or agreements (including projections,\nfinancial forecasts, or appraisals) of the taxpayer\nor any other person if reliance on them would be\nunreasonable;\nTreasury Department Circular No. 230 Table of Contents (v) Relate applicable law and authorities to\nfacts; and\n(vi) Not, in evaluating a Federal tax matter, take\ninto account the possibility that a tax return will not\nbe audited or that a matter will not be raised on audit. (3) Reliance on representations, statements,\nfindings, or agreements is unreasonable if the\npractitioner knows or reasonably should know that\none or more representations or assumptions on which\nany representation is based are incorrect, incomplete,\nor inconsistent. (b) Reliance on advice of others. A practitioner\nmay only rely on the advice of another person if the\nadvice was reasonable and the reliance is in good\nfaith considering all the facts and circumstances. Reliance is not reasonable when— (1) The practitioner knows or reasonably should\nknow that the opinion of the other person should not\nbe relied on;\n(2) The practitioner knows or reasonably should\nknow that the other person is not competent or lacks\nthe necessary qualifications to provide the advice; or\n(3) The practitioner knows or reasonably should\nknow that the other person has a conflict of interest in\nviolation of the rules described in this part. (c) Standard of review. (1) In evaluating whether a practitioner giving\nwritten advice concerning one or more Federal\ntax matters complied with the requirements of this\nsection, the Commissioner, or delegate, will apply a\nreasonable practitioner standard, considering all facts\nand circumstances, including, but not limited to, the\nscope of the engagement and the type and specificity\nof the advice sought by the client. (2) In the case of an opinion the practitioner\nknows or has reason to know will be used or referred\nto by a person other than the practitioner (or a person\nwho is a member of, associated with, or employed by\nthe practitioner’s firm) in promoting, marketing, or\nrecommending to one or more taxpayers a partnership\nor other entity, investment plan or arrangement\na significant purpose of which is the avoidance or\nevasion of any tax imposed by the Internal Revenue\nCode, the Commissioner, or delegate, will apply a\nreasonable practitioner standard, considering all\nTreasury Department Circular No. 230 facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter.",
    "querygen": [
      "is continuing education needed for tax preparation",
      "what is continuing education presentation",
      "what is a continuing education presentation?"
    ],
    "querygen_score": [
      "-0.8266318",
      "0.027303394",
      "-0.20154487"
    ]
  },
  {
    "id": "legal-advice_0__49",
    "doc_id": "legal-advice_0",
    "chunk_id": 49,
    "document_category": "legal-advice",
    "text": "(b) Response. Unless otherwise ordered by the\nAdministrative Law Judge, the nonmoving party\nis not required to file a response to a motion. If\nthe Administrative Law Judge does not order\nthe nonmoving party to file a response, and the\nnonmoving party files no response, the nonmoving\nparty is deemed to oppose the motion. If a nonmoving\nparty does not respond within 30 days of the filing\nof a motion for decision by default for failure to\nfile a timely answer or for failure to prosecute, the\nnonmoving party is deemed not to oppose the motion. (c) Oral motions; oral argument —\n(1) The Administrative Law Judge may, for good\ncause and with notice to the parties, permit oral\nmotions and oral opposition to motions. (2) The Administrative Law Judge may, within\nhis or her discretion, permit oral argument on any\nmotion. (d) Orders. The Administrative Law Judge should\nissue written orders disposing of any motion or\nrequest and any response thereto. (e) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.69 Representation; ex parte communication. (a) Representation. (1) The Internal Revenue Service may be\nrepresented in proceedings under this part by an\nattorney or other employee of the Internal Revenue\nService. An attorney or an employee of the Internal\nTreasury Department Circular No. 230 Table of Contents Revenue Service representing the Internal Revenue\nService in a proceeding under this part may sign the\ncomplaint or any document required to be filed in\nthe proceeding on behalf of the Internal Revenue\nService.\n(2) A respondent may appear in person, be\nrepresented by a practitioner, or be represented by\nan attorney who has not filed a declaration with\nthe Internal Revenue Service pursuant to §10.3. A\npractitioner or an attorney representing a respondent\nor proposed respondent may sign the answer or any\ndocument required to be filed in the proceeding on\nbehalf of the respondent. (b) Ex parte communication. The Internal Revenue\nService, the respondent, and any representatives of\neither party, may not attempt to initiate or participate\nin ex parte discussions concerning a proceeding or\npotential proceeding with the Administrative Law\nJudge (or any person who is likely to advise the\nAdministrative Law Judge on a ruling or decision)\nin the proceeding before or during the pendency\nof the proceeding. Any memorandum, letter or\nother communication concerning the merits of the\nproceeding, addressed to the Administrative Law\nJudge, by or on behalf of any party shall be regarded\nas an argument in the proceeding and shall be served\non the othe party. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.70 Administrative Law Judge. (a) Appointment. Proceedings on complaints for the\nsanction (as described in §10.50) of a practitioner,\nemployer, firm or other entity, or appraiser will be\nconducted by an Administrative Law Judge appointed\nas provided by 5 U.S.C. 3105.\n(b) Powers of the Administrative Law Judge. The\nAdministrative Law Judge, among other powers,\nhas the authority, in connection with any proceeding\nunder §10.60 assigned or referred to him or her, to do\nthe following:\n(1) Administer oaths and affirmations;\n(2) Make rulings on motions and requests, which\nrulings may not be appealed prior to the close of a\nTreasury Department Circular No. 230",
    "querygen": [
      "what to file if no respond on motion",
      "does a motion to dismiss require a court response",
      "does motion have to be filed by a nonmoving party."
    ],
    "querygen_score": [
      "0.47405094",
      "-1.3404049",
      "2.064156"
    ]
  },
  {
    "id": "legal-advice_33__21",
    "doc_id": "legal-advice_33",
    "chunk_id": 21,
    "document_category": "legal-advice",
    "text": "(ii) Enrollment cycle means the three successive\nenrollment years preceding the effective date of\nrenewal. (iii) Registration year means each 12-month\nperiod the registered tax return preparer is authorized\nto practice before the Internal Revenue Service.\n(iv) The effective date of renewal is the first day\nof the fourth month following the close of the period\nfor renewal described in paragraph (d) of this section. (2) For renewed enrollment as an enrolled agent\nor enrolled retirement plan agent —\n(i) Requirements for enrollment cycle. A\nminimum of 72 hours of continuing education credit,\nincluding six hours of ethics or professional conduct,\nmust be completed during each enrollment cycle. (ii) Requirements for enrollment year. A\nminimum of 16 hours of continuing education credit,\nincluding two hours of ethics or professional conduct,\nmust be completed during each enrollment year of an\nenrollment cycle. (iii) Enrollment during enrollment cycle —\nPage 12 — § 10.6 (A) In general. Subject to paragraph (e)(2)(iii)\n(B) of this section, an individual who receives initial\nenrollment during an enrollment cycle must complete\ntwo hours of qualifying continuing education credit\nfor each month enrolled during the enrollment cycle. Enrollment for any part of a month is considered\nenrollment for the entire month. (B) Ethics. An individual who receives\ninitial enrollment during an enrollment cycle must\ncomplete two hours of ethics or professional conduct\nfor each enrollment year during the enrollment cycle. Enrollment for any part of an enrollment year is\nconsidered enrollment for the entire year. (3) Requirements for renewal as a registered\ntax return preparer. A minimum of 15 hours of\ncontinuing education credit, including two hours of\nethics or professional conduct, three hours of Federal\ntax law updates, and 10 hours of Federal tax law\ntopics, must be completed during each registration\nyear. (f) Qualifying continuing education —\n(1) General —\n(i) Enrolled agents. To qualify for continuing\neducation credit for an enrolled agent, a course of\nlearning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional\nknowledge in Federal taxation or Federal tax related\nmatters (programs comprised of current subject\nmatter in Federal taxation or Federal tax related\nmatters, including accounting, tax return preparation\nsoftware, taxation, or ethics); and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (ii) Enrolled retirement plan agents. To qualify\nfor continuing education credit for an enrolled\nretirement plan agent, a course of learning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional knowledge\nin qualified retirement plan matters; and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (iii) Registered tax return preparers. To\nTreasury Department Circular No. 230 Table of Contents qualify for continuing education credit for a registered\ntax return preparer, a course of learning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional\nknowledge in Federal taxation or Federal tax related\nmatters (programs comprised of current subject\nmatter in Federal taxation or Federal tax related\nmatters, including accounting, tax return preparation\nsoftware, taxation, or ethics); and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (2) Qualifying programs —\n(i) Formal programs.",
    "querygen": [
      "what's the effective day of a registration year",
      "what irs enrollment cycle",
      "what is the effective date irs"
    ],
    "querygen_score": [
      "0.48882282",
      "0.7755321",
      "-1.0005084"
    ]
  },
  {
    "id": "legal-advice_67__49",
    "doc_id": "legal-advice_67",
    "chunk_id": 49,
    "document_category": "legal-advice",
    "text": "(b) Response. Unless otherwise ordered by the\nAdministrative Law Judge, the nonmoving party\nis not required to file a response to a motion. If\nthe Administrative Law Judge does not order\nthe nonmoving party to file a response, and the\nnonmoving party files no response, the nonmoving\nparty is deemed to oppose the motion. If a nonmoving\nparty does not respond within 30 days of the filing\nof a motion for decision by default for failure to\nfile a timely answer or for failure to prosecute, the\nnonmoving party is deemed not to oppose the motion. (c) Oral motions; oral argument —\n(1) The Administrative Law Judge may, for good\ncause and with notice to the parties, permit oral\nmotions and oral opposition to motions. (2) The Administrative Law Judge may, within\nhis or her discretion, permit oral argument on any\nmotion. (d) Orders. The Administrative Law Judge should\nissue written orders disposing of any motion or\nrequest and any response thereto. (e) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.69 Representation; ex parte communication. (a) Representation. (1) The Internal Revenue Service may be\nrepresented in proceedings under this part by an\nattorney or other employee of the Internal Revenue\nService. An attorney or an employee of the Internal\nTreasury Department Circular No. 230 Table of Contents Revenue Service representing the Internal Revenue\nService in a proceeding under this part may sign the\ncomplaint or any document required to be filed in\nthe proceeding on behalf of the Internal Revenue\nService.\n(2) A respondent may appear in person, be\nrepresented by a practitioner, or be represented by\nan attorney who has not filed a declaration with\nthe Internal Revenue Service pursuant to §10.3. A\npractitioner or an attorney representing a respondent\nor proposed respondent may sign the answer or any\ndocument required to be filed in the proceeding on\nbehalf of the respondent. (b) Ex parte communication. The Internal Revenue\nService, the respondent, and any representatives of\neither party, may not attempt to initiate or participate\nin ex parte discussions concerning a proceeding or\npotential proceeding with the Administrative Law\nJudge (or any person who is likely to advise the\nAdministrative Law Judge on a ruling or decision)\nin the proceeding before or during the pendency\nof the proceeding. Any memorandum, letter or\nother communication concerning the merits of the\nproceeding, addressed to the Administrative Law\nJudge, by or on behalf of any party shall be regarded\nas an argument in the proceeding and shall be served\non the othe party. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.70 Administrative Law Judge. (a) Appointment. Proceedings on complaints for the\nsanction (as described in §10.50) of a practitioner,\nemployer, firm or other entity, or appraiser will be\nconducted by an Administrative Law Judge appointed\nas provided by 5 U.S.C. 3105.\n(b) Powers of the Administrative Law Judge. The\nAdministrative Law Judge, among other powers,\nhas the authority, in connection with any proceeding\nunder §10.60 assigned or referred to him or her, to do\nthe following:\n(1) Administer oaths and affirmations;\n(2) Make rulings on motions and requests, which\nrulings may not be appealed prior to the close of a\nTreasury Department Circular No. 230",
    "querygen": [
      "which party is not required to file a response to a motion?",
      "is motions to dismiss a motion in court a response",
      "do nonmoving parties have to file their own response to a motion"
    ],
    "querygen_score": [
      "3.0088265",
      "-2.0509756",
      "2.8344843"
    ]
  },
  {
    "id": "legal-advice_39__123",
    "doc_id": "legal-advice_39",
    "chunk_id": 123,
    "document_category": "legal-advice",
    "text": "See the Instructions for Form\n3520. Form 1099-K loss reporting. If you\nsold a personal item at a loss, enter the\namount of the sale proceeds from Form\n1099-K on line 8z. In the entry space\nnext to line 8z write “Form 1099-K Personal Item Sold at a Loss” and also enter\nthe amount of the sale proceeds. For example, you bought a couch for $1,000\nand sold it through a third-party vendor\nfor $700, which was reported on your\nForm 1099-K. In the entry space next to\nline 8z you would write “Form 1099-K\nPersonal Item Sold at a Loss - $700.” See the instructions for line 24z. Incorrect Form 1099-K. If you received a Form 1099-K that shows payments you didn’t receive or is otherwise\nincorrect and you can’t get it corrected,\nenter the amount from Form 1099-K that\nwas incorrectly reported to you on\nline 8z. In the entry space next to line 8z\nwrite “Incorrect Form 1099-K” and also\nenter the amount that was incorrectly reported to you. For example, if you received a Form 1099-K that incorrectly\nshowed $800 of payments to you, you Adjustments to\nIncome ! -87- Line 11\nEducator Expenses If you were an eligible educator in 2022,\nyou can deduct on line 11 up to $300 of\nqualified expenses you paid in 2022. If\nyou and your spouse are filing jointly\nand both of you were eligible educators,\nthe maximum deduction is $600. However, neither spouse can deduct more\nthan $300 of their qualified expenses on\nline 11. An eligible educator is a kindergarten through grade 12 teacher, instructor, counselor, principal, or aide who\nworked in a school for at least 900 hours\nduring a school year. Qualified expenses include ordinary\nand necessary expenses paid:\n• For professional development\ncourses you have taken related to the\ncurriculum you teach or to the students\nyou teach; or\n• In connection with books, supplies, equipment (including computer\nequipment, software, and services), and\nother materials used in the classroom. An ordinary expense is one that is\ncommon and accepted in your educational field. A necessary expense is one\nthat is helpful and appropriate for your\nprofession as an educator. An expense\ndoesn’t have to be required to be considered necessary. Qualified expenses include TIP amounts paid or incurred in\n2022 for personal protective\nequipment, disinfectant, and other supplies used for the prevention of the\nspread of coronavirus. Qualified expenses don’t include expenses for home schooling or for nonathletic supplies for courses in health or\nphysical education. You must reduce your qualified expenses by the following amounts. • Excludable U.S. series EE and I\nsavings bond interest from Form 8815. Self-Employed Health Insurance Deduction Worksheet—Schedule 1, Line 17 Before you begin: Be sure you have read the Exceptions in the instructions for this line to see if you can use this worksheet instead of Pub. 535 to figure your deduction. 1. Enter the total amount paid in 2022 for health insurance coverage established under your business\n(or the S corporation in which you were a more-than-2% shareholder) for 2022 for you, your\nspouse, and your dependents. Your insurance can also cover your child who was under age 27 at\nthe end of 2022, even if the child wasn't your dependent.",
    "querygen": [
      "where to enter the amount for the loss on the 1099-k?",
      "what are the lines on my 1099-k form",
      "how to report personal items on 1099?"
    ],
    "querygen_score": [
      "1.9292607",
      "1.1610094",
      "2.09021"
    ]
  },
  {
    "id": "legal-advice_34__47",
    "doc_id": "legal-advice_34",
    "chunk_id": 47,
    "document_category": "legal-advice",
    "text": "If no\naddress is designated in the complaint or provided\nin a notice of appearance, service will be made on\nthe office(s) established to enforce this part under the\nauthority of §10.1, Internal Revenue Service, 1111\nConstitution Avenue, NW, Washington, DC 20224. (d) Service of evidence in support of complaint. Within 10 days of serving the complaint, copies of\nthe evidence in support of the complaint must be\nserved on the respondent in any manner described in\nparagraphs (a)(2) and (3) of this section. (e) Filing of papers. Whenever the filing of a\npaper is required or permitted in connection with\na proceeding under this part, the original paper,\nplus one additional copy, must be filed with the\nAdministrative Law Judge at the address specified\nin the complaint or at an address otherwise specified\nby the Administrative Law Judge. All papers\nfiled in connection with a proceeding under this\npart must be served on the other party, unless the\nAdministrative Law Judge directs otherwise. A\ncertificate evidencing such must be attached to the\noriginal paper filed with the Administrative Law\nJudge. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.64 Answer; default. (a) Filing. The respondent’s answer must be filed\nwith the Administrative Law Judge, and served\non the Internal Revenue Service, within the time\nspecified in the complaint unless, on request or\napplication of the respondent, the time is extended\nby the Administrative Law Judge. (b) Contents. The answer must be written and\ncontain a statement of facts that constitute the\nrespondent’s grounds of defense. General denials\nare not permitted. The respondent must specifically\nadmit or deny each allegation set forth in the\ncomplaint, except that the respondent may state that\nTreasury Department Circular No. 230 the respondent is without sufficient information to\nadmit or deny a specific allegation. The respondent,\nnevertheless, may not deny a material allegation in\nthe complaint that the respondent knows to be true,\nor state that the respondent is without sufficient\ninformation to form a belief, when the respondent\npossesses the required information. The respondent\nalso must state affirmatively any special matters of\ndefense on which he or she relies. (c) Failure to deny or answer allegations in the\ncomplaint. Every allegation in the complaint that is\nnot denied in the answer is deemed admitted and will\nbe considered proved; no further evidence in respect\nof such allegation need be adduced at a hearing. (d) Default. Failure to file an answer within the time\nprescribed (or within the time for answer as extended\nby the Administrative Law Judge), constitutes an\nadmission of the allegations of the complaint and\na waiver of hearing, and the Administrative Law\nJudge may make the decision by default without a\nhearing or further procedure. A decision by default\nconstitutes a decision under §10.76. (e) Signature. The answer must be signed by\nthe respondent or the respondent’s authorized\nrepresentative under §10.69(a)(2) and must\ninclude a statement directly above the signature\nacknowledging that the statements made in the\nanswer are true and correct and that knowing and\nwillful false statements may be punishable under 18\nU.S.C. §1001. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.65 Supplemental charges. (a) In general.",
    "querygen": [
      "what is the service to service of evidence",
      "who is responsible for the service of evidence in federal court?",
      "where is the irs office"
    ],
    "querygen_score": [
      "-0.78349245",
      "-2.897829",
      "-1.3048115"
    ]
  },
  {
    "id": "legal-advice_96__125",
    "doc_id": "legal-advice_96",
    "chunk_id": 125,
    "document_category": "legal-advice",
    "text": "• Performing-arts-related expenses\nas a qualified performing artist. • Business expenses of fee-basis\nstate or local government officials. For more details, see Form 2106. Line 13 Line 16 Health Savings Account (HSA)\nDeduction Self-Employed SEP, SIMPLE, and\nQualified Plans You may be able to take this deduction\nif contributions (other than employer\ncontributions, rollovers, and qualified\nHSA funding distributions from an IRA)\nwere made to your HSA for 2022. See\nForm 8889. If you were self-employed or a partner,\nyou may be able to take this deduction. See Pub. 560 or, if you were a minister,\nPub. 517. Line 14 Self-Employed Health Insurance\nDeduction Moving Expenses You can deduct moving expenses if you\nare a member of the Armed Forces on\nactive duty and due to a military order\nyou move because of a permanent\nchange of station. Use Tax Topic 455 or\nsee Form 3903. Line 15\nDeductible Part of\nSelf-Employment Tax If you were self-employed and owe\nself-employment tax, fill in Schedule SE\nto figure the amount of your deduction. The deductible part of your self-employment tax is on line 13 of Schedule SE. -88- Line 17 You may be able to deduct the amount\nyou paid for health insurance for yourself, your spouse, and your dependents. The insurance can also cover your child\nwho was under age 27 at the end of\n2022, even if the child wasn't your dependent. A child includes your son,\ndaughter, stepchild, adopted child, or\nfoster child (defined in Who Qualifies as\nYour Dependent in the Instructions for\nForm 1040). One of the following statements must\nbe true. • You were self-employed and had a\nnet profit for the year reported on\nSchedule C or F.\n• You were a partner with net earnings from self-employment. • You used one of the optional\nmethods to figure your net earnings\nfrom self-employment on Schedule SE.\n• You received wages in 2022 from\nan S corporation in which you were a\nmore-than-2% shareholder. Health insurance premiums paid or reimbursed by\nthe S corporation are shown as wages on\nForm W-2. The insurance plan must be established under your business. Your personal\nservices must have been a material income-producing factor in the business. If you are filing Schedule C or F, the\npolicy can be either in your name or in\nthe name of the business. If you are a partner, the policy can be\neither in your name or in the name of the\npartnership. You can either pay the premiums yourself or your partnership can\npay them and report them as guaranteed\npayments. If the policy is in your name\nand you pay the premiums yourself, the\npartnership must reimburse you and report the premiums as guaranteed payments. If you are a more-than-2% shareholder in an S corporation, the policy can be\neither in your name or in the name of the\nS corporation. You can either pay the\npremiums yourself or the S corporation\ncan pay them and report them as wages. If the policy is in your name and you\npay the premiums yourself, the S corporation must reimburse you.",
    "querygen": [
      "what is the difference between a sep and hsa",
      "sep deductible deductions",
      "what hsa deductions are available"
    ],
    "querygen_score": [
      "-3.982655",
      "-1.7281145",
      "-1.1725832"
    ]
  },
  {
    "id": "legal-advice_34__27",
    "doc_id": "legal-advice_34",
    "chunk_id": 27,
    "document_category": "legal-advice",
    "text": "Any individual may for compensation\nprepare or assist with the preparation of a tax return\nor claim for refund (provided the individual prepares\nless than substantially all of the tax return or claim for\nrefund), appear as a witness for the taxpayer before\nthe Internal Revenue Service, or furnish information\nat the request of the Internal Revenue Service or any\nof its officers or employees. (c) Application of rules to other individuals. Any\nindividual who for compensation prepares, or assists\nin the preparation of, all or a substantial portion of a\ndocument pertaining to any taxpayer’s tax liability for\nsubmission to the Internal Revenue Service is subject\nto the duties and restrictions relating to practice in\nsubpart B, as well as subject to the sanctions for\nviolation of the regulations in subpart C. Unless\notherwise a practitioner, however, an individual\nmay not for compensation prepare, or assist in the\npreparation of, all or substantially all of a tax return\nor claim for refund, or sign tax returns and claims for\nrefund. For purposes of this paragraph, an individual\ndescribed in 26 CFR 301.7701-15(f) is not treated\nas having prepared all or a substantial portion of the\ndocument by reason of such assistance. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. (a) Continuing education providers —\n(1) In general. Continuing education providers\nare those responsible for presenting continuing\neducation programs. A continuing education provider\nmust —\n(i) Be an accredited educational institution;\n(ii) Be recognized for continuing education\npurposes by the licensing body of any State, territory,\nor possession of the United States, including a\nCommonwealth, or the District of Columbia;\n(iii) Be recognized and approved by a qualifying\norganization as a provider of continuing education\non subject matters within §10.6(f) of this part. The\nInternal Revenue Service may, at its discretion,\nidentify a professional organization, society or\nbusiness entity that maintains minimum education\nstandards comparable to those set forth in this part as\na qualifying organization for purposes of this part in\nappropriate forms, instructions, and other appropriate\nguidance; or\n(iv) Be recognized by the Internal Revenue\nService as a professional organization, society, or\nbusiness whose programs include offering continuing\nprofessional education opportunities in subject\nmatters within §10.6(f) of this part. The Internal\nRevenue Service, at its discretion, may require such\nprofessional organizations, societies, or businesses\nto file an agreement and/or obtain Internal Revenue\nService approval of each program as a qualified\ncontinuing education program in appropriate forms,\ninstructions or other appropriate guidance. (2) Continuing education provider numbers —\n(i) In general. A continuing education provider\nis required to obtain a continuing education provider\nnumber and pay any applicable user fee. (ii) Renewal. A continuing education provider\nmaintains its status as a continuing education provider\nduring the continuing education provider cycle by\nrenewing its continuing education provider number as\nprescribed by forms, instructions or other appropriate\nguidance and paying any applicable user fee. Treasury Department Circular No. 230 § 10.9 — Page 17 Table of Contents (3) Requirements for qualified continuing\neducation programs.",
    "querygen": [
      "who can prepare a tax return",
      "who is authorized to prepare the tax return for individuals?",
      "who can assist a taxpayer with tax preparation"
    ],
    "querygen_score": [
      "2.118937",
      "0.99663806",
      "2.2296243"
    ]
  },
  {
    "id": "legal-advice_83__10",
    "doc_id": "legal-advice_83",
    "chunk_id": 10,
    "document_category": "legal-advice",
    "text": "In that event, the employer may\ntreat the advance earned income credit which exceeds the employment taxes due as an\nadvance payment of such employment taxes. I.R.C. § 3507(d)(3). The Service has encountered situations where the employer has falsely\noverstated the advanced earned income credit claimed on Forms 941, 943, or 944. You\nwant to know the correct procedure for recovering a refund resulting from such a false\nclaim. Since this credit is treated as an offset to certain employment taxes and the\nexcess is treated as a payment of such employment taxes, generally the audit\nprocedures on employment taxes will apply. You have specifically asked if deficiency procedures apply. They do not. The\ndefinition of a deficiency found in section 6211 applies to income, estate and gift taxes\nimposed by Subtitles A and B and to excise taxes imposed by chapters 41, 42, 43 and POSTN-119570-10/SCAF-106587-10 page 11 44. The deficiency procedures as described in section 6211 do not apply to\nemployment taxes, which are imposed under Subtitle C. The authority to assess and collect underpayments of employment taxes,\nincluding FICA taxes, RRTA taxes, and income tax withholding, is found in section\n6201. When the taxpayer has underpaid the tax, the taxpayer can agree to an\nadjustment, which can be interest-free. See I.R.C. § 6205 and Rev. Rul. 2009-39,\n2009-52 I.R.B. 951. You have also asked whether the Service could assess the liability using math\nerror procedures. There are two possible math error procedures:\n(1) assessment of a liability under section 6213(b)(1) which if challenged\nmust be abated and a notice of deficiency issued as provided for in\nsection 6213(b)(2);\n(2) assessment of overstated withholding or estimated income tax under\nsection 6201(a)(3). We conclude that neither of these procedures is available. The procedures\nunder section 6213 deal with income, estate, gift and some excise taxes which are\nsubject to notice of deficiency procedures. The Service should deal with the false\nadvanced earned income credit on an employer’s return using employment tax\nprocedures. Assessments under section 6201(a)(3) are made using math error procedures\nbut without the right of the taxpayer to challenge the assessment and force it to notice of\ndeficiency procedures. The assessment authority under section 6201(a)(3) only applies\nto overstatements of income tax withholding or estimated income tax payments. The\nadvanced earned income credit does not qualify as either income tax withholding or as\nestimated income tax payments. If the Service identified the credit for advanced earned income credit payments\nas false before it gave the taxpayer credit by offsetting any overpayment to other\nperiods or before it refunded the credit, the Service could just reverse the false credit. This would create a balance due on the account or reduce the amount of any\noverpayment on the account. If the Service has already applied the excess credit to\nother periods or refunded the credit, then you would need to use normal employment\ntax audit procedures to make the adjustment and assessment. Issue 4. Is the proposed IRM paragraph legally adequate to deal with situations\nwhere the return claims an erroneous refund based on a false credit?",
    "querygen": [
      "which section does advance earned income exceed the employment tax due",
      "is an advance tax credit considered a payment",
      "irc advance earned income credit"
    ],
    "querygen_score": [
      "2.007897",
      "0.12225265",
      "-1.5431309"
    ]
  },
  {
    "id": "legal-advice_62__65",
    "doc_id": "legal-advice_62",
    "chunk_id": 65,
    "document_category": "legal-advice",
    "text": "Subtract that amount from the amount on\nForm 1040 or 1040-SR, line 1a, and enter the result on line 1 of\nthe worksheet in Step 5 (instead of entering the actual amount\nfrom Form 1040 or 1040-SR, line 1a). Be sure to answer “Yes”\nto question 2 in Step 5. Clergy. The following instructions apply to ministers, members of religious orders who have not taken a vow of poverty,\nand Christian Science practitioners. If you are filing Schedule SE and the amount on line 2 of that schedule includes an -40- amount that was also reported on Form 1040 or 1040-SR,\nline 1z, do the following. 1. Enter “Clergy” on the dotted line next to line 27. 2. Determine how much of the amount on Form 1040 or\n1040-SR, line 1z, was also reported on Schedule SE, Part I,\nline 2. 3. Subtract that amount from the amount on Form 1040 or\n1040-SR, line 1z. Enter the result on line 1 of the worksheet in\nStep 5 (instead of entering the actual amount from Form 1040\nor 1040-SR, line 1z). 4. Be sure to answer “Yes” to question 2 in Step 5. Combat pay, nontaxable. If you were a member of the U.S.\nArmed Forces who served in a combat zone, certain pay is excluded from your income. See Combat Zone Exclusion in Pub. 3. You can elect to include this pay in your earned income when\nfiguring the EIC. The amount of your nontaxable combat pay\nshould be shown in box 12 of Form(s) W-2 with code Q. If you\nare filing a joint return and both you and your spouse received\nnontaxable combat pay, you can each make your own election. In other words, if one of you makes the election, the other one\ncan also make it but doesn't have to. ! If you elect to use your nontaxable combat pay in figuring your EIC, enter that amount on line 1i. CAUTION Credit figured by the IRS. To have the IRS figure your EIC:\n1. Enter “EIC” on the dotted line next to line 27. 2. Be sure you enter the nontaxable combat pay you elect to\ninclude in earned income by entering that amount on line 1i. See Combat pay, nontaxable, earlier. 3. If you have a qualifying child, complete and attach\nSchedule EIC. If your EIC for a year after 1996 was reduced or\ndisallowed, see Form 8862, who must file, later. Exception to time lived with you. Temporary absences by you\nor the child for special circumstances, such as school, vacation,\nbusiness, medical care, military service, or detention in a juvenile facility, count as time the child lived with you. Also see\nKidnapped child under Who Qualifies as Your Dependent, earlier, and Members of the military, later.",
    "querygen": [
      "how to make 1040 tx sr worksheet",
      "can I use 1040 sr for taxes",
      "what is the difference between form 1040 and form 1040 sr"
    ],
    "querygen_score": [
      "-0.026104612",
      "0.11106928",
      "-1.6768402"
    ]
  },
  {
    "id": "legal-advice_32__86",
    "doc_id": "legal-advice_32",
    "chunk_id": 86,
    "document_category": "legal-advice",
    "text": "• It is more convenient. You don’t\nhave to make a trip to the bank to deposit your check. • It saves tax dollars. It costs the\ngovernment less to refund by direct deposit.\n• It's proven itself. Nearly 98% of\nsocial security and veterans' benefits are\nsent electronically using direct deposit. If you file a joint return and\ncheck the box on line 35a and\nCAUTION attach Form 8888 or fill in\nlines 35b through 35d, your spouse may\nget at least part of the refund. ! IRA. You can have your refund (or part\nof it) directly deposited to a traditional\nIRA, Roth IRA, or SEP-IRA, but not a\nSIMPLE IRA. You must establish the\nIRA at a bank or other financial institution before you request direct deposit. Make sure your direct deposit will be\naccepted. You must also notify the trustee or custodian of your account of the\nyear to which the deposit is to be applied\n(unless the trustee or custodian won't accept a deposit for 2022). If you don’t,\nthe trustee or custodian can assume the\ndeposit is for the year during which you\nare filing the return. For example, if you\nfile your 2022 return during 2023 and\ndon’t notify the trustee or custodian in\nadvance, the trustee or custodian can assume the deposit to your IRA is for -57- 2023. If you designate your deposit to be\nfor 2022, you must verify that the deposit was actually made to the account by\nthe due date of the return (not counting\nextensions). If the deposit isn't made by\nthat date, the deposit isn't an IRA contribution for 2022. In that case, you must\nfile an amended 2022 return and reduce\nany IRA deduction and any retirement\nsavings contributions credit you claimed. You and your spouse, if filing\njointly, each may be able to\nCAUTION contribute up to $6,000 ($7,000\nif age 50 or older at the end of 2022) to\na traditional IRA or Roth IRA for 2022. You may owe a penalty if your contributions exceed these limits, and the limits\nmay be lower depending on your compensation and income. For more information on IRA contributions, see Pub. 590-A. ! For more information on IRAs, see\nPub. 590-A and Pub. 590-B.\nTreasuryDirect®. You can request a\ndeposit of your refund (or part of it) to a\nTreasuryDirect® online account to buy\nU.S. Treasury marketable securities, if\navailable, and savings bonds. For more\ninformation, go to treasurydirect.gov. Form 8888. You can have your refund\ndirectly deposited into more than one account or use it to buy up to $5,000 in paper series I savings bonds. You don’t\nneed a TreasuryDirect® account to do\nthis. For more information, see the Form\n8888 instructions. Your refund can be split and di- TIP rectly deposited into up to three\ndifferent accounts in your name\non Form 8888. Line 35a You can't file Form 8888 to split your\nrefund into more than one account or\nbuy paper series I savings bonds if Form\n8379 is filed with your return. Line 35b The routing number must be nine digits. The first two digits must be 01 through\n12 or 21 through 32. On the sample\ncheck shown later, the routing number is\n250250025.",
    "querygen": [
      "benefits of direct deposit",
      "what's the benefit of direct deposit",
      "benefits of direct deposit"
    ],
    "querygen_score": [
      "-1.0165875",
      "-0.7371403",
      "-1.0165875"
    ]
  },
  {
    "id": "legal-advice_64__106",
    "doc_id": "legal-advice_64",
    "chunk_id": 106,
    "document_category": "legal-advice",
    "text": "Excess advance payments may also have\nto be repaid if you enrolled someone in\nMarketplace coverage, you don't claim\nthat individual as a dependent, and no\none else claims that individual as a dependent. See the instructions for Schedule 2, line 2, and the Instructions for\nForm 8962. You or whoever enrolled\nyou should have received Form 1095-A\nfrom the Marketplace with information\nabout who was covered and any advance\npayments of the premium tax credit. Innocent Spouse Relief\nGenerally, both you and your spouse are\neach responsible for paying the full\namount of tax, interest, and penalties on\nyour joint return. However, you may\nqualify for relief from liability for tax on\na joint return if (a) there is an understatement of tax because your spouse\nomitted income or claimed false deductions or credits; (b) you are divorced,\nseparated, or no longer living with your\nspouse; or (c) given all the facts and circumstances, it wouldn't be fair to hold\nyou liable for the tax. You may also\nqualify for relief if you were a married\nresident of a community property state\nbut didn't file a joint return and are now\nliable for an unpaid or understated tax. File Form 8857 to request relief. In\nsome cases, Form 8857 may need to be\nfiled within 2 years of the date on which\nthe IRS first attempted to collect the tax\nfrom you. Don’t file Form 8857 with\nyour Form 1040 or 1040-SR. For more\ninformation, see Pub. 971 and Form\n8857, or you can call the Innocent\nSpouse office toll free at 855-851-2009. Income Tax Withholding\nand Estimated Tax\nPayments for 2023 If your SSN has been lost or stolen or\nyou suspect you are a victim of tax-related identity theft, visit IRS.gov/\nIdentityTheft to learn what steps you\nshould take. You can use the Tax\nTIP Withholding Estimator instead\nof Pub. 505 or the worksheets\nincluded with Form W-4 or W-4P to determine whether you need to have your\nwithholding increased or decreased. Victims of identity theft who are experiencing economic harm or a systemic\nproblem, or are seeking help in resolving tax problems that haven't been resolved through normal channels, may be\neligible for Taxpayer Advocate Service\n(TAS) assistance. You can reach TAS\nby calling the National Taxpayer Advocate helpline at 877-777-4778. People\nwho are deaf, hard of hearing, or have a\nspeech disability and who have access to\nTTY/TDD\nequipment\ncan\ncall\n800-829-4059. Deaf or hard-of-hearing\nindividuals can also contact the IRS\nthrough Telecommunications Relay\nServices at FCC.gov/TRS. Protect yourself from suspicious\nemails or phishing schemes. Phishing\nis the creation and use of email and websites designed to mimic legitimate business emails and websites. The most\ncommon form is sending an email to a\nuser falsely claiming to be an established legitimate enterprise in an attempt to\nscam the user into surrendering private\ninformation that will be used for identity\ntheft. In general, you don’t have to make\nestimated tax payments if you expect\nthat your 2023 Form 1040 or 1040-SR\nwill show a tax refund or a tax balance\ndue of less than $1,000. If your total estimated tax for 2023 is $1,000 or more,\nsee Form 1040-ES and Pub. 505 for a\nworksheet you can use to see if you have\nto make estimated tax payments. For\nmore details, see Pub. 505. Secure Your Tax\nRecords From Identity Theft All taxpayers can now apply",
    "querygen": [
      "do you claim someone as a dependent on an advance",
      "can an excess of a payment be repaid",
      "what if you enrolled someone in a medicare plan and they're not your dependent"
    ],
    "querygen_score": [
      "0.15927342",
      "0.12969045",
      "-2.1070359"
    ]
  },
  {
    "id": "legal-advice_26__4",
    "doc_id": "legal-advice_26",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\n§ 10.24 Assistance from or to disbarred or suspended persons and former\nInternal Revenue Service employees. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\n§ 10.25 Practice by former government employees, their partners and their associates. . . . . . . . . . . . . . . 20\n§ 10.26 Notaries. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21\n§ 10.27 Fees. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21\n§ 10.28 Return of client’s records.",
    "querygen": [
      "what is the name of the famous english novel?",
      "which of the following is a synonym for the word . . . ?",
      "what is the slang for in the english language?"
    ],
    "querygen_score": [
      "-9.4969845",
      "-6.488183",
      "-8.064035"
    ]
  },
  {
    "id": "legal-advice_91__145",
    "doc_id": "legal-advice_91",
    "chunk_id": 145,
    "document_category": "legal-advice",
    "text": "• Qualified solar water heating property for use in your home located in the\nUnited States. • Qualified small wind energy property for use in connection with your\nhome located in the United States. • Qualified geothermal heat pump\nproperty installed on or in connection\nwith your home located in the United\nStates. • Qualified biomass fuel property\nfor use in connection with your home located in the United States. • Qualified fuel cell property installed on or in connection with your main\nhome located in the United States. Energy efficient home improvement\ncredit. You may be able to take this credit by completing and attaching Form\n5695 for any of the following improvements to your main home located in the\nUnited States in 2022 if they are new\nand meet certain requirements for energy efficiency. • Any insulation material or system\nprimarily designed to reduce heat gain\nor loss in your home. • Exterior windows (including skylights). • Exterior doors.\n• A metal roof or asphalt roof with\npigmented coatings or cooling granules\nprimarily designed to reduce the heat\ngain in your home. You may also be able to take this\ncredit for the cost of the following items\nif the items meet certain performance\nand quality standards. • Certain electric heat pump water\nheaters; electric heat pumps; central air\nconditioners; and natural gas, propane,\nor oil water heaters. • A qualified furnace or hot water\nboiler that uses natural gas, propane, or\noil.\n• An advanced main air circulating\nfan used in a natural gas, propane, or oil\nfurnace. Condos and co-ops. If you are a member of a condominium management association for a condominium you own or\na tenant-stockholder in a cooperative\nhousing corporation, you are treated as\nhaving paid your proportionate share of\nany costs of such association or corporation for purposes of these credits. More details. For details, see Form\n5695. Lines 6a Through 6z\nOther Nonrefundable Credits\nLine 6a. The general business credit\nconsists of a number of credits that usually apply only to individuals who are\npartners, shareholders in an S corporation, self-employed, or who have rental\nproperty. See Form 3800 or Pub. 334.\nLine 6b. Enter any credit for prior year\nminimum tax. See Form 8801. -101- Line 6c. You may be able to take the\nadoption credit if you paid expenses to\nadopt a child or you adopted a child with\nspecial needs and the adoption became\nfinal in 2022. See the Instructions for\nForm 8839. Line 6d. Enter any credit for the elderly\nor the disabled. See Schedule R.\nLine 6e. Enter any alternative motor vehicle credit. See Form 8910. Line 6f. Enter any qualified plug-in\nelectric drive motor vehicle credit. See\nForm 8936. Line 6g. Enter any mortgage interest\ncredit if a state or local government gave\nyou a mortgage credit certificate. See\nForm 8396. Line 6h. You can't claim the District of\nColumbia first-time homebuyer credit\nfor a home you bought after 2011. You\ncan claim it only if you have a credit\ncarryforward from 2021. See Form\n8859. Line 6i. Enter any qualified electric vehicle credit. You can't claim this credit\nfor a vehicle placed in service after\n2006. You can claim this credit only if\nyou have an electric vehicle passive activity credit carried forward from a prior\nyear. See Form 8834. Line 6j.",
    "querygen": [
      "can you use geothermal power in st. louis, illinois",
      "where is heat pump installed",
      "where can i have my home geothermal heating"
    ],
    "querygen_score": [
      "-7.756362",
      "-1.1447561",
      "-1.5225843"
    ]
  },
  {
    "id": "legal-advice_62__40",
    "doc_id": "legal-advice_62",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income. An eligible retirement plan is a governmental plan that is a qualified trust or\na section 403(a), 403(b), or 457(b) plan. If you make this election, reduce the\notherwise taxable amount of your pension or annuity by the amount excluded. The amount shown in box 2a of Form\n1099-R doesn't reflect the exclusion. Report your total distributions on line 5a\nand the taxable amount on line 5b. Enter\n“PSO” next to line 5b. If you are retired on disability and reporting your disability pension on\nline 1h, include only the taxable amount\non that line and enter “PSO” and the\namount excluded on the dotted line next\nto line 1h. Payments when you are disabled. If\nyou receive payments from a retirement\nor profit-sharing plan that does not provide for disability retirement, do not\ntreat those payments as disability payments. The payments must be reported\nas a pension or annuity. You must include in your income any\namounts that you received that you\nwould have received in retirement had\nyou not become disabled as a result of a\nterrorist attack. Include in your income\nany payments you receive from a\n401(k), pension, or other retirement plan\nto the extent that you would have received the amount at the same or later\ntime regardless of whether you had become disabled. Example. Taxpayer J, a contractor,\nwas disabled as a direct result of participating in efforts to clean up the World\nTrade Center. J is eligible for compensation by the September 11 Victim Compensation Fund. J began receiving a disability pension at age 55 when J could\nno longer continue working because of\nJ’s disability. Under J’s pension plan, at\nage 55, J is entitled to an early retirement benefit of $2,500. If J waits until\nage 62, normal retirement age under the\nplan, J would be entitled to a normal retirement benefit of $3,000 a month. The\npension plan provides that a participant\nwho retires early on account of disability\nis entitled to receive the participant's\nnormal retirement benefit, which in J's\ncase equals $3,000 per month. Until J\nturns age 62, J can exclude $500 of the Need more information or forms? Visit IRS.gov. -28- monthly retirement benefit from income\n(the difference between the early retirement benefit and the normal retirement\nbenefit $3,000 - $2,500) received on account of disability. J must report the remaining $2,500 of monthly pension benefit on line 5a. For each month after J\nturns age 62, J must report the full\namount of the monthly pension benefit\n($3,000 a month) on line 5a. Simplified Method You must use the Simplified Method if\neither of the following applies. 1. Your annuity starting date was after July 1, 1986, and you used this method last year to figure the taxable part. 2. Your annuity starting date was after November 18, 1996, and both of the\nfollowing apply. a.",
    "querygen": [
      "when can you exclude premiums from taxes?",
      "irs is a distribution of premiums considered income",
      "how much is the limit for a long term care insurance plan distribution"
    ],
    "querygen_score": [
      "-0.74966013",
      "-2.9368267",
      "-1.1181083"
    ]
  }
]