[
  {
    "id": "legal-advice_37__30",
    "doc_id": "legal-advice_37",
    "chunk_id": 30,
    "document_category": "legal-advice",
    "text": "A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. -22- Income\nGenerally, you must report all income\nexcept income that is exempt from tax\nby law. For details, see the following instructions and the Schedule 1 instructions, especially the instructions for lines\n1 through 7 and Schedule 1, lines 1\nthrough 8z. Also see Pub. 525. Forgiveness of Paycheck\nProtection Program (PPP)\nLoans The forgiveness of a PPP Loan creates\ntax-exempt income, so although you\ndon’t need to report the income from the\nforgiveness of your PPP Loan on Form\n1040 or 1040-SR, you do need to report\ncertain information related to your PPP\nLoan. Rev. Proc. 2021-48, 2021-49 I.R.B.\n835, permits taxpayers to treat tax-exempt income resulting from the forgiveness of a PPP Loan as received or accrued: (1) as, and to the extent that, eligible expenses are paid or incurred; (2)\nwhen you apply for forgiveness of the\nPPP Loan; or (3) when forgiveness of\nthe PPP Loan is granted. If you have\ntax-exempt income resulting from the\nforgiveness of a PPP Loan, attach a\nstatement to your return reporting each\ntaxable year for which you are applying\nRev. Proc. 2021-48, and which section\nof Rev. Proc. 2021-48 you are applying—either section 3.01(1), (2), or (3). Any statement should include the following information for each PPP Loan:\n1. Your name, address, and ITIN or\nSSN;\n2. A statement that you are applying\nor applied section 3.01(1), (2), or (3) of\nRev. Proc. 2021-48, and for what taxable year;\n3. The amount of tax-exempt income from forgiveness of the PPP Loan\nthat you are treating as received or accrued and for what taxable year; and\n4. Whether forgiveness of the PPP\nLoan has been granted as of the date you\nfile your return. Write “RP2021-48” at the top of your\nattached statement. Foreign-Source Income You must report unearned income, such\nas interest, dividends, and pensions,\nfrom sources outside the United States\nunless exempt by law or a tax treaty. You must also report earned income,\nsuch as wages and tips, from sources\noutside the United States. If you worked abroad, you may be\nable to exclude part or all of your foreign earned income. For details, see\nPub. 54 and Form 2555. Foreign retirement plans. If you were\na beneficiary of a foreign retirement\nplan, you may have to report the undistributed income earned in your plan. However, if you were the beneficiary of\na Canadian registered retirement plan,\nsee Rev. Proc. 2014-55, 2014-44 I.R.B.\n753,\navailable\nat\nIRS.gov/irb/\n2014-44_IRB#RP-2014-55, to find out if\nyou can elect to defer tax on the undistributed income. Report distributions from foreign\npension plans on lines 5a and 5b. Foreign accounts and trusts. You\nmust complete Part III of Schedule B if\nyou:\n• Had a foreign account; or\n• Received a distribution from, or\nwere a grantor of, or a transferor to, a\nforeign trust. Foreign financial assets. If you had\nforeign financial assets in 2022, you\nmay have to file Form 8938. See Form\n8938 and its instructions. Chapter 11 Bankruptcy\nCases",
    "querygen": [
      "what type of college do i have to attend for tax",
      "do you report work school income tax",
      "what is school mean on federal taxes"
    ],
    "querygen_score": [
      "-2.85533",
      "0.089482106",
      "-2.819528"
    ]
  },
  {
    "id": "legal-advice_40__42",
    "doc_id": "legal-advice_40",
    "chunk_id": 42,
    "document_category": "legal-advice",
    "text": "If you are a retired public safety officer, see Insurance Premiums for Retired Public\nSafety Officers before entering an amount on line 5b . . . . . . . . . . . . . . . . . . . . . . 9. 2. Enter your cost in the plan at the annuity starting date . . . . . . . . . . . . . Note. If you completed this worksheet last year, skip line 3 and enter the amount from line 4\nof last year’s worksheet on line 4 below (even if the amount of your pension or annuity has\nchanged). Otherwise, go to line 3. 2. 3. Enter the appropriate number from Table 1 below. But if your annuity starting date was after\n1997 and the payments are for your life and that of your beneficiary, enter the appropriate\nnumber from Table 2 below . . . . . . . . . . . . . . . . . . . . . 3.\n4. Divide line 2 by the number on line 3 . . . . . . . . . . . . . . . . . . 4.\n5. Multiply line 4 by the number of months for which this year’s payments were made. If your\nannuity starting date was before 1987, skip lines 6 and 7 and enter this amount on line 8. Otherwise, go to line 6 . . . . . . . . . . . . . . . . . . . . . . . 5.\n6. Enter the amount, if any, recovered tax free in years after 1986. If you completed this\nworksheet last year, enter the amount from line 10 of last year’s worksheet . . . . . . 6.\n7. Subtract line 6 from line 2 . . . . . . . . . . . . . . . . . . . . . . 7.\n8. Enter the smaller of line 5 or line 7 . . . . . . . . . . . . . . . . . . . . . 10. Was your annuity starting date before 1987? Yes. STOP No. Add lines 6 and 8. This is the amount you have recovered tax free through 2022. You will need this\nnumber if you need to fill out this worksheet next year . . . . . . . . . . . . . . . . . 10. 11. Balance of cost to be recovered. Subtract line 10 from line 2. If zero, you won’t have to complete this\nworksheet next year. The payments you receive next year will generally be fully taxable . . . . . . . . 11. Do not complete the rest of this worksheet. Table 1 for Line 3 Above\nIF the age at annuity starting\ndate was . . .\n55 or under\n56–60\n61–65\n66–70\n71 or older",
    "querygen": [
      "how is public safety insurance paid",
      "where is the premium for public safety",
      "what is the amount of premium for a public safety officer"
    ],
    "querygen_score": [
      "-4.174926",
      "-3.3493676",
      "-2.7368639"
    ]
  },
  {
    "id": "legal-advice_68__87",
    "doc_id": "legal-advice_68",
    "chunk_id": 87,
    "document_category": "legal-advice",
    "text": "Line 35b The routing number must be nine digits. The first two digits must be 01 through\n12 or 21 through 32. On the sample\ncheck shown later, the routing number is\n250250025. C. and M. Keys would use\nthat routing number unless their finan- Need more information or forms? Visit IRS.gov. Line 35c Check the appropriate box for the type\nof account. Don’t check more than one\nbox. If the deposit is to an account such\nas an IRA, health savings account, brokerage account, or other similar account,\nask your financial institution whether\nyou should check the “Checking” or\n“Savings” box. You must check the correct box to ensure your deposit is accepted. If your deposit is to a TreasuryDirect® online account, check the “Savings”\nbox. Line 35d The account number can be up to 17\ncharacters (both numbers and letters). Include hyphens but omit spaces and\nspecial symbols. Enter the number from\nleft to right and leave any unused boxes\nblank. On the sample check shown later,\nthe account number is 20202086. Don’t\ninclude the check number. If the direct deposit to your account(s) is different from the amount\nyou expected, you will receive an explanation in the mail about 2 weeks after\nyour refund is deposited. Reasons Your Direct Deposit\nRequest Will Be Rejected If any of the following apply, your direct\ndeposit request will be rejected and a\ncheck will be sent instead. • You are asking to have a joint refund deposited to an individual account,\nand your financial institution(s) won't allow this. The IRS isn't responsible if a\nfinancial institution rejects a direct deposit. Sample Check—Lines 35b Through 35d 1234 C. KEYS\nM. KEYS\n123 Pear Lane\nAnyplace, MI 00000 PL E 15-0000/0000 $ M PAY TO THE\nORDER OF SA cial institution instructed them to use a\ndifferent routing number for direct deposits. Ask your financial institution for the\ncorrect routing number to enter on\nline 35b if:\n• The routing number on a deposit\nslip is different from the routing number\non your checks,\n• Your deposit is to a savings account that doesn't allow you to write\nchecks, or\n• Your checks state they are payable\nthrough a financial institution different\nfrom the one at which you have your\nchecking account. ANYPLACE BANK\nAnyplace, MI 00000 Routing\nnumber Account\nnumber (line 35b) (line 35d) DOLLARS Do not include\nthe check number. For \"’86\". 1234 |:250250025|:202020 The routing and account numbers may be in different places on your check. CAUTION • The name on your account doesn't\nmatch the name on the refund, and your\nfinancial institution(s) won't allow a refund to be deposited unless the name on\nthe refund matches the name on the account. • Three direct deposits of tax refunds already have been made to the\nsame account or prepaid debit card. • You haven't given a valid account\nnumber. • Any numbers or letters on lines\n35b through 35d are crossed out or whited out. The IRS isn't responsible for a\nlost refund if you enter the\nCAUTION wrong\naccount information. Check with your financial institution to\nget the correct routing and account\nnumbers and to make sure your direct\ndeposit will be accepted. !",
    "querygen": [
      "what is the routing number on your check",
      "how many numbers for routing number",
      "how many digits for routing number to be correct"
    ],
    "querygen_score": [
      "-0.5983232",
      "-2.1191614",
      "-0.71000916"
    ]
  },
  {
    "id": "legal-advice_28__49",
    "doc_id": "legal-advice_28",
    "chunk_id": 49,
    "document_category": "legal-advice",
    "text": "(b) Response. Unless otherwise ordered by the\nAdministrative Law Judge, the nonmoving party\nis not required to file a response to a motion. If\nthe Administrative Law Judge does not order\nthe nonmoving party to file a response, and the\nnonmoving party files no response, the nonmoving\nparty is deemed to oppose the motion. If a nonmoving\nparty does not respond within 30 days of the filing\nof a motion for decision by default for failure to\nfile a timely answer or for failure to prosecute, the\nnonmoving party is deemed not to oppose the motion. (c) Oral motions; oral argument —\n(1) The Administrative Law Judge may, for good\ncause and with notice to the parties, permit oral\nmotions and oral opposition to motions. (2) The Administrative Law Judge may, within\nhis or her discretion, permit oral argument on any\nmotion. (d) Orders. The Administrative Law Judge should\nissue written orders disposing of any motion or\nrequest and any response thereto. (e) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.69 Representation; ex parte communication. (a) Representation. (1) The Internal Revenue Service may be\nrepresented in proceedings under this part by an\nattorney or other employee of the Internal Revenue\nService. An attorney or an employee of the Internal\nTreasury Department Circular No. 230 Table of Contents Revenue Service representing the Internal Revenue\nService in a proceeding under this part may sign the\ncomplaint or any document required to be filed in\nthe proceeding on behalf of the Internal Revenue\nService.\n(2) A respondent may appear in person, be\nrepresented by a practitioner, or be represented by\nan attorney who has not filed a declaration with\nthe Internal Revenue Service pursuant to §10.3. A\npractitioner or an attorney representing a respondent\nor proposed respondent may sign the answer or any\ndocument required to be filed in the proceeding on\nbehalf of the respondent. (b) Ex parte communication. The Internal Revenue\nService, the respondent, and any representatives of\neither party, may not attempt to initiate or participate\nin ex parte discussions concerning a proceeding or\npotential proceeding with the Administrative Law\nJudge (or any person who is likely to advise the\nAdministrative Law Judge on a ruling or decision)\nin the proceeding before or during the pendency\nof the proceeding. Any memorandum, letter or\nother communication concerning the merits of the\nproceeding, addressed to the Administrative Law\nJudge, by or on behalf of any party shall be regarded\nas an argument in the proceeding and shall be served\non the othe party. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.70 Administrative Law Judge. (a) Appointment. Proceedings on complaints for the\nsanction (as described in §10.50) of a practitioner,\nemployer, firm or other entity, or appraiser will be\nconducted by an Administrative Law Judge appointed\nas provided by 5 U.S.C. 3105.\n(b) Powers of the Administrative Law Judge. The\nAdministrative Law Judge, among other powers,\nhas the authority, in connection with any proceeding\nunder §10.60 assigned or referred to him or her, to do\nthe following:\n(1) Administer oaths and affirmations;\n(2) Make rulings on motions and requests, which\nrulings may not be appealed prior to the close of a\nTreasury Department Circular No. 230",
    "querygen": [
      "can nonmoving party file a response to a motion",
      "who is required to respond to motion for summary judgment",
      "if nonmoving party does not respond do they file response"
    ],
    "querygen_score": [
      "3.9017763",
      "-1.3702097",
      "3.02558"
    ]
  },
  {
    "id": "legal-advice_37__13",
    "doc_id": "legal-advice_37",
    "chunk_id": 13,
    "document_category": "legal-advice",
    "text": "CAUTION Free File makes available free brand-name software and free e-file. Visit IRS.gov/\nFreeFile for details and to see if you are eligible. What form to file. Everyone can file Form 1040. Form 1040-SR is available to you if\nyou were born before January 2, 1958. Fiscal year filers. If you are a fiscal year filer using a tax year other than January 1\nthrough December 31, 2022, write “Tax Year” and the beginning and ending months\nof your fiscal year in the top margin of page 1 of Form 1040 or 1040-SR. Write-in information. If you need to write a word, code, and/or dollar amount on\nForm 1040 or 1040-SR to explain an item of income or deduction, but don't have\nenough space to enter the word, code, and/or dollar amount, you can put an asterisk\nnext to the applicable line number and put a footnote at the bottom of page 2 of your\ntax return indicating the line number and the word, code, and/or dollar amount you\nneed to enter. Section references are to the Internal Revenue Code.\ninstructions for Qualifying Surviving\nSpouse, later. Married Filing Jointly You can check the “Married filing jointly” box at the top of Form 1040 or\n1040-SR if any of the following apply. • You were married at the end of\n2022, even if you didn't live with your\nspouse at the end of 2022. • Your spouse died in 2022 and you\ndidn't remarry in 2022. • You were married at the end of\n2022 and your spouse died in 2023 before filing a 2022 return. A married couple filing jointly report\ntheir combined income and deduct their\ncombined allowable expenses on one return. They can file a joint return even if\nonly one had income or if they didn't\nlive together all year. However, both\npersons must sign the return. Once you\nfile a joint return, you can't choose to\nfile separate returns for that year after\nthe due date of the return. Joint and several tax liability. If you\nfile a joint return, both you and your\nspouse are generally responsible for the\ntax and interest or penalties due on the\nreturn. This means that if one spouse\ndoesn't pay the tax due, the other may\nhave to. Or, if one spouse doesn't report\nthe correct tax, both spouses may be responsible for any additional taxes assessed by the IRS. You may want to file\nseparately if: Need more information or forms? Visit IRS.gov. -12- • You believe your spouse isn't reporting all of their income, or\n• You don’t want to be responsible\nfor any taxes due if your spouse doesn't\nhave enough tax withheld or doesn't pay\nenough estimated tax. See the instructions for Married Filing\nSeparately. Also see Innocent Spouse\nRelief under General Information, later. Nonresident aliens and dual-status aliens. Generally, a married couple can't\nfile a joint return if either spouse is a\nnonresident alien at any time during the\nyear. However, if you were a nonresident alien or a dual-status alien and were\nmarried to a U.S. citizen or resident alien at the end of 2022, you can elect to\nbe treated as a resident alien and file a\njoint return. See Pub. 519 for details.",
    "querygen": [
      "what are the forms for the irs",
      "how do i file my tax returns with freefile",
      "which forms can be filed electronically"
    ],
    "querygen_score": [
      "-0.5612402",
      "1.1385137",
      "-2.2380948"
    ]
  },
  {
    "id": "legal-advice_96__154",
    "doc_id": "legal-advice_96",
    "chunk_id": 154,
    "document_category": "legal-advice",
    "text": "83,550 $2,055.00 + 12% 20,550 83,550 178,150 9,615.00 + 22% 83,550 178,150 340,100 30,427.00 + 24% 178,150 340,100 431,900 69,295.00 + 32% 340,100 431,900 647,850 98,671.00 + 35% 431,900 174,253.50 + 37% 647,850 647,850 Schedule Y-2—If your filing status is Married filing separately\nIf your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $10,275 10% $0 10,275 41,775 $1,027.50 + 12% 10,275\n41,775 41,775 89,075 4,807.50 + 22% 89,075 170,050 15,213.50 + 24% 89,075 170,050 215,950 34,647.50 + 32% 170,050 215,950 323,925 49,335.50 + 35% 215,950 87,126.75 + 37% 323,925 323,925 Schedule Z—If your filing status is Head of household If your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $14,650 10% $0 14,650 55,900 $1,465.00 + 12% 14,650\n55,900 55,900 89,050 6,415.00 + 22% 89,050 170,050 13,708.00 + 24% 89,050 170,050 215,950 33,148.00 + 32% 170,050 215,950 539,900 47,836.00 + 35% 215,950 161,218.50 + 37% 539,900 539,900 -109- Index to Instructions\nA\nABLE account 86, 97\nAdditional Medicare Tax 97\nAddress change 14\nAdjusted gross income 31\nAdoption credit 101\nAdoption taxpayer identification number 19\nAliens 8\nAlimony paid 89\nAlimony received 83\nAlternative minimum tax 95\nAmended return 77\nAmount you owe 58-60\nAnnuities 27-30\nArcher MSAs 85, 97, 98\nArtists 88\nAttachments to the return 62\nAwards 85 B\nBankruptcy cases, chapter 11 23\nBequests 87\nBlindness 16, 34\nBusiness income or loss 83 C\nCanceled debt 85\nCapital gain distributions 31\nCapital gain or loss 31\nChild and dependent care expenses, credit\nfor 100\nChild custody 20\nChild support 87\nChild tax credits 17, 56\nChild's requirement to file 9, 10\nCommunity property states 23\nContributions to reduce debt held by the\npublic 77\nCorrective distributions 25 D\nDaycare center expenses 100\nDeath of a taxpayer 78\nDeath of spouse 78\nDependent care benefits 24\nDependents 17\nStandard deduction 34\nDirect deposit of refund 57, 58\nDisability expenses 86\nDisclosure, Privacy Act, and Paperwork\nReduction Act Notice 106\nDividends:\nNondividend distributions 26\nOrdinary dividends 26\nQualified dividends 25, 36\nDivorced parents 20\nDual-status aliens 8, 12 E\nEarned income credit (EIC) 38\nCombat pay, nontaxable 40\nEducation:\nCredits 56, 100\nExpenses 56, 92, 100\nRecapture of education credits 33\nSavings accounts 87, 97 Educator expenses 87\nElderly persons:\nCredit for 101\nStandard deduction 34\nElectric vehicles 101\nElectronic filing (e-file) 7, 57, 58, 61, 62\nEstimated tax 37, 60, 77\nExcess deferrals 24\nExcess social security and tier 1 RRTA tax\nwithheld 102\nExtension of time to file 8, 102 F\nFiling requirements 11\nFiling status, which box to check 12-14\nForeign accounts and trusts 23\nForeign tax credit 100\nForeign-source income 23\nForm W-2 25\nFree tax help 78 G\nGambling 85\nGeneral business credit 101\nGifts 87\nGolden parachute payments 98 H\nHead of household 13\nHealth insurance deduction, self-employed 88\nHealth insurance premiums, credit for 102\nHealth savings accounts 85, 88, 97, 98\nHelp, tax 78\nHomebuyer credit, first-time 97\nHousehold employment taxes 97\nHow to comment on forms 106\nHow to get tax help 78 I\nIdentity Protection PIN 61\nIdentity theft 77\nIncome 23-85\nIncome tax withholding (federal) 37, 77\nIndividual retirement arrangements (IRAs)\nContributions to 89\nCredit for contributions to 100\nDistributions from 26\nNondeductible contributions to 26, 89\nIndividual taxpayer identification numbers 15\nInjured spouse 56\nInnocent spouse relief 76\nInstallment payments 59\nInterest income\nTax-exempt 25\nTaxable 25\nInterest on taxes 81\nInvestment income, tax on 97\nItemized deductions or standard\ndeduction 31-34\nITINs for aliens 15 J\nJury duty pay 85 L\nLife insurance 87 -110- Line instructions for Forms 1040 and\n1040-SR 62\nLiving abroad, U.S. citizens and resident\naliens 8, 23\nLong-term care insurance 88\nLump-sum distributions 30",
    "querygen": [
      "average home price in us",
      "what is the price of a home on niagara",
      "how much is the average cost of a house"
    ],
    "querygen_score": [
      "-7.2104955",
      "-9.108374",
      "-6.9194546"
    ]
  },
  {
    "id": "legal-advice_40__136",
    "doc_id": "legal-advice_40",
    "chunk_id": 136,
    "document_category": "legal-advice",
    "text": "You\nmay also have to repay excess advance\npayments of the premium tax credit if\nyou enrolled an individual in coverage\nthrough the Marketplace, you don’t\nclaim the individual as a dependent on\nyour return, and no one else claims that\nindividual as a dependent. For more information, see the Instructions for Form\n8962. Line 2 Unreported Social Security and\nMedicare Tax From Form 4137 Excess Advance Premium Tax\nCredit Repayment If you have excess advance premium tax credit (APTC) repayCAUTION ments, go to IRS.gov/Form8962\nfor more information. ! The premium tax credit helps pay\npremiums for health insurance purchased from the Marketplace. Eligible\nindividuals may have advance payments\nof the premium tax credit paid on their\nbehalf directly to the insurance company. If you, your spouse with whom you\nare filing a joint return, or your dependent was enrolled in coverage purchased\nfrom the Marketplace and advance payments of the premium tax credit were\nmade for the coverage, complete Form\n8962 to reconcile (compare) the advance\npayments with your premium tax credit. You (or whoever enrolled you) should\nhave received Form 1095-A from the\nMarketplace with information about -95- Line 5 Enter the total of any taxes from Form\n4137. If you received tips of $20 or more in\nany month and you didn't report the full\namount to your employer, you must pay\nthe social security and Medicare or railroad retirement (RRTA) tax on the unreported tips. Don’t include the value of any noncash tips, such as tickets or passes. You\ndon’t pay social security and Medicare\ntaxes or RRTA tax on these noncash\ntips. To figure the social security and\nMedicare tax, use Form 4137. If you\nowe RRTA tax, contact your employer. Your employer will figure and collect\nthe RRTA tax. Worksheet To See if You Should Fill in Form 6251—Schedule 2, Line 1 Before you begin: Be sure you have read the Exception in the instructions for this line to see if you must fill in Form 6251 instead of\nusing this worksheet. 1. Are you filing Schedule A?\nNo. Skip lines 1 and 2; subtract Form 1040 or 1040-SR, line 13, or Form 1040-NR, line 13a, from Form\n1040, 1040-SR, or 1040-NR, line 11, and enter the result on line 3 and go to line 4. Yes. Enter the amount from Form 1040, 1040-SR, or 1040-NR, line 15 . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter the amount from Schedule A, line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2.",
    "querygen": [
      "what is premium credit for insurance premium",
      "how does a dependent claim insurance premiums",
      "who is required to pay premiums on tax return"
    ],
    "querygen_score": [
      "-2.5717416",
      "-1.7028091",
      "-2.6722047"
    ]
  },
  {
    "id": "legal-advice_25__86",
    "doc_id": "legal-advice_25",
    "chunk_id": 86,
    "document_category": "legal-advice",
    "text": "• It is more convenient. You don’t\nhave to make a trip to the bank to deposit your check. • It saves tax dollars. It costs the\ngovernment less to refund by direct deposit.\n• It's proven itself. Nearly 98% of\nsocial security and veterans' benefits are\nsent electronically using direct deposit. If you file a joint return and\ncheck the box on line 35a and\nCAUTION attach Form 8888 or fill in\nlines 35b through 35d, your spouse may\nget at least part of the refund. ! IRA. You can have your refund (or part\nof it) directly deposited to a traditional\nIRA, Roth IRA, or SEP-IRA, but not a\nSIMPLE IRA. You must establish the\nIRA at a bank or other financial institution before you request direct deposit. Make sure your direct deposit will be\naccepted. You must also notify the trustee or custodian of your account of the\nyear to which the deposit is to be applied\n(unless the trustee or custodian won't accept a deposit for 2022). If you don’t,\nthe trustee or custodian can assume the\ndeposit is for the year during which you\nare filing the return. For example, if you\nfile your 2022 return during 2023 and\ndon’t notify the trustee or custodian in\nadvance, the trustee or custodian can assume the deposit to your IRA is for -57- 2023. If you designate your deposit to be\nfor 2022, you must verify that the deposit was actually made to the account by\nthe due date of the return (not counting\nextensions). If the deposit isn't made by\nthat date, the deposit isn't an IRA contribution for 2022. In that case, you must\nfile an amended 2022 return and reduce\nany IRA deduction and any retirement\nsavings contributions credit you claimed. You and your spouse, if filing\njointly, each may be able to\nCAUTION contribute up to $6,000 ($7,000\nif age 50 or older at the end of 2022) to\na traditional IRA or Roth IRA for 2022. You may owe a penalty if your contributions exceed these limits, and the limits\nmay be lower depending on your compensation and income. For more information on IRA contributions, see Pub. 590-A. ! For more information on IRAs, see\nPub. 590-A and Pub. 590-B.\nTreasuryDirect®. You can request a\ndeposit of your refund (or part of it) to a\nTreasuryDirect® online account to buy\nU.S. Treasury marketable securities, if\navailable, and savings bonds. For more\ninformation, go to treasurydirect.gov. Form 8888. You can have your refund\ndirectly deposited into more than one account or use it to buy up to $5,000 in paper series I savings bonds. You don’t\nneed a TreasuryDirect® account to do\nthis. For more information, see the Form\n8888 instructions. Your refund can be split and di- TIP rectly deposited into up to three\ndifferent accounts in your name\non Form 8888. Line 35a You can't file Form 8888 to split your\nrefund into more than one account or\nbuy paper series I savings bonds if Form\n8379 is filed with your return. Line 35b The routing number must be nine digits. The first two digits must be 01 through\n12 or 21 through 32. On the sample\ncheck shown later, the routing number is\n250250025.",
    "querygen": [
      "does the government direct deposit social security benefits",
      "do i have to deposit my check electronically to collect tax",
      "which is the better method of direct deposit for federal refunds?"
    ],
    "querygen_score": [
      "0.48227128",
      "-0.41537726",
      "-1.7741156"
    ]
  },
  {
    "id": "legal-advice_3__64",
    "doc_id": "legal-advice_3",
    "chunk_id": 64,
    "document_category": "legal-advice",
    "text": "No. Go to Step 5. Yes. STOP You can't take the\ncredit. Step 5 Earned Income 1. Are you filing Schedule SE because you were a member of\nthe clergy or you had church employee income of $108.28\nor more? Yes. See Clergy or\nNo. Complete the\nfollowing worksheet. Church employees,\nwhichever applies. 1. Enter the amount from Form 1040 or 1040-SR,\nline 1z . . . . . . . . . . . . . . . . . . . . . . . . . 2. Enter the Medicaid waiver payment amounts\nexcluded from income on Schedule 1 (Form 1040),\nline 8s, unless you choose to include these amounts\nin earned income, in which case enter -0-. See the\ninstructions for Schedule 1, line 8s. . . . . . . . . 3. If you have:\n• 3 or more qualifying children who have valid SSNs, is\nyour earned income less than $53,057 ($59,187 if\nmarried filing jointly)? • 2 qualifying children who have valid SSNs, is your\nearned income less than $49,399 ($55,529 if married\nfiling jointly)? • 1 qualifying child who has a valid SSN, is your earned\nincome less than $43,492 ($49,622 if married filing\njointly)?\n• No qualifying children who have valid SSNs, is your\nearned income less than $16,480 ($22,610 if married\nfiling jointly)? Yes. Go to Step 6.\nNo. STOP You can't take the credit. Step 6\n2. If you and your spouse both received Medicaid waiver\npayments during the year, you and your spouse can make different\nchoices about including the full amount of your payments in earned\nincome. Enter only the amount of Medicaid waiver payments that you\nor your spouse, if filing a joint return, do not want to include in earned\nincome. To include all nontaxable Medicaid waver payment amounts in\nearned income, enter -0. . . . . . . . . . . . . 2. Were you self-employed at any time in 2022, or are you\nfiling Schedule SE because you were a member of the\nclergy or you had church employee income, or are you\nfiling Schedule C as a statutory employee? Yes. Skip question 3\nNo. Continue\n䊲\nand Step 6; go to\nWorksheet B. 1. TIP 3. Subtract line 2 from line 1 ! CAUTION 3. Need more information or forms? Visit IRS.gov. How To Figure the Credit 1. Do you want the IRS to figure the credit for you? Yes. See Credit figured\nNo. Go to Worksheet A.\nby the IRS, later. Definitions and Special Rules\nAdopted child. An adopted child is always treated as your own\nchild. An adopted child includes a child lawfully placed with\nyou for legal adoption. Church employees. Determine how much of the amount on\nForm 1040 or 1040-SR, line 1a, was also reported on Schedule SE, Part I, line 5a. Subtract that amount from the amount on\nForm 1040 or 1040-SR, line 1a, and enter the result on line 1 of\nthe worksheet in Step 5 (instead of entering the actual amount\nfrom Form 1040 or 1040-SR, line 1a). Be sure to answer “Yes”\nto question 2 in Step 5. Clergy.",
    "querygen": [
      "can you take the credit on your schedule e",
      "how much income can i make on schedule se",
      "can clergy earn more than schedule se"
    ],
    "querygen_score": [
      "-2.322537",
      "0.4445639",
      "0.2545984"
    ]
  },
  {
    "id": "legal-advice_69__42",
    "doc_id": "legal-advice_69",
    "chunk_id": 42,
    "document_category": "legal-advice",
    "text": "Facts or other matters contained\nin testimony, Federal tax returns, financial statements,\napplications for enrollment, affidavits, declarations,\nand any other document or statement, written or oral,\nare included in the term “information.” (5) Solicitation of employment as prohibited\nunder §10.30, the use of false or misleading\nrepresentations with intent to deceive a client or\nprospective client in order to procure employment,\nor intimating that the practitioner is able improperly\nto obtain special consideration or action from the\nInternal Revenue Service or any officer or employee\nthereof. (6) Willfully failing to make a Federal tax return\nin violation of the Federal tax laws, or willfully\nevading, attempting to evade, or participating in any\nway in evading or attempting to evade any assessment\nor payment of any Federal tax. (7) Willfully assisting, counseling, encouraging a\nclient or prospective client in violating, or suggesting\nto a client or prospective client to violate, any Federal\ntax law, or knowingly counseling or suggesting to a\nclient or prospective client an illegal plan to evade\nFederal taxes or payment thereof. (8) Misappropriation of, or failure properly or\npromptly to remit, funds received from a client for\nthe purpose of payment of taxes or other obligations\ndue the United States. (9) Directly or indirectly attempting to influence,\nor offering or agreeing to attempt to influence, the\nTreasury Department Circular No. 230 official action of any officer or employee of the\nInternal Revenue Service by the use of threats, false\naccusations, duress or coercion, by the offer of any\nspecial inducement or promise of an advantage or by\nthe bestowing of any gift, favor or thing of value. (10) Disbarment or suspension from practice\nas an attorney, certified public accountant, public\naccountant, or actuary by any duly constituted\nauthority of any State, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia, any Federal court of record or\nany Federal agency, body or board. (11) Knowingly aiding and abetting another\nperson to practice before the Internal Revenue\nService during a period of suspension, disbarment\nor ineligibility of such other person. (12) Contemptuous conduct in connection\nwith practice before the Internal Revenue Service,\nincluding the use of abusive language, making false\naccusations or statements, knowing them to be false,\nor circulating or publishing malicious or libelous\nmatter. (13) Giving a false opinion, knowingly,\nrecklessly, or through gross incompetence, including\nan opinion which is intentionally or recklessly\nmisleading, or engaging in a pattern of providing\nincompetent opinions on questions arising under the\nFederal tax laws. False opinions described in this\nparagraph (a)(l3) include those which reflect or result\nfrom a knowing misstatement of fact or law, from an\nassertion of a position known to be unwarranted under\nexisting law, from counseling or assisting in conduct\nknown to be illegal or fraudulent, from concealing\nmatters required by law to be revealed, or from\nconsciously disregarding information indicating that\nmaterial facts expressed in the opinion or offering\nmaterial are false or misleading. For purposes\nof this paragraph (a)(13), reckless conduct is a\nhighly unreasonable omission or misrepresentation\ninvolving an extreme departure from the standards\nof ordinary care that a practitioner should observe\nunder the circumstances. A pattern of conduct is a\nfactor that will be taken into account in determining\nwhether a practitioner acted knowingly, recklessly,\nor through gross incompetence. Gross incompetence\n§ 10.51 — Page 29 Table of Contents",
    "querygen": [
      "what is the legal definition of information",
      "what information is required in federal taxes",
      "irs statute of limitations on federal documents"
    ],
    "querygen_score": [
      "-2.112411",
      "-1.2093889",
      "-5.4965134"
    ]
  },
  {
    "id": "legal-advice_62__132",
    "doc_id": "legal-advice_62",
    "chunk_id": 132,
    "document_category": "legal-advice",
    "text": "Use the worksheet in these instructions to figure your student loan interest\ndeduction. -92- 11b. 12b. Exception. Use Pub. 970 instead of the\nworksheet in these instructions to figure\nyour student loan interest deduction if\nyou file Form 2555 or 4563, or you exclude income from sources within Puerto Rico. Qualified student loan. A qualified\nstudent loan is any loan you took out to\npay the qualified higher education expenses for any of the following individuals who were eligible students. 1. Yourself or your spouse. 2. Any person who was your dependent when the loan was taken out. Student Loan Interest Deduction Worksheet—Schedule 1, Line 21 Before you begin: Figure any write-in adjustments to be entered on Schedule 1, line 24z (see the instructions for Schedule 1,\nline 24z). Be sure you have read the Exception in the instructions for this line to see if you can use this worksheet\ninstead of Pub. 970 to figure your deduction. 1. Enter the total interest you paid in 2022 on qualified student loans (see the instructions for line 21). Don’t\nenter more than $2,500 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter the amount from Form 1040 or 1040-SR, line 9 . . . . . . . . . . . . . . . . . . . . . . . . . 2. 3. Enter the total of the amounts from Schedule 1, lines 11 through 20, and 23 and\n25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. 4. Subtract line 3 from line 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4. 5. Enter the amount shown below for your filing status. • Single, head of household, or qualifying\nsurviving spouse—$70,000\n• Married filing jointly— $145,000 6. ........... 5. Is the amount on line 4 more than the amount on line 5? No. Skip lines 6 and 7, enter -0- on line 8, and go to line 9. Yes.",
    "querygen": [
      "student loan deductions worksheet",
      "how to claim student loans deduction",
      "if i deduct interest on student loans"
    ],
    "querygen_score": [
      "0.9010987",
      "0.61492336",
      "0.64755535"
    ]
  },
  {
    "id": "legal-advice_3__60",
    "doc_id": "legal-advice_3",
    "chunk_id": 60,
    "document_category": "legal-advice",
    "text": "Line 25c—Other Forms\nInclude on line 25c any federal income\ntax withheld on your Form(s) W-2G. The amount withheld should be shown\nin box 4. Attach Form(s) W-2G to the\nfront of your return if federal income tax\nwas withheld. If you had Additional Medicare Tax\nwithheld, include the amount shown on\nForm 8959, line 24, in the total on\nline 25c. Attach Form 8959. Include on line 25c any federal income tax withheld that is shown on a\nSchedule K-1. Also include on line 25c any tax\nwithheld that is shown on Form 1042-S, -37- If you and your spouse paid joint estimated tax but are now filing separate income tax returns, you can divide the\namount paid in any way you choose as\nlong as you both agree. If you can't\nagree, you must divide the payments in\nproportion to each spouse's individual\ntax as shown on your separate returns\nfor 2022. For more information, see\nPub. 505. Be sure to show both SSNs in\nthe space provided on the separate returns. If you or your spouse paid separate estimated tax but you are now filing\na joint return, add the amounts you each\npaid. Follow these instructions even if\nyour spouse died in 2022 or in 2023 before filing a 2022 return. Divorced taxpayers. If you got divorced in 2022 and you made joint estimated tax payments with your former\nspouse, enter your former spouse's SSN\nin the space provided on the front of\nForm 1040 or 1040-SR. If you were divorced and remarried in 2022, enter\nyour present spouse's SSN in the space\nprovided on the front of Form 1040 or\n1040-SR. Also, on the dotted line next\nto line 26, enter your former spouse's\nSSN, followed by “DIV.” Name change. If you changed your\nname and you made estimated tax payments using your former name, attach a\nstatement to the front of Form 1040 or\n1040-SR that explains all the payments\nyou and your spouse made in 2022 and\nthe name(s) and SSN(s) under which\nyou made them. Need more information or forms? Visit IRS.gov. Line 27—\nEarned Income Credit (EIC) work and is valid for EIC purposes (explained later under\nDefinitions and Special Rules)? Yes. Continue\nNo. STOP\n䊲 What Is the EIC? The EIC is a credit for certain people who work. The credit may\ngive you a refund even if you don’t owe any tax or didn’t have\nany tax withheld. To Take the EIC: • Follow the steps below. • Complete the worksheet that applies to you or let the IRS You can't take the credit. Enter “No” on the dotted\nline next to line 27. 3. Are you filing Form 2555 (relating to foreign earned\nincome)? No. Continue\nYes. STOP 䊲 You can't take the\ncredit. figure the credit for you. • If you have a qualifying child, complete and attach Schedule EIC.\n• If you have at least one child who meets the conditions to\nbe your qualifying child for purposes of claiming the EIC, complete and attach Schedule EIC, even if that child doesn't have a\nvalid SSN. See Schedule EIC for more information, including\nhow to complete Schedule EIC if your qualifying child doesn't\nhave a valid SSN.",
    "querygen": [
      "what lines are included on my tax return",
      "what is the tax return code for w2g",
      "what line is federal income tax withheld"
    ],
    "querygen_score": [
      "-0.51119244",
      "-2.2926254",
      "1.0926343"
    ]
  },
  {
    "id": "legal-advice_64__52",
    "doc_id": "legal-advice_64",
    "chunk_id": 52,
    "document_category": "legal-advice",
    "text": "3.\nEnter the amount shown below for your filing status. • Single or married filing separately—$12,950\n. . . . . . . . . . . . . . . . . . . . . . . . . . 3.\n• Married filing jointly—$25,900\n• Head of household—$19,400\n4. Standard deduction. a. Enter the smaller of line 2 or line 3. If born after January 1, 1958, and not blind, stop here and enter this\namount on Form 1040 or 1040-SR, line 12. Otherwise, go to line 4b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4a.\nb. If born before January 2, 1958, or blind, multiply the number on line 1 by $1,400 ($1,750 if single or head of\nhousehold) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4b.\nc. Add lines 4a and 4b. Enter the total here and on Form 1040 or 1040-SR, line 12 . . . . . . . . . . . . . . . . . . . . . . . 4c.\n* Earned income includes wages, salaries, tips, professional fees, and other compensation received for personal services you performed. It also includes any\ntaxable scholarship or fellowship grant. Generally, your earned income is the total of the amount(s) you reported on Form 1040 or 1040-SR, line 1z, and\nSchedule 1, lines 3, 6, 8r, 8t, and 8u minus the amount, if any, on Schedule 1, line 15. Standard Deduction Chart for People Who Were Born Before January 2, 1958, or Were Blind Don’t use this chart if someone can claim you, or your spouse if filing jointly, as a dependent. Instead, use the worksheet above. You were born before January 2, 1958. You are blind. Spouse was born before January 2, 1958. Spouse is blind. Enter the total number of boxes checked . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . IF your filing\nstatus is . . . AND the number in\nthe box above is . . . ▶\nTHEN your standard\ndeduction is . . . Single 1\n2 $14,700\n16,450 Married filing jointly 1\n2\n3\n4 $27,300\n28,700\n30,100\n31,500 Qualifying surviving spouse 1\n2 $27,300\n28,700 Married filing separately* 1\n2\n3\n4 $14,350\n15,750\n17,150\n18,550 Head of household 1\n2 $21,150\n22,900",
    "querygen": [
      "how much is married filing separately",
      "how to find out if you are married filing for taxes",
      "how much does one have to pay for a divorce"
    ],
    "querygen_score": [
      "0.16980362",
      "-1.7176611",
      "-5.0947814"
    ]
  },
  {
    "id": "legal-advice_29__55",
    "doc_id": "legal-advice_29",
    "chunk_id": 55,
    "document_category": "legal-advice",
    "text": "Complete the rest of that worksheet through line 4 (line 10 if you use the\nSchedule D Tax Worksheet). Next, you must determine if you have a capital gain excess. To find out if you have a capital gain excess, subtract\nForm 1040 or 1040-SR, line 15, from line 4 of your Qualified Dividends and Capital Gain Tax Worksheet (line 10 of your Schedule D Tax\nWorksheet). If the result is more than zero, that amount is your capital gain excess. If you don’t have a capital gain excess, complete the rest of either of those worksheets according to the worksheet's instructions. Then,\ncomplete lines 5 and 6 above. If you have a capital gain excess, complete a second Qualified Dividends and Capital Gain Tax Worksheet or Schedule D Tax Worksheet\n(whichever applies) as instructed above but in its entirety and with the following additional modifications. Then, complete lines 5 and 6 above. These modifications are to be made only for purposes of filling out the Foreign Earned Income Tax Worksheet above. 1. Reduce (but not below zero) the amount you would otherwise enter on line 3 of your Qualified Dividends and Capital Gain Tax Worksheet\nor line 9 of your Schedule D Tax Worksheet by your capital gain excess. 2. Reduce (but not below zero) the amount you would otherwise enter on line 2 of your Qualified Dividends and Capital Gain Tax Worksheet\nor line 6 of your Schedule D Tax Worksheet by any of your capital gain excess not used in (1) above. 3. Reduce (but not below zero) the amount on your Schedule D (Form 1040), line 18, by your capital gain excess. 4. Include your capital gain excess as a loss on line 16 of your Unrecaptured Section 1250 Gain Worksheet in the Instructions for\nSchedule D (Form 1040). -35- Need more information or forms? Visit IRS.gov. Qualified Dividends and Capital Gain Tax Worksheet—Line 16 Keep for Your Records Before you begin: 1.\n2.\n3. 4.\n5.\n6. 7.\n8.\n9.\n10.\n11.\n12.\n13. 14.\n15.\n16.\n17.\n18.\n19.\n20.\n21.\n22.\n23.\n24.\n25. See the earlier instructions for line 16 to see if you can use this worksheet to figure your tax. Before completing this worksheet, complete Form 1040 or 1040-SR through line 15. If you don’t have to file Schedule D and you received capital gain distributions, be sure you checked the box\non Form 1040 or 1040-SR, line 7. Enter the amount from Form 1040 or 1040-SR, line 15. However, if you are filing\nForm 2555 (relating to foreign earned income), enter the amount from line 3 of the\nForeign Earned Income Tax Worksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1.\nEnter the amount from Form 1040 or 1040-SR,\nline 3a* . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2.\nAre you filing Schedule D?*\nYes.",
    "querygen": [
      "how to work out if your gain has been remitted on a tax return",
      "how to find out if you have a capital gain excess",
      "how do you find out if you have a capital gain excess"
    ],
    "querygen_score": [
      "-2.215792",
      "3.550978",
      "3.907561"
    ]
  },
  {
    "id": "legal-advice_95__61",
    "doc_id": "legal-advice_95",
    "chunk_id": 61,
    "document_category": "legal-advice",
    "text": "§ 10.90 — Page 43 Table of Contents (5) Disqualified appraisers. (6) Qualified continuing education providers,\nincluding providers —\n(i) Who have obtained a qualifying continuing\neducation provider number; and\n(ii) Whose qualifying continuing education\nnumber has been revoked for failure to comply with\nthe requirements of this part. (b) Other records. Other records of the Director\nof the Office of Professional Responsibility may be\ndisclosed upon specific request, in accordance with\nthe applicable law. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.92 Special orders. § 10.91 Saving provision. Approved: June 3, 2014\nChristopher J. Meade,\nGeneral Counsel Any proceeding instituted under this part prior to\nJune 12, 2014, for which a final decision has not been\nreached or for which judicial review is still available\nis not affected by these revisions. Any proceeding\nunder this part based on conduct engaged in prior to\nJune 12, 2014, which is instituted after that date, will\napply subpart D and E of this part as revised, but\nthe conduct engaged in prior to the effective date of\nthese revisions will be judged by the regulations in\neffect at the time the conduct occurred. Page 44 — § 10.90 The Secretary of the Treasury reserves the power to\nissue such special orders as he or she deems proper\nin any cases within the purview of this part. § 10.93 Effective date. Except as otherwise provided in each section and\nSubject to §10.91, Part 10 is applicable on July 26,\n2002. John Dalrymple,\nDeputy Commissioner for Services and Enforcement [FR Doc. 2014-13739 Filed 06/09/2014 at 4:15 pm;\nPublication Date: 06/12/2014] Treasury Department Circular No. 230",
    "querygen": [
      "who does appraisals stand for",
      "disqualified appraiser number",
      "what is disqualified appraiser"
    ],
    "querygen_score": [
      "-5.2345495",
      "-1.6942278",
      "-0.93705297"
    ]
  },
  {
    "id": "legal-advice_67__30",
    "doc_id": "legal-advice_67",
    "chunk_id": 30,
    "document_category": "legal-advice",
    "text": "The practitioner must advise the client\nof the consequences as provided under the Code\nand regulations of such noncompliance, error, or\nomission. § 10.22 Diligence as to accuracy. (a) In general. A practitioner must exercise due\ndiligence —\n(1) In preparing or assisting in the preparation\nof, approving, and filing tax returns, documents,\naffidavits, and other papers relating to Internal\nRevenue Service matters;\n(2) In determining the correctness of oral or\nwritten representations made by the practitioner to\nthe Department of the Treasury; and\n(3) In determining the correctness of oral or\nwritten representations made by the practitioner to\nclients with reference to any matter administered by\nthe Internal Revenue Service. (b) Reliance on others. Except as modified by\n§§10.34 and 10.37, a practitioner will be presumed\nto have exercised due diligence for purposes of\nthis section if the practitioner relies on the work\nproduct of another person and the practitioner used\nreasonable care in engaging, supervising, training,\nand evaluating the person, taking proper account of\nthe nature of the relationship between the practitioner\nand the person. § 10.22 — Page 19 Table of Contents (c) Effective/applicability date. Paragraph (a) of\nthis section is applicable on September 26, 2007. Paragraph (b) of this section is applicable beginning\nJune 12, 2014. § 10.23 Prompt disposition of pending matters. A practitioner may not unreasonably delay the\nprompt disposition of any matter before the Internal\nRevenue Service. § 10.24 Assistance from or to disbarred or\nsuspended persons and former Internal Revenue\nService employees. A practitioner may not, knowingly and directly or\nindirectly:\n(a) Accept assistance from or assist any person\nwho is under disbarment or suspension from practice\nbefore the Internal Revenue Service if the assistance\nrelates to a matter or matters constituting practice\nbefore the Internal Revenue Service. (b) Accept assistance from any former government\nemployee where the provisions of § 10.25 or any\nFederal law would be violated. § 10.25 Practice by former government employees,\ntheir partners and their associates. (a) Definitions. For purposes of this section —\n(1) Assist means to act in such a way as to advise,\nfurnish information to, or otherwise aid another\nperson, directly, or indirectly. (2) Government employee is an officer or\nemployee of the United States or any agency of\nthe United States, including a special Government\nemployee as defined in 18 U.S.C. 202(a), or of the\nDistrict of Columbia, or of any State, or a member of\nCongress or of any State legislature. (3) Member of a firm is a sole practitioner or\nan employee or associate thereof, or a partner,\nstockholder, associate, affiliate or employee of a\npartnership, joint venture, corporation, professional\nassociation or other affiliation of two or more\npractitioners who represent nongovernmental\nparties. Page 20 — § 10.22 (4) Particular matter involving specific parties is\ndefined at 5 CFR 2637.201(c), or superseding postemployment regulations issued by the U.S. Office of\nGovernment Ethics. (5) Rule includes Treasury regulations, whether\nissued or under preparation for issuance as notices\nof proposed rulemaking or as Treasury decisions,\nrevenue rulings, and revenue procedures published\nin the Internal Revenue Bulletin (see 26 CFR\n601.601(d)(2)(ii)(b)). (b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States.",
    "querygen": [
      "when a law firm is required to exercise due diligence",
      "what duties does a certified medical practitioner have under the code?",
      "what is the practice ethics code"
    ],
    "querygen_score": [
      "-1.2442106",
      "-2.402044",
      "-3.8747325"
    ]
  },
  {
    "id": "legal-advice_95__36",
    "doc_id": "legal-advice_95",
    "chunk_id": 36,
    "document_category": "legal-advice",
    "text": "regarding the terms of the engagement. For example,\nthe advisor should determine the client’s expected\npurpose for and use of the advice and should have\na clear understanding with the client regarding the\nform and scope of the advice or assistance to be\nrendered. (2) Establishing the facts, determining which\nfacts are relevant, evaluating the reasonableness\nof any assumptions or representations, relating the\napplicable law (including potentially applicable\njudicial doctrines) to the relevant facts, and arriving\nat a conclusion supported by the law and the facts. (3) Advising the client regarding the import of\nthe conclusions reached, including, for example,\nwhether a taxpayer may avoid accuracy-related\npenalties under the Internal Revenue Code if a\ntaxpayer acts in reliance on the advice. (4) Acting fairly and with integrity in practice\nbefore the Internal Revenue Service. (b) Procedures to ensure best practices for tax\nadvisors. Tax advisors with responsibility for\noverseeing a firm’s practice of providing advice\nconcerning Federal tax issues or of preparing or\nassisting in the preparation of submissions to the\nInternal Revenue Service should take reasonable steps\nto ensure that the firm’s procedures for all members,\nassociates, and employees are consistent with the best\npractices set forth in paragraph (a) of this section. (c) Applicability date. This section is effective after\nJune 20, 2005. § 10.34 Standards with respect to tax returns and\ndocuments, affidavits and other papers. (a) Tax returns.\n(1) A practitioner may not willfully, recklessly, or\nthrough gross incompetence —\n(i) Sign a tax return or claim for refund that\nthe practitioner knows or reasonably should know\ncontains a position that — (A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Internal Revenue Code\n(Code) (including the related regulations and other\npublished guidance); or\nTreasury Department Circular No. 230 Table of Contents (C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (ii) Advise a client to take a position on a tax\nreturn or claim for refund, or prepare a portion of a\ntax return or claim for refund containing a position,\nthat —\n(A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Code (including the\nrelated regulations and other published guidance); or\n(C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (2) A pattern of conduct is a factor that will\nbe taken into account in determining whether a\npractitioner acted willfully, recklessly, or through\ngross incompetence. (b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous.",
    "querygen": [
      "how to conduct an enlistment consultation?",
      "who is a lawyer in legal services terms of engagement",
      "what is client engagement definition"
    ],
    "querygen_score": [
      "-6.4083996",
      "-2.1244566",
      "-2.6247625"
    ]
  },
  {
    "id": "legal-advice_31__57",
    "doc_id": "legal-advice_31",
    "chunk_id": 57,
    "document_category": "legal-advice",
    "text": "The Secretary of\nthe Treasury, or delegate, will provide copies of the\nagency decision to the authorized representative of\nthe Internal Revenue Service and the respondent or\nthe respondent’s authorized representative. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.79 Effect of disbarment, suspension, or censure. (a) Disbarment. When the final decision in a case\nis against the respondent (or the respondent has\noffered his or her consent and such consent has been\naccepted by the Internal Revenue Service) and such\ndecision is for disbarment, the respondent will not\nbe permitted to practice before the Internal Revenue\nService unless and until authorized to do so by the\nInternal Revenue Service pursuant to §10.81. (b) Suspension. When the final decision in a case\nis against the respondent (or the respondent has\noffered his or her consent and such consent has\nbeen accepted by the Internal Revenue Service) Treasury Department Circular No. 230 Table of Contents and such decision is for suspension, the respondent\nwill not be permitted to practice before the Internal\nRevenue Service during the period of suspension. For periods after the suspension, the practitioner’s\nfuture representations may be subject to conditions\nas authorized by paragraph (d) of this section. (c) Censure. When the final decision in the case\nis against the respondent (or the Internal Revenue\nService has accepted the respondent’s offer to\nconsent, if such offer was made) and such decision\nis for censure, the respondent will be permitted to\npractice before the Internal Revenue Service, but the\nrespondent’s future representations may be subject\nto conditions as authorized by paragraph (d) of this\nsection. (d) Conditions. After being subject to the\nsanction of either suspension or censure, the future\nrepresentations of a practitioner so sanctioned\nshall be subject to specified conditions designed\nto promote high standards of conduct. These\nconditions can be imposed for a reasonable\nperiod in light of the gravity of the practitioner’s\nviolations. For example, where a practitioner is\ncensured because the practitioner failed to advise\nthe practitioner’s clients about a potential conflict\nof interest or failed to obtain the clients’ written\nconsents, the practitioner may be required to\nprovide the Internal Revenue Service with a copy\nof all consents obtained by the practitioner for an\nappropriate period following censure, whether or\nnot such consents are specifically requested. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.80 Notice of disbarment, suspension, censure,\nor disqualification. (a) In general. On the issuance of a final order\ncensuring, suspending, or disbarring a practitioner or\na final order disqualifying an appraiser, notification\nof the censure, suspension, disbarment or\ndisqualification will be given to appropriate officers\nand employees of the Internal Revenue Service and\ninterested departments and agencies of the Federal\ngovernment. The Internal Revenue Service may\nTreasury Department Circular No. 230 determine the manner of giving notice to the proper\nauthorities of the State by which the censured,\nsuspended, or disbarred person was licensed to\npractice. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.81 Petition for reinstatement. (a) In general.",
    "querygen": [
      "when is the effective date of a federal tax rule enforceable",
      "when does irs effective date",
      "when does irs become effective"
    ],
    "querygen_score": [
      "-4.375439",
      "-1.1810877",
      "-2.2403736"
    ]
  },
  {
    "id": "legal-advice_96__84",
    "doc_id": "legal-advice_96",
    "chunk_id": 84,
    "document_category": "legal-advice",
    "text": "If you take the American opportunity credit even though\nCAUTION you aren't eligible and it is determined that your error is due to reckless or intentional disregard of the\nAmerican opportunity credit rules, you\nwon't be allowed to take the credit for 2\nyears even if you’re otherwise eligible to\ndo so. If you take the American opportunity credit even though you aren't eligible and it is determined that you fraudulently took the credit, you won't be allowed to take the credit for 10 years. You may also have to pay penalties. ! Line 30\nLine 30 has been reserved for future use. TIP the additional child tax credit\ncan't be issued before mid-February 2023. This delay applies to the entire refund, not just the portion associated with the additional child tax credit. Refund\nLine 34\nAmount Overpaid If line 34 is under $1, we will send a refund only on written request. Need more information or forms? Visit IRS.gov. -56- If you owe past-due federal tax, state income tax, state unemployment compensation debts, child support, spousal support, or certain federal nontax debts,\nsuch as student loans, all or part of the\noverpayment on line 34 may be used\n(offset) to pay the past-due amount. Offsets for federal taxes are made by the\nIRS. All other offsets are made by the\nTreasury Department's Bureau of the\nFiscal Service. For federal tax offsets,\nyou will receive a notice from the IRS. For all other offsets, you will receive a\nnotice from the Fiscal Service. To find\nout if you may have an offset or if you\nhave any questions about it, contact the\nagency to which you owe the debt. Deposit Refund into Multiple\nAccounts If you want your refund to be split and\ndirect deposited into more than one account, file Form 8888. Use Form 8888\nto direct deposit your refund (or part of\nit) to one or more accounts in your name\nat a bank or other financial institution\n(such as a mutual fund, brokerage firm,\nor credit union) in the United States. Injured Spouse If you file a joint return and your spouse\nhasn’t paid past-due federal tax, state income tax, state unemployment compensation debts, child support, spousal support, or a federal nontax debt, such as a\nstudent loan, part or all of the overpayment on line 34 may be used (offset) to\npay the past-due amount. But your part\nof the overpayment may be refunded to\nyou if certain conditions apply and you\ncomplete Form 8379. For details see\nForm 8379. Lines 35a Through 35d\nAmount Refunded to You\nIf you want to check the status of your\nrefund, just use the IRS2Go app or go to\nIRS.gov/Refunds. See Refund Information, later. Information about your refund will generally be available within\n24 hours after the IRS receives your\ne-filed return, or 4 weeks after you mail\nyour paper return. If you filed Form\n8379 with your return, wait 14 weeks (11 weeks if you filed electronically). Have your 2022 tax return handy so you\ncan enter your social security number,\nyour filing status, and the exact whole\ndollar amount of your refund. Where's My Refund will provide a\npersonalized refund date as soon as the\nIRS processes your tax return and approves your refund.",
    "querygen": [
      "american opportunity how long",
      "can a credit be taken at an early age and be considered reckless",
      "how long can a u.s. citizen take the american opportunity credit"
    ],
    "querygen_score": [
      "-0.1344744",
      "-3.0009303",
      "1.1018417"
    ]
  },
  {
    "id": "legal-advice_94__14",
    "doc_id": "legal-advice_94",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "However, if you were a nonresident alien or a dual-status alien and were\nmarried to a U.S. citizen or resident alien at the end of 2022, you can elect to\nbe treated as a resident alien and file a\njoint return. See Pub. 519 for details. Married Filing Separately\nCheck the “Married filing separately”\nbox at the top of Form 1040 or 1040-SR\nif you are married, at the end of 2022,\nand file a separate return. Enter your\nspouse’s name in the entry space below\nthe filing status checkboxes. Be sure to\nenter your spouse’s SSN or Individual\nTaxpayer Identification Number (ITIN)\nin the space for spouse’s SSN on Form\n1040 or 1040-SR. If your spouse doesn’t\nhave and isn’t required to have an SSN\nor ITIN, enter “NRA” in the entry space\nbelow the filing status checkboxes. For electronic filing, enter the spouse's name or “NRA” if the spouse\ndoesn’t have an SSN or ITIN in the en- try space below the filing status checkboxes. If you are married and file a separate\nreturn, you generally report only your\nown income, deductions, and credits. Generally, you are responsible only for\nthe tax on your own income. Different\nrules apply to people in community\nproperty states; see Pub. 555. However, you will usually pay more\ntax than if you use another filing status\nfor which you qualify. Also, if you file a\nseparate return, you can't take the student loan interest deduction or the education credits, and you will only be able\nto take the earned income credit and\nchild and dependent care credit in very\nlimited circumstances. You also can't\ntake the standard deduction if your\nspouse itemizes deductions. You may be able to file as head TIP of household if you had a child\nliving with you and you lived\napart from your spouse during the last 6\nmonths of 2022. See Married persons\nwho live apart, later. Head of Household You can check the “Head of household”\nbox at the top of Form 1040 or 1040-SR\nif you are unmarried and provide a home\nfor certain other persons. You are considered unmarried for this purpose if any\nof the following applies. • You were legally separated according to your state law under a decree of\ndivorce or separate maintenance at the\nend of 2022. But if, at the end of 2022,\nyour divorce wasn't final (an interlocutory decree), you are considered married. • You are married but lived apart\nfrom your spouse for the last 6 months\nof 2022 and you meet the other rules under Married persons who live apart, later. • You are married and your spouse\nwas a nonresident alien at any time during the year and the election to treat the\nalien spouse as a resident alien is not\nmade. Check the “Head of household” box only if you are unmarried (or considered\nunmarried) and either Test 1 or Test 2\napplies. Test 1. You paid over half the cost of\nkeeping up a home that was the main\nhome for all of 2022 of your parent whom you can claim as a dependent, except under a multiple support agreement\n(see Who Qualifies as Your Dependent,\nlater). Your parent didn't have to live\nwith you. Test 2.",
    "querygen": [
      "is a us citizen a resident alien",
      "when are you treated as a resident alien",
      "when can nonresident aliens apply for residency"
    ],
    "querygen_score": [
      "-0.34404197",
      "-0.37560877",
      "-2.0423403"
    ]
  },
  {
    "id": "legal-advice_68__5",
    "doc_id": "legal-advice_68",
    "chunk_id": 5,
    "document_category": "legal-advice",
    "text": "However, you don’t need to wait to receive this form\nto file your return. You may rely on other information received from your employer. If you don’t wish to claim the\npremium tax credit for 2022, you don’t need the information in Part II of Form 1095-C. For more information on\nwho is eligible for the premium tax credit, see the Instructions for Form 8962. Reminder: Health care coverage. If you need health care coverage, go to www.HealthCare.gov to learn about\nhealth insurance options for you and your family, how to buy health insurance, and how you might qualify to get\nfinancial assistance to buy health insurance. -5- What's New\nDue date of return. File Form 1040 or\n1040-SR by April 18, 2023. The due\ndate is April 18, instead of April 15, because of the Emancipation Day holiday\nin the District of Columbia – even if you\ndon’t live in the District of Columbia. Filing status name changed to qualifying surviving spouse. The filing status\nqualifying widow(er) is now called qualifying surviving spouse. The rules for\nthe filing status have not changed. The\nsame rules that applied for qualifying\nwidow(er) apply to qualifying surviving\nspouse. See Qualifying surviving spouse,\nlater. Standard deduction amount increased. For 2022, the standard deduction amount has been increased for all\nfilers. The amounts are:\n• Single or Married filing separately—$12,950. • Married filing jointly or Qualifying surviving spouse—$25,900. • Head of household—$19,400. New lines 1a through 1z on Form\n1040 and 1040-SR. This year line 1 is\nexpanded and there are new lines 1a\nthrough 1z. Some amounts that in prior\nyears were reported on Form 1040 and\nForm 1040-SR are now reported on\nSchedule 1.\n• Scholarship and fellowship grants\nthat were not reported to you on Form\nW-2 are now reported on Schedule 1,\nline 8r.\n• Pension or annuity from a nonqualified deferred compensation plan or a\nnongovernmental section 457 plan are\nnow reported on Schedule 1, line 8t.\n• Wages earned while incarcerated\nare now reported on Schedule 1, line 8u. New line 6c on Form 1040 and\n1040-SR. A checkbox was added on\nline 6c. Taxpayers who elect to use the\nlump-sum election method for their benefits will check this box. See Line 6c,\nlater. Nontaxable Medicaid waiver payments on Schedule 1. For 2021, nontaxable amounts of Medicaid waiver\npayments reported on Form 1040, line 1, For information about any additional changes to the 2022 tax law or any other developments affecting Form 1040 or 1040-SR or the instructions, go to IRS.gov/\nForm1040. were excluded from income on Schedule\n1, line 8z. For 2022, nontaxable amounts\nwill be excluded on Schedule 1, line 8s. Nontaxable combat pay election. For\n2021, individuals elected to include their\nnontaxable combat pay in their earned\nincome when figuring the earned income credit (EIC) by reporting it on\nForm 1040 or 1040-SR, line 27b. For\n2022, they will make this election by reporting nontaxable combat pay on Form\n1040 or 1040-SR, line 1i. Credits for sick and family leave for\ncertain self-employed individuals are\nnot available. Self-employed individuals can no longer claim these credits. Health coverage tax credit is not\navailable. The health coverage tax\ncredit was not extended. The credit is\nnot available after 2021. Credit for child and dependent care\nexpenses.",
    "querygen": [
      "what irs form are you supposed to use to file tax return",
      "when do you receive tax refund",
      "how to claim premium tax credit"
    ],
    "querygen_score": [
      "-1.284128",
      "-2.4422398",
      "0.45362696"
    ]
  },
  {
    "id": "legal-advice_35__30",
    "doc_id": "legal-advice_35",
    "chunk_id": 30,
    "document_category": "legal-advice",
    "text": "The practitioner must advise the client\nof the consequences as provided under the Code\nand regulations of such noncompliance, error, or\nomission. § 10.22 Diligence as to accuracy. (a) In general. A practitioner must exercise due\ndiligence —\n(1) In preparing or assisting in the preparation\nof, approving, and filing tax returns, documents,\naffidavits, and other papers relating to Internal\nRevenue Service matters;\n(2) In determining the correctness of oral or\nwritten representations made by the practitioner to\nthe Department of the Treasury; and\n(3) In determining the correctness of oral or\nwritten representations made by the practitioner to\nclients with reference to any matter administered by\nthe Internal Revenue Service. (b) Reliance on others. Except as modified by\n§§10.34 and 10.37, a practitioner will be presumed\nto have exercised due diligence for purposes of\nthis section if the practitioner relies on the work\nproduct of another person and the practitioner used\nreasonable care in engaging, supervising, training,\nand evaluating the person, taking proper account of\nthe nature of the relationship between the practitioner\nand the person. § 10.22 — Page 19 Table of Contents (c) Effective/applicability date. Paragraph (a) of\nthis section is applicable on September 26, 2007. Paragraph (b) of this section is applicable beginning\nJune 12, 2014. § 10.23 Prompt disposition of pending matters. A practitioner may not unreasonably delay the\nprompt disposition of any matter before the Internal\nRevenue Service. § 10.24 Assistance from or to disbarred or\nsuspended persons and former Internal Revenue\nService employees. A practitioner may not, knowingly and directly or\nindirectly:\n(a) Accept assistance from or assist any person\nwho is under disbarment or suspension from practice\nbefore the Internal Revenue Service if the assistance\nrelates to a matter or matters constituting practice\nbefore the Internal Revenue Service. (b) Accept assistance from any former government\nemployee where the provisions of § 10.25 or any\nFederal law would be violated. § 10.25 Practice by former government employees,\ntheir partners and their associates. (a) Definitions. For purposes of this section —\n(1) Assist means to act in such a way as to advise,\nfurnish information to, or otherwise aid another\nperson, directly, or indirectly. (2) Government employee is an officer or\nemployee of the United States or any agency of\nthe United States, including a special Government\nemployee as defined in 18 U.S.C. 202(a), or of the\nDistrict of Columbia, or of any State, or a member of\nCongress or of any State legislature. (3) Member of a firm is a sole practitioner or\nan employee or associate thereof, or a partner,\nstockholder, associate, affiliate or employee of a\npartnership, joint venture, corporation, professional\nassociation or other affiliation of two or more\npractitioners who represent nongovernmental\nparties. Page 20 — § 10.22 (4) Particular matter involving specific parties is\ndefined at 5 CFR 2637.201(c), or superseding postemployment regulations issued by the U.S. Office of\nGovernment Ethics. (5) Rule includes Treasury regulations, whether\nissued or under preparation for issuance as notices\nof proposed rulemaking or as Treasury decisions,\nrevenue rulings, and revenue procedures published\nin the Internal Revenue Bulletin (see 26 CFR\n601.601(d)(2)(ii)(b)). (b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States.",
    "querygen": [
      "when can a practitioner act on a client",
      "who must act on due diligence",
      "what is due diligence practice"
    ],
    "querygen_score": [
      "0.24826287",
      "-0.19244182",
      "0.45395195"
    ]
  },
  {
    "id": "legal-advice_24__5",
    "doc_id": "legal-advice_24",
    "chunk_id": 5,
    "document_category": "legal-advice",
    "text": "The fragile bark of a small business can be wrecked on just such\nuncharted shoals. Emeloid at 233. Despite the business need for management continuity, Section 264(a)(1) denies\ndeductions for premiums on any life insurance policy if the taxpayer is directly or\nindirectly a beneficiary under the policy. According to the within facts, the policies were\npossessed by the trust with the trustee named as benefi-ciary. The Trust Agreement, in\ndiscussing the disbursement of the life insurance proceeds, directed that the\ndisbursement would occur pursuant to the Stockholders' Agreement. Although no contemporaneous agreement was made, the Year 3 Stock Sale Agreement executed with\nA specifically detailed that the proceeds were to be used for the reacquisition of\ncorporate stock. POSTF-106186-02 7 While the trust document failed to reflect who was respon-sible for making the\npremium payments, and in fact relieved the trustee from such responsibility, the Year 3\nStock Sale Agreement named the corporation and the shareholders as obligated for the\npayments. Nevertheless, the audit revealed that the premium payments were wholly\nmade by the corporate taxpayer, with the corporation consequently seeking business\ndeductions for the payments. This situation is nearly identical to that confronted and analyzed in an earlier\nprivate letter ruling. LTR 6508270960A (Aug. 27, 1965). The only significant difference\nis that in that case, the trustee therein held possession of the stock certifi-cates\nwhereas the language of the applicable agreements in this matter states that the within\ntrustee will need to secure the share certificates from the relevant estate, suggesting\nthat the stockholders retained possession of the shares. Be that as it may, consistent with the letter ruling, the company is the true\nbeneficiary, directly or indirectly, under the policies in question since the reacquisition\nplan permits the orderly continuation of the business after the death of a share-holder. Id. Thus, the deductions are not allowed under § 264(a). Alternatively, the Service has already determined that premium payments as\nthose within do not constitute ordinary and necessary business expenses. In Rev. Rul. 70-117, 1970-1 C.B. 30, the Service determined that such premium expenses were in\nthe nature of amounts paid for the acquisition of a corporate asset, treasury stock, and\ntherefore not deductible under I.R.C. § 162. The purchase of stock, including the\nrepurchase by an issuing corporation of its own stock, is generally treated as a capital\ntransaction that does not give rise to a current deduction. LTR 96-41-001, n.3 (May 31,\n1996). Finally, since 1986 the Code has specifically denied deductibility of expenses for\na corporation's reacquisition of its shares. The current section reads in pertinent part,\n\"[N]o deduction otherwise allowable shall be allowed ... for any amount paid ... by a\ncorporation in connection with the reacquisition of its stock.\" I.R.C. § 162(k). Under the\nfacts presented, the payments by the corporation of the insurance premiums fall within\nthe broad \"in connection with\" language of section 162(k) since the proceeds of such\npolicies were obligated for the reacquisi-tion of the corporation's stock. Constructive Dividends to the Insured Stockholders When an individual shareholder receives an economic benefit through a\ndiversion of corporate earnings and profits, such receipt may be taxed as a constructive\ndividend.",
    "querygen": [
      "what section of the government denies life policy premiums?",
      "who denies life premium deduction",
      "does life insurance need management continuity"
    ],
    "querygen_score": [
      "-0.042051658",
      "-0.43883777",
      "0.8579849"
    ]
  },
  {
    "id": "legal-advice_59__8",
    "doc_id": "legal-advice_59",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": "Both notes are to be secured by a pledge of Entity M’s assets that includes the Year 10\ntransaction-acquired assets to operate the business and after acquired assets, as\npresumably stated in the Security Agreement. No copy of the Security Agreement was\nprovided to the IRS. 10 The AA are not separately listed in the operative documents reviewed. For the purpose of this advice,\nit is assumed, without verification, that these ------ were transferred. This “fact” needs to be verified. Page 11 of 37 POSTF-134629-07 Section ** of Article II provides Entity M will assume: (a) $ ** of liabilities\ndisclosed on the unaudited **, Year 9 Balance Sheet of Corp F and all expenses/costs\nof Corp F incurred after **, Year 9 but before closing (including accounts payable,\nobligations to conduct Industry N and more); (b) all liabilities and obligations under\nassumed contracts,11 and (c) all liabilities and obligations from ownership or operation of\nassets or Industry N after closing. Section ** of Article II excludes certain tax obligations and other pre-closing tax\nobligations of Corp F, liabilities or obligations from the “Mirror Stock Plan” in Section **,\nand certain other unrelated obligations and liabilities. The “Mirror Stock Plan” is not\nexplained in Section **; however, there is a short paragraph on the “Mirror Stock Plan”\nin Schedule ** of the Disclosure Schedule, addressed below. No copy of the “Mirror\nStock Plan” was provided to the IRS. Article III is titled ----------------------------------------------------------and, except as\nstated otherwise in the “Disclosure Schedule,” represents Corp F has the authority and\nlegal capacity to sell and that the Asset Purchase Agreement is enforceable. Corp F\nrepresents in Section ** that it has used the assets in the business of “Industry N”\n(stated in “Recitals” to be -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------). Section ** represents that the Assumed Contracts are all material contracts. Sections **\nand ** address intellectual property, with said property (including W) listed in Schedule\n**, addressed below. Section ** is titled --------------------------- and cross references\nSection ** of the Disclosure Schedule, addressed below. Various compensation,\nretirement and other plans are listed, with it represented that Entity M received copies of\nthe plans. No copies of the plans were provided to the IRS. It is represented that no\napplication for rulings, determination letters, advisory opinions or prohibited transaction\nexceptions are currently pending before the IRS. Article IV is titled ---------------------------------------------------------- Entity M\nrepresents itself to be a private non-profit corporation described in I.R.C. § 501(c)(3),\nexempt from federal income taxes, and not a private foundation, without any material\n“unrelated business taxable income” as defined in I.R.C. § 512. Entity M represents\nSection ** of the Asset Purchase Agreement and each Entity M “Ancillary Document”\nare enforceable against Entity M, but does not list the “Ancillary Documents.” Entity M\ndelivered copies of its articles of incorporation, bylaws and minute books to Corp F, but\nnone were provided to the IRS. 11 Listed in Schedule ** “Assumed Contracts,” addressed below. Page 12 of 37 POSTF-134629-07 Article V is titled ------------------------------- and provides, among other provisions,\nthat both parties shall have opinions of counsel delivered to the other party.",
    "querygen": [
      "what is the pledge of entity m's assets",
      "which entity m has assets to be secured by the aa note?",
      "are note notes secured"
    ],
    "querygen_score": [
      "-0.27401394",
      "0.25067702",
      "-1.9315908"
    ]
  },
  {
    "id": "legal-advice_94__89",
    "doc_id": "legal-advice_94",
    "chunk_id": 89,
    "document_category": "legal-advice",
    "text": "Once you complete\nthe online process, you will receive immediate notification of whether your\nagreement has been approved. A user\nfee is charged. Pay by Phone\nPaying by phone is another safe and secure method of paying electronically. Use one of the following methods: (1)\ncall one of the debit or credit card service providers, or (2) use the Electronic\nFederal Tax Payment System (EFTPS). Debit or credit card. Call one of our\nservice providers. Each charges a fee\nthat varies by provider, card type, and\npayment amount. Link2Gov Corporation\n888-PAY-1040TM\n(888-729-1040)\nwww.PAY1040.com\nWorldPay US, Inc.\n844-729-8298\n(844-PAY-TAX-8TM)\nwww.payUSAtax.com ACI Payments, Inc.\n888-UPAY-TAXTM\n(888-872-9829)\nfed.acipayonline.com\nEFTPS. To get more information about\nEFTPS or to enroll in EFTPS, visit\nEFTPS.gov or call 800-555-4477. To\ncontact EFTPS using Telecommunications Relay Services (TRS) for people\nwho are deaf, hard of hearing, or have a\nspeech disability, dial 711 and then provide the TRS assistant the 800-555-4477\nnumber or 800-733-4829. Additional information about EFTPS is also available\nin Pub. 966. Pay by Mobile Device To pay through your mobile device,\ndownload the IRS2Go app. Pay by Cash\nCash is an in-person payment option for\nindividuals provided through retail partners with a maximum of $1,000 per day\nper transaction. To make a cash payment, you must first be registered online\nat fed.acipayonline.com. Do not send\ncash payments through the mail. Pay by Check or Money Order\nBefore submitting a payment through\nthe mail, please consider alternative\nmethods. One of our safe, quick, and\neasy electronic payment options might\nbe right for you. If you choose to mail a\ntax payment, make your check or money\norder payable to “United States Treasury” for the full amount due. Don’t send\ncash. Don’t attach the payment to your\nreturn. Write “2022 Form 1040” or\n“2022 Form 1040-SR” and your name,\naddress, daytime phone number, and social security number (SSN) on your payment and attach Form 1040-V. For the\nmost up-to-date information on Form\n1040-V, go to IRS.gov/Form1040V. If\nyou are filing a joint return, enter the\nSSN shown first on your tax return. To help us process your payment, enter the amount on the right side of the\ncheck like this: $ XXX.XX. Don’t use\ndashes or lines (for example, don’t enter\n“$ XXX–” or “$ XXXxx/100”). Mail your 2022 tax return, payment,\nand Form 1040-V to the address shown\non the form that applies to you. -59- Notice to taxpayers presenting\nchecks. When you provide a check as\npayment, you authorize us either to use\ninformation from your check to make a\none-time electronic fund transfer from\nyour account or to process the payment\nas a check transaction. When we use information from your check to make an\nelectronic fund transfer, funds may be\nwithdrawn from your account as soon as\nthe same day we receive your payment,\nand you will not receive your check\nback from your financial institution. No checks of $100 million or more\naccepted. The IRS can’t accept a single\ncheck (including a cashier’s check) for\namounts of $100,000,000 ($100 million)\nor more. If you are sending $100 million\nor more by check, you’ll need to spread\nthe payment over 2 or more checks with\neach check made out for an amount less\nthan $100 million. This limit doesn’t apply to other methods of payment (such\nas electronic payments). Please consider\na method of payment other than check if\nthe amount of the payment is over $100\nmillion.",
    "querygen": [
      "how to pay by phone on irs payment plan",
      "what is the best way to pay for e-cr",
      "is it safe to pay electronically for a lease online"
    ],
    "querygen_score": [
      "0.96994805",
      "-4.1706104",
      "-3.196225"
    ]
  },
  {
    "id": "legal-advice_94__99",
    "doc_id": "legal-advice_94",
    "chunk_id": 99,
    "document_category": "legal-advice",
    "text": "4,570\n4,576\n4,582\n4,588\n4,594 43,500\n43,550\n43,600\n43,650\n43,700 43,550\n43,600\n43,650\n43,700\n43,750 5,193\n5,204\n5,215\n5,226\n5,237 4,812\n4,818\n4,824\n4,830\n4,836 5,193\n5,204\n5,215\n5,226\n5,237 4,930\n4,936\n4,942\n4,948\n4,954 46,500\n46,550\n46,600\n46,650\n46,700 46,550\n46,600\n46,650\n46,700\n46,750 5,853\n5,864\n5,875\n5,886\n5,897 5,172\n5,178\n5,184\n5,190\n5,196 5,853\n5,864\n5,875\n5,886\n5,897 5,290\n5,296\n5,302\n5,308\n5,314 40,750\n40,800\n40,850\n40,900\n40,950 40,800\n40,850\n40,900\n40,950\n41,000 4,688\n4,694\n4,700\n4,706\n4,712 4,482\n4,488\n4,494\n4,500\n4,506 4,688\n4,694\n4,700\n4,706\n4,712 4,600\n4,606\n4,612\n4,618\n4,624 43,750\n43,800\n43,850\n43,900\n43,950 43,800\n43,850\n43,900\n43,950\n44,000 5,248\n5,259\n5,270\n5,281\n5,292 4,842\n4,848\n4,854\n4,860\n4,866 5,248\n5,259\n5,270\n5,281\n5,292 4,960\n4,966\n4,972\n4,978\n4,984 46,750\n46,800\n46,850\n46,900\n46,950 46,800\n46,850\n46,900\n46,950\n47,000 5,908\n5,919\n5,930\n5,941\n5,952 5,202\n5,208\n5,214\n5,220\n5,226 5,908\n5,919\n5,930\n5,941\n5,952 5,320\n5,326\n5,332\n5,338\n5,344 41,000 44,000 47,000 41,000\n41,050\n41,100\n41,150\n41,200 41,050\n41,100\n41,150\n41,200\n41,250 4,718\n4,724\n4,730\n4,736\n4,742 4,512\n4,518\n4,524\n4,530\n4,536 4,718\n4,724\n4,730\n4,736\n4,742 4,630\n4,636\n4,642\n4,648\n4,654 44,000\n44,050\n44,100\n44,150\n44,200 44,050\n44,100\n44,150\n44,200\n44,250 5,303\n5,314\n5,325\n5,336\n5,347 4,872\n4,878\n4,884\n4,890\n4,896 5,303\n5,314\n5,325\n5,336\n5,347 4,990\n4,996\n5,002\n5,008\n5,014 47,000\n47,050\n47,100\n47,150\n47,200 47,050\n47,100\n47,150\n47,200\n47,250 5,963\n5,974\n5,985\n5,996\n6,007 5,232\n5,238\n5,244\n5,250\n5,256 5,963\n5,974\n5,985\n5,996\n6,007 5,350\n5,356\n5,362\n5,368\n5,374 41,250\n41,300\n41,350\n41,400\n41,450 41,300\n41,350\n41,400\n41,450\n41,500 4,748\n4,754\n4,760\n4,766\n4,772 4,542\n4,548\n4,554\n4,560\n4,566 4,748\n4,754\n4,760\n4,766\n4,772 4,660\n4,666\n4,672\n4,678\n4,684 44,250\n44,300\n44,350\n44,400\n44,450 44,300\n44,350\n44,400\n44,450\n44,500 5,358\n5,369\n5,380\n5,391\n5,402 4,902\n4,908\n4,914\n4,920\n4,926 5,358\n5,369\n5,380\n5,391\n5,402 5,020\n5,026\n5,032\n5,038\n5,044 47,250\n47,300\n47,350\n47,400\n47,450 47,300\n47,350\n47,400\n47,450\n47,500 6,018\n6,029\n6,040\n6,051\n6,062 5,262\n5,268\n5,274\n5,280\n5,286 6,018\n6,029\n6,040\n6,051\n6,062 5,380\n5,386\n5,392\n5,398\n5,404 41,500\n41,550\n41,600\n41,650\n41,700 41,550\n41,600\n41,650\n41,700\n41,750 4,778\n4,784\n4,790\n4,796\n4,802 4,572\n4,578\n4,584\n4,590\n4,596 4,778\n4,784\n4,790\n4,796\n4,802 4,690\n4,696\n4,702\n4,708\n4,714 44,500\n44,550\n44,600\n44,650\n44,700 44,550\n44,600\n44,650\n44,700\n44,750 5,413\n5,424\n5,435\n5,446\n5,457 4,932\n4,938\n4,944\n4,950\n4,956 5,413\n5,424\n5,435\n5,446\n5,457 5,050\n5,056\n5,062\n5,068\n5,074 47,500\n47,550\n47,600\n47,650\n47,700 47,550\n47,600\n47,650\n47,700\n47,750 6,073\n6,084\n6,095\n6,106\n6,117 5,292\n5,298\n5,304\n5,310\n5,316 6,073\n6,084\n6,095\n6,106\n6,117 5,410\n5,416\n5,422\n5,428\n5,434 41,750\n41,800\n41,850\n41,900\n41,950 41,800\n41,850\n41,900\n41,950\n42,000 4,808\n4,819\n4,830\n4,841\n4,852 4,602\n4,608\n4,614\n4,620\n4,626 4,808\n4,819\n4,830\n4,841\n4,852 4,720\n4,726\n4,732\n4,738\n4,744 44,750\n44,800\n44,850\n44,900\n44,950 44,800\n44,850\n44,900\n44,950\n45,000 5,468\n5,479\n5,490\n5,501\n5,512 4,962\n4,968\n4,974\n4,980\n4,986 5,468\n5,479\n5,490\n5,501\n5,512 5,080\n5,086\n5,092\n5,098\n5,104 47,750\n47,800\n47,850\n47,900\n47,950 47,800\n47,850\n47,900\n47,950\n48,000 6,128\n6,139\n6,150\n6,161\n6,172 5,322\n5,328\n5,334\n5,340\n5,346 6,128\n6,139\n6,150\n6,161\n6,172 5,440\n5,446\n5,452\n5,458\n5,464 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 68 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 48,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 51,000 54,000 48,000\n48,050\n48,100\n48,150\n48,200 48,050\n48,100\n48,150\n48,200\n48,250 6,183\n6,194\n6,205\n6,216\n6,227 5,352\n5,358\n5,364\n5,370\n5,376 6,183\n6,194\n6,205\n6,216\n6,227 5,470\n5,476\n5,482\n5,488\n5,494 51,000\n51,050\n51,100\n51,150\n51,200 51,050\n51,100\n51,150\n51,200\n51,250 6,843\n6,854\n6,865\n6,876\n6,887 5,712\n5,718\n5,724\n5,730\n5,736 6,843\n6,854\n6,865\n6,876\n6,887 5,830\n5,836\n5,842\n5,848\n5,854 54,000\n54,050\n54,100\n54,150\n54,200 54,050\n54,100\n54,150\n54,200\n54,250 7,503\n7,514\n7,525\n7,536\n7,547 6,072\n6,078\n6,084\n6,090\n6,096 7,503\n7,514\n7,525\n7,536\n7,547 6,190\n6,196\n6,202\n6,208\n6,214 48,250\n48,300\n48,350\n48,400\n48,450 48,300\n48,350\n48,400\n48,450\n48,500 6,238\n6,249\n6,260\n6,271\n6,282 5,382\n5,388\n5,394\n5,400\n5,406 6,238\n6,249\n6,260\n6,271\n6,282 5,500\n5,506\n5,512\n5,518\n5,524 51,250\n51,300\n51,350\n51,400\n51,450 51,300\n51,350\n51,400\n51,450\n51,500 6,898\n6,909\n6,920\n6,931\n6,942 5,742\n5,748\n5,754\n5,760\n5,766 6,898\n6,909\n6,920\n6,931\n6,942 5,860\n5,866\n5,872\n5,878\n5,884 54,250\n54,300\n54,350\n54,400\n54,450 54,300\n54,350\n54,400\n54,450\n54,500 7,558\n7,569\n7,580\n7,591\n7,602 6,102\n6,108\n6,114\n6,120\n6,126 7,558\n7,569\n7,580\n7,591\n7,602 6,220\n6,226\n6,232\n6,238\n6,244 48,500\n48,550\n48,600\n48,650\n48,700 48,550\n48,600\n48,650\n48,700\n48,750 6,293\n6,304\n6,315\n6,326\n6,337 5,412\n5,418\n5,424\n5,430\n5,436 6,293\n6,304\n6,315\n6,326\n6,337 5,530\n5,536\n5,542\n5,548\n5,554 51,500\n51,550\n51,600\n51,650\n51,700 51,550\n51,600\n51,650\n51,700\n51,750 6,953\n6,964\n6,975\n6,986\n6,997 5,772\n5,778\n5,784\n5,790\n5,796 6,953\n6,964\n6,975\n6,986\n6,997 5,890\n5,896\n5,902\n5,908\n5,914 54,500\n54,550\n54,600\n54,650\n54,700 54,550\n54,600\n54,650\n54,700\n54,750 7,613\n7,624\n7,635\n7,646\n7,657 6,132\n6,138\n6,144\n6,150\n6,156 7,613\n7,624\n7,635\n7,646\n7,657 6,250\n6,256\n6,262\n6,268\n6,274 48,750\n48,800\n48,850\n48,900\n48,950 48,800\n48,850\n48,900\n48,950\n49,000 6,348\n6,359\n6,370\n6,381\n6,392 5,442\n5,448\n5,454\n5,460\n5,466 6,348\n6,359\n6,370\n6,381\n6,392 5,560\n5,566\n5,572\n5,578\n5,584 51,750\n51,800\n51,850\n51,900\n51,950 51,800\n51,850\n51,900\n51,950\n52,000 7,008\n7,019\n7,030\n7,041\n7,052 5,802\n5,808\n5,814\n5,820\n5,826 7,008\n7,019\n7,030\n7,041\n7,052 5,920\n5,926\n5,932\n5,938\n5,944 54,750\n54,800\n54,850\n54,900\n54,950 54,800\n54,850\n54,900\n54,950\n55,000 7,668\n7,679\n7,690\n7,701\n7,712 6,162\n6,168\n6,174\n6,180\n6,186 7,668\n7,679\n7,690\n7,701\n7,712 6,280\n6,286\n6,292\n6,298\n6,304 49,000 52,000 55,000 49,000\n49,050\n49,100\n49,150\n49,200 49,050\n49,100\n49,150\n49,200\n49,250 6,403\n6,414\n6,425\n6,436\n6,447 5,472\n5,478\n5,484\n5,490\n5,496 6,403\n6,414\n6,425\n6,436\n6,447 5,590\n5,596\n5,602\n5,608\n5,614 52,000\n52,050\n52,100\n52,150\n52,200 52,050\n52,100\n52,150\n52,200\n52,250 7,063\n7,074\n7,085\n7,096\n7,107 5,832\n5,838\n5,844\n5,850\n5,856 7,063\n7,074\n7,085\n7,096\n7,107 5,950\n5,956\n5,962\n5,968\n5,974 55,000\n55,050\n55,100\n55,150\n55,200 55,050\n55,100\n55,150\n55,200\n55,250 7,723\n7,734\n7,745\n7,756\n7,767 6,192\n6,198\n6,204\n6,210\n6,216 7,723\n7,734\n7,745\n7,756\n7,767 6,310\n6,316\n6,322\n6,328\n6,334 49,250\n49,300\n49,350\n49,400\n49,450 49,300\n49,350\n49,400\n49,450\n49,500 6,458\n6,469\n6,480\n6,491\n6,502 5,502\n5,508\n5,514\n5,520\n5,526 6,458\n6,469\n6,480\n6,491\n6,502 5,620\n5,626\n5,632\n5,638\n5,644 52,250\n52,300\n52,350\n52,400\n52,450 52,300\n52,350\n52,400\n52,450\n52,500 7,118\n7,129\n7,140\n7,151\n7,162 5,862\n5,868\n5,874\n5,880\n5,886 7,118\n7,129\n7,140\n7,151\n7,162 5,980\n5,986\n5,992\n5,998\n6,004 55,250\n55,300\n55,350\n55,400\n55,450 55,300\n55,350\n55,400\n55,450\n55,500 7,778\n7,789\n7,800\n7,811\n7,822 6,222\n6,228\n6,234\n6,240\n6,246 7,778\n7,789\n7,800\n7,811\n7,822 6,340\n6,346\n6,352\n6,358\n6,364 49,500\n49,550\n49,600\n49,650\n49,700 49,550\n49,600\n49,650\n49,700\n49,750 6,513\n6,524\n6,535\n6,546\n6,557 5,532\n5,538\n5,544\n5,550\n5,556 6,513\n6,524\n6,535\n6,546\n6,557 5,650\n5,656\n5,662\n5,668\n5,674 52,500\n52,550\n52,600\n52,650\n52,700 52,550\n52,600\n52,650\n52,700\n52,750 7,173\n7,184\n7,195\n7,206\n7,217 5,892\n5,898\n5,904\n5,910\n5,916 7,173\n7,184\n7,195\n7,206\n7,217 6,010\n6,016\n6,022\n6,028\n6,034 55,500\n55,550\n55,600\n55,650\n55,700 55,550\n55,600\n55,650\n55,700\n55,750 7,833\n7,844\n7,855\n7,866\n7,877 6,252\n6,258\n6,264\n6,270\n6,276 7,833\n7,844\n7,855\n7,866\n7,877 6,370\n6,376\n6,382\n6,388\n6,394 49,750\n49,800\n49,850\n49,900\n49,950 49,800\n49,850\n49,900\n49,950\n50,000 6,568\n6,579\n6,590\n6,601\n6,612 5,562\n5,568\n5,574\n5,580\n5,586 6,568\n6,579\n6,590\n6,601\n6,612 5,680\n5,686\n5,692\n5,698\n5,704 52,750\n52,800\n52,850\n52,900\n52,950 52,800\n52,850\n52,900\n52,950\n53,000 7,228\n7,239\n7,250\n7,261\n7,272 5,922\n5,928\n5,934\n5,940\n5,946 7,228\n7,239\n7,250\n7,261\n7,272 6,040\n6,046\n6,052\n6,058\n6,064 55,750\n55,800\n55,850\n55,900\n55,950 55,800\n55,850\n55,900\n55,950\n56,000 7,888\n7,899\n7,910\n7,921\n7,932 6,282\n6,288\n6,294\n6,300\n6,306 7,888\n7,899\n7,910\n7,921\n7,932 6,400\n6,406\n6,412\n6,421\n6,432 50,000 53,000 56,000 50,000\n50,050\n50,100\n50,150\n50,200 50,050\n50,100\n50,150\n50,200\n50,250 6,623\n6,634\n6,645\n6,656\n6,667 5,592\n5,598\n5,604\n5,610\n5,616 6,623\n6,634\n6,645\n6,656\n6,667 5,710\n5,716\n5,722\n5,728\n5,734 53,000\n53,050\n53,100\n53,150\n53,200 53,050\n53,100\n53,150\n53,200\n53,250 7,283\n7,294\n7,305\n7,316\n7,327 5,952\n5,958\n5,964\n5,970\n5,976 7,283\n7,294\n7,305\n7,316\n7,327 6,070\n6,076\n6,082\n6,088\n6,094 56,000\n56,050\n56,100\n56,150\n56,200 56,050\n56,100\n56,150\n56,200\n56,250 7,943\n7,954\n7,965\n7,976\n7,987 6,312\n6,318\n6,324\n6,330\n6,336 7,943\n7,954\n7,965\n7,976\n7,987 6,443\n6,454\n6,465\n6,476\n6,487 50,250\n50,300\n50,350\n50,400\n50,450 50,300\n50,350\n50,400\n50,450\n50,500 6,678\n6,689\n6,700\n6,711\n6,722 5,622\n5,628\n5,634\n5,640\n5,646 6,678\n6,689\n6,700\n6,711\n6,722 5,740\n5,746\n5,752\n5,758\n5,764 53,250\n53,300\n53,350\n53,400\n53,450 53,300\n53,350\n53,400\n53,450\n53,500 7,338\n7,349\n7,360\n7,371\n7,382 5,982\n5,988\n5,994\n6,000\n6,006 7,338\n7,349\n7,360\n7,371\n7,382 6,100\n6,106\n6,112\n6,118\n6,124 56,250\n56,300\n56,350\n56,400\n56,450 56,300\n56,350\n56,400\n56,450\n56,500 7,998\n8,009\n8,020\n8,031\n8,042 6,342\n6,348\n6,354\n6,360\n6,366 7,998\n8,009\n8,020\n8,031\n8,042 6,498\n6,509\n6,520\n6,531\n6,542 50,500\n50,550\n50,600\n50,650\n50,700 50,550\n50,600\n50,650\n50,700\n50,750 6,733\n6,744\n6,755\n6,766\n6,777 5,652\n5,658\n5,664\n5,670\n5,676 6,733\n6,744\n6,755\n6,766\n6,777 5,770\n5,776\n5,782\n5,788\n5,794 53,500\n53,550\n53,600\n53,650\n53,700 53,550\n53,600\n53,650\n53,700\n53,750 7,393\n7,404\n7,415\n7,426\n7,437 6,012\n6,018\n6,024\n6,030\n6,036 7,393\n7,404\n7,415\n7,426\n7,437 6,130\n6,136\n6,142\n6,148\n6,154 56,500\n56,550\n56,600\n56,650\n56,700 56,550\n56,600\n56,650\n56,700\n56,750 8,053\n8,064\n8,075\n8,086\n8,097 6,372\n6,378\n6,384\n6,390\n6,396 8,053\n8,064\n8,075\n8,086\n8,097 6,553\n6,564\n6,575\n6,586\n6,597 50,750\n50,800\n50,850\n50,900\n50,950 50,800\n50,850\n50,900\n50,950\n51,000 6,788\n6,799\n6,810\n6,821\n6,832 5,682\n5,688\n5,694\n5,700\n5,706 6,788\n6,799\n6,810\n6,821\n6,832 5,800\n5,806\n5,812\n5,818\n5,824 53,750\n53,800\n53,850\n53,900\n53,950 53,800\n53,850\n53,900\n53,950\n54,000 7,448\n7,459\n7,470\n7,481\n7,492 6,042\n6,048\n6,054\n6,060\n6,066 7,448\n7,459\n7,470\n7,481\n7,492 6,160\n6,166\n6,172\n6,178\n6,184 56,750\n56,800\n56,850\n56,900\n56,950 56,800\n56,850\n56,900\n56,950\n57,000 8,108\n8,119\n8,130\n8,141\n8,152 6,402\n6,408\n6,414\n6,420\n6,426 8,108\n8,119\n8,130\n8,141\n8,152 6,608\n6,619\n6,630\n6,641\n6,652 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 69 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 57,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 60,000 63,000",
    "querygen": [
      "who is the number 457",
      "what is the population of the san diego metro",
      "how many digits in a penny penny"
    ],
    "querygen_score": [
      "-8.362385",
      "-6.0835505",
      "-6.3374696"
    ]
  },
  {
    "id": "legal-advice_8__9",
    "doc_id": "legal-advice_8",
    "chunk_id": 9,
    "document_category": "legal-advice",
    "text": "To do so, one must examine relevant factors occurring both\nbefore and after the claimed placed in service date to verify\nthe commencement of commercial operations. However, a facility\ndoes not have to achieve full design output to be placed in\nservice as long as it is in the process of ramping up its\nproduction levels. Subject to exceptions that are beyond the\ntaxpayer=s control, the Service has generally required actual\noperational use as a prerequisite for an asset to be deemed\nplaced in service. For this reason, it is critical to know when\nthe facility began producing synfuel, and whether this\nproduction continued to Aramp-up@ or ceased until significant\nproblems with the facility were corrected. Regarding facilities that are not operating as of the cutoff date, the facilities’ readiness and availability to produce,\non a regular basis, commercial quantities of synfuel are\ncritical to determining whether it has been placed in service. In addition, subsequent production should reflect the same ramp- CC:LM:NR:----Page 21\nup to facility capacity. However, if the facility never\noperates at a significant production level, or in the same or\nnext tax year shuts down for any significant period of time to\ncorrect production problems, the earlier activity is likely in\nthe nature of start-up and testing, and the facility has not\nbeen placed in service. We believe that, based upon the facts as presently known,\nit is questionable whether any of the facilities were placed in\nservice by June 30, 1998. We believe that the facts concerning\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------are critical to this\nanalysis. To the extent that you can further develop these\nareas, it will make clearer the proper determination, and\naddress areas of ambiguity. a. As set forth above, in the absence of regulations\nspecific to section 29, we look to other published guidance of\nthe Service and other analogous Code sections to interpret the\nrequirement that the taxpayers were in the trade or business of\nproducing and selling synthetic fuel at the time that the\nfacilities were placed in service. In general, business operations must have begun for the\nsubject property to be considered placed in service. See,\nPiggly Wiggly Southern, Inc. v. Commissioner, 84 T.C. 739, 748\n(1985), nonacq. on another issue, 1988-2 C.B. 1, aff’d on\nanother issue, 803 F.2d 1572 (11th Cir. 1986). Sporadic\nactivity may be merely start-up activity. The property cannot\nbe placed in service until the trade or business begins. Wall\nv. Commissioner, T.C. Memo. 1992-321; Richmond Television Corp.\nv. United States, 345 F.2d 901, 909 (4th Cir. 1965), vacated and\nremanded on another issue, 382 U.S. 68 (1965), on remand, 354\nF.2d 410 (4th Cir. 1965), overruled on other grounds. To depreciate property, section 167 requires property to be\nused in a trade or business or for the production of income. However, activities that constitute a trade or business are not\ndefined in the regulations under 167. Similar provisions under\nsection 162 provide guidance. In pertinent part, section 162(a)\nallows as a deduction all the ordinary and necessary expenses\npaid or incurred during the taxable year in carrying on any\ntrade or business. To qualify as such a deduction, an\nexpenditure must: (1) be paid or incurred during the taxable",
    "querygen": [
      "when must a manufacturing facility be placed into service?",
      "how long do facilities take to be placed in service",
      "how long does the put in service take"
    ],
    "querygen_score": [
      "1.3410001",
      "-0.7643476",
      "-3.3698845"
    ]
  },
  {
    "id": "legal-advice_41__31",
    "doc_id": "legal-advice_41",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "(b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States. (2) No former Government employee who\npersonally and substantially participated in a\nparticular matter involving specific parties may,\nsubsequent to Government employment, represent\nor knowingly assist, in that particular matter, any\nperson who is or was a specific party to that particular\nmatter. (3) A former Government employee who within\na period of one year prior to the termination of\nGovernment employment had official responsibility\nfor a particular matter involving specific parties may\nnot, within two years after Government employment\nis ended, represent in that particular matter any person\nwho is or was a specific party to that particular matter. (4) No former Government employee may, within\none year after Government employment is ended,\ncommunicate with or appear before, with the intent to\ninfluence, any employee of the Treasury Department\nin connection with the publication, withdrawal,\namendment, modification, or interpretation of a rule\nthe development of which the former Government\nemployee participated in, or for which, within a period\nof one year prior to the termination of Government\nemployment, the former government employee had\nofficial responsibility. This paragraph (b)(4) does\nnot, however, preclude any former employee from\nappearing on one’s own behalf or from representing\na taxpayer before the Internal Revenue Service in\nconnection with a particular matter involving specific\nTreasury Department Circular No. 230 Table of Contents parties involving the application or interpretation of\na rule with respect to that particular matter, provided\nthat the representation is otherwise consistent with\nthe other provisions of this section and the former\nemployee does not utilize or disclose any confidential\ninformation acquired by the former employee in the\ndevelopment of the rule. (c) Firm representation —\n(1) No member of a firm of which a former\nGovernment employee is a member may represent\nor knowingly assist a person who was or is a specific\nparty in any particular matter with respect to which\nthe restrictions of paragraph (b)(2) of this section\napply to the former Government employee, in that\nparticular matter, unless the firm isolates the former\nGovernment employee in such a way to ensure that\nthe former Government employee cannot assist in\nthe representation. (2) When isolation of a former Government\nemployee is required under paragraph (c)(1) of\nthis section, a statement affirming the fact of such\nisolation must be executed under oath by the former\nGovernment employee and by another member of the\nfirm acting on behalf of the firm. The statement must\nclearly identify the firm, the former Government\nemployee, and the particular matter(s) requiring\nisolation. The statement must be retained by the firm\nand, upon request, provided to the office(s) of the\nInternal Revenue Service administering or enforcing\nthis part. (d) Pending representation. The provisions of\nthis regulation will govern practice by former\nGovernment employees, their partners and\nassociates with respect to representation in particular\nmatters involving specific parties where actual\nrepresentation commenced before the effective date\nof this regulation. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230",
    "querygen": [
      "when can i represent someone in the irs",
      "who can represent anyone in the irs?",
      "who can be a government employee"
    ],
    "querygen_score": [
      "0.11972948",
      "0.4569534",
      "-0.18152672"
    ]
  },
  {
    "id": "legal-advice_32__25",
    "doc_id": "legal-advice_32",
    "chunk_id": 25,
    "document_category": "legal-advice",
    "text": "Support of a child received from a parent's spouse is treated as provided by the parent. 3. The child is in custody of one or both of the parents for\nmore than half of 2022. 4. Either of the following applies. a. The custodial parent signs Form 8332 or a substantially\nsimilar statement that they won't claim the child as a dependent\nfor 2022, and the noncustodial parent includes a copy of the\nform or statement with their return. If the divorce decree or separation agreement went into effect after 1984 and before 2009,\nthe noncustodial parent may be able to include certain pages\nfrom the decree or agreement instead of Form 8332. See\nPost-1984 and pre-2009 decree or agreement and Post-2008\ndecree or agreement. b. A pre-1985 decree of divorce or separate maintenance or\nwritten separation agreement between the parents provides that\nthe noncustodial parent can claim the child as a dependent, and\nthe noncustodial parent provides at least $600 for support of the\nchild during 2022. If conditions (1) through (4) apply, only the noncustodial parent can claim the child for purposes of the child tax credits and\ncredit for other dependents (lines 19 and 28). However, this\ndoesn't allow the noncustodial parent to claim head of household filing status, the credit for child and dependent care expenses, the exclusion for dependent care benefits, or the earned income credit. The custodial parent or another taxpayer, if eligible, can claim the child for the earned income credit and these\nother benefits. See Pub. 501 for details. Custodial and noncustodial parents. The custodial parent is\nthe parent with whom the child lived for the greater number of\nnights in 2022. The noncustodial parent is the other parent. If\nthe child was with each parent for an equal number of nights,\nthe custodial parent is the parent with the higher adjusted gross\nincome. See Pub. 501 for an exception for a parent who works\nat night, rules for a child who is emancipated under state law,\nand other details. Post-1984 and pre-2009 decree or agreement. The decree\nor agreement must state all three of the following. 1. The noncustodial parent can claim the child as a dependent without regard to any condition, such as payment of support. 2. The other parent won't claim the child as a dependent. 3. The years for which the claim is released. Need more information or forms? Visit IRS.gov. The noncustodial parent must include all of the following pages from the decree or agreement. • Cover page (include the other parent's SSN on that page).\n• The pages that include all the information identified in (1)\nthrough (3) above. • Signature page with the other parent's signature and date\nof agreement. ! You must include the required information even if you\nfiled it with your return in an earlier year. CAUTION Post-2008 decree or agreement. If the divorce decree or\nseparation agreement went into effect after 2008, the noncustodial parent can't include pages from the decree or agreement instead of Form 8332.",
    "querygen": [
      "who pays child support when one parent is divorced",
      "when to give child to parent",
      "when is a child deemed a support child?"
    ],
    "querygen_score": [
      "-0.75759417",
      "-1.7315826",
      "-1.326545"
    ]
  },
  {
    "id": "legal-advice_64__81",
    "doc_id": "legal-advice_64",
    "chunk_id": 81,
    "document_category": "legal-advice",
    "text": "Married filing jointly and you\nhave–\n0 1 Your credit is– 2 At least But less\nthan 49,600\n49,650\n49,700\n49,750 49,650\n49,700\n49,750\n49,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 723\n712\n702\n691 0\n0\n0\n0 *\n0\n0\n0 1,243\n1,233\n1,222\n1,212 49,800\n49,850\n49,900\n49,950 49,850\n49,900\n49,950\n50,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 681\n670\n660\n649 0\n0\n0\n0 0\n0\n0\n0 50,000\n50,050\n50,100\n50,150 50,050\n50,100\n50,150\n50,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 639\n628\n618\n607 0\n0\n0\n0 50,200\n50,250\n50,300\n50,350 50,250\n50,300\n50,350\n50,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 596\n586\n575\n565 50,400\n50,450\n50,500\n50,550 50,450\n50,500\n50,550\n50,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 50,600\n50,650\n50,700\n50,750 50,650\n50,700\n50,750\n50,800 0\n0\n0\n0 0\n0\n0\n0 50,800\n50,850\n50,900\n50,950 50,850\n50,900\n50,950\n51,000 0\n0\n0\n0 51,000\n51,050\n51,100\n51,150 51,050\n51,100\n51,150\n51,200 51,200\n51,250\n51,300\n51,350 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 Married filing jointly and you\nhave– 3 0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 2,014\n2,003\n1,993\n1,982 52,000\n52,050\n52,100\n52,150 52,050\n52,100\n52,150\n52,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 217\n207\n196\n186 0\n0\n0\n0 0\n0\n0\n0 738\n727\n717\n706 1,508\n1,498\n1,487\n1,477 1,201\n1,191\n1,180\n1,170 1,972\n1,961\n1,951\n1,940 52,200\n52,250\n52,300\n52,350 52,250\n52,300\n52,350\n52,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 175\n165\n154\n144 0\n0\n0\n0 0\n0\n0\n0 696\n685\n675\n664 1,466\n1,456\n1,445\n1,435 0\n0\n0\n0 1,159\n1,149\n1,138\n1,128 1,930\n1,919\n1,909\n1,898 52,400\n52,450\n52,500\n52,550 52,450\n52,500\n52,550\n52,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 133\n123\n112\n102 0\n0\n0\n0 0\n0\n0\n0 654\n643\n633\n622 1,424\n1,414\n1,403\n1,393 0\n0\n0\n0 0\n0\n0\n0 1,117\n1,106\n1,096\n1,085 1,887\n1,877\n1,866\n1,856 52,600\n52,650\n52,700\n52,750 52,650\n52,700\n52,750\n52,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 91\n81\n70\n59 0\n0\n0\n0 0\n0\n0\n0 612\n601\n590\n580 1,382\n1,372\n1,361\n1,350 554\n544\n533\n523 0\n0\n0\n0 0\n0\n0\n0 1,075\n1,064\n1,054\n1,043 1,845\n1,835\n1,824\n1,814 52,800\n52,850\n52,900\n52,950 52,850\n52,900\n52,950\n53,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 49\n38\n28\n17 0\n0\n0\n0 0\n0\n0\n0 569\n559\n548\n538 1,340\n1,329\n1,319\n1,308 0\n0\n0\n0 512\n502\n491\n481 0\n0\n0\n0 0\n0\n0\n0 1,033\n1,022\n1,012\n1,001 1,803\n1,793\n1,782\n1,772 53,000\n53,050\n53,100\n53,150 53,050\n53,100\n53,150\n53,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 7\n**\n0\n0 0\n0\n0\n0 0\n0\n0\n0 527\n517\n506\n496 1,298\n1,287\n1,277\n1,266 0\n0\n0\n0 0\n0\n0\n0 470\n460\n449\n439 0\n0\n0\n0 0\n0\n0\n0 991\n980\n970\n959 1,761\n1,751\n1,740\n1,730 53,200\n53,250\n53,300\n53,350 53,250\n53,300\n53,350\n53,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 485\n475\n464\n454 1,256\n1,245\n1,235\n1,224 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 428\n417\n407\n396 0\n0\n0\n0 0\n0\n0\n0 948\n938\n927\n917 1,719\n1,708\n1,698\n1,687 53,400\n53,450\n53,500\n53,550 53,450\n53,500\n53,550\n53,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 443\n433\n422\n411 1,214\n1,203\n1,192\n1,182 51,250\n51,300\n51,350\n51,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 386\n375\n365\n354 0\n0\n0\n0 0\n0\n0\n0 906\n896\n885\n875 1,677\n1,666\n1,656\n1,645 53,600\n53,650\n53,700\n53,750 53,650\n53,700\n53,750\n53,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 401\n390\n380\n369 1,171\n1,161\n1,150\n1,140 51,400\n51,450\n51,500\n51,550 51,450\n51,500\n51,550\n51,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 344\n333\n323\n312 0\n0\n0\n0 0\n0\n0\n0 864\n854\n843\n833 1,635\n1,624\n1,614\n1,603 53,800\n53,850\n53,900\n53,950 53,850\n53,900\n53,950\n54,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 359\n348\n338\n327 1,129\n1,119\n1,108\n1,098 51,600\n51,650\n51,700\n51,750 51,650\n51,700\n51,750\n51,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 302\n291\n281\n270 0\n0\n0\n0 0\n0\n0\n0 822\n812\n801\n791 1,593\n1,582\n1,572\n1,561 54,000\n54,050\n54,100\n54,150 54,050\n54,100\n54,150\n54,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 317\n306\n296\n285 1,087\n1,077\n1,066\n1,056 51,800\n51,850\n51,900\n51,950 51,850\n51,900\n51,950\n52,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 260\n249\n238\n228 0\n0\n0\n0 0\n0\n0\n0 780\n769\n759\n748 1,551\n1,540\n1,529\n1,519 54,200\n54,250\n54,300\n54,350 54,250\n54,300\n54,350\n54,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 275\n264\n254\n243 1,045\n1,035\n1,024\n1,013 ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $49,600 but less than $49,622, and you have one qualifying child who has a valid SSN,\nyour credit is $2. If the amount you are looking up from the worksheet is $49,622 or more, and you have one qualifying child who has a valid SSN, you can’t take the\ncredit. If the amount you are looking up from the worksheet is at least $53,050 but less than $53,057, and you have three qualifying children who have valid\nSSNs, your credit is $1. If the amount you are looking up from the worksheet is $53,057 or more, and you have three qualifying children who have valid SSNs, you can’t take\nthe credit. (Continued) Need more information or forms? Visit IRS.gov. - 54 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * ** 1 2 And your filing status is–",
    "querygen": [
      "when filing jointly with spouse what credit score",
      "if married filing jointly your credit number",
      "what is married filing jointly and having no credit"
    ],
    "querygen_score": [
      "0.9012687",
      "1.8455386",
      "-0.5326668"
    ]
  },
  {
    "id": "legal-advice_30__11",
    "doc_id": "legal-advice_30",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.82 Expedited suspension.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\nSubpart E — General Provisions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.90 Records. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.91 Saving provision. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.92 Special orders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.93 Effective date. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "querygen": [
      "which is more common in petitions?",
      "what does the statute s. 103 afferent do",
      "u.s. s. s. ed. v. pa."
    ],
    "querygen_score": [
      "-5.690188",
      "-8.650062",
      "-7.523298"
    ]
  },
  {
    "id": "legal-advice_39__87",
    "doc_id": "legal-advice_39",
    "chunk_id": 87,
    "document_category": "legal-advice",
    "text": "Line 35b The routing number must be nine digits. The first two digits must be 01 through\n12 or 21 through 32. On the sample\ncheck shown later, the routing number is\n250250025. C. and M. Keys would use\nthat routing number unless their finan- Need more information or forms? Visit IRS.gov. Line 35c Check the appropriate box for the type\nof account. Don’t check more than one\nbox. If the deposit is to an account such\nas an IRA, health savings account, brokerage account, or other similar account,\nask your financial institution whether\nyou should check the “Checking” or\n“Savings” box. You must check the correct box to ensure your deposit is accepted. If your deposit is to a TreasuryDirect® online account, check the “Savings”\nbox. Line 35d The account number can be up to 17\ncharacters (both numbers and letters). Include hyphens but omit spaces and\nspecial symbols. Enter the number from\nleft to right and leave any unused boxes\nblank. On the sample check shown later,\nthe account number is 20202086. Don’t\ninclude the check number. If the direct deposit to your account(s) is different from the amount\nyou expected, you will receive an explanation in the mail about 2 weeks after\nyour refund is deposited. Reasons Your Direct Deposit\nRequest Will Be Rejected If any of the following apply, your direct\ndeposit request will be rejected and a\ncheck will be sent instead. • You are asking to have a joint refund deposited to an individual account,\nand your financial institution(s) won't allow this. The IRS isn't responsible if a\nfinancial institution rejects a direct deposit. Sample Check—Lines 35b Through 35d 1234 C. KEYS\nM. KEYS\n123 Pear Lane\nAnyplace, MI 00000 PL E 15-0000/0000 $ M PAY TO THE\nORDER OF SA cial institution instructed them to use a\ndifferent routing number for direct deposits. Ask your financial institution for the\ncorrect routing number to enter on\nline 35b if:\n• The routing number on a deposit\nslip is different from the routing number\non your checks,\n• Your deposit is to a savings account that doesn't allow you to write\nchecks, or\n• Your checks state they are payable\nthrough a financial institution different\nfrom the one at which you have your\nchecking account. ANYPLACE BANK\nAnyplace, MI 00000 Routing\nnumber Account\nnumber (line 35b) (line 35d) DOLLARS Do not include\nthe check number. For \"’86\". 1234 |:250250025|:202020 The routing and account numbers may be in different places on your check. CAUTION • The name on your account doesn't\nmatch the name on the refund, and your\nfinancial institution(s) won't allow a refund to be deposited unless the name on\nthe refund matches the name on the account. • Three direct deposits of tax refunds already have been made to the\nsame account or prepaid debit card. • You haven't given a valid account\nnumber. • Any numbers or letters on lines\n35b through 35d are crossed out or whited out. The IRS isn't responsible for a\nlost refund if you enter the\nCAUTION wrong\naccount information. Check with your financial institution to\nget the correct routing and account\nnumbers and to make sure your direct\ndeposit will be accepted. !",
    "querygen": [
      "how many digits does the routing number have to be",
      "routing number for check",
      "routing number for a debit check"
    ],
    "querygen_score": [
      "-0.87669504",
      "-0.9395585",
      "-3.283811"
    ]
  }
]