[
  {
    "id": "legal-advice_62__51",
    "doc_id": "legal-advice_62",
    "chunk_id": 51,
    "document_category": "legal-advice",
    "text": "Be sure you use the cor-33- rect column. If your taxable income is\n$100,000 or more, use the Tax Computation Worksheet right after the Tax Table. However, don’t use the Tax Table or\nTax Computation Worksheet to figure\nyour tax if any of the following applies. Form 8615. Form 8615 must generally\nbe used to figure the tax on your unearned income over $2,300 if you are\nunder age 18, and in certain situations if\nyou are older. You must file Form 8615 if you meet\nall of the following conditions. 1. You had more than $2,300 of unearned income (such as taxable interest,\nordinary dividends, or capital gains (including capital gain distributions)). 2. You are required to file a tax return. 3. You were either:\na. Under age 18 at the end of 2022,\nb. Age 18 at the end of 2022 and\ndidn't have earned income that was more\nthan half of your support, or\nc. A full-time student at least age 19\nbut under age 24 at the end of 2022 and\ndidn't have earned income that was more\nthan half of your support. 4. At least one of your parents was\nalive at the end of 2022. 5. You don’t file a joint return in\n2022. A child born on January 1, 2005, is\nconsidered to be age 18 at the end of\n2022; a child born on January 1, 2004, is\nconsidered to be age 19 at the end of\n2022; and a child born on January 1,\n1999, is considered to be age 24 at the\nend of 2022. Schedule D Tax Worksheet. Use the\nSchedule D Tax Worksheet in the Instructions for Schedule D to figure the\namount to enter on Form 1040 or\n1040-SR, line 16, if:\n• You have to file Schedule D, and\nline 18 or 19 of Schedule D is more than\nzero; or\n• You have to file Form 4952 and\nyou have an amount on line 4g, even if\nyou don’t need to file Schedule D.\nBut if you are filing Form 2555, you\nmust use the Foreign Earned Income\nTax Worksheet instead. Need more information or forms? Visit IRS.gov. Standard Deduction Worksheet for Dependents—Line 12 Keep for Your Records Use this worksheet only if someone can claim you, or your spouse if filing jointly, as a dependent. 1. Check if: You were born before January 2, 1958. You are blind. Total number of boxes\n1.\nchecked . . . . . . . . . . . . . . . . . . Spouse was born before January 2, 1958. Spouse is blind. Is your earned income* more than $750? 2. Yes. Add $400 to your earned income. Enter the total. . . . . . . . . . . . . . . . . . . . . . . . . . . 2.\nNo. Enter $1,150. 3.\nEnter the amount shown below for your filing status. • Single or married filing separately—$12,950\n. . . . . . . . . . . . . . . . . . . . . . . . . . 3.\n• Married filing jointly—$25,900\n• Head of household—$19,400\n4. Standard deduction. a.",
    "querygen": [
      "how to figure out how much you should be able to make on your taxes",
      "how much to make on income",
      "how much do i have to pay for a tax computation"
    ],
    "querygen_score": [
      "-1.37138",
      "-3.3469434",
      "-2.157932"
    ]
  },
  {
    "id": "legal-advice_68__40",
    "doc_id": "legal-advice_68",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income. An eligible retirement plan is a governmental plan that is a qualified trust or\na section 403(a), 403(b), or 457(b) plan. If you make this election, reduce the\notherwise taxable amount of your pension or annuity by the amount excluded. The amount shown in box 2a of Form\n1099-R doesn't reflect the exclusion. Report your total distributions on line 5a\nand the taxable amount on line 5b. Enter\n“PSO” next to line 5b. If you are retired on disability and reporting your disability pension on\nline 1h, include only the taxable amount\non that line and enter “PSO” and the\namount excluded on the dotted line next\nto line 1h. Payments when you are disabled. If\nyou receive payments from a retirement\nor profit-sharing plan that does not provide for disability retirement, do not\ntreat those payments as disability payments. The payments must be reported\nas a pension or annuity. You must include in your income any\namounts that you received that you\nwould have received in retirement had\nyou not become disabled as a result of a\nterrorist attack. Include in your income\nany payments you receive from a\n401(k), pension, or other retirement plan\nto the extent that you would have received the amount at the same or later\ntime regardless of whether you had become disabled. Example. Taxpayer J, a contractor,\nwas disabled as a direct result of participating in efforts to clean up the World\nTrade Center. J is eligible for compensation by the September 11 Victim Compensation Fund. J began receiving a disability pension at age 55 when J could\nno longer continue working because of\nJ’s disability. Under J’s pension plan, at\nage 55, J is entitled to an early retirement benefit of $2,500. If J waits until\nage 62, normal retirement age under the\nplan, J would be entitled to a normal retirement benefit of $3,000 a month. The\npension plan provides that a participant\nwho retires early on account of disability\nis entitled to receive the participant's\nnormal retirement benefit, which in J's\ncase equals $3,000 per month. Until J\nturns age 62, J can exclude $500 of the Need more information or forms? Visit IRS.gov. -28- monthly retirement benefit from income\n(the difference between the early retirement benefit and the normal retirement\nbenefit $3,000 - $2,500) received on account of disability. J must report the remaining $2,500 of monthly pension benefit on line 5a. For each month after J\nturns age 62, J must report the full\namount of the monthly pension benefit\n($3,000 a month) on line 5a. Simplified Method You must use the Simplified Method if\neither of the following applies. 1. Your annuity starting date was after July 1, 1986, and you used this method last year to figure the taxable part. 2. Your annuity starting date was after November 18, 1996, and both of the\nfollowing apply. a.",
    "querygen": [
      "how much can a health plan expense be excluded",
      "when is premiums deductible?",
      "what is the maximum amount of money allowed for a long term care insurance payment"
    ],
    "querygen_score": [
      "-0.6735636",
      "-3.612314",
      "-2.8267171"
    ]
  },
  {
    "id": "legal-advice_83__3",
    "doc_id": "legal-advice_83",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "Otherwise, the procedures\nfor determining and assessing a liability as part of an employment tax audit would apply. 4. The paragraph you have proposed to include in the IRM does not accurately\ndescribe the procedures which the Service should apply in dealing with withholding\ncredits or advanced earned income credit. We recommend that you work with SBSE\ncounsel to prepare a new proposal to deal with these issues which you could\nrecommend for inclusion in the IRM. FACTS We have relied on the facts set out below in providing our opinion on these\nissues. If you believe we have misstated the facts or omitted key facts, please let us\nknow as this could affect our opinion on these issues. The Service is trying to determine the appropriate procedures to use to\nimplement the amendments to section 6702, which permits the application of the\nfrivolous return penalty to business returns. The questions set out above lay out various POSTN-119570-10/SCAF-106587-10\nhypothetical situations which the Service has encountered as it tries to develop\nprocedures. page 4 POSTN-119570-10/SCAF-106587-10 page 5\nTHE LAW Congress added section 6702 to the Internal Revenue Code in the Tax Equity\nand Fiscal Responsibility Act of 1982, Pub. L. No. 97-248, 96 Stat. 324. The Tax Relief\nHealth Care Act of 2006, Pub. L. No. 109-432, § 407(a), 120 Stat. 2922 (2006),\namended section 6702 to allow imposition of a $5,000 penalty on a person who, in\nfurtherance of a frivolous position or a prima facie intent to delay or impede\nadministration of the tax law, files a purported return that fails to contain information\nfrom which the correctness of reported tax liability can be determined or that clearly\nindicates that the tax liability shown must be substantially incorrect. I.R.C. § 6702(a). The $5,000 civil penalty applies to all federal taxes, not just to income tax, as was the\ncase prior to the 2006 amendment. The penalty applies to a “person”, not just to an\n“individual”. Id. The term “person” includes an individual, a trust, estate, partnership,\nassociation, company, or corporation. I.R.C. § 7701(a)(1). In addition, a penalty of\n$5,000 is imposed on “any person” who submits a specified frivolous submission. I.R.C.\n§ 6701(b)(1) The 2006 amendment is effective for frivolous returns or specified\nfrivolous submissions made after March 15, 2007, the release date of Notice 2007-30,\n2007-1 C.B. 883, which set forth an initial list of frivolous positions. Notice 2008-14, 2008-4 I.R.B. 310, updated the prior list published in Notice\n2007-30 with four additional frivolous positions: (1) the Ninth Amendment to the U.S.\nConstitution allows a taxpayer to not pay taxes because of objections to military\nspending; (2) only fiduciaries are taxpayers, or only persons with a fiduciary relationship\nto the government must pay taxes; (3) the “Mariner’s Tax Deduction” allows a taxpayer\nemployed on a ship to deduct the cost of meals provided by the employer at no cost to\nthe taxpayer; and (4) the section 6421 fuel credit may be claimed in patently\nunallowable amounts without meeting the requirements for the credit.",
    "querygen": [
      "who should audit withholding for taxes",
      "what procedures should be used in determining an employment tax liability?",
      "which section of an employment audit would include procedures for determining and assessing a liability?"
    ],
    "querygen_score": [
      "-0.99186075",
      "1.1108723",
      "1.324865"
    ]
  },
  {
    "id": "legal-advice_39__106",
    "doc_id": "legal-advice_39",
    "chunk_id": 106,
    "document_category": "legal-advice",
    "text": "Excess advance payments may also have\nto be repaid if you enrolled someone in\nMarketplace coverage, you don't claim\nthat individual as a dependent, and no\none else claims that individual as a dependent. See the instructions for Schedule 2, line 2, and the Instructions for\nForm 8962. You or whoever enrolled\nyou should have received Form 1095-A\nfrom the Marketplace with information\nabout who was covered and any advance\npayments of the premium tax credit. Innocent Spouse Relief\nGenerally, both you and your spouse are\neach responsible for paying the full\namount of tax, interest, and penalties on\nyour joint return. However, you may\nqualify for relief from liability for tax on\na joint return if (a) there is an understatement of tax because your spouse\nomitted income or claimed false deductions or credits; (b) you are divorced,\nseparated, or no longer living with your\nspouse; or (c) given all the facts and circumstances, it wouldn't be fair to hold\nyou liable for the tax. You may also\nqualify for relief if you were a married\nresident of a community property state\nbut didn't file a joint return and are now\nliable for an unpaid or understated tax. File Form 8857 to request relief. In\nsome cases, Form 8857 may need to be\nfiled within 2 years of the date on which\nthe IRS first attempted to collect the tax\nfrom you. Don’t file Form 8857 with\nyour Form 1040 or 1040-SR. For more\ninformation, see Pub. 971 and Form\n8857, or you can call the Innocent\nSpouse office toll free at 855-851-2009. Income Tax Withholding\nand Estimated Tax\nPayments for 2023 If your SSN has been lost or stolen or\nyou suspect you are a victim of tax-related identity theft, visit IRS.gov/\nIdentityTheft to learn what steps you\nshould take. You can use the Tax\nTIP Withholding Estimator instead\nof Pub. 505 or the worksheets\nincluded with Form W-4 or W-4P to determine whether you need to have your\nwithholding increased or decreased. Victims of identity theft who are experiencing economic harm or a systemic\nproblem, or are seeking help in resolving tax problems that haven't been resolved through normal channels, may be\neligible for Taxpayer Advocate Service\n(TAS) assistance. You can reach TAS\nby calling the National Taxpayer Advocate helpline at 877-777-4778. People\nwho are deaf, hard of hearing, or have a\nspeech disability and who have access to\nTTY/TDD\nequipment\ncan\ncall\n800-829-4059. Deaf or hard-of-hearing\nindividuals can also contact the IRS\nthrough Telecommunications Relay\nServices at FCC.gov/TRS. Protect yourself from suspicious\nemails or phishing schemes. Phishing\nis the creation and use of email and websites designed to mimic legitimate business emails and websites. The most\ncommon form is sending an email to a\nuser falsely claiming to be an established legitimate enterprise in an attempt to\nscam the user into surrendering private\ninformation that will be used for identity\ntheft. In general, you don’t have to make\nestimated tax payments if you expect\nthat your 2023 Form 1040 or 1040-SR\nwill show a tax refund or a tax balance\ndue of less than $1,000. If your total estimated tax for 2023 is $1,000 or more,\nsee Form 1040-ES and Pub. 505 for a\nworksheet you can use to see if you have\nto make estimated tax payments. For\nmore details, see Pub. 505. Secure Your Tax\nRecords From Identity Theft All taxpayers can now apply",
    "querygen": [
      "when do you have to recoup my insurance premiums",
      "do i have to pay a payment on an advance payment on my health insurance",
      "when do you have to pay premiums on an advance"
    ],
    "querygen_score": [
      "-4.7124386",
      "-2.9718766",
      "-2.2146263"
    ]
  },
  {
    "id": "legal-advice_68__19",
    "doc_id": "legal-advice_68",
    "chunk_id": 19,
    "document_category": "legal-advice",
    "text": "gov/ITIN. Nonresident Alien Spouse If your spouse is a nonresident alien,\nyour spouse must have either an SSN or\nan ITIN if:\n• You file a joint return, or\n• Your spouse is filing a separate return. Presidential Election\nCampaign Fund This fund helps pay for Presidential\nelection campaigns. The fund reduces\ncandidates' dependence on large contributions from individuals and groups and\nplaces candidates on an equal financial\nfooting in the general election. The fund\nalso helps pay for pediatric medical research. If you want $3 to go to this fund,\ncheck the box. If you are filing a joint\nreturn, your spouse can also have $3 go\nto the fund. If you check a box, your tax\nor refund won't change. Digital Assets\nDigital assets are any digital representations of value that are recorded on a\ncryptographically secured distributed\nledger or any similar technology. For\nexample, digital assets include non-fungible tokens (NFTs) and virtual currencies, such as cryptocurrencies and stablecoins. If a particular asset has the\ncharacteristics of a digital asset, it will\nbe treated as a digital asset for federal\nincome tax purposes. Check the “Yes” box next to the\nquestion on digital assets on page 1 of\nForm 1040 or 1040-SR if at any time\nduring 2022, you (a) received (as a reward, award, or payment for property or\nservices); or (b) sold, exchanged, gifted,\nor otherwise disposed of a digital asset\n(or any financial interest in any digital\nasset). For example, check “Yes” if at any\ntime during 2022 you:\n• Received digital assets as payment\nfor property or services provided;\n• Received digital assets as a result\nof a reward or award;\n• Received new digital assets as a\nresult of mining, staking, and similar activities;\n• Received digital assets as a result\nof a hard fork;\n• Disposed of digital assets in exchange for property or services; -15- • Disposed of a digital asset in exchange or trade for another digital asset;\n• Sold a digital asset;\n• Transferred digital assets for free\n(without receiving any consideration) as\na bona fide gift; or\n• Otherwise disposed of any other financial interest in a digital asset. You have a financial interest in a digital asset if you are the owner of record\nof a digital asset, or have an ownership\nstake in an account that holds one or\nmore digital assets, including the rights\nand obligations to acquire a financial interest, or you own a wallet that holds\ndigital assets. The following actions or transactions\nin 2022, alone, generally don’t require\nyou to check “Yes”:\n• Holding a digital asset in a wallet\nor account;\n• Transferring a digital asset from\none wallet or account you own or control to another wallet or account that you\nown or control; or\n• Purchasing digital assets using\nU.S. or other real currency, including\nthrough the use of electronic platforms\nsuch as PayPal and Venmo. Do not leave the question unanswered. You must answer “Yes” or\n“No” by checking the appropriate box. For more information, go to IRS.gov/\nvirtualcurrencyfaqs. How to Report Digital Asset\nTransactions If you disposed of any digital asset in\n2022, that you held as a capital asset,\nthrough a sale, exchange, gift, or transfer, check “Yes” and use Form 8949 to\ncalculate your capital gain or loss and\nreport that gain or loss on Schedule D\n(Form 1040).",
    "querygen": [
      "irs itin requirements for spouses and dependents",
      "if spouse is nonresident alien, who does spouse need an ssn",
      "who needs to have an ssn and itin?"
    ],
    "querygen_score": [
      "-0.27772325",
      "2.5730758",
      "1.6753378"
    ]
  },
  {
    "id": "legal-advice_41__23",
    "doc_id": "legal-advice_41",
    "chunk_id": 23,
    "document_category": "legal-advice",
    "text": "Credit is granted only for\na full contact hour, which is 50 minutes or multiples\nthereof. For example, a program lasting more than\n50 minutes but less than 100 minutes will count as\nonly one contact hour. (3) Individual segments at continuous\nconferences, conventions and the like will be\nconsidered one total program. For example, two\n90-minute segments (180 minutes) at a continuous\nconference will count as three contact hours. (4) For university or college courses, each\nsemester hour credit will equal 15 contact hours and\na quarter hour credit will equal 10 contact hours. (h) Recordkeeping requirements. (1) Each individual applying for renewal must\nretain for a period of four years following the date\nof renewal the information required with regard to\nqualifying continuing education credit hours. Such\ninformation includes —\n(i) The name of the sponsoring organization;\n(ii) The location of the program;\n(iii) The title of the program, qualified program\nnumber, and description of its content;\n(iv) Written outlines, course syllibi, textbook,\nand/or electronic materials provided or required for\nthe course;\n(v) The dates attended;\n(vi) The credit hours claimed;\n(vii) The name(s) of the instructor(s), discussion\nleader(s), or speaker(s), if appropriate; and\n(viii) The certificate of completion and/or\nsigned statement of the hours of attendance obtained\nfrom the continuing education provider. (2) To receive continuing education credit for\nservice completed as an instructor, discussion leader,\nor speaker, the following information must be\nmaintained for a period of four years following the\ndate of renewal —\n(i) The name of the sponsoring organization;\nPage 14 — § 10.6 (ii) The location of the program;\n(iii) The title of the program and copy of its\ncontent;\n(iv) The dates of the program; and\n(v) The credit hours claimed. (i) Waivers. (1) Waiver from the continuing education\nrequirements for a given period may be granted for\nthe following reasons —\n(i) Health, which prevented compliance with\nthe continuing education requirements;\n(ii) Extended active military duty;\n(iii) Absence from the United States for an\nextended period of time due to employment or other\nreasons, provided the individual does not practice\nbefore the Internal Revenue Service during such\nabsence; and\n(iv) Other compelling reasons, which will be\nconsidered on a case-by-case basis.\n(2) A request for waiver must be accompanied\nby appropriate documentation. The individual is\nrequired to furnish any additional documentation\nor explanation deemed necessary. Examples of\nappropriate documentation could be a medical\ncertificate or military orders.\n(3) A request for waiver must be filed no later\nthan the last day of the renewal application period. (4) If a request for waiver is not approved, the\nindividual will be placed in inactive status. The\nindividual will be notified that the waiver was not\napproved and that the individual has been placed on a\nroster of inactive enrolled agents, enrolled retirement\nplan agents, or registered tax return preparers. (5) If the request for waiver is not approved, the\nindividual may file a protest as prescribed by the\nInternal Revenue Service in forms, instructions, or\nother appropriate guidance. A protest filed under this\nsection is not governed by subpart D of this part. (6) If a request for waiver is approved, the\nindividual will be notified and issued a card or\ncertificate evidencing renewal. (7) Those who are granted waivers are required\nto file timely applications for renewal of enrollment\nor registration. (j) Failure to comply. Treasury Department Circular No. 230",
    "querygen": [
      "what are contact hours",
      "what hours are credit hours",
      "how is program hour calculated"
    ],
    "querygen_score": [
      "-0.5277971",
      "-0.37853155",
      "-1.7544649"
    ]
  },
  {
    "id": "legal-advice_91__136",
    "doc_id": "legal-advice_91",
    "chunk_id": 136,
    "document_category": "legal-advice",
    "text": "You\nmay also have to repay excess advance\npayments of the premium tax credit if\nyou enrolled an individual in coverage\nthrough the Marketplace, you don’t\nclaim the individual as a dependent on\nyour return, and no one else claims that\nindividual as a dependent. For more information, see the Instructions for Form\n8962. Line 2 Unreported Social Security and\nMedicare Tax From Form 4137 Excess Advance Premium Tax\nCredit Repayment If you have excess advance premium tax credit (APTC) repayCAUTION ments, go to IRS.gov/Form8962\nfor more information. ! The premium tax credit helps pay\npremiums for health insurance purchased from the Marketplace. Eligible\nindividuals may have advance payments\nof the premium tax credit paid on their\nbehalf directly to the insurance company. If you, your spouse with whom you\nare filing a joint return, or your dependent was enrolled in coverage purchased\nfrom the Marketplace and advance payments of the premium tax credit were\nmade for the coverage, complete Form\n8962 to reconcile (compare) the advance\npayments with your premium tax credit. You (or whoever enrolled you) should\nhave received Form 1095-A from the\nMarketplace with information about -95- Line 5 Enter the total of any taxes from Form\n4137. If you received tips of $20 or more in\nany month and you didn't report the full\namount to your employer, you must pay\nthe social security and Medicare or railroad retirement (RRTA) tax on the unreported tips. Don’t include the value of any noncash tips, such as tickets or passes. You\ndon’t pay social security and Medicare\ntaxes or RRTA tax on these noncash\ntips. To figure the social security and\nMedicare tax, use Form 4137. If you\nowe RRTA tax, contact your employer. Your employer will figure and collect\nthe RRTA tax. Worksheet To See if You Should Fill in Form 6251—Schedule 2, Line 1 Before you begin: Be sure you have read the Exception in the instructions for this line to see if you must fill in Form 6251 instead of\nusing this worksheet. 1. Are you filing Schedule A?\nNo. Skip lines 1 and 2; subtract Form 1040 or 1040-SR, line 13, or Form 1040-NR, line 13a, from Form\n1040, 1040-SR, or 1040-NR, line 11, and enter the result on line 3 and go to line 4. Yes. Enter the amount from Form 1040, 1040-SR, or 1040-NR, line 15 . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter the amount from Schedule A, line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2.",
    "querygen": [
      "can a deductible increase an individual",
      "what is the difference between self employed and dependent dependent",
      "do you owe a tax credit on premiums"
    ],
    "querygen_score": [
      "-5.75784",
      "-5.9538813",
      "-0.63117737"
    ]
  },
  {
    "id": "legal-advice_66__41",
    "doc_id": "legal-advice_66",
    "chunk_id": 41,
    "document_category": "legal-advice",
    "text": "You must use the Simplified Method if\neither of the following applies. 1. Your annuity starting date was after July 1, 1986, and you used this method last year to figure the taxable part. 2. Your annuity starting date was after November 18, 1996, and both of the\nfollowing apply. a. The payments are from a qualified employee plan, a qualified employee annuity, or a tax-sheltered annuity. b. On your annuity starting date, either you were under age 75 or the number of years of guaranteed payments was\nfewer than 5. See Pub. 575 for the definition of guaranteed payments. If you must use the Simplified Method, complete the Simplified Method\nWorksheet in these instructions to figure\nthe taxable part of your pension or annuity. For more details on the Simplified\nMethod, see Pub. 575 (or Pub. 721 for\nU.S. Civil Service retirement benefits). If you received U.S. Civil Service retirement benefits and you\nCAUTION chose the alternative annuity\noption, see Pub. 721 to figure the taxable part of your annuity. Do not use the\nSimplified Method Worksheet in these\ninstructions. ! Annuity Starting Date Your annuity starting date is the later of\nthe first day of the first period for which\nyou received a payment or the date the\nplan's obligations became fixed. Age (or Combined Ages) at\nAnnuity Starting Date If you are the retiree, use your age on\nthe annuity starting date. If you are the\nsurvivor of a retiree, use the retiree's age\non their annuity starting date. But if your Keep for Your Records Simplified Method Worksheet—Lines 5a and 5b\nBefore you begin: If you are the beneficiary of a deceased employee or former employee who died before August 21, 1996, include\nany death benefit exclusion that you are entitled to (up to $5,000) in the amount entered on line 2 below. More than one pension or annuity. If you had more than one partially taxable pension or annuity, figure the taxable part of each separately. Enter\nthe total of the taxable parts on Form 1040 or 1040-SR, line 5b. Enter the total pension or annuity payments received in 2022 on Form 1040 or\n1040-SR, line 5a. 1. Enter the total pension or annuity payments from Form 1099-R, box 1. Also, enter this amount on Form 1040 or\n1040-SR, line 5a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. . . . . . . 8. 9. Taxable amount. Subtract line 8 from line 1. Enter the result, but not less than zero. Also, enter this amount on Form\n1040 or 1040-SR, line 5b. If your Form 1099-R shows a larger amount, use the amount on this line instead of the\namount from Form 1099-R. If you are a retired public safety officer, see Insurance Premiums for Retired Public\nSafety Officers before entering an amount on line 5b . . . . . . . . . . . . . . . . . . . . . . 9.",
    "querygen": [
      "what year does your annuity start",
      "what is the beginning date of an annuity for tax purposes",
      "is annuity taxable"
    ],
    "querygen_score": [
      "1.290521",
      "-0.24669163",
      "0.40846238"
    ]
  },
  {
    "id": "legal-advice_94__96",
    "doc_id": "legal-advice_94",
    "chunk_id": 96,
    "document_category": "legal-advice",
    "text": "6,000 9,000 3,000\n3,050\n3,100\n3,150\n3,200 3,050\n3,100\n3,150\n3,200\n3,250 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 6,000\n6,050\n6,100\n6,150\n6,200 6,050\n6,100\n6,150\n6,200\n6,250 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 9,000\n9,050\n9,100\n9,150\n9,200 9,050\n9,100\n9,150\n9,200\n9,250 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 3,250\n3,300\n3,350\n3,400\n3,450 3,300\n3,350\n3,400\n3,450\n3,500 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 6,250\n6,300\n6,350\n6,400\n6,450 6,300\n6,350\n6,400\n6,450\n6,500 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 9,250\n9,300\n9,350\n9,400\n9,450 9,300\n9,350\n9,400\n9,450\n9,500 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 3,500\n3,550\n3,600\n3,650\n3,700 3,550\n3,600\n3,650\n3,700\n3,750 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 6,500\n6,550\n6,600\n6,650\n6,700 6,550\n6,600\n6,650\n6,700\n6,750 653\n658\n663\n668\n673 653\n658\n663\n668\n673 653\n658\n663\n668\n673 653\n658\n663\n668\n673 9,500\n9,550\n9,600\n9,650\n9,700 9,550\n9,600\n9,650\n9,700\n9,750 953\n958\n963\n968\n973 953\n958\n963\n968\n973 953\n958\n963\n968\n973 953\n958\n963\n968\n973 3,750\n3,800\n3,850\n3,900\n3,950 3,800\n3,850\n3,900\n3,950\n4,000 378\n383\n388\n393\n398 378\n383\n388\n393\n398 378\n383\n388\n393\n398 378\n383\n388\n393\n398 6,750\n6,800\n6,850\n6,900\n6,950 6,800\n6,850\n6,900\n6,950\n7,000 678\n683\n688\n693\n698 678\n683\n688\n693\n698 678\n683\n688\n693\n698 678\n683\n688\n693\n698 9,750\n9,800\n9,850\n9,900\n9,950 9,800\n9,850\n9,900\n9,950\n10,000 978\n983\n988\n993\n998 978\n983\n988\n993\n998 978\n983\n988\n993\n998 978\n983\n988\n993\n998 4,000 7,000 10,000 4,000\n4,050\n4,100\n4,150\n4,200 4,050\n4,100\n4,150\n4,200\n4,250 403\n408\n413\n418\n423 403\n408\n413\n418\n423 403\n408\n413\n418\n423 403\n408\n413\n418\n423 7,000\n7,050\n7,100\n7,150\n7,200 7,050\n7,100\n7,150\n7,200\n7,250 703\n708\n713\n718\n723 703\n708\n713\n718\n723 703\n708\n713\n718\n723 703\n708\n713\n718\n723 10,000\n10,050\n10,100\n10,150\n10,200 10,050\n10,100\n10,150\n10,200\n10,250 1,003\n1,008\n1,013\n1,018\n1,023 1,003\n1,008\n1,013\n1,018\n1,023 1,003\n1,008\n1,013\n1,018\n1,023 1,003\n1,008\n1,013\n1,018\n1,023 4,250\n4,300\n4,350\n4,400\n4,450 4,300\n4,350\n4,400\n4,450\n4,500 428\n433\n438\n443\n448 428\n433\n438\n443\n448 428\n433\n438\n443\n448 428\n433\n438\n443\n448 7,250\n7,300\n7,350\n7,400\n7,450 7,300\n7,350\n7,400\n7,450\n7,500 728\n733\n738\n743\n748 728\n733\n738\n743\n748 728\n733\n738\n743\n748 728\n733\n738\n743\n748 10,250\n10,300\n10,350\n10,400\n10,450 10,300\n10,350\n10,400\n10,450\n10,500 1,028\n1,034\n1,040\n1,046\n1,052 1,028\n1,033\n1,038\n1,043\n1,048 1,028\n1,034\n1,040\n1,046\n1,052 1,028\n1,033\n1,038\n1,043\n1,048 4,500\n4,550\n4,600\n4,650\n4,700 4,550\n4,600\n4,650\n4,700\n4,750 453\n458\n463\n468\n473 453\n458\n463\n468\n473 453\n458\n463\n468\n473 453\n458\n463\n468\n473 7,500\n7,550\n7,600\n7,650\n7,700 7,550\n7,600\n7,650\n7,700\n7,750 753\n758\n763\n768\n773 753\n758\n763\n768\n773 753\n758\n763\n768\n773 753\n758\n763\n768\n773 10,500\n10,550\n10,600\n10,650\n10,700 10,550\n10,600\n10,650\n10,700\n10,750 1,058\n1,064\n1,070\n1,076\n1,082 1,053\n1,058\n1,063\n1,068\n1,073 1,058\n1,064\n1,070\n1,076\n1,082 1,053\n1,058\n1,063\n1,068\n1,073 4,750\n4,800\n4,850\n4,900\n4,950 4,800\n4,850\n4,900\n4,950\n5,000 478\n483\n488\n493\n498 478\n483\n488\n493\n498 478\n483\n488\n493\n498 478\n483\n488\n493\n498 7,750\n7,800\n7,850\n7,900\n7,950 7,800\n7,850\n7,900\n7,950\n8,000 778\n783\n788\n793\n798 778\n783\n788\n793\n798 778\n783\n788\n793\n798 778\n783\n788\n793\n798 10,750\n10,800\n10,850\n10,900\n10,950 10,800\n10,850\n10,900\n10,950\n11,000 1,088\n1,094\n1,100\n1,106\n1,112 1,078\n1,083\n1,088\n1,093\n1,098 1,088\n1,094\n1,100\n1,106\n1,112 1,078\n1,083\n1,088\n1,093\n1,098 5,000 8,000 11,000 5,000\n5,050\n5,100\n5,150\n5,200 5,050\n5,100\n5,150\n5,200\n5,250 503\n508\n513\n518\n523 503\n508\n513\n518\n523 503\n508\n513\n518\n523 503\n508\n513\n518\n523 8,000\n8,050\n8,100\n8,150\n8,200 8,050\n8,100\n8,150\n8,200\n8,250 803\n808\n813\n818\n823 803\n808\n813\n818\n823 803\n808\n813\n818\n823 803\n808\n813\n818\n823 11,000\n11,050\n11,100\n11,150\n11,200 11,050\n11,100\n11,150\n11,200\n11,250 1,118\n1,124\n1,130\n1,136\n1,142 1,103\n1,108\n1,113\n1,118\n1,123 1,118\n1,124\n1,130\n1,136\n1,142 1,103\n1,108\n1,113\n1,118\n1,123 5,250\n5,300\n5,350\n5,400\n5,450 5,300\n5,350\n5,400\n5,450\n5,500 528\n533\n538\n543\n548 528\n533\n538\n543\n548 528\n533\n538\n543\n548 528\n533\n538\n543\n548 8,250\n8,300\n8,350\n8,400\n8,450 8,300\n8,350\n8,400\n8,450\n8,500 828\n833\n838\n843\n848 828\n833\n838\n843\n848 828\n833\n838\n843\n848 828\n833\n838\n843\n848 11,250\n11,300\n11,350\n11,400\n11,450 11,300\n11,350\n11,400\n11,450\n11,500 1,148\n1,154\n1,160\n1,166\n1,172 1,128\n1,133\n1,138\n1,143\n1,148 1,148\n1,154\n1,160\n1,166\n1,172 1,128\n1,133\n1,138\n1,143\n1,148 5,500\n5,550\n5,600\n5,650\n5,700 5,550\n5,600\n5,650\n5,700\n5,750 553\n558\n563\n568\n573 553\n558\n563\n568\n573 553\n558\n563\n568\n573 553\n558\n563\n568\n573 8,500\n8,550\n8,600\n8,650\n8,700 8,550\n8,600\n8,650\n8,700\n8,750 853\n858\n863\n868\n873 853\n858\n863\n868\n873 853\n858\n863\n868\n873 853\n858\n863\n868\n873 11,500\n11,550\n11,600\n11,650\n11,700 11,550\n11,600\n11,650\n11,700\n11,750 1,178\n1,184\n1,190\n1,196\n1,202 1,153\n1,158\n1,163\n1,168\n1,173 1,178\n1,184\n1,190\n1,196\n1,202 1,153\n1,158\n1,163\n1,168\n1,173 5,750\n5,800\n5,850\n5,900\n5,950 5,800\n5,850\n5,900\n5,950\n6,000 578\n583\n588\n593\n598 578\n583\n588\n593\n598 578\n583\n588\n593\n598 578\n583\n588\n593\n598 8,750\n8,800\n8,850\n8,900\n8,950 8,800\n8,850\n8,900\n8,950\n9,000 878\n883\n888\n893\n898 878\n883\n888\n893\n898 878\n883\n888\n893\n898 878\n883\n888\n893\n898 11,750\n11,800\n11,850\n11,900\n11,950 11,800\n11,850\n11,900\n11,950\n12,000 1,208\n1,214\n1,220\n1,226\n1,232 1,178\n1,183\n1,188\n1,193\n1,198 1,208\n1,214\n1,220\n1,226\n1,232 1,178\n1,183\n1,188\n1,193\n1,198 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 64 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 12,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 15,000 18,000 12,000\n12,050\n12,100\n12,150\n12,200 12,050\n12,100\n12,150\n12,200\n12,250 1,238\n1,244\n1,250\n1,256\n1,262 1,203\n1,208\n1,213\n1,218\n1,223 1,238\n1,244\n1,250\n1,256\n1,262 1,203\n1,208\n1,213\n1,218\n1,223 15,000\n15,050\n15,100\n15,150\n15,200 15,050\n15,100\n15,150\n15,200\n15,250 1,598\n1,604\n1,610\n1,616\n1,622 1,503\n1,508\n1,513\n1,518\n1,523 1,598\n1,604\n1,610\n1,616\n1,622 1,510\n1,516\n1,522\n1,528\n1,534 18,000\n18,050\n18,100\n18,150\n18,200 18,050\n18,100\n18,150\n18,200\n18,250 1,958\n1,964\n1,970\n1,976\n1,982 1,803\n1,808\n1,813\n1,818\n1,823 1,958\n1,964\n1,970\n1,976\n1,982 1,870\n1,876\n1,882\n1,888\n1,894 12,250\n12,300\n12,350\n12,400\n12,450 12,300\n12,350\n12,400\n12,450\n12,500 1,268\n1,274\n1,280\n1,286\n1,292 1,228\n1,233\n1,238\n1,243\n1,248 1,268\n1,274\n1,280\n1,286\n1,292 1,228\n1,233\n1,238\n1,243\n1,248 15,250\n15,300\n15,350\n15,400\n15,450 15,300\n15,350\n15,400\n15,450\n15,500 1,628\n1,634\n1,640\n1,646\n1,652 1,528\n1,533\n1,538\n1,543\n1,548 1,628\n1,634\n1,640\n1,646\n1,652 1,540\n1,546\n1,552\n1,558\n1,564 18,250\n18,300\n18,350\n18,400\n18,450 18,300\n18,350\n18,400\n18,450\n18,500 1,988\n1,994\n2,000\n2,006\n2,012 1,828\n1,833\n1,838\n1,843\n1,848 1,988\n1,994\n2,000\n2,006\n2,012 1,900\n1,906\n1,912\n1,918\n1,924 12,500\n12,550\n12,600\n12,650\n12,700 12,550\n12,600\n12,650\n12,700\n12,750 1,298\n1,304\n1,310\n1,316\n1,322 1,253\n1,258\n1,263\n1,268\n1,273 1,298\n1,304\n1,310\n1,316\n1,322 1,253\n1,258\n1,263\n1,268\n1,273 15,500\n15,550\n15,600\n15,650\n15,700 15,550\n15,600\n15,650\n15,700\n15,750 1,658\n1,664\n1,670\n1,676\n1,682 1,553\n1,558\n1,563\n1,568\n1,573 1,658\n1,664\n1,670\n1,676\n1,682 1,570\n1,576\n1,582\n1,588\n1,594 18,500\n18,550\n18,600\n18,650\n18,700 18,550\n18,600\n18,650\n18,700\n18,750 2,018\n2,024\n2,030\n2,036\n2,042 1,853\n1,858\n1,863\n1,868\n1,873 2,018\n2,024\n2,030\n2,036\n2,042 1,930\n1,936\n1,942\n1,948\n1,954 12,750\n12,800\n12,850\n12,900\n12,950 12,800\n12,850\n12,900\n12,950\n13,000 1,328\n1,334\n1,340\n1,346\n1,352 1,278\n1,283\n1,288\n1,293\n1,298 1,328\n1,334\n1,340\n1,346\n1,352 1,278\n1,283\n1,288\n1,293\n1,298 15,750\n15,800\n15,850\n15,900\n15,950 15,800\n15,850\n15,900\n15,950\n16,000 1,688\n1,694\n1,700\n1,706\n1,712 1,578\n1,583\n1,588\n1,593\n1,598 1,688\n1,694\n1,700\n1,706\n1,712 1,600\n1,606\n1,612\n1,618\n1,624 18,750\n18,800\n18,850\n18,900\n18,950 18,800\n18,850\n18,900\n18,950\n19,000 2,048\n2,054\n2,060\n2,066\n2,072 1,878\n1,883\n1,888\n1,893\n1,898 2,048\n2,054\n2,060\n2,066\n2,072 1,960\n1,966\n1,972\n1,978\n1,984 13,000 16,000 19,000 13,000\n13,050\n13,100\n13,150\n13,200 13,050\n13,100\n13,150\n13,200\n13,250 1,358\n1,364\n1,370\n1,376\n1,382 1,303\n1,308\n1,313\n1,318\n1,323 1,358\n1,364\n1,370\n1,376\n1,382 1,303\n1,308\n1,313\n1,318\n1,323 16,000\n16,050\n16,100\n16,150\n16,200 16,050\n16,100\n16,150\n16,200\n16,250 1,718\n1,724\n1,730\n1,736\n1,742 1,603\n1,608\n1,613\n1,618\n1,623 1,718\n1,724\n1,730\n1,736\n1,742 1,630\n1,636\n1,642\n1,648\n1,654 19,000\n19,050\n19,100\n19,150\n19,200 19,050\n19,100\n19,150\n19,200\n19,250 2,078\n2,084\n2,090\n2,096\n2,102 1,903\n1,908\n1,913\n1,918\n1,923 2,078\n2,084\n2,090\n2,096\n2,102 1,990\n1,996\n2,002\n2,008\n2,014 13,250\n13,300\n13,350\n13,400\n13,450 13,300\n13,350\n13,400\n13,450\n13,500 1,388\n1,394\n1,400\n1,406\n1,412 1,328\n1,333\n1,338\n1,343\n1,348 1,388\n1,394\n1,400\n1,406\n1,412 1,328\n1,333\n1,338\n1,343\n1,348 16,250\n16,300\n16,350\n16,400\n16,450 16,300\n16,350\n16,400\n16,450\n16,500 1,748\n1,754\n1,760\n1,766\n1,772 1,628\n1,633\n1,638\n1,643\n1,648 1,748\n1,754\n1,760\n1,766\n1,772 1,660\n1,666\n1,672\n1,678\n1,684 19,250\n19,300\n19,350\n19,400\n19,450 19,300\n19,350\n19,400\n19,450\n19,500 2,108\n2,114\n2,120\n2,126\n2,132 1,928\n1,933\n1,938\n1,943\n1,948 2,108\n2,114\n2,120\n2,126\n2,132 2,020\n2,026\n2,032\n2,038\n2,044 13,500\n13,550\n13,600\n13,650\n13,700 13,550\n13,600\n13,650\n13,700\n13,750 1,418\n1,424\n1,430\n1,436\n1,442 1,353\n1,358\n1,363\n1,368\n1,373 1,418\n1,424\n1,430\n1,436\n1,442 1,353\n1,358\n1,363\n1,368\n1,373 16,500\n16,550\n16,600\n16,650\n16,700 16,550\n16,600\n16,650\n16,700\n16,750 1,778\n1,784\n1,790\n1,796\n1,802 1,653\n1,658\n1,663\n1,668\n1,673 1,778\n1,784\n1,790\n1,796\n1,802 1,690\n1,696\n1,702\n1,708\n1,714 19,500\n19,550\n19,600\n19,650\n19,700 19,550\n19,600\n19,650\n19,700\n19,750 2,138\n2,144\n2,150\n2,156\n2,162 1,953\n1,958\n1,963\n1,968\n1,973 2,138\n2,144\n2,150\n2,156\n2,162 2,050\n2,056\n2,062\n2,068\n2,074 13,750\n13,800\n13,850\n13,900\n13,950 13,800\n13,850\n13,900\n13,950\n14,000 1,448\n1,454\n1,460\n1,466\n1,472 1,378\n1,383\n1,388\n1,393\n1,398 1,448\n1,454\n1,460\n1,466\n1,472 1,378\n1,383\n1,388\n1,393\n1,398 16,750\n16,800\n16,850\n16,900\n16,950 16,800\n16,850\n16,900\n16,950\n17,000 1,808\n1,814\n1,820\n1,826\n1,832 1,678\n1,683\n1,688\n1,693\n1,698 1,808\n1,814\n1,820\n1,826\n1,832 1,720\n1,726\n1,732\n1,738\n1,744 19,750\n19,800\n19,850\n19,900\n19,950 19,800\n19,850\n19,900\n19,950\n20,000 2,168\n2,174\n2,180\n2,186\n2,192 1,978\n1,983\n1,988\n1,993\n1,998 2,168\n2,174\n2,180\n2,186\n2,192 2,080\n2,086\n2,092\n2,098\n2,104 14,000 17,000 20,000 14,000\n14,050\n14,100\n14,150\n14,200 14,050\n14,100\n14,150\n14,200\n14,250 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 17,000\n17,050\n17,100\n17,150\n17,200 17,050\n17,100\n17,150\n17,200\n17,250 1,838\n1,844\n1,850\n1,856\n1,862 1,703\n1,708\n1,713\n1,718\n1,723 1,838\n1,844\n1,850\n1,856\n1,862 1,750\n1,756\n1,762\n1,768\n1,774 20,000\n20,050\n20,100\n20,150\n20,200 20,050\n20,100\n20,150\n20,200\n20,250 2,198\n2,204\n2,210\n2,216\n2,222 2,003\n2,008\n2,013\n2,018\n2,023 2,198\n2,204\n2,210\n2,216\n2,222 2,110\n2,116\n2,122\n2,128\n2,134 14,250\n14,300\n14,350\n14,400\n14,450 14,300\n14,350\n14,400\n14,450\n14,500 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 17,250\n17,300\n17,350\n17,400\n17,450 17,300\n17,350\n17,400\n17,450\n17,500 1,868\n1,874\n1,880\n1,886\n1,892 1,728\n1,733\n1,738\n1,743\n1,748 1,868\n1,874\n1,880\n1,886\n1,892 1,780\n1,786\n1,792\n1,798\n1,804 20,250\n20,300\n20,350\n20,400\n20,450 20,300\n20,350\n20,400\n20,450\n20,500 2,228\n2,234\n2,240\n2,246\n2,252 2,028\n2,033\n2,038\n2,043\n2,048 2,228\n2,234\n2,240\n2,246\n2,252 2,140\n2,146\n2,152\n2,158\n2,164 14,500\n14,550\n14,600\n14,650\n14,700 14,550\n14,600\n14,650\n14,700\n14,750 1,538\n1,544\n1,550\n1,556\n1,562 1,453\n1,458\n1,463\n1,468\n1,473",
    "querygen": [
      "6,000 what is the salary of a 3,000",
      "how many people in a year are there in the swiss",
      "how many people are in the 7,000 y"
    ],
    "querygen_score": [
      "0.36361828",
      "-5.859515",
      "-4.565205"
    ]
  },
  {
    "id": "legal-advice_25__135",
    "doc_id": "legal-advice_25",
    "chunk_id": 135,
    "document_category": "legal-advice",
    "text": "In the entry space next\nto line 24z write “Incorrect Form\n1099-K” and also enter the amount that\nwas incorrectly reported to you. For example, if you received a Form 1099-K\nthat incorrectly showed $800 of payments to you, you would enter $800 on\nline 24z and in the entry space next to\nline 24z you would write “Incorrect\nForm 1099-K - $800.” See the instructions for line 8z. Instructions for Schedule 2\nAdditional Taxes\nGeneral Instructions\nUse Schedule 2 if you have additional\ntaxes that can’t be entered directly on\nForm 1040, 1040-SR, or 1040-NR. Include the amount on Schedule 2,\nline 3, in the total on Form 1040,\n1040-SR, or 1040-NR, line 17. Enter the amount on Schedule 2,\nline 21, on Form 1040 or 1040-SR,\nline 23; or 1040-NR, line 23b. Specific Instructions\nLine 1\nAlternative Minimum Tax (AMT)\nAlternative minimum tax (AMT) exemption amount increased. The AMT\nexemption amount is increased to\n$75,900 ($118,100 if married filing\njointly or qualifying surviving spouse;\n$59,050 if married filing separately). The income levels at which the AMT\nexemption begins to phase out has increased to $539,900 ($1,079,800 if married filing jointly or qualifying surviving\nspouse). If you aren't sure whether you owe\nthe AMT, complete the Worksheet To\nSee if You Should Fill in Form 6251. Exception. Fill in Form 6251 instead of\nusing the worksheet if you claimed or\nreceived any of the following items. • Accelerated depreciation. • Tax-exempt interest from private\nactivity bonds. • Intangible drilling, circulation, research, experimental, or mining costs. • Amortization of pollution-control\nfacilities or depletion. • Income or (loss) from tax-shelter\nfarm activities, passive activities, partnerships, S corporations, or activities for\nwhich you aren't at risk. • Income from long-term contracts\nnot figured using the percentage-of-completion method. • Investment interest expense reported on Form 4952.\n• Net operating loss deduction. • Alternative minimum tax adjustments from an estate, trust, electing\nlarge partnership, or cooperative. • Section 1202 exclusion.\n• Stock by exercising an incentive\nstock option and you didn't dispose of\nthe stock in the same year. • Any general business credit claimed on Form 3800 if either line 6 (in Part\nI) or line 25 of Form 3800 is more than\nzero. • Qualified electric vehicle credit. • Alternative fuel vehicle refueling\nproperty tax. • Credit for prior year minimum tax. • Foreign tax credit.\n• Net qualified disaster loss and you\nare reporting your standard deduction on\nSchedule A, line 16. See the instructions\nfor Form 4684 for more information. For help with the alternative minimum tax, go to IRS. gov/AMT. your coverage and any advance credit\npayments. If the advance credit payments were more than the premium tax\ncredit you can claim, the amount you\nmust repay will be shown on Form\n8962, line 29. Enter that amount, if any,\non line 2. You may have to repay excess advance payments of the premium tax\ncredit even if someone else enrolled\nyou, your spouse, or your dependent in\nMarketplace coverage. In that case, another individual may have received the\nForm 1095-A for the coverage. You\nmay also have to repay excess advance\npayments of the premium tax credit if\nyou enrolled an individual in coverage\nthrough the Marketplace, you don’t\nclaim the individual as a dependent on\nyour return, and no one else claims that\nindividual as a dependent.",
    "querygen": [
      "what is the proper space for 1099 k in excel",
      "how to properly enter a 1099",
      "what type of information do you use in an incorrect 1099"
    ],
    "querygen_score": [
      "-0.7337668",
      "-0.09319852",
      "-0.812466"
    ]
  },
  {
    "id": "legal-advice_36__48",
    "doc_id": "legal-advice_36",
    "chunk_id": 48,
    "document_category": "legal-advice",
    "text": "(f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.65 Supplemental charges. (a) In general. Supplemental charges may be filed\nagainst the respondent by amending the complaint\nwith the permission of the Administrative Law Judge\nif, for example —\n(1) It appears that the respondent, in the answer,\nfalsely and in bad faith, denies a material allegation\nof fact in the complaint or states that the respondent\nhas insufficient knowledge to form a belief, when the\nrespondent possesses such information; or\n(2) It appears that the respondent has knowingly\n§ 10.65 — Page 33 Table of Contents introduced false testimony during the proceedings\nagainst the respondent. (b) Hearing. The supplemental charges may be\nheard with other charges in the case, provided the\nrespondent is given due notice of the charges and\nis afforded a reasonable opportunity to prepare a\ndefense to the supplemental charges. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.66 Reply to answer. (a) The Internal Revenue Service may file a reply\nto the respondent’s answer, but unless otherwise\nordered by the Administrative Law Judge, no reply\nto the respondent’s answer is required. If a reply is\nnot filed, new matter in the answer is deemed denied. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.67 Proof; variance; amendment of pleadings. In the case of a variance between the allegations in\npleadings and the evidence adduced in support of the\npleadings, the Administrative Law Judge, at any time\nbefore decision, may order or authorize amendment\nof the pleadings to conform to the evidence. The\nparty who would otherwise be prejudiced by the\namendment must be given a reasonable opportunity\nto address the allegations of the pleadings as amended\nand the Administrative Law Judge must make\nfindings on any issue presented by the pleadings as\namended. § 10.68 Motions and requests. (a) Motions —\n(1) In general. At any time after the filing of\nthe complaint, any party may file a motion with the\nAdministrative Law Judge. Unless otherwise ordered\nby the Administrative Law Judge, motions must be\nin writing and must be served on the opposing party\nas provided in §10.63(b). A motion must concisely\nspecify its grounds and the relief sought, and, if\nappropriate, must contain a memorandum of facts\nand law in support. Page 34 — § 10.65 (2) Summary adjudication. Either party may\nmove for a summary adjudication upon all or any\npart of the legal issues in controversy. If the nonmoving party opposes summary adjudication in the\nmoving party’s favor, the non-moving party must\nfile a written response within 30 days unless ordered\notherwise by the Administrative Law Judge. (3) Good Faith. A party filing a motion for\nextension of time, a motion for postponement of a\nhearing, or any other non-dispositive or procedural\nmotion must first contact the other party to determine\nwhether there is any objection to the motion, and\nmust state in the motion whether the other party has\nan objection. (b) Response. Unless otherwise ordered by the\nAdministrative Law Judge, the nonmoving party\nis not required to file a response to a motion. If\nthe Administrative Law Judge does not order\nthe nonmoving party to file a response, and the\nnonmoving party files no response, the nonmoving\nparty is deemed to oppose the motion.",
    "querygen": [
      "when will federal securities law be in place",
      "when does supplementation charges",
      "when is a supplement charge effective in texas"
    ],
    "querygen_score": [
      "-7.311467",
      "-0.51149946",
      "-1.881949"
    ]
  },
  {
    "id": "legal-advice_0__57",
    "doc_id": "legal-advice_0",
    "chunk_id": 57,
    "document_category": "legal-advice",
    "text": "The Secretary of\nthe Treasury, or delegate, will provide copies of the\nagency decision to the authorized representative of\nthe Internal Revenue Service and the respondent or\nthe respondent’s authorized representative. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.79 Effect of disbarment, suspension, or censure. (a) Disbarment. When the final decision in a case\nis against the respondent (or the respondent has\noffered his or her consent and such consent has been\naccepted by the Internal Revenue Service) and such\ndecision is for disbarment, the respondent will not\nbe permitted to practice before the Internal Revenue\nService unless and until authorized to do so by the\nInternal Revenue Service pursuant to §10.81. (b) Suspension. When the final decision in a case\nis against the respondent (or the respondent has\noffered his or her consent and such consent has\nbeen accepted by the Internal Revenue Service) Treasury Department Circular No. 230 Table of Contents and such decision is for suspension, the respondent\nwill not be permitted to practice before the Internal\nRevenue Service during the period of suspension. For periods after the suspension, the practitioner’s\nfuture representations may be subject to conditions\nas authorized by paragraph (d) of this section. (c) Censure. When the final decision in the case\nis against the respondent (or the Internal Revenue\nService has accepted the respondent’s offer to\nconsent, if such offer was made) and such decision\nis for censure, the respondent will be permitted to\npractice before the Internal Revenue Service, but the\nrespondent’s future representations may be subject\nto conditions as authorized by paragraph (d) of this\nsection. (d) Conditions. After being subject to the\nsanction of either suspension or censure, the future\nrepresentations of a practitioner so sanctioned\nshall be subject to specified conditions designed\nto promote high standards of conduct. These\nconditions can be imposed for a reasonable\nperiod in light of the gravity of the practitioner’s\nviolations. For example, where a practitioner is\ncensured because the practitioner failed to advise\nthe practitioner’s clients about a potential conflict\nof interest or failed to obtain the clients’ written\nconsents, the practitioner may be required to\nprovide the Internal Revenue Service with a copy\nof all consents obtained by the practitioner for an\nappropriate period following censure, whether or\nnot such consents are specifically requested. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.80 Notice of disbarment, suspension, censure,\nor disqualification. (a) In general. On the issuance of a final order\ncensuring, suspending, or disbarring a practitioner or\na final order disqualifying an appraiser, notification\nof the censure, suspension, disbarment or\ndisqualification will be given to appropriate officers\nand employees of the Internal Revenue Service and\ninterested departments and agencies of the Federal\ngovernment. The Internal Revenue Service may\nTreasury Department Circular No. 230 determine the manner of giving notice to the proper\nauthorities of the State by which the censured,\nsuspended, or disbarred person was licensed to\npractice. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.81 Petition for reinstatement. (a) In general.",
    "querygen": [
      "who is responsible for providing administrative copies of the internal revenue",
      "when does irs have to notify authorized representative of a governmental decision?",
      "when are the irs decisions effective"
    ],
    "querygen_score": [
      "-0.9040296",
      "-0.8858166",
      "-0.15748341"
    ]
  },
  {
    "id": "legal-advice_40__56",
    "doc_id": "legal-advice_40",
    "chunk_id": 56,
    "document_category": "legal-advice",
    "text": "2.\nAre you filing Schedule D?*\nYes. Enter the smaller of line 15 or 16 of\nSchedule D. If either line 15 or 16 is blank\nor a loss, enter -0-. 3.\nNo. Enter the amount from Form 1040 or\n1040-SR, line 7. Add lines 2 and 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4.\nSubtract line 4 from line 1. If zero or less, enter -0- . . . . . . . . . . . . . . . . . . . . . . . . . 5.\nEnter:\n$41,675 if single or married filing separately,\n$83,350 if married filing jointly or qualifying surviving spouse,\n. . . . . . . . . . . . 6.\n$55,800 if head of household. Enter the smaller of line 1 or line 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7.\nEnter the smaller of line 5 or line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8.\nSubtract line 8 from line 7. This amount is taxed at 0% . . . . . . . . . . . . . . . . . . . . . . 9.\nEnter the smaller of line 1 or line 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10. Enter the amount from line 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11.\nSubtract line 11 from line 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12.\nEnter:\n$459,750 if single,\n$258,600 if married filing separately,\n. . . . . . . . . . . . 13.\n$517,200 if married filing jointly or qualifying surviving spouse,\n$488,500 if head of household. Enter the smaller of line 1 or line 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14.",
    "querygen": [
      "schedule d is blank on",
      "how to fill in schedule d",
      "how to enter a claim for a loss on a 1040 form"
    ],
    "querygen_score": [
      "-1.2333863",
      "0.53222287",
      "-0.83431876"
    ]
  },
  {
    "id": "legal-advice_93__40",
    "doc_id": "legal-advice_93",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter. A Federal tax matter, as\nused in this section, is any matter concerning the\napplication or interpretation of--(1) A revenue provision as defined in section\n6110(i)(1)(B) of the Internal Revenue Code;\n(2) Any provision of law impacting a person’s\nobligations under the internal revenue laws and\nregulations, including but not limited to the person’s\nliability to pay tax or obligation to file returns; or\n(3) Any other law or regulation administered by\nthe Internal Revenue Service. (e) Effective/applicability date. This section is\napplicable to written advice rendered after June 12,\n2014. § 10.38 Establishment of advisory committees. (a) Advisory committees. To promote and maintain\nthe public’s confidence in tax advisors, the Internal\nRevenue Service is authorized to establish one or\nmore advisory committees composed of at least\nsix individuals authorized to practice before the\nInternal Revenue Service. Membership of an\nadvisory committee must be balanced among those\nwho practice as attorneys, accountants, enrolled\nagents, enrolled actuaries, enrolled retirement plan\nagents, and registered tax return preparers. Under\nprocedures prescribed by the Internal Revenue\nService, an advisory committee may review and make\ngeneral recommendations regarding the practices,\nprocedures, and policies of the offices described in\n§10.1. (b) Effective date. This section is applicable\nbeginning August 2, 2011. § 10.38 — Page 27 Table of Contents Subpart C — Sanctions for Violation of the\nRegulations\n§ 10.50 Sanctions. (a) Authority to censure, suspend, or disbar. The\nSecretary of the Treasury, or delegate, after notice\nand an opportunity for a proceeding, may censure,\nsuspend, or disbar any practitioner from practice\nbefore the Internal Revenue Service if the practitioner\nis shown to be incompetent or disreputable (within\nthe meaning of §10.51), fails to comply with any\nregulation in this part (under the prohibited conduct\nstandards of §10.52), or with intent to defraud,\nwillfully and knowingly misleads or threatens a client\nor prospective client. Censure is a public reprimand. (b) Authority to disqualify. The Secretary of the\nTreasury, or delegate, after due notice and opportunity\nfor hearing, may disqualify any appraiser for a\nviolation of these rules as applicable to appraisers. (1) If any appraiser is disqualified pursuant\nto this subpart C, the appraiser is barred from\npresenting evidence or testimony in any\nadministrative proceeding before the Department\nof Treasury or the Internal Revenue Service,\nunless and until authorized to do so by the Internal\nRevenue Service pursuant to §10.81, regardless of\nwhether the evidence or testimony would pertain\nto an appraisal made prior to or after the effective\ndate of disqualification. (2) Any appraisal made by a disqualified\nappraiser after the effective date of disqualification\nwill not have any probative effect in any\nadministrative proceeding before the Department\nof the Treasury or the Internal Revenue Service. An appraisal otherwise barred from admission into\nevidence pursuant to this section may be admitted into\nevidence solely for the purpose of determining the\ntaxpayer’s reliance in good faith on such appraisal. (c) Authority to impose monetary penalty —\n(1) In general.",
    "querygen": [
      "what is meant by lack of knowledge",
      "is a federal matter a state matter?",
      "what is a federal matter"
    ],
    "querygen_score": [
      "0.47091928",
      "-0.40988672",
      "1.5735464"
    ]
  },
  {
    "id": "legal-advice_68__2",
    "doc_id": "legal-advice_68",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "-2- Contents Page Sign Your Return . . . . . . . . . . . . . . . . 60\nAssemble Your Return . . . . . . . . . . . . 62\n2022 Tax Table . . . . . . . . . . . . . . . . . . . . 63\nGeneral Information . . . . . . . . . . . . . . . . . 76\nRefund Information . . . . . . . . . . . . . . . . . . 82\nInstructions for Schedule 1 . . . . . . . . . . . . . 83\nInstructions for Schedule 2 . . . . . . . . . . . . . 95\nInstructions for Schedule 3 . . . . . . . . . . . . 100\nTax Topics . . . . . . . . . . . . . . . . . . . . . . 104\nDisclosure, Privacy Act, and Paperwork\nReduction Act Notice . . . . . . . . . . . . 106\nMajor Categories of Federal Income and\nOutlays for Fiscal Year 2021 . . . . . . . 108\nIndex . . . . . . . . . . . . . . . . . . . . . . . . . . 110 Form 1040 and 1040-SR\nHelpful Hints\nFor 2022, you will use Form 1040 or, if you were born before January 2, 1958, you have the option to use\nForm 1040-SR. You may only need to file Form 1040 or 1040-SR and none of the numbered schedules, Schedules 1 through\n3. However, if your return is more complicated (for example, you claim certain deductions or credits or owe\nadditional taxes), you will need to complete one or more of the numbered schedules. Below is a general guide\nto which schedule(s) you will need to file based on your circumstances. See the instructions for the schedules\nfor more information. If you e-file your return, the software you use will generally determine which schedules you need. IF YOU... THEN USE... Have additional income, such as business or farm income or\nloss, unemployment compensation, or prize or award money. Schedule 1, Part I Have any adjustments to income, such as student loan\ninterest, self-employment tax, or educator expenses. Schedule 1, Part II Owe alternative minimum tax (AMT) or need to make an\nexcess advance premium tax credit repayment. Schedule 2, Part I Owe other taxes, such as self-employment tax, household\nemployment taxes, additional tax on IRAs or other qualified\nretirement plans and tax-favored accounts. Schedule 2, Part II Can claim a nonrefundable credit (other than the child tax credit\nor the credit for other dependents), such as the foreign tax credit,\neducation credits, or general business credit. Schedule 3, Part I",
    "querygen": [
      "how to do on the return page on a return of a tax return",
      "how to write a return",
      "when to do a return sign"
    ],
    "querygen_score": [
      "-2.9630072",
      "-4.3666196",
      "-3.7724867"
    ]
  },
  {
    "id": "legal-advice_39__143",
    "doc_id": "legal-advice_39",
    "chunk_id": 143,
    "document_category": "legal-advice",
    "text": "* Chapter 1 taxes include taxes from sections 1 through 1400Z-2 of the Code, as well as certain amounts the Code treats as chapter 1 taxes. Generally, this does not include amounts reported on Schedule 2, lines 4, 7, 9, 11–13, 17k–17m, or 17z (other than chapter 1 taxes). -99- Instructions for Schedule 3\nAdditional Credits and Payments\nGeneral Instructions\nUse Schedule 3 if you have nonrefundable credits, other than the child tax credit\nor the credit for other dependents, or\nother payments and refundable credits. Include the amount on Schedule 3,\nline 8, in the amount entered on Form\n1040, 1040-SR, or 1040-NR, line 20. Enter the amount on Schedule 3,\nline 15, on Form 1040, 1040-SR, or\n1040-NR, line 31. Specific Instructions\nLine 1\nForeign Tax Credit If you are a shareholder in a TIP controlled foreign corporation\nand made a section 962 election, see the instructions for Forms 1040\nand 1040-SR, line 16, for the foreign tax\ncredit you figured on Form 1118. If you paid income tax to a foreign\ncountry or U.S. possession, you may be\nable to take this credit. Generally, you\nmust complete and attach Form 1116 to\ndo so. Exception. You don’t have to complete\nForm 1116 to take this credit if all of the\nfollowing apply. 1. All of your foreign source gross\nincome was from interest and dividends\nand all of that income and the foreign\ntax paid on it were reported to you on\nForm 1099-INT, Form 1099-DIV, or\nSchedule K-1 (or substitute statement). 2. The total of your foreign taxes\nwasn't more than $300 (not more than\n$600 if married filing jointly). 3. You held the stock or bonds on\nwhich the dividends or interest were\npaid for at least 16 days and weren’t obligated to pay these amounts to someone\nelse. 4. You aren’t filing Form 4563 or\nexcluding income from sources within\nPuerto Rico. 5. All of your foreign taxes were:\na. Legally owed and not eligible for\na refund or reduced tax rate under a tax\ntreaty, and\nb. Paid to countries that are recognized by the United States and don’t\nsupport terrorism. For more details on these requirements, see the Instructions for Form\n1116. Do you meet all five requirements\njust listed? Yes. Enter on line 1 the smaller of\n(a) your total foreign taxes, or (b) the total of the amounts on Form 1040 or\n1040-SR, line 16, and Schedule 2,\nline 2. No. See Form 1116 to find out if\nyou can take the credit and, if you can, if\nyou have to file Form 1116. Line 2\nCredit for Child and Dependent\nCare Expenses You may be able to take this credit if, in\norder to work or look for work, you paid\nsomeone to care for:\n• Your qualifying child under age 13\nwhom you claim as your dependent,\n• Your disabled spouse or any other\ndisabled person who couldn't care for\nthemselves, or\n• Your child whom you couldn't\nclaim as a dependent because of the\nrules for Children of divorced or separated parents under Who Qualifies as Your\nDependent, earlier. For details, use Tax Topic 602 or see\nForm 2441. Line 3\nEducation Credits If you (or your dependent) paid qualified\nexpenses in 2022 for yourself, your\nspouse, or your dependent to enroll in or -100-",
    "querygen": [
      "is the chapter one tax same as the tax code",
      "what is a chapter 1 tax",
      "what is a chapter 1 tax"
    ],
    "querygen_score": [
      "-0.8276173",
      "-1.3130164",
      "-1.3130164"
    ]
  },
  {
    "id": "legal-advice_72__9",
    "doc_id": "legal-advice_72",
    "chunk_id": 9,
    "document_category": "legal-advice",
    "text": "-----------------------------------------------------------Thus, the pleadings were joined on the issues of infringement and validity. ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------32 none of the claims included in the lawsuits filed against Corporation X,\nand none of Corporation X’s counterclaims, arose from a cause of action other than the\n31 Corporation X had not commercialized the products the subject of the ANDAs in the United States; it\nhad merely filed ANDAs with paragraph IV certifications. 32 ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTU-139175-10 36 filing of the ANDA pursuant to 35 U.S.C. § 271(e)(2).33 Corporation X’s ANDAs, like all\nANDAs, are assets that can be transferred on a stand-alone basis from one ANDA\nholder to another ANDA holder.34 ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Based on the facts and circumstances of this case it is clear that the infringement\nlitigation originated from Corporation X’s actions to obtain assets, FDA-approved\nANDAs, which can be sold or used in its trade or business until such time, if ever, the\nFDA withdraws its approval of the ANDAs.35 Approval can be withdrawn if the ANDA\nholder fails to comply with the requirements for keeping the ANDA effective or if, for\nexample, there are adverse reactions to the generic product that would cause the FDA\nto withdraw its approval. See Addendum A, last 3 pages (addressing requirements\nimposed by statute and regulation on an ANDA holder). Accordingly, the character of\nthe claims is capital since all claims are proximately related to, and have a direct nexus 33 If the claims in the litigation pleading were not all the same, each claim would need to be considered\nseparately, applying the origin of the claim test on a claim-by-claim basis. See Dye v. United States. 121\nF.3d 1399, 1406 (10th Cir. 1997) (“Where, as here, the litigation involves more than one claim, “the origin\n[of the claim] test must be applied separately to each part.\" ) The Dye Court noted that different appellate\ncourts have different positions on how attorney fees should be allocated among claims. 121 F.3d at\n1410. The Dye Court contrasted the Federal Circuit position with the 9th Circuit stating that in Baylin v.\nUnited States, 43 F.3d 1451, 1453 (Fed.Cir.1995), the Federal Circuit allocated “legal expenditures . . .\naccording to the approximate proportion of the lawyers' efforts attributable to the pursuit of each claim.” The Ninth circuit “by contrast, has rejected an approach similar to that of the Baylin court, ‘because it\nignores the contingent fee portion of the taxpayers' contract with their lawyers, and allocates fees only on\nthe basis of the hourly rate portion of the contract.’ Leonard v. Commissioner, 94 F.3d 523, 526 (9th\nCir.1996).” Thus, if allocations of the fees were necessary, the current position of the relevant circuit\ncourts would need to be considered in the allocation. 34 “An applicant may transfer ownership of its application. At the time of transfer the new and former\nowners are required to submit information to the Food and Drug Administration . . . . ” 21 C.F.R .\n§ 314.72(a).\n35",
    "querygen": [
      "why was the issue of validity joined",
      "which of the following is the issue of infringement?",
      "which was the issue of infringement and validity of the pleadings?"
    ],
    "querygen_score": [
      "-0.07104492",
      "-1.3922491",
      "1.6302583"
    ]
  },
  {
    "id": "legal-advice_40__35",
    "doc_id": "legal-advice_40",
    "chunk_id": 35,
    "document_category": "legal-advice",
    "text": "For details, see Pub. 550. If you get a 2022 Form TIP 1099-INT for U.S. savings bond\ninterest that includes amounts\nyou reported before 2022, see Pub. 550. Line 3a\nQualified Dividends Enter your total qualified dividends on\nline 3a. Qualified dividends are also included in the ordinary dividend total required to be shown on line 3b. Qualified\ndividends are eligible for a lower tax\nrate than other ordinary income. Generally, these dividends are shown in\nbox 1b of Form(s) 1099-DIV. See Pub.\n550 for the definition of qualified dividends if you received dividends not reported on Form 1099-DIV. Exception. Some dividends may be reported as qualified dividends in box 1b\nof Form 1099-DIV but aren't qualified\ndividends. These include:\n• Dividends you received as a nominee. See the Schedule B instructions. • Dividends you received on any\nshare of stock that you held for less than\n61 days during the 121-day period that\nbegan 60 days before the ex-dividend\ndate. The ex-dividend date is the first Need more information or forms? Visit IRS.gov. date following the declaration of a dividend on which the purchaser of a stock\nisn't entitled to receive the next dividend\npayment. When counting the number of\ndays you held the stock, include the day\nyou disposed of the stock but not the day\nyou acquired it. See the examples that\nfollow. Also, when counting the number\nof days you held the stock, you can't\ncount certain days during which your\nrisk of loss was diminished. See Pub.\n550 for more details. • Dividends attributable to periods\ntotaling more than 366 days that you received on any share of preferred stock\nheld for less than 91 days during the\n181-day period that began 90 days before the ex-dividend date. When counting the number of days you held the\nstock, you can't count certain days during which your risk of loss was diminished. See Pub. 550 for more details. Preferred dividends attributable to periods totaling less than 367 days are subject to the 61-day holding period rule\njust described. • Dividends on any share of stock to\nthe extent that you are under an obligation (including a short sale) to make related payments with respect to positions\nin substantially similar or related property. • Payments in lieu of dividends, but\nonly if you know or have reason to\nknow that the payments aren't qualified\ndividends. • Dividends from a corporation that\nfirst became a surrogate foreign corporation after December 22, 2017, other than\na foreign corporation that is treated as a\ndomestic corporation under section\n7874(b). Example 1. You bought 5,000 shares\nof XYZ Corp. common stock on July 8,\n2022. XYZ Corp. paid a cash dividend\nof 10 cents per share. The ex-dividend\ndate was July 16, 2022. Your Form\n1099-DIV from XYZ Corp. shows $500\nin box 1a (ordinary dividends) and in\nbox 1b (qualified dividends). However,\nyou sold the 5,000 shares on August 11,\n2022. You held your shares of XYZ\nCorp. for only 34 days of the 121-day\nperiod (from July 9, 2022, through August 11, 2022). The 121-day period began on May 17, 2022 (60 days before\nthe ex-dividend date), and ended on\nSeptember 14, 2022. You have no qualified dividends from XYZ Corp. because you held the XYZ stock for less than 61\ndays.",
    "querygen": [
      "when can i file a form form 1099 int",
      "when should you enter dividends into 1099",
      "when does a savings bond form go bad"
    ],
    "querygen_score": [
      "-0.2395936",
      "0.8022487",
      "-3.1112337"
    ]
  },
  {
    "id": "legal-advice_66__104",
    "doc_id": "legal-advice_66",
    "chunk_id": 104,
    "document_category": "legal-advice",
    "text": "$ $ 52,494.00 $ Over $647,850 $ × 37% (0.37) $ $ 65,451.00 $ Section C—Use if your filing status is Married filing separately. Complete the row below that applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount Tax. Subtract (d) from (c). Enter\n(d)\nthe result here and on the entry\nSubtraction amount\nspace on line 16. At least $100,000 but not over $170,050 $ × 24% (0.24) $ $ 6,164.50 $ Over $170,050 but not over $215,950 $ × 32% (0.32) $ $ 19,768.50 $ Over $215,950 but not over $323,925 $ × 35% (0.35) $ $ 26,247.00 $ Over $323,925 $ × 37% (0.37) $ $ 32,725.50 $ Section D—Use if your filing status is Head of household. Complete the row below that applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount (d)\nSubtraction amount Tax. Subtract (d) from (c). Enter\nthe result here and on the\nentry space on line 16. At least $100,000 but not over $170,050 $ × 24% (0.24) $ $ 7,664.00 $ Over $170,050 but not over $215,950 $ × 32% (0.32) $ $ 21,268.00 $ Over $215,950 but not over $539,900 $ × 35% (0.35) $ $ 27,746.50 $ Over $539,900 $ × 37% (0.37) $ $ 38,544.50 $ -75- Need more information or forms? Visit IRS.gov. General\nInformation\nVoter Registration Do you need to check or update your\nvoter registration? Visit Vote.gov to confirm with your state election office. How To Avoid Common\nMistakes\nMistakes can delay your refund or result\nin notices being sent to you. One of the\nbest ways to file an accurate return is to\nfile electronically. Tax software does the\nmath for you and will help you avoid\nmistakes. You may be eligible to use\nfree tax software that will take the\nguesswork out of preparing your return. Free File makes available free\nbrand-name software and free e-file. Visit IRS.gov/Free File for details. Join\nthe eight in 10 taxpayers who get their\nrefunds faster by using direct deposit\nand e-file. • File your return on a standard size\nsheet of paper. Cutting the paper may\ncause problems in processing your return. • Make sure you entered the correct\nname and social security number (SSN)\nfor each dependent you claim in the Dependents section. Check that each dependent's name and SSN agrees with the\ndependent’s social security card. For\neach child under age 17 who is a qualifying child for the child tax credit or\neach dependent who qualifies you for\nthe credit for other dependents, make\nsure you checked the appropriate box in\ncolumn (4) of the Dependents section. • Check your math, especially for\nthe child tax credit, earned income credit\n(EIC), taxable social security benefits,\ntotal income, itemized deductions or\nstandard deduction, taxable income, total tax, federal income tax withheld, and\nrefund or amount you owe. • Be sure you used the correct method to figure your tax. See the instructions for line 16.\n• Be sure to enter your SSN in the\nspace provided on page 1 of Form 1040\nor 1040-SR. If you are married filing a The IRS Mission.",
    "querygen": [
      "what is the tax deduction for divorce in taxes section c",
      "how much money can i make as a married married",
      "how much is the income tax in section c"
    ],
    "querygen_score": [
      "-4.0458527",
      "-1.721198",
      "0.7136413"
    ]
  },
  {
    "id": "legal-advice_28__52",
    "doc_id": "legal-advice_28",
    "chunk_id": 52,
    "document_category": "legal-advice",
    "text": "A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents paragraph (b) does not limit a party from presenting\nevidence contained within a deposition when the\nAdministrative Law Judge determines that the\ndeposition has been obtained in compliance with the\nrules of this subpart D.\n(c) Prehearing memorandum. Unless otherwise\nordered by the Administrative Law Judge, each party\nshall file, and serve on the opposing party or the\nopposing party’s representative, prior to any hearing,\na prehearing memorandum containing —\n(1) A list (together with a copy) of all proposed\nexhibits to be used in the party’s case in chief;\n(2) A list of proposed witnesses, including a\nsynopsis of their expected testimony, or a statement\nthat no witnesses will be called;\n(3) Identification of any proposed expert\nwitnesses, including a synopsis of their expected\ntestimony and a copy of any report prepared by the\nexpert or at his or her direction; and\n(4) A list of undisputed facts. (d) Publicity —\n(1) In general. All reports and decisions of the\nSecretary of the Treasury, or delegate, including\nany reports and decisions of the Administrative\nLaw Judge, under this subpart D are, subject to\nthe protective measures in paragraph (d)(4) of this\nsection, public and open to inspection within 30\ndays after the agency’s decision becomes final. (2) Request for additional publicity. The\nAdministrative Law Judge may grant a request by\na practitioner or appraiser that all the pleadings and\nevidence of the disciplinary proceeding be made\navailable for inspection where the parties stipulate\nin advance to adopt the protective measures in\nparagraph (d)(4) of this section. (3) Returns and return information —\n(i) Disclosure to practitioner or appraiser. Pursuant to section 6103(l)(4) of the Internal\nRevenue Code, the Secretary of the Treasury,\nor delegate, may disclose returns and return\ninformation to any practitioner or appraiser, or to\nthe authorized representative of the practitioner\nor appraiser, whose rights are or may be affected\nby an administrative action or proceeding under\nthis subpart D, but solely for use in the action or\nTreasury Department Circular No. 230 proceeding and only to the extent that the Secretary\nof the Treasury, or delegate, determines that the\nreturns or return information are or may be relevant\nand material to the action or proceeding. (ii) Disclosure to officers and employees of\nthe Department of the Treasury. Pursuant to section\n6103(l)(4)(B) of the Internal Revenue Code the\nSecretary of the Treasury, or delegate, may disclose\nreturns and return information to officers and\nemployees of the Department of the Treasury for\nuse in any action or proceeding under this subpart\nD, to the extent necessary to advance or protect the\ninterests of the United States. (iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information.",
    "querygen": [
      "which is a law relating to the presenting of evidence, rebuttal evidence and cross-examination.",
      "when a defendant is not entitled to a full and true disclosure of the facts, the party must:",
      "what is the right of a party to a case by documentary evidence"
    ],
    "querygen_score": [
      "-0.12257665",
      "0.055531934",
      "1.4817772"
    ]
  },
  {
    "id": "legal-advice_99__120",
    "doc_id": "legal-advice_99",
    "chunk_id": 120,
    "document_category": "legal-advice",
    "text": "-85- Line 8f\nIncome from Form 8889. Enter on\nline 8f the total of the amounts from\nForm 8889, lines 16 and 20. You may have to pay an additional tax if you received a taxCAUTION able distribution from a health\nsavings account. See the Instructions for\nForm 8889. ! Line 8h\nJury duty pay. Also see the instructions for line 24a. Line 8i\nPrizes and awards. Enter prizes and\nawards but see the instructions for\nline 8m, Olympic and Paralympic medals and USOC prize money, later. Line 8j\nActivity not engaged in for profit income. See Pub. 535.\nLine 8k\nStock options. Enter on line 8k any income from the exercise of stock options\nnot otherwise reported on Form 1040 or\n1040-SR, line 1h. Line 8l Income from the rental of personal\nproperty if you engaged in the rental for profit but were not in the business\nof renting such property. Also see the\ninstructions for line 24b, later. Line 8m\nOlympic and Paralympic medals and\nUSOC prize money. The value of\nOlympic and Paralympic medals and the\namount of United States Olympic Committee (USOC) prize money you receive\non account of your participation in the\nOlympic or Paralympic Games may be\nnontaxable. These amounts should be reported to you in box 3 of Form\n1099-MISC. To see if these amounts are\nnontaxable, first figure your adjusted\ngross income, including the amount of\nyour medals and prize money. If your adjusted gross income is not\nmore than $1,000,000 ($500,000 if married filing separately), these amounts are\nnontaxable and you should include the\namount in box 3 of Form 1099-MISC on\nline 8m, then subtract it by including it\non line 24c. Line 8n\nSection 951(a) inclusion. Section 951\ngenerally requires that a U.S. shareholder of a controlled foreign corporation include in income its pro rata share of the\ncorporation's subpart F income and its\namount determined under section 956. Enter on line 8n from your Forms 5471\nthe sum of any amounts reported on\nSchedule I, lines 1a through h and line 2. Remember to attach copies of your\nForms 5471 to your return. Line 8o\nSection 951A(a) inclusion. Section\n951A generally requires that a U.S.\nshareholder of a controlled foreign corporation include in income its global intangible low-taxed income (GILTI). Enter on line 8o from your Forms 8992 the\nsum of any amounts reported on Part II,\nline 5. Remember to attach copies of\nyour Forms 8992. If you made a section 962 election and have an income incluCAUTION sion\nunder section 951 or\n951A, do not report that income on\nline 8n or 8o, as applicable. Instead, report the tax with respect to the section\n962 election on Form 1040 or 1040-SR,\nline 16, and attach a statement showing\nhow you figured the tax that includes the\ngross amounts of section 951 and section 951A income. ! Line 8p\n461(l) excess business loss adjustment. Enter the amount of your excess business loss from Form 461, line 16. Line 8q\nTaxable distributions from an ABLE\naccount. Distributions from this type of\naccount may be taxable if (a) they are\nmore than the designated beneficiary's\nqualified disability expenses, and (b)\nthey were not included in a qualified\nrollover. See Pub. 907 for more information.",
    "querygen": [
      "what is the line 8f",
      "what lines of income do i enter",
      "when to use line 8f for taxes"
    ],
    "querygen_score": [
      "-0.80750287",
      "-0.53078496",
      "-1.4040372"
    ]
  },
  {
    "id": "legal-advice_40__3",
    "doc_id": "legal-advice_40",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "Schedule 2, Part II Can claim a nonrefundable credit (other than the child tax credit\nor the credit for other dependents), such as the foreign tax credit,\neducation credits, or general business credit. Schedule 3, Part I Can claim a refundable credit (other than the earned income\ncredit, American opportunity credit, or additional child tax credit),\nsuch as the net premium tax credit or qualified sick and family\nleave credits from Schedule H.\nHave other payments, such as an amount paid with a request for\nan extension to file or excess social security tax withheld. -3- Schedule 3, Part II The Taxpayer Advocate Service Is Here To Help You\nWhat is the Taxpayer Advocate Service? The Taxpayer Advocate Service (TAS) is an independent organization within the Internal Revenue Service (IRS) that helps\ntaxpayers and protects taxpayer rights. TAS strives to ensure that every taxpayer is treated fairly and that you know and\nunderstand your rights under the Taxpayer Bill of Rights. What can TAS do for you? TAS can help you if your tax problem is causing a financial difficulty, you've tried and been unable to resolve your issue with\nthe IRS, or you believe an IRS system, process, or procedure just isn't working as it should. And the service is free. If you\nqualify for TAS assistance, you will be assigned to one advocate who will work with you throughout the process and will do\neverything possible to resolve your issue. TAS can help you if:\n• Your problem is causing a financial difficulty for you, your family, or your business. • You face (or your business is facing) an immediate threat of adverse action. • You’ve tried to contact the IRS but no one has responded, or the IRS hasn’t responded by the date promised. How can you reach TAS? TAS has offices in every state, the District of Columbia, and Puerto Rico. To find your advocate’s number:\n• Go to TaxpayerAdvocate.IRS.gov/contact-us;\n• Download Publication 1546, Taxpayer Advocate Service - We Are Here to Help You. If you do not have Internet access,\nyou can call the IRS toll free at 800-TAX-FORM (800-829-3676) and ask for a copy of Publication 1546;\n• Check your local directory; or\n• Call TAS toll free at 877-777-4778. How can you learn about your taxpayer rights? The Taxpayer Bill of Rights describes ten basic rights that all taxpayers have when dealing with the IRS. The TAS website\nTaxpayerAdvocate.IRS.gov can help you understand what these rights mean to you and how they apply. These are your rights. Know them. Use them. How else does the Taxpayer Advocate Service help taxpayers? TAS works to resolve large-scale problems that affect many taxpayers. If you know of one of these broad issues, please report it\nto TAS at IRS. gov/SAMS. Be sure not to include any personal taxpayer information. Low Income Taxpayer Clinics Help Taxpayers\nLow Income Taxpayer Clinics (LITCs) are independent from the Internal Revenue Service (IRS) and the Taxpayer Advocate\nService (TAS). LITCs represent individuals whose income is below a certain level and who need to resolve tax problems with\nthe IRS.",
    "querygen": [
      "can i claim foreign income tax credit or educational credit for other dependents",
      "who can claim earned income credit",
      "what credit is considered a dependent"
    ],
    "querygen_score": [
      "1.9715978",
      "0.8899907",
      "-0.6118467"
    ]
  },
  {
    "id": "legal-advice_62__113",
    "doc_id": "legal-advice_62",
    "chunk_id": 113,
    "document_category": "legal-advice",
    "text": "Go app\nto your mobile device to check your refund status. • Call the automated refund hotline\nat 800-829-1954. See Refund Information, later. Making a tax payment. Go to IRS.gov/\nPayments for information on how to\nmake a payment using any of the following options. • IRS Direct Pay: Pay your individual tax bill or estimated tax payment directly from your checking or savings account at no cost to you. • Debit or Credit Card: Choose an\napproved payment processor to pay online or by phone. • Electronic Funds Withdrawal:\nSchedule a payment when filing your\nfederal taxes using tax return preparation software or through a tax professional. • Electronic Federal Tax Payment\nSystem: Best option for businesses. Enrollment is required. • Check or Money Order: Mail your\npayment to the address listed on the notice or instructions. • Cash: You may be able to pay\nyour taxes with cash at a participating\nretail store. • Same-Day Wire: You may be able\nto do same-day wire from your financial\ninstitution. Contact your financial institution for availability, cost, and time\nframes. -80- Note. The IRS uses the latest encryption technology to ensure that the electronic payments you make online, by\nphone, or from a mobile device using\nthe IRS2Go app are safe and secure. Paying electronically is quick, easy, and\nfaster than mailing in a check or money\norder. What if I can’t pay now? Go to\nIRS.gov/Payments for more information\nabout your options. • Apply for an online payment\nagreement (IRS.gov/OPA) to meet your\ntax obligation in monthly installments if\nyou can't pay your taxes in full today. Once you complete the online process,\nyou will receive immediate notification\nof whether your agreement has been approved. • Use the Offer in Compromise PreQualifier to see if you can settle your tax\ndebt for less than the full amount you\nowe. For more information on the Offer\nin Compromise program, go to IRS.gov/\nOIC. Filing an amended return. Go to\nIRS.gov/Form1040X for information and\nupdates. Checking the status of your amended\nreturn. Go to IRS. gov/WMAR to track\nthe status of Form 1040-X amended returns. Note it can take up to 3 weeks\nfrom the date you filed your amended\nreturn for it to show up in our system,\nand processing it can take up to 16\nweeks. Understanding an IRS notice or letter\nyou’ve received. Go to IRS.gov/Notices\nto find additional information about responding to an IRS notice or letter. Note. You can use Schedule LEP\n(Form 1040), Request for Change in\nLanguage Preference, to state a preference to receive notices, letters, or other\nwritten communications from the IRS in\nan alternative language. You may not\nimmediately receive written communications in the requested language. The\nIRS’s commitment to LEP taxpayers is\npart of a multi-year timeline that is\nscheduled to begin providing translations in 2023. You will continue to receive communications, including notices\nand letters in English, until they are\ntranslated to your preferred language. Contacting your local IRS office. Keep in mind, many questions can be answered on IRS.gov without visiting an\nIRS TAC. Go to IRS. gov/LetUsHelp for\nthe topics people ask about most. If you\nstill need help, IRS TACs provide tax\nhelp when a tax issue can’t be handled\nonline or by phone.",
    "querygen": [
      "irs phone numbers and refunds",
      "irs refund hotline",
      "what is irs phone number"
    ],
    "querygen_score": [
      "-0.2823195",
      "-0.29920608",
      "-0.67503667"
    ]
  },
  {
    "id": "legal-advice_1__42",
    "doc_id": "legal-advice_1",
    "chunk_id": 42,
    "document_category": "legal-advice",
    "text": "If you are a retired public safety officer, see Insurance Premiums for Retired Public\nSafety Officers before entering an amount on line 5b . . . . . . . . . . . . . . . . . . . . . . 9. 2. Enter your cost in the plan at the annuity starting date . . . . . . . . . . . . . Note. If you completed this worksheet last year, skip line 3 and enter the amount from line 4\nof last year’s worksheet on line 4 below (even if the amount of your pension or annuity has\nchanged). Otherwise, go to line 3. 2. 3. Enter the appropriate number from Table 1 below. But if your annuity starting date was after\n1997 and the payments are for your life and that of your beneficiary, enter the appropriate\nnumber from Table 2 below . . . . . . . . . . . . . . . . . . . . . 3.\n4. Divide line 2 by the number on line 3 . . . . . . . . . . . . . . . . . . 4.\n5. Multiply line 4 by the number of months for which this year’s payments were made. If your\nannuity starting date was before 1987, skip lines 6 and 7 and enter this amount on line 8. Otherwise, go to line 6 . . . . . . . . . . . . . . . . . . . . . . . 5.\n6. Enter the amount, if any, recovered tax free in years after 1986. If you completed this\nworksheet last year, enter the amount from line 10 of last year’s worksheet . . . . . . 6.\n7. Subtract line 6 from line 2 . . . . . . . . . . . . . . . . . . . . . . 7.\n8. Enter the smaller of line 5 or line 7 . . . . . . . . . . . . . . . . . . . . . 10. Was your annuity starting date before 1987? Yes. STOP No. Add lines 6 and 8. This is the amount you have recovered tax free through 2022. You will need this\nnumber if you need to fill out this worksheet next year . . . . . . . . . . . . . . . . . 10. 11. Balance of cost to be recovered. Subtract line 10 from line 2. If zero, you won’t have to complete this\nworksheet next year. The payments you receive next year will generally be fully taxable . . . . . . . . 11. Do not complete the rest of this worksheet. Table 1 for Line 3 Above\nIF the age at annuity starting\ndate was . . .\n55 or under\n56–60\n61–65\n66–70\n71 or older",
    "querygen": [
      "how to calculate public safety premiums",
      "who is covered by public policy",
      "how to collect on public safety insurance premiums"
    ],
    "querygen_score": [
      "-1.49477",
      "-7.0548882",
      "-2.5835195"
    ]
  },
  {
    "id": "legal-advice_39__19",
    "doc_id": "legal-advice_39",
    "chunk_id": 19,
    "document_category": "legal-advice",
    "text": "gov/ITIN. Nonresident Alien Spouse If your spouse is a nonresident alien,\nyour spouse must have either an SSN or\nan ITIN if:\n• You file a joint return, or\n• Your spouse is filing a separate return. Presidential Election\nCampaign Fund This fund helps pay for Presidential\nelection campaigns. The fund reduces\ncandidates' dependence on large contributions from individuals and groups and\nplaces candidates on an equal financial\nfooting in the general election. The fund\nalso helps pay for pediatric medical research. If you want $3 to go to this fund,\ncheck the box. If you are filing a joint\nreturn, your spouse can also have $3 go\nto the fund. If you check a box, your tax\nor refund won't change. Digital Assets\nDigital assets are any digital representations of value that are recorded on a\ncryptographically secured distributed\nledger or any similar technology. For\nexample, digital assets include non-fungible tokens (NFTs) and virtual currencies, such as cryptocurrencies and stablecoins. If a particular asset has the\ncharacteristics of a digital asset, it will\nbe treated as a digital asset for federal\nincome tax purposes. Check the “Yes” box next to the\nquestion on digital assets on page 1 of\nForm 1040 or 1040-SR if at any time\nduring 2022, you (a) received (as a reward, award, or payment for property or\nservices); or (b) sold, exchanged, gifted,\nor otherwise disposed of a digital asset\n(or any financial interest in any digital\nasset). For example, check “Yes” if at any\ntime during 2022 you:\n• Received digital assets as payment\nfor property or services provided;\n• Received digital assets as a result\nof a reward or award;\n• Received new digital assets as a\nresult of mining, staking, and similar activities;\n• Received digital assets as a result\nof a hard fork;\n• Disposed of digital assets in exchange for property or services; -15- • Disposed of a digital asset in exchange or trade for another digital asset;\n• Sold a digital asset;\n• Transferred digital assets for free\n(without receiving any consideration) as\na bona fide gift; or\n• Otherwise disposed of any other financial interest in a digital asset. You have a financial interest in a digital asset if you are the owner of record\nof a digital asset, or have an ownership\nstake in an account that holds one or\nmore digital assets, including the rights\nand obligations to acquire a financial interest, or you own a wallet that holds\ndigital assets. The following actions or transactions\nin 2022, alone, generally don’t require\nyou to check “Yes”:\n• Holding a digital asset in a wallet\nor account;\n• Transferring a digital asset from\none wallet or account you own or control to another wallet or account that you\nown or control; or\n• Purchasing digital assets using\nU.S. or other real currency, including\nthrough the use of electronic platforms\nsuch as PayPal and Venmo. Do not leave the question unanswered. You must answer “Yes” or\n“No” by checking the appropriate box. For more information, go to IRS.gov/\nvirtualcurrencyfaqs. How to Report Digital Asset\nTransactions If you disposed of any digital asset in\n2022, that you held as a capital asset,\nthrough a sale, exchange, gift, or transfer, check “Yes” and use Form 8949 to\ncalculate your capital gain or loss and\nreport that gain or loss on Schedule D\n(Form 1040).",
    "querygen": [
      "how can my spouse be alien",
      "how does an itin work",
      "if spouse is nonresident alien do husband have ssn or iti"
    ],
    "querygen_score": [
      "2.0933056",
      "-0.7177521",
      "2.140709"
    ]
  },
  {
    "id": "legal-advice_65__33",
    "doc_id": "legal-advice_65",
    "chunk_id": 33,
    "document_category": "legal-advice",
    "text": "Such presentations include, but\nare not limited to, preparing and filing documents,\ncorresponding and communicating with the Internal\nRevenue Service, rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nand representing a client at conferences, hearings,\nand meetings. (d) Effective/applicability date. This section is\napplicable for fee arrangements entered into after\nMarch 26, 2008. materials provided to the practitioner, or obtained\nby the practitioner in the course of the practitioner’s\nrepresentation of the client, that preexisted the\nretention of the practitioner by the client. The term also\nincludes materials that were prepared by the client or a\nthird party (not including an employee or agent of the\npractitioner) at any time and provided to the practitioner\nwith respect to the subject matter of the representation. The term also includes any return, claim for refund,\nschedule, affidavit, appraisal or any other document\nprepared by the practitioner, or his or her employee or\nagent, that was presented to the client with respect to\na prior representation if such document is necessary\nfor the taxpayer to comply with his or her current\nFederal tax obligations. The term does not include any\nreturn, claim for refund, schedule, affidavit, appraisal\nor any other document prepared by the practitioner\nor the practitioner’s firm, employees or agents if the\npractitioner is withholding such document pending the\nclient’s performance of its contractual obligation to pay\nfees with respect to such document. § 10.28 Return of client’s records. (a) Except as provided by paragraph (b) of\nthis section, a practitioner shall not represent a\nclient before the Internal Revenue Service if the\nrepresentation involves a conflict of interest. A\nconflict of interest exists if —\n(1) The representation of one client will be\ndirectly adverse to another client; or\n(2)There is a significant risk that the representation\nof one or more clients will be materially limited by\nthe practitioner’s responsibilities to another client,\na former client or a third person, or by a personal\ninterest of the practitioner. (b) Notwithstanding the existence of a conflict\nof interest under paragraph (a) of this section, the\npractitioner may represent a client if —\n(1) The practitioner reasonably believes that the\npractitioner will be able to provide competent and\ndiligent representation to each affected client;\n(2) The representation is not prohibited by law;\nand\n(3) Each affected client waives the conflict of (a) In general, a practitioner must, at the request of\na client, promptly return any and all records of the\nclient that are necessary for the client to comply with\nhis or her Federal tax obligations. The practitioner\nmay retain copies of the records returned to a client. The existence of a dispute over fees generally does\nnot relieve the practitioner of his or her responsibility\nunder this section. Nevertheless, if applicable state law\nallows or permits the retention of a client’s records by\na practitioner in the case of a dispute over fees for\nservices rendered, the practitioner need only return\nthose records that must be attached to the taxpayer’s\nreturn. The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section —",
    "querygen": [
      "what does irs presentation mean",
      "what does an internal consultant do",
      "definition of internal revenue service"
    ],
    "querygen_score": [
      "-0.8732381",
      "-3.4660335",
      "-2.765226"
    ]
  },
  {
    "id": "legal-advice_66__109",
    "doc_id": "legal-advice_66",
    "chunk_id": 109,
    "document_category": "legal-advice",
    "text": "A joint\nreturn should show your spouse's 2022\nincome before death and your income for all of 2022. Enter “Filing as surviving spouse” in the area where you sign\nthe return. If someone else is the personal representative, they must also sign. All payers of income, including financial institutions, should be promptly\nnotified of the taxpayer's death. This\nwill ensure the proper reporting of income earned by the taxpayer's estate or\nheirs. A deceased taxpayer's social security number shouldn't be used for tax\nyears after the year of death, except for\nestate tax return purposes. Claiming a Refund for a\nDeceased Taxpayer If you are filing a joint return with your\ndeceased spouse, you only need to file\nthe tax return to claim the refund. If you\nare a court-appointed representative, file\nthe return and include a copy of the certificate that shows your appointment. All\nother filers requesting the deceased taxpayer's refund must file the return and\nattach Form 1310. For more details, use Tax Topic 356\nor see Pub. 559. Past Due Returns If you or someone you know needs to\nfile past due tax returns, use Tax Topic\n153 or go to IRS. gov/Individuals for\nhelp in filing those returns. Send the return to the address that applies to you in\nthe latest Form 1040 and 1040-SR instructions. For example, if you are filing\na 2019 return in 2023, use the address at\nthe end of these instructions. However,\nif you got an IRS notice, mail the return\nto the address in the notice. How To Get Tax Help If you have questions about a tax issue;\nneed help preparing your tax return; or\nwant to download free publications,\nforms, or instructions, go to IRS.gov to\nfind resources that can help you right\naway. Preparing and filing your tax return. After receiving all your wage and earnings statements (Forms W-2, W-2G,\n1099-R, 1099-MISC, 1099-NEC, etc.);\nunemployment compensation statements\n(by mail or in a digital format) or other\ngovernment payment statements (Form\n1099-G); and interest, dividend, and retirement statements from banks and in- -78- vestment firms (Form 1099), you have\nseveral options to choose from to prepare and file your tax return. You can\nprepare the return yourself, see if you\nqualify for free tax preparation, or hire a\ntax professional to prepare your return. Free options for tax preparation. Go\nto IRS.gov to see your options for preparing and filing your return online or in\nyour local community, if you qualify,\nwhich include the following. • Free File. This program lets you\nprepare and file your federal individual\nincome tax return for free using\nbrand-name-tax preparation-and-filing\nsoftware or Free File fillable forms. However, state tax preparation may not\nbe available through Free File. Go to\nIRS. gov/FreeFile to see if you qualify\nfor free online federal tax preparation,\ne-filing, and direct deposit or payment\noptions. • VITA. The Volunteer Income Tax\nAssistance (VITA) program offers free\ntax help to people with low-to-moderate\nincomes, persons with disabilities, and\nlimited-English-speaking taxpayers who\nneed help preparing their own tax returns. Go to IRS. gov/VITA, download\nthe free IRS2Go app, or call\n800-906-9887 for information on free\ntax return preparation. • TCE. The Tax Counseling for the\nElderly (TCE) program offers free tax\nhelp for all taxpayers, particularly those\nwho are 60 years of age and older.",
    "querygen": [
      "irs income tax returns for spouse",
      "when do you have to sign a joint return with the surviving spouse",
      "what is the difference between a joint tax return and a supplemental return"
    ],
    "querygen_score": [
      "0.74052465",
      "0.6041295",
      "-3.2995825"
    ]
  },
  {
    "id": "legal-advice_39__129",
    "doc_id": "legal-advice_39",
    "chunk_id": 129,
    "document_category": "legal-advice",
    "text": "If you are married filing separately and you lived apart from your spouse for all of 2022, enter “D” on the dotted\nline next to Schedule 1, line 20. If you don’t, you may get a math error notice from the IRS. Your IRA\nSpouse's IRA\nWere you covered by a retirement plan (see Were You Covered by a\nRetirement Plan)? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1a. Yes\nNo If married filing jointly, was your spouse covered by a retirement plan? . . . . . . . . . . . . . . . . . . . . . . . . . 1b.\nYes\nNo Next. If you checked “No” on line 1a (and “No” on line 1b if married filing\njointly), skip lines 2 through 6, enter the applicable amount below on line 7a\n(and line 7b, if applicable), and go to line 8.\n• $6,000, if under age 50 at the end of 2022. • $7,000, if age 50 or older at the end of 2022. Otherwise, go to line 2. Enter the amount shown below that applies to you. • Single, head of household, or married filing separately and you\nlived apart from your spouse for all of 2022, enter $78,000. • Qualifying surviving spouse, enter $129,000. • Married filing jointly, enter $129,000 in both columns. But if you checked\n“No” on either line 1a or 1b, enter $214,000 for the person who wasn't\ncovered by a plan. • Married filing separately and you lived with your spouse at any time in\n2022, enter $10,000. Enter the amount from Form 1040 or 1040-SR,\nline 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3.\nEnter the total of the amounts from Schedule 1,\nlines 11 through 19a, plus 23 and 25 . . . . . . . . . . . 4.\nSubtract line 4 from line 3. If married filing jointly, enter the result in both\ncolumns . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Is the amount on line 5 less than the amount on line 2? None of your IRA contributions are deductible. For details on\nNo.\nSTOP\nnondeductible IRA contributions, see Form 8606. Yes. Subtract line 5 from line 2 in each column. Follow the instruction\nbelow that applies to you. •",
    "querygen": [
      "when filing jointly can i use d in ira eta",
      "is there a formula for a married couple in ira",
      "what is married and live apart"
    ],
    "querygen_score": [
      "-2.592807",
      "-3.8450077",
      "-2.0714698"
    ]
  },
  {
    "id": "legal-advice_33__13",
    "doc_id": "legal-advice_33",
    "chunk_id": 13,
    "document_category": "legal-advice",
    "text": "(2) Certified public accountant means any person\nwho is duly qualified to practice as a certified public\naccountant in any state, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia. (3) Commissioner refers to the Commissioner of\nInternal Revenue. (4) Practice before the Internal Revenue\nService comprehends all matters connected with a\npresentation to the Internal Revenue Service or any\nof its officers or employees relating to a taxpayer’s\nrights, privileges, or liabilities under laws or\nregulations administered by the Internal Revenue\nService. Such presentations include, but are not\nlimited to, preparing documents; filing documents;\ncorresponding and communicating with the Internal\nRevenue Service; rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nor other plan or arrangement having a potential for\ntax avoidance or evasion; and representing a client at\nconferences, hearings, and meetings. (5) Practitioner means any individual described\nin paragraphs (a), (b), (c), (d), (e), or (f) of §10.3.\n(6) A tax return includes an amended tax return\nand a claim for refund. (7) Service means the Internal Revenue Service. (8) Tax return preparer means any individual\nwithin the meaning of section 7701(a)(36) and 26\nCFR 301.7701-15. (b) Effective/applicability date. This section is\napplicable on August 2, 2011. § 10.3 Who may practice. (a) Attorneys. Any attorney who is not currently\nunder suspension or disbarment from practice\nPage 6 — § 10.2 before the Internal Revenue Service may practice\nbefore the Internal Revenue Service by filing with\nthe Internal Revenue Service a written declaration\nthat the attorney is currently qualified as an attorney\nand is authorized to represent the party or parties. Notwithstanding the preceding sentence, attorneys\nwho are not currently under suspension or disbarment\nfrom practice before the Internal Revenue Service\nare not required to file a written declaration with the\nIRS before rendering written advice covered under\n§10.37, but their rendering of this advice is practice\nbefore the Internal Revenue Service. (b) Certified public accountants. Any certified\npublic accountant who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service by filing with the Internal\nRevenue Service a written declaration that the\ncertified public accountant is currently qualified as\na certified public accountant and is authorized to\nrepresent the party or parties. Notwithstanding the\npreceding sentence, certified public accountants who\nare not currently under suspension or disbarment\nfrom practice before the Internal Revenue Service\nare not required to file a written declaration with the\nIRS before rendering written advice covered under\n§10.37, but their rendering of this advice is practice\nbefore the Internal Revenue Service. (c) Enrolled agents. Any individual enrolled as an\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (d) Enrolled actuaries. (1) Any individual who is enrolled as an actuary\nby the Joint Board for the Enrollment of Actuaries\npursuant to 29 U.S.C. 1242 who is not currently\nunder suspension or disbarment from practice before\nthe Internal Revenue Service may practice before the\nInternal Revenue Service by filing with the Internal\nRevenue Service a written declaration stating that he\nor she is currently qualified as an enrolled actuary\nand is authorized to represent the party or parties on\nwhose behalf he or she acts.",
    "querygen": [
      "who is qualified as a cpa",
      "who is the commissioner of internal revenue",
      "who does the commissary of internal revenue serve"
    ],
    "querygen_score": [
      "-0.41352224",
      "0.059259996",
      "-2.5797598"
    ]
  },
  {
    "id": "legal-advice_94__149",
    "doc_id": "legal-advice_94",
    "chunk_id": 149,
    "document_category": "legal-advice",
    "text": "Topic\nNo.\nSubject\n306 Penalty for underpayment of\nestimated tax\n307 Backup withholding\n308 Amended returns\n309 Roth IRA contributions\n310 Coverdell education savings\naccounts\n311 Power of attorney information\n312 Disclosure authorizations\n313 Qualified tuition programs (QTPs)\nWhich Forms to File\n356 Decedents\nTypes of Income\n401 Wages and salaries\n403 Interest received\n404 Dividends\n407 Business income\n409 Capital gains and losses\n410 Pensions and annuities\n411 Pensions— The general rule and the\nsimplified method\n412 Lump-sum distributions\n413 Rollovers from retirement plans\n414 Rental income and expenses\n415 Renting residential and vacation\nproperty\n416 Farming and fishing income\n417 Earnings for clergy\n418 Unemployment compensation\n419 Gambling income and losses\n420 Bartering income\n421 Scholarships, fellowship grants,\nand other grants\n423 Social security and equivalent\nrailroad retirement benefits\n424 401(k) plans\n425 Passive activities—Losses and\ncredits\n427 Stock options\n429 Traders in securities (Information\nfor Form 1040 or 1040-SR filers)\n430 Receipt of stock in a\ndemutualization\n431 Canceled debt— Is it taxable or\nnot? 432 Form 1099-A (Acquisition or\nAbandonment of Secured Property)\nand Form 1099-C (Cancellation of\nDebt)\nAdjustments to Income\n451 Individual retirement arrangements\n(IRAs)\n452 Alimony and Separate Maintenance\n453 Bad debt deduction\n455 Moving expenses for members of\nthe Armed Forces -104- Topic\nNo.\nSubject\n456 Student loan interest deduction\n458 Educator expense deduction\nItemized Deductions\n501 Should I itemize? 502 Medical and dental expenses\n503 Deductible taxes\n504 Home mortgage points\n505 Interest expense\n506 Charitable contributions\n509 Business use of home\n510 Business use of car\n511 Business travel expenses\n513 Work-related education expenses\n515 Casualty, disaster, and theft losses\nTax Computation\n551 Standard deduction\n552 Tax and credits figured by the IRS\n553 Tax on a child's investment and\nother unearned income (Kiddie tax)\n554 Self-employment tax\n556 Alternative minimum tax\n557 Additional tax on early\ndistributions from traditional and\nRoth IRAs\n558 Additional tax on early\ndistributions from retirement plans\nother than IRAs\n559 Net Investment Income Tax\n560 Additional Medicare Tax\nTax Credits\n601 Earned income credit\n602 Child and dependent care credit\n607 Adoption credit and adoption\nassistance programs\n608 Excess social security and RRTA\ntax withheld\n610 Retirement savings contributions\ncredit\n611 Repayment of the first-time\nhomebuyer credit\n612 The premium tax credit\nIRS Notices\n651 Notices—What to do\n652 Notice of underreported\nincome—CP2000\n653 IRS notices and bills, penalties, and\ninterest charges\n654 Understanding your CP75 or\nCP75A Notice Request for\nSupporting Documentation\nBasis of Assets, Depreciation, and\nSale of Assets\n701 Sale of your home\n703 Basis of assets\n704 Depreciation List of Tax Topics\n(Continued)\nTopic\nNo.\nSubject\n705 Installment sales\nEmployer Tax Information\n751 Social security and Medicare\nwithholding rates\n752 Filing Forms W-2 and W-3\n753 Form W-4—Employee's\nWithholding Certificate\n755 Employer identification number\n(EIN)—How to apply\n756 Employment taxes for household\nemployees\n757 Forms 941 and 944—Deposit\nrequirements\n758 Form 941—Employer's Quarterly\nFederal Tax Return and Form\n944—Employer's Annual Federal\nTax Return\n759 Form 940—Employer's Annual\nFederal Unemployment (FUTA)\nTax Return—Filing and deposit\nrequirements\n760 Form 943—Reporting and deposit\nrequirements for agricultural\nemployers Topic\nNo.\nSubject\n761 Tips—Withholding and reporting\n762 Independent contractor vs.\nemployee\n763 The Affordable Care Act\nElectronic Media Filers—1099\nSeries and Related Information\nReturns\n801 Who must file information returns\nelectronically\n802 Applying to file information returns\nelectronically\n803 Waivers and extensions\n804 FIRE system test files and\ncombined federal and state filing\n(CF/SF) program\nTax Information for U.S.\nResident Aliens and Citizens\nLiving Abroad\n851 Resident and nonresident aliens\n856 Foreign tax credit\n857 Individual taxpayer identification\nnumber (ITIN)\n858 Alien tax clearance -105- Topic\nNo.\n901\n902\n903 Subject\nTax Information for Residents of\nPuerto Rico Is a person with income from\nPuerto Rico required to file a U.S.\nfederal income tax return? Credits and deductions for\ntaxpayers with Puerto Rican source\nincome exempt from U.S. tax\nU.S. employment tax in Puerto\nRico",
    "querygen": [
      "what is the definition of tuition programs",
      "which is a subject of section 304?",
      "which type of account can be used to withdraw contributions to a roth ira"
    ],
    "querygen_score": [
      "-4.011718",
      "-7.504081",
      "-4.662829"
    ]
  },
  {
    "id": "legal-advice_68__23",
    "doc_id": "legal-advice_68",
    "chunk_id": 23,
    "document_category": "legal-advice",
    "text": "Check the\nin column (4) of the\n“Credit for other\nDependents section on\ndependents” box in\npage 1 of Form 1040 or\ncolumn (4) of the\n1040-SR for this\nDependents section on\nperson. page 1 of Form 1040 or\n1040-SR for this person. Does Your Qualifying Child\nQualify You for the Child Tax\nCredit or Credit for Other\nDependents? 1. Did the child have an SSN, ITIN, or adoption taxpayer\nidentification number (ATIN) issued on or before the due\ndate of your return (including extensions)? (Answer “Yes”\nif you are applying for an ITIN or ATIN for the child on or\nbefore the due date of your return (including extensions).) Yes. Continue\nNo. STOP\n䊲 You can’t claim the child\ntax credit or the credit for\nother dependents for this\nchild. 2. Was the child a U.S. citizen, U.S. national, or U.S. resident\nalien? (See Pub. 519 for the definition of a U.S. national or\nU.S. resident alien. If the child was adopted, see Exception\nto citizen test, later.) Yes. Continue\nNo. STOP\n䊲 You can’t claim the child\ntax credit or the credit for\nother dependents for this\nchild. Need more information or forms? Visit IRS.gov. -18- Step 4 Is Your Qualifying Relative\nYour Dependent? 3. Was your qualifying relative married? Yes. See Married\nNo. Continue\n䊲\nperson, later. A qualifying relative is a person who is your... Son, daughter, stepchild, foster child, or a descendant of any of them (for\nexample, your grandchild) 4. Could you, or your spouse if filing jointly, be claimed as a\ndependent on someone else's 2022 tax return? (If the person\nwho could claim you on their 2022 tax return is not required\nto file, and isn't filing a 2022 tax return or is filing a 2022\nreturn only to claim a refund of withheld income tax or\nestimated tax paid, check “No.”) See Steps 1, 2, and 4. No. You can claim this\nYes. STOP\nperson as a dependent. You can't claim any\nComplete columns (1)\ndependents. Complete\nthrough (3) of the\nthe rest of Form 1040 or\nDependents section on\n1040-SR and any\npage 1 of Form 1040 or\napplicable schedules. 1040-SR. Then, go to\nStep 5. or\nBrother, sister, half brother, half sister, or a son or daughter of any of them (for\nexample, your niece or nephew)\nor\nFather, mother, or an ancestor or sibling of either of them (for example, your\ngrandmother, grandfather, aunt, or uncle)\nor\nStepbrother, stepsister, stepfather, stepmother, son-in-law, daughter-in-law,\nfather-in-law, mother-in-law, brother-in-law, or sister-in-law\nor Step 5 Any other person (other than your spouse) who lived with you all year as a\nmember of your household if your relationship didn't violate local law. If the\nperson didn't live with you for the required time, see Exception to time lived with\nyou, later. Does Your Qualifying Relative\nQualify You for the Credit for\nOther Dependents? AND 1. Did your qualifying relative have an SSN, ITIN, or ATIN\nissued on or before the due date of your 2022 return\n(including extensions)? (Answer “Yes” if you are applying\nfor an ITIN or ATIN for the qualifying relative on or before\nthe return due date (including extensions).) Yes. Continue\nNo. STOP Who wasn't a qualifying child (see Step 1) of any taxpayer for 2022.",
    "querygen": [
      "who can check credit on a 1040",
      "how to credit dependents",
      "credit for dependents section"
    ],
    "querygen_score": [
      "0.68611753",
      "1.7076097",
      "0.74508655"
    ]
  },
  {
    "id": "legal-advice_27__11",
    "doc_id": "legal-advice_27",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.82 Expedited suspension.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\nSubpart E — General Provisions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.90 Records. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.91 Saving provision. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.92 Special orders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.93 Effective date. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "querygen": [
      "what is the meaning of petition number 10",
      "who is samantha tehoe",
      "what is the petition for a change of name"
    ],
    "querygen_score": [
      "-4.797799",
      "-9.134085",
      "-6.865306"
    ]
  }
]