[
  {
    "id": "legal-advice_35__22",
    "doc_id": "legal-advice_35",
    "chunk_id": 22,
    "document_category": "legal-advice",
    "text": "(2) Qualifying programs —\n(i) Formal programs. A formal program\nqualifies as a continuing education program if it —\n(A) Requires attendance and provides each\nattendee with a certificate of attendance;\n(B) Is conducted by a qualified instructor,\ndiscussion leader, or speaker (in other words, a\nperson whose background, training, education, and\nexperience is appropriate for instructing or leading\na discussion on the subject matter of the particular\nprogram);\n(C) Provides or requires a written outline,\ntextbook, or suitable electronic educational materials;\nand\n(D) Satisfies the requirements established for\na qualified continuing education program pursuant to\n§10.9. (ii) Correspondence or individual study\nprograms (including taped programs). Qualifying\ncontinuing\neducation\nprograms\ninclude\ncorrespondence or individual study programs that\nare conducted by continuing education providers\nand completed on an individual basis by the enrolled\nindividual. The allowable credit hours for such\nprograms will be measured on a basis comparable to\nthe measurement of a seminar or course for credit in\nan accredited educational institution. Such programs\nqualify as continuing education programs only if\nthey —\n(A) Require registration of the participants by\nthe continuing education provider;\n(B) Provide a means for measuring successful\ncompletion by the participants (for example, a written\nTreasury Department Circular No. 230 examination), including the issuance of a certificate\nof completion by the continuing education provider;\n(C) Provide a written outline, textbook, or\nsuitable electronic educational materials; and\n(D) Satisfy the requirements established for a\nqualified continuing education program pursuant to\n§10.9. (iii) Serving as an instructor, discussion leader\nor speaker. (A) One hour of continuing education credit\nwill be awarded for each contact hour completed\nas an instructor, discussion leader, or speaker at\nan educational program that meets the continuing\neducation requirements of paragraph (f) of this\nsection. (B) A maximum of two hours of continuing\neducation credit will be awarded for actual subject\npreparation time for each contact hour completed as\nan instructor, discussion leader, or speaker at such\nprograms. It is the responsibility of the individual\nclaiming such credit to maintain records to verify\npreparation time. (C) The maximum continuing education credit\nfor instruction and preparation may not exceed four\nhours annually for registered tax return preparers and\nsix hours annually for enrolled agents and enrolled\nretirement plan agents. (D) An instructor, discussion leader, or\nspeaker who makes more than one presentation\non the same subject matter during an enrollment\ncycle or registration year will receive continuing\neducation credit for only one such presentation for\nthe enrollment cycle or registration year. (3) Periodic examination. Enrolled Agents and\nEnrolled Retirement Plan Agents may establish\neligibility for renewal of enrollment for any\nenrollment cycle by —\n(i) Achieving a passing score on each part of\nthe Special Enrollment Examination administered\nunder this part during the three year period prior to\nrenewal; and\n(ii) Completing a minimum of 16 hours of\nqualifying continuing education during the last year\nof an enrollment cycle. § 10.6 — Page 13 Table of Contents (g) Measurement of continuing education\ncoursework. (1) All continuing education programs will be\nmeasured in terms of contact hours. The shortest\nrecognized program will be one contact hour.\n(2) A contact hour is 50 minutes of continuous\nparticipation in a program. Credit is granted only for\na full contact hour, which is 50 minutes or multiples\nthereof. For example, a program lasting more than\n50 minutes but less than 100 minutes will count as\nonly one contact hour.",
    "querygen": [
      "what constitutes a continuing education program",
      "what is qualified continuing education program",
      "what is the difference between a continuing education program and a certified course?"
    ],
    "querygen_score": [
      "1.4885821",
      "2.827849",
      "-1.8189044"
    ]
  },
  {
    "id": "legal-advice_92__71",
    "doc_id": "legal-advice_92",
    "chunk_id": 71,
    "document_category": "legal-advice",
    "text": "5. STOP 3 4a\n4b You can’t take the credit. Enter “No” on the dotted line next to Form 1040 If you have:\n● 3 or more qualifying children who have valid SSNs, is line 4b less than $53,057 ($59,187 if married\nfiling jointly)? ● 2 qualifying children who have valid SSNs, is line 4b less than $49,399 ($55,529 if married filing jointly)? ● 1 qualifying child who has a valid SSN, is line 4b less than $43,492 ($49,622 if married filing jointly)?\n● No qualifying children who have valid SSNs, is line 4b less than $16,480 ($22,610 if married filing jointly)? Yes. If you want the IRS to figure your credit, see Credit figured by the IRS, earlier. If you want to\nfigure the credit yourself, enter the amount from line 4b on line 6 of this worksheet. STOP No. You can’t take the credit. Enter “No” on the dotted line next to Form 1040 or\n1040-SR, line 27. Need more information or forms? Visit IRS.gov. -44- Worksheet B —2022 EIC—Line 27—Continued Part 5 All Filers Using\nWorksheet B Keep for Your Records 6 6. Enter your total earned income from Part 4, line 4b. 7. Look up the amount on line 6 above in the EIC Table to find\nthe credit. Be sure you use the correct column for your filing status and\nthe number of qualifying children you have who have a valid SSN. Enter\nthe credit here. 7 If line 7 is zero, STOP You can’t take the credit. Enter “No” on the dotted line next to Form 1040 or 1040-SR, line 27. 8. Enter the amount from Form 1040 or 1040-SR,\nline 11. 9. Are the amounts on lines 8 and 6 the same? 8 Yes. Skip line 10; enter the amount from line 7 on line 11. No. Go to line 10. Part 6 10. Filers Who\nAnswered\n“No” on\nLine 9 If you have:\n● No qualifying children who have a valid SSN, is the amount on line 8\nless than $9,200 ($15,300 if married filing jointly)? ● 1 or more qualifying children who have a valid SSN, is the amount on\nline 8 less than $20,150 ($26,300 if married filing jointly)? Yes. Leave line 10 blank; enter the amount from line 7 on line 11. No. Look up the amount on line 8 in the EIC Table to find the\ncredit. Be sure you use the correct column for your filing status\nand the number of qualifying children you have who have a valid\nSSN. Enter the credit here. Look at the amounts on lines 10 and 7. Then, enter the smaller amount on line 11. Part 7 Your Earned\nIncome Credit 11. 10 This is your earned income credit. 11 Reminder— Enter this amount on\nForm 1040 or 1040-SR,\nline 27. If you have a qualifying child, complete and attach Schedule EIC. 1040 or\n1040-SR EIC CAUTION 10o4r0 R 1040-S If your EIC for a year after 1996 was reduced or disallowed, see\nForm 8862, who must file, earlier, to find out if you must file Form\n8862 to take the credit for 2022. -45-",
    "querygen": [
      "can you take 1040 credit for kids",
      "how soon on form 1040 can you take credit?",
      "how much can i take out of my 1040"
    ],
    "querygen_score": [
      "0.27441996",
      "-1.2457362",
      "-0.7705464"
    ]
  },
  {
    "id": "legal-advice_18__6",
    "doc_id": "legal-advice_18",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "We therefore only conclude, based on the above analysis, to\na reasonable degree of certainty, that with respect to\ninvestigatory expenses amortization, § 195 applies only to the\ncreation of a new business or acquisition of a business in a\ndifferent field. (b) How should -- alleged “investigatory expenses” be treated? --- treated the $--- paid to ---- as “investigatory\nexpenses” and started amortizing it in - under § 195. Whether\nthese expenses in question qualify as investigatory expenses\nwithin the meaning of § 195 depends on the relevant facts and\ncircumstances, not on how --- labels them. Of all the listed services for which - paid -----------------------------------------------------------------------------------------------------------------------, only the one in (i),\nadvice on value creation of --- acquisition, ostensibly qualifies\nunder § 195 as “costs of seeking and reviewing prospective\nbusinesses prior to reaching a decision to acquire” a business. (The dollar amount to be allocated to this advice is a question\nof fact, and --- has to itemize the service fees paid and\nsubstantiate the itemization.) However, as discussed in Part (a)\nin this Analysis, because - and -- were in the same field of\nbusiness, this expense is not eligible for amortization under\n§ 195. In any event, the payment for the remaining services should\nbe capitalized under § 263. Section 263 provides that no\ndeduction is allowed for any amount paid out for new buildings or\nfor permanent improvements or betterments made to increase the\nvalue of any property or estate. I.R.C. ' 263(a). In applying\n' 263, instead of solely looking at the increased value to\nconcrete assets, Courts have focused on the long-term effect that\nexpenditures generate, and maintained that there does not have to\nexist a physical asset for ' 263 to apply. See INDOPCO Inc. v.\nCommissioner, 503 U.S. 79 (1992); Wells Fargo v. Commissioner,\n224 F.3d 874 (2000). AA taxpayer=s realization of benefits beyond\nthe year in which the expenditure is incurred is undeniably\nimportant in determining whether the appropriate tax treatment is\nimmediate deduction or capitalization.@ 503 U.S. at 87. CC:LM:NR:HOU:2: POSTF 163829-02 page 10 When an expenditure does not create or enhance a separate\nand distinct asset, the determination whether to capitalize or\ndeduct this expenditure depends, to a certain extent, on the\npresence of a long-term benefit associated with that expenditure. See Wells Fargo, 224 F.3d at 884 (emphasis added). Expenses\nAincurred for the purpose of changing the corporate structure for\nthe benefit of future operations are not ordinary and necessary\nbusiness expenses.@ Id. at 89. The INDOPCO Court has also stated:\nDeductions for professional expenses thus have\nbeen disallowed in a wide variety of cases\nconcerning changes in corporate structure. Although support for these decisions can be\nfound in the specific terms of ' 162, which\nrequire that deductible expenses be Aordinary\nand necessary@ and incurred Ain carrying on any\ntrade or business,@ courts more frequently have\ncharacterized an expenditure as capital in\nnature because Athe purpose for which the\nexpenditure is made has to do with the\ncorporation=s operations and betterment,\nsometimes with a continuing capital asset, for\nthe duration of its existence or for the\nindefinite future or for a time somewhat longer\nthan the current taxable year.@ Id. at 89-90, citing General Bancshares Corp. v.\nCommissioner, 326 F.2d 712, 715 (8th Cir. 1964)\n(emphasis added).",
    "querygen": [
      "amortization of investigatory expenses definition",
      "what is the investigatory costs amortization law",
      "investigatory expenses amortization definition"
    ],
    "querygen_score": [
      "-0.9461812",
      "-1.5798502",
      "-1.0542004"
    ]
  },
  {
    "id": "legal-advice_67__31",
    "doc_id": "legal-advice_67",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "(b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States. (2) No former Government employee who\npersonally and substantially participated in a\nparticular matter involving specific parties may,\nsubsequent to Government employment, represent\nor knowingly assist, in that particular matter, any\nperson who is or was a specific party to that particular\nmatter. (3) A former Government employee who within\na period of one year prior to the termination of\nGovernment employment had official responsibility\nfor a particular matter involving specific parties may\nnot, within two years after Government employment\nis ended, represent in that particular matter any person\nwho is or was a specific party to that particular matter. (4) No former Government employee may, within\none year after Government employment is ended,\ncommunicate with or appear before, with the intent to\ninfluence, any employee of the Treasury Department\nin connection with the publication, withdrawal,\namendment, modification, or interpretation of a rule\nthe development of which the former Government\nemployee participated in, or for which, within a period\nof one year prior to the termination of Government\nemployment, the former government employee had\nofficial responsibility. This paragraph (b)(4) does\nnot, however, preclude any former employee from\nappearing on one’s own behalf or from representing\na taxpayer before the Internal Revenue Service in\nconnection with a particular matter involving specific\nTreasury Department Circular No. 230 Table of Contents parties involving the application or interpretation of\na rule with respect to that particular matter, provided\nthat the representation is otherwise consistent with\nthe other provisions of this section and the former\nemployee does not utilize or disclose any confidential\ninformation acquired by the former employee in the\ndevelopment of the rule. (c) Firm representation —\n(1) No member of a firm of which a former\nGovernment employee is a member may represent\nor knowingly assist a person who was or is a specific\nparty in any particular matter with respect to which\nthe restrictions of paragraph (b)(2) of this section\napply to the former Government employee, in that\nparticular matter, unless the firm isolates the former\nGovernment employee in such a way to ensure that\nthe former Government employee cannot assist in\nthe representation. (2) When isolation of a former Government\nemployee is required under paragraph (c)(1) of\nthis section, a statement affirming the fact of such\nisolation must be executed under oath by the former\nGovernment employee and by another member of the\nfirm acting on behalf of the firm. The statement must\nclearly identify the firm, the former Government\nemployee, and the particular matter(s) requiring\nisolation. The statement must be retained by the firm\nand, upon request, provided to the office(s) of the\nInternal Revenue Service administering or enforcing\nthis part. (d) Pending representation. The provisions of\nthis regulation will govern practice by former\nGovernment employees, their partners and\nassociates with respect to representation in particular\nmatters involving specific parties where actual\nrepresentation commenced before the effective date\nof this regulation. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230",
    "querygen": [
      "what is the rule for representing a former employee",
      "who can represent anyone in irs cases",
      "who can serve as the representative of an employer"
    ],
    "querygen_score": [
      "1.8946704",
      "0.28864482",
      "-2.1786375"
    ]
  },
  {
    "id": "legal-advice_27__28",
    "doc_id": "legal-advice_27",
    "chunk_id": 28,
    "document_category": "legal-advice",
    "text": "Treasury Department Circular No. 230 § 10.9 — Page 17 Table of Contents (3) Requirements for qualified continuing\neducation programs. A continuing education\nprovider must ensure the qualified continuing\neducation program complies with all the following\nrequirements —\n(i) Programs must be developed by individual(s)\nqualified in the subject matter;\n(ii) Program subject matter must be current;\n(iii) Instructors, discussion leaders, and speakers\nmust be qualified with respect to program content;\n(iv) Programs must include some means for\nevaluation of the technical content and presentation\nto be evaluated;\n(v) Certificates of completion bearing a current\nqualified continuing education program number\nissued by the Internal Revenue Service must be\nprovided to the participants who successfully\ncomplete the program; and\n(vi) Records must be maintained by the\ncontinuing education provider to verify the\nparticipants who attended and completed the\nprogram for a period of four years following\ncompletion of the program. In the case of continuous\nconferences, conventions, and the like, records must\nbe maintained to verify completion of the program\nand attendance by each participant at each segment\nof the program. (4) Program numbers —\n(i) In general. Every continuing education\nprovider is required to obtain a continuing education\nprovider program number and pay any applicable\nuser fee for each program offered. Program\nnumbers shall be obtained as prescribed by forms,\ninstructions or other appropriate guidance. Although,\nat the discretion of the Internal Revenue Service, a\ncontinuing education provider may be required to\ndemonstrate that the program is designed to enhance\nprofessional knowledge in Federal taxation or\nFederal tax related matters (programs comprised\nof current subject matter in Federal taxation or\nFederal tax related matters, including accounting, tax\nreturn preparation software, taxation, or ethics) and\ncomplies with the requirements in paragraph (a)(2)of\nthis section before a program number is issued. Page 18 — § 10.9 (ii) Update programs. Update programs may\nuse the same number as the program subject to\nupdate. An update program is a program that instructs\non a change of existing law occurring within one\nyear of the update program offering. The qualifying\neducation program subject to update must have been\noffered within the two year time period prior to the\nchange in existing law. (iii) Change in existing law. A change in\nexisting law means the effective date of the statute or\nregulation, or date of entry of judicial decision, that\nis the subject of the update. (b) Failure to comply. Compliance by a continuing\neducation provider with the requirements of this part\nis determined by the Internal Revenue Service. A\ncontinuing education provider who fails to meet the\nrequirements of this part will be notified by the Internal\nRevenue Service. The notice will state the basis for\nthe determination of noncompliance and will provide\nthe continuing education provider an opportunity to\nfurnish the requested information in writing relating to\nthe matter within 60 days of the date of the notice. The\ncontinuing education provider may, within 30 days after\nreceipt of the notice of denial, file a written protest as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. A protest\nunder this section is not governed by subpart D of this\npart. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart B — Duties and Restrictions Relating to\nPractice Before the Internal Revenue Service\n§ 10.20 Information to be furnished.",
    "querygen": [
      "requirements for qualification of a continuing education program",
      "requirements for a qualified continuing education program",
      "what is the purpose of continuing education requirements"
    ],
    "querygen_score": [
      "3.0345438",
      "3.9774568",
      "-0.030380683"
    ]
  },
  {
    "id": "legal-advice_37__54",
    "doc_id": "legal-advice_37",
    "chunk_id": 54,
    "document_category": "legal-advice",
    "text": "If zero or less, enter -0- . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c.\n3. Add lines 1 and 2c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3.\n4. Figure the tax on the amount on line 3. Use the Tax Table, Tax Computation Worksheet,\nQualified Dividends and Capital Gain Tax Worksheet*, Schedule D Tax Worksheet*, or Form\n8615, whichever applies. See the instructions for Form 1040 or 1040-SR, line 16, to see which tax\ncomputation method applies. (Don’t use a second Foreign Earned Income Tax Worksheet to figure\nthe tax on this line.) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4.\n5. Figure the tax on the amount on line 2c. If the amount on line 2c is less than $100,000, use the\nTax Table to figure this tax. If the amount on line 2c is $100,000 or more, use the Tax Computation\nWorksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5.\n6. Subtract line 5 from line 4. Enter the result. If zero or less, enter -0-. Also include this amount on\nthe entry space on Form 1040 or 1040-SR, line 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6.\n* Enter the amount from line 3 above on line 1 of the Qualified Dividends and Capital Gain Tax Worksheet or Schedule D Tax Worksheet if\nyou use either of those worksheets to figure the tax on line 4 above. Complete the rest of that worksheet through line 4 (line 10 if you use the\nSchedule D Tax Worksheet).",
    "querygen": [
      "how to find zero in an excel file",
      "if you entered zero or less, you will get",
      "when entering 0 numbers in excel, enter 0 numbers or 1 numbers"
    ],
    "querygen_score": [
      "-2.7974634",
      "-2.0745316",
      "-2.4612763"
    ]
  },
  {
    "id": "legal-advice_40__95",
    "doc_id": "legal-advice_40",
    "chunk_id": 95,
    "document_category": "legal-advice",
    "text": "Don’t attach correspondence or other\nitems unless required to do so. Attach\nForms W-2 and 2439 to Form 1040 or\n1040-SR. If you received a Form W-2c\n(a corrected Form W-2), attach your\noriginal Forms W-2 and any Forms\nW-2c. Attach Forms W-2G and 1099-R\nto Form 1040 or 1040-SR if tax was\nwithheld. 2022\nTax Table ! See the instructions for line 16 to see if you must use the\nSample Table\nTax Table below to figure your tax. CAUTION Example. A married couple are filing a joint return. Their taxable\nincome on Form 1040, line 15, is $25,300. First, they find the\n$25,300-25,350 taxable income line. Next, they find the column for\nmarried filing jointly and read down the column. The amount shown\nwhere the taxable income line and filing status column meet is\n$2,628. This is the tax amount they should enter in the entry space\non Form 1040, line 16. If line 15\n(taxable\nincome) is— At\nleast If line 15\n(taxable\nincome) is— And you are— But\nless\nthan Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan Single 25,200 25,250\n25,250 25,300\n25,300 25,350\n25,350 25,400 2,822\n2,828\n2,834\n2,840 If line 15\n(taxable\nincome) is— And you are— Single At\nBut\nLeast Less Than Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan 5\n15\n25\n50\n75 0\n1\n2\n4\n6 0\n1\n2\n4\n6 0\n1\n2\n4\n6 0\n1\n2\n4\n6 75\n100\n125\n150\n175 100\n125\n150\n175\n200 9\n11\n14\n16\n19 9\n11\n14\n16\n19 9\n11\n14\n16\n19 9\n11\n14\n16\n19 200\n225\n250\n275\n300 225\n250\n275\n300\n325 21\n24\n26\n29\n31 21\n24\n26\n29\n31 21\n24\n26\n29\n31 21\n24\n26\n29\n31 325\n350\n375\n400\n425 350\n375\n400\n425\n450 34\n36\n39\n41\n44 34\n36\n39\n41\n44 34\n36\n39\n41\n44 34\n36\n39\n41\n44 450\n475\n500\n525\n550 475\n500\n525\n550\n575 46\n49\n51\n54\n56 46\n49\n51\n54\n56 46\n49\n51\n54\n56 46\n49\n51\n54\n56 575\n600\n625\n650\n675 600\n625\n650\n675\n700 59\n61\n64\n66\n69 59\n61\n64\n66\n69 59\n61\n64\n66\n69 59\n61\n64\n66\n69 700\n725\n750\n775\n800 725\n750\n775\n800\n825 71\n74\n76\n79\n81 71\n74\n76\n79\n81 71\n74\n76\n79\n81 71\n74\n76\n79\n81 825\n850\n875\n900\n925 850\n875\n900\n925\n950 84\n86\n89\n91\n94 84\n86\n89\n91\n94 84\n86\n89\n91\n94 84\n86\n89\n91\n94 950\n975 975\n1,000 96\n99 96\n99 96\n99 96\n99 Your tax is— 2,616 2,822\n2,622 2,828\n2,628 2,834\n2,634 2,840 2,734\n2,740\n2,746\n2,752 And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— Your tax is— Your tax is—\n0\n5\n15\n25\n50 Married Married Head\nof a\nfiling\nfiling\nhousejointly* sepahold\nrately 2,000 1,000\n1,000\n1,025\n1,050\n1,075\n1,100 1,025\n1,050\n1,075\n1,100\n1,125 101\n104\n106\n109\n111 101\n104\n106\n109\n111 101\n104\n106\n109\n111 101\n104\n106\n109\n111 2,000\n2,025\n2,050\n2,075\n2,100 2,025\n2,050\n2,075\n2,100\n2,125 201\n204\n206\n209\n211 201\n204\n206\n209\n211 201\n204\n206\n209\n211 201\n204\n206\n209\n211 1,125\n1,150\n1,175\n1,200\n1,225 1,150\n1,175\n1,200\n1,225\n1,250 114\n116\n119\n121\n124 114\n116\n119\n121\n124 114\n116\n119\n121\n124 114\n116\n119\n121\n124 2,125\n2,150\n2,175\n2,200\n2,225 2,150\n2,175\n2,200\n2,225\n2,250 214\n216\n219\n221\n224 214\n216\n219\n221\n224 214\n216\n219\n221\n224 214\n216\n219\n221\n224 1,250\n1,275\n1,300\n1,325\n1,350 1,275\n1,300\n1,325\n1,350\n1,375 126\n129\n131\n134\n136 126\n129\n131\n134\n136 126\n129\n131\n134\n136 126\n129\n131\n134\n136 2,250\n2,275\n2,300\n2,325\n2,350 2,275\n2,300\n2,325\n2,350\n2,375 226\n229\n231\n234\n236 226\n229\n231\n234\n236 226\n229\n231\n234\n236 226\n229\n231\n234\n236 1,375\n1,400\n1,425\n1,450\n1,475 1,400\n1,425\n1,450\n1,475\n1,500 139\n141\n144\n146\n149 139\n141\n144\n146\n149 139\n141\n144\n146\n149 139\n141\n144\n146\n149 2,375\n2,400\n2,425\n2,450\n2,475 2,400\n2,425\n2,450\n2,475\n2,500 239\n241\n244\n246\n249 239\n241\n244\n246\n249 239\n241\n244\n246\n249 239\n241\n244\n246\n249 1,500\n1,525\n1,550\n1,575\n1,600 1,525\n1,550\n1,575\n1,600\n1,625 151\n154\n156\n159\n161 151\n154\n156\n159\n161 151\n154\n156\n159\n161 151\n154\n156\n159\n161 2,500\n2,525\n2,550\n2,575\n2,600 2,525\n2,550\n2,575\n2,600\n2,625 251\n254\n256\n259\n261 251\n254\n256\n259\n261 251\n254\n256\n259\n261 251\n254\n256\n259\n261 1,625\n1,650\n1,675\n1,700\n1,725 1,650\n1,675\n1,700\n1,725\n1,750 164\n166\n169\n171\n174 164\n166\n169\n171\n174 164\n166\n169\n171\n174 164\n166\n169\n171\n174 2,625\n2,650\n2,675\n2,700\n2,725 2,650\n2,675\n2,700\n2,725\n2,750 264\n266\n269\n271\n274 264\n266\n269\n271\n274 264\n266\n269\n271\n274 264\n266\n269\n271\n274 1,750\n1,775\n1,800\n1,825\n1,850 1,775\n1,800\n1,825\n1,850\n1,875 176\n179\n181\n184\n186 176\n179\n181\n184\n186 176\n179\n181\n184\n186 176\n179\n181\n184\n186 2,750\n2,775\n2,800\n2,825\n2,850 2,775\n2,800\n2,825\n2,850\n2,875 276\n279\n281\n284\n286 276\n279\n281\n284\n286 276\n279\n281\n284\n286 276\n279\n281\n284\n286 1,875\n1,900\n1,925\n1,950\n1,975 1,900\n1,925\n1,950\n1,975\n2,000 189\n191\n194\n196\n199 189\n191\n194\n196\n199 189\n191\n194\n196\n199 189\n191\n194\n196\n199 2,875\n2,900\n2,925\n2,950\n2,975 2,900\n2,925\n2,950\n2,975\n3,000 289\n291\n294\n296\n299 289\n291\n294\n296\n299 289\n291\n294\n296\n299 289\n291\n294\n296\n299 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 63 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 3,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 6,000 9,000 3,000\n3,050\n3,100\n3,150\n3,200 3,050\n3,100\n3,150\n3,200\n3,250 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 6,000\n6,050\n6,100\n6,150\n6,200 6,050\n6,100\n6,150\n6,200\n6,250 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 9,000\n9,050\n9,100\n9,150\n9,200 9,050\n9,100\n9,150\n9,200\n9,250 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 3,250\n3,300\n3,350\n3,400\n3,450 3,300\n3,350\n3,400\n3,450\n3,500 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 6,250\n6,300\n6,350\n6,400\n6,450 6,300\n6,350\n6,400\n6,450\n6,500 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 9,250\n9,300\n9,350\n9,400\n9,450 9,300\n9,350\n9,400\n9,450\n9,500 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 3,500\n3,550\n3,600\n3,650\n3,700 3,550\n3,600\n3,650\n3,700\n3,750 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 6,500\n6,550\n6,600\n6,650\n6,700 6,550\n6,600\n6,650\n6,700\n6,750 653\n658\n663\n668\n673 653\n658\n663\n668\n673 653\n658\n663\n668\n673",
    "querygen": [
      "what documents to attach to 1040",
      "can you attach a letter or letter to your 1040",
      "what is the correct way to attach w-2"
    ],
    "querygen_score": [
      "0.21216515",
      "-1.4395487",
      "-1.116044"
    ]
  },
  {
    "id": "legal-advice_91__71",
    "doc_id": "legal-advice_91",
    "chunk_id": 71,
    "document_category": "legal-advice",
    "text": "5. STOP 3 4a\n4b You can’t take the credit. Enter “No” on the dotted line next to Form 1040 If you have:\n● 3 or more qualifying children who have valid SSNs, is line 4b less than $53,057 ($59,187 if married\nfiling jointly)? ● 2 qualifying children who have valid SSNs, is line 4b less than $49,399 ($55,529 if married filing jointly)? ● 1 qualifying child who has a valid SSN, is line 4b less than $43,492 ($49,622 if married filing jointly)?\n● No qualifying children who have valid SSNs, is line 4b less than $16,480 ($22,610 if married filing jointly)? Yes. If you want the IRS to figure your credit, see Credit figured by the IRS, earlier. If you want to\nfigure the credit yourself, enter the amount from line 4b on line 6 of this worksheet. STOP No. You can’t take the credit. Enter “No” on the dotted line next to Form 1040 or\n1040-SR, line 27. Need more information or forms? Visit IRS.gov. -44- Worksheet B —2022 EIC—Line 27—Continued Part 5 All Filers Using\nWorksheet B Keep for Your Records 6 6. Enter your total earned income from Part 4, line 4b. 7. Look up the amount on line 6 above in the EIC Table to find\nthe credit. Be sure you use the correct column for your filing status and\nthe number of qualifying children you have who have a valid SSN. Enter\nthe credit here. 7 If line 7 is zero, STOP You can’t take the credit. Enter “No” on the dotted line next to Form 1040 or 1040-SR, line 27. 8. Enter the amount from Form 1040 or 1040-SR,\nline 11. 9. Are the amounts on lines 8 and 6 the same? 8 Yes. Skip line 10; enter the amount from line 7 on line 11. No. Go to line 10. Part 6 10. Filers Who\nAnswered\n“No” on\nLine 9 If you have:\n● No qualifying children who have a valid SSN, is the amount on line 8\nless than $9,200 ($15,300 if married filing jointly)? ● 1 or more qualifying children who have a valid SSN, is the amount on\nline 8 less than $20,150 ($26,300 if married filing jointly)? Yes. Leave line 10 blank; enter the amount from line 7 on line 11. No. Look up the amount on line 8 in the EIC Table to find the\ncredit. Be sure you use the correct column for your filing status\nand the number of qualifying children you have who have a valid\nSSN. Enter the credit here. Look at the amounts on lines 10 and 7. Then, enter the smaller amount on line 11. Part 7 Your Earned\nIncome Credit 11. 10 This is your earned income credit. 11 Reminder— Enter this amount on\nForm 1040 or 1040-SR,\nline 27. If you have a qualifying child, complete and attach Schedule EIC. 1040 or\n1040-SR EIC CAUTION 10o4r0 R 1040-S If your EIC for a year after 1996 was reduced or disallowed, see\nForm 8862, who must file, earlier, to find out if you must file Form\n8862 to take the credit for 2022. -45-",
    "querygen": [
      "how much credit can you take on 1040",
      "can i take my 1040 credit without my child",
      "what's the credit limit on form 4a?"
    ],
    "querygen_score": [
      "0.442792",
      "-0.17545094",
      "-3.0338352"
    ]
  },
  {
    "id": "legal-advice_25__62",
    "doc_id": "legal-advice_25",
    "chunk_id": 62,
    "document_category": "legal-advice",
    "text": "• You are filing Form 8814 (relating to election to report\nchild's interest and dividends on your return). • You have income or loss from a passive activity. Yes. Use Worksheet 1\nNo. Go to Step 3.\nin Pub. 596 to see if you\ncan take the credit. -38- Step 3 Qualifying Child A qualifying child for the EIC is a child who is your... Son, daughter, stepchild, foster child, brother, sister, stepbrother, stepsister,\nhalf brother, half sister, or a descendant of any of them (for example, your\ngrandchild, niece, or nephew)\nAND 3. Are you a married taxpayer whose filing status is married\nfiling separately or head of household? Yes. Continue\nNo. Skip questions 4\n䊲\nand 5; go to question 6.\n4. Did you and your spouse have the same principal residence\nfor the last 6 months of 2022? Yes. Continue\nNo. Skip question 5; go\n䊲\nto question 6. was ... Under age 19 at the end of 2022 and younger than you\n(or your spouse if filing jointly)\nor\nUnder age 24 at the end of 2022, a student (defined later), and younger than\nyou (or your spouse if filing jointly) 5. Are you legally separated according to your state law under\na written separation agreement or a decree of separate\nmaintenance and you lived apart from your spouse at the\nend of 2022? Yes. Continue\nNo. STOP\n䊲 or\nAny age and permanently and totally disabled (defined later)\nAND Who isn't filing a joint return for 2022\nor is filing a joint return for 2022 only to claim a refund of withheld income\ntax or estimated tax paid (see Pub. 596 for examples)\nAND Who lived with you in the United States for more than half of 2022. 6. Could you be a qualifying child of another person for 2022? (Check “No” if the other person isn't required to file, and\nisn't filing, a 2022 tax return or is filing a 2022 return only\nto claim a refund of withheld income tax or estimated tax\npaid (see Pub. 596 for examples).) No. Skip Step 4; go to\nYes. STOP\nStep 5. You can't take the\ncredit. Enter “No” on\nthe dotted line next to\nline 27. Step 4 ! You can't take the credit for a child who didn't live with you for more\nthan half the year, even if you paid most of the child's living expenses. The\nIRS may ask you for documents to show you lived with each qualifying child. Documents you might want to keep for this purpose include school and child\ncare records and other records that show your child's address. CAUTION ! If the child meets the conditions to be a qualifying child of any other\nperson (other than your spouse, if filing a joint return) for 2022, see\nQualifying child of more than one person, later. If the child was married, see\nMarried child, later. CAUTION Filers Without a Qualifying\nChild 1. Are you a married taxpayer whose filing status is married\nfiling separately or head of household? No. Continue\nYes. STOP You can’t take the\ncredit. TIP If the child didn't live with you for more than half of 2022 because of\na temporary absence, birth, death, or kidnapping, see Exception to time\nlived with you, later.",
    "querygen": [
      "what is the form for reporting child's dividend on taxes",
      "can you claim child's interest and dividends on your tax return",
      "can you claim child's dividends when forming tax return"
    ],
    "querygen_score": [
      "0.120970994",
      "1.6076834",
      "-0.527297"
    ]
  },
  {
    "id": "legal-advice_33__18",
    "doc_id": "legal-advice_33",
    "chunk_id": 18,
    "document_category": "legal-advice",
    "text": "Upon\nthe applicant’s written request, the Internal Revenue\nService will afford the applicant the opportunity to\nbe heard with respect to the application. (d) Compliance and suitability checks. (1) As a condition to consideration of an\napplication, the Internal Revenue Service may\nconduct a Federal tax compliance check and\nsuitability check. The tax compliance check will be\nlimited to an inquiry regarding whether an applicant\nhas filed all required individual or business tax\nreturns and whether the applicant has failed to pay, or\nmake proper arrangements with the Internal Revenue\nService for payment of, any Federal tax debts. The suitability check will be limited to an inquiry\nregarding whether an applicant has engaged in any\nconduct that would justify suspension or disbarment\nof any practitioner under the provisions of this part\non the date the application is submitted, including\nwhether the applicant has engaged in disreputable\nconduct as defined in §10.51. The application will\nbe denied only if the results of the compliance or\nsuitability check are sufficient to establish that the\npractitioner engaged in conduct subject to sanctions\nunder §§10.51 and 10.52. (2) If the applicant does not pass the tax\ncompliance or suitability check, the applicant will\nnot be issued an enrollment or registration card or\ncertificate pursuant to §10.6(b) of this part. An\napplicant who is initially denied enrollment or\nregistration for failure to pass a tax compliance\ncheck may reapply after the initial denial if the\napplicant becomes current with respect to the\napplicant’s tax liabilities. (e) Temporary recognition. On receipt of a properly\nexecuted application, the Commissioner, or delegate,\nmay grant the applicant temporary recognition to\npractice pending a determination as to whether status\nas an enrolled agent, enrolled retirement plan agent,\nor registered tax return preparer should be granted. Temporary recognition will be granted only in\nunusual circumstances and it will not be granted, in\nany circumstance, if the application is not regular on\nits face, if the information stated in the application,\nPage 10 — § 10.5 if true, is not sufficient to warrant granting the\napplication to practice, or the Commissioner,\nor delegate, has information indicating that the\nstatements in the application are untrue or that the\napplicant would not otherwise qualify to become\nan enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. Issuance of temporary\nrecognition does not constitute either a designation\nor a finding of eligibility as an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer, and the temporary recognition may\nbe withdrawn at any time. (f) Protest of application denial. The applicant\nwill be informed in writing as to the reason(s) for\nany denial of an application. The applicant may,\nwithin 30 days after receipt of the notice of denial of\nthe application, file a written protest of the denial as\nprescribed by the Internal Revenue Service in forms,\nguidance, or other appropriate guidance. A protest\nunder this section is not governed by subpart D of\nthis part. (f) Effective/applicability date. This section is\napplicable to applications received on or after\nAugust 2, 2011. § 10.6 Term and renewal of status as an enrolled\nagent, enrolled retirement plan agent, or\nregistered tax return preparer. (a) Term.",
    "querygen": [
      "what type of check is done by the irs",
      "when does the irs conduct the suitability check",
      "can internal revenue service conduct compliance checks in tax returns"
    ],
    "querygen_score": [
      "-0.076524116",
      "1.2041476",
      "3.0198066"
    ]
  },
  {
    "id": "legal-advice_60__66",
    "doc_id": "legal-advice_60",
    "chunk_id": 66,
    "document_category": "legal-advice",
    "text": "Temporary absences by you\nor the child for special circumstances, such as school, vacation,\nbusiness, medical care, military service, or detention in a juvenile facility, count as time the child lived with you. Also see\nKidnapped child under Who Qualifies as Your Dependent, earlier, and Members of the military, later. A child is considered to\nhave lived with you for more than half of 2022 if the child was\nborn or died in 2022 and your home was this child's home for\nmore than half the time the child was alive in 2022 or if you\nadopted the child in 2022, the child was lawfully placed with\nyou for legal adoption by you in 2022, or the child was an eligible foster child placed with you during 2022 and your main\nhome was the child's main home for more than half the time\nsince the child was adopted or placed with you in 2022. Form 4797 filers. If the amount on Form 1040 or 1040-SR,\nline 7, includes an amount from Form 4797, you must use\nWorksheet 1 in Pub. 596 to see if you can take the EIC. Otherwise, stop; you can't take the EIC. Form 8862, who must file. You must file Form 8862 if your\nEIC for a year after 1996 was reduced or disallowed for any reason other than a math or clerical error. But don’t file Form\n8862 if either of the following applies. • You filed Form 8862 for another year, the EIC was allowed for that year, and your EIC hasn't been reduced or disallowed again for any reason other than a math or clerical error. • You are taking the EIC without a qualifying child and the\nonly reason your EIC was reduced or disallowed in the other\nyear was because it was determined that a child listed on Schedule EIC wasn't your qualifying child. Also, don’t file Form 8862 or take the credit for the:\n• 2 years after the most recent tax year for which there was\na final determination that your EIC claim was due to reckless or\nintentional disregard of the EIC rules, or\n• 10 years after the most recent tax year for which there was\na final determination that your EIC claim was due to fraud. Foster child. A foster child is any child placed with you by an\nauthorized placement agency or by judgment, decree, or other\norder of any court of competent jurisdiction. For more details on\nauthorized placement agencies, see Pub. 596. Married child. A child who was married at the end of 2022 is\na qualifying child only if (a) you can claim the child as your dependent, or (b) you could have claimed the child as your dependent except for the special rule for Children of divorced or\nseparated parents under Who Qualifies as Your Dependent, earlier. Members of the military. If you were on extended active duty\noutside the United States, your main home is considered to be in\nthe United States during that duty period. Extended active duty\nis military duty ordered for an indefinite period or for a period\nof more than 90 days.",
    "querygen": [
      "do i have to make a temporary leave for a child",
      "do ill children count as time with parents",
      "does temporary absence count for dependents"
    ],
    "querygen_score": [
      "-2.2564425",
      "-3.7522135",
      "0.56634456"
    ]
  },
  {
    "id": "legal-advice_64__21",
    "doc_id": "legal-advice_64",
    "chunk_id": 21,
    "document_category": "legal-advice",
    "text": "Need more information or forms? Visit IRS.gov. -16- If your eye condition isn't likely to\nimprove beyond the conditions listed\nabove, you can get a statement certified\nby your eye doctor (ophthalmologist or\noptometrist) to this effect instead. You must keep the statement for your\nrecords. If you receive a notice or letter but\nyou would prefer to have it in Braille or\nlarge print, you can use Form 9000, Alternative Media Preference, to request\nnotices in an alternative format including Braille, large print, audio, or electronic. You can attach Form 9000 to\nyour return or mail it separately. • You can download, or view online,\ntax forms and publications in a variety\nof formats including text-only, Braille\nready files, browser-friendly HTML\n(other than tax forms), accessible PDF,\nand large print. Married Filing Separately If your filing status is married filing separately and your spouse itemizes deductions on their return, check the “Spouse\nitemizes on a separate return or you\nwere a dual-status alien” box. If your filing status is married filing\nseparately and your spouse was born before January 2, 1958, or was blind at the\nend of 2022, you can check the appropriate box(es) on the line labeled “Age/\nBlindness” if your spouse had no income, isn't filing a return, and can't be\nclaimed as a dependent on another person's return. Who Qualifies as Your\nDependent Step 1 Dependents, Qualifying Child for Child Tax\nCredit, and Credit for Other Dependents A qualifying child is a child who is your... Follow the steps below to find out if a person qualifies as your\ndependent and to find out if your dependent qualifies you to\ntake the child tax credit or the credit for other dependents. If\nyou have more than four dependents, check the box under Dependents on page 1 of Form 1040 or 1040-SR and include a\nstatement showing the information required in columns (1)\nthrough (4). TIP Do You Have a Qualifying\nChild? Son, daughter, stepchild, foster child, brother, sister, stepbrother, stepsister, half\nbrother, half sister, or a descendant of any of them (for example, your grandchild,\nniece, or nephew) AND was ... The dependents you claim are those you list by name\nand SSN in the Dependents section on Form 1040 or\n1040-SR. Under age 19 at the end of 2022 and younger than you\n(or your spouse if filing jointly)\nor Before you begin. See the definition of Social security number, later. If you want to claim the child tax credit or the credit\nfor other dependents, you (and your spouse if filing jointly)\nmust have an SSN or ITIN issued on or before the due date of\nyour 2022 return (including extensions). If an ITIN is applied\nfor on or before the due date of a 2022 return (including extensions) and the IRS issues an ITIN as result of the application,\nthe IRS will consider the ITIN as issued on or before the due\ndate of the return. Under age 24 at the end of 2022, a student (defined later), and younger than you\n(or your spouse if filing jointly)\nor\nAny age and permanently and totally disabled (defined later) AND Who didn't provide over half of their own support for 2022 (see Pub. 501) AND",
    "querygen": [
      "how long do you need to keep eye test report",
      "who is responsible for eye condition?",
      "how to make a statement to irs"
    ],
    "querygen_score": [
      "-3.4480371",
      "-1.6070014",
      "0.13160183"
    ]
  },
  {
    "id": "legal-advice_3__47",
    "doc_id": "legal-advice_3",
    "chunk_id": 47,
    "document_category": "legal-advice",
    "text": "If you don’t, you may get a math error notice from the IRS. Be sure you have read the Exception in the line 6a and 6b instructions to see if you can use this\nworksheet instead of a publication to find out if any of your benefits are taxable. Enter the total amount from box 5 of all your Forms SSA-1099 and\nRRB-1099. Also enter this amount on Form 1040 or 1040-SR,\nline 6a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1.\nMultiply line 1 by 50% (0.50) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Combine the amounts from Form 1040 or 1040-SR, lines 1z, 2b, 3b, 4b, 5b, 7, and 8 . . . . . . . . . . Enter the amount, if any, from Form 1040 or 1040-SR, line 2a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Combine lines 2, 3, and 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Enter the total of the amounts from Schedule 1, lines 11 through 20, and 23 and 25 . . . . . . . . . . . Is the amount on line 6 less than the amount on line 5? No. None of your social security benefits are taxable. Enter -0- on Form 1040 or\nSTOP\n1040-SR, line 6b. 2.\n3.\n4.\n5.\n6. Yes. Subtract line 6 from line 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7. If you are:\n• Married filing jointly, enter $32,000\n• Single, head of household, qualifying surviving spouse, or\nmarried filing separately and you lived apart from your spouse for,\nall of 2022, enter $25,000\n............... Married\nfiling\nseparately\nand\nyou\nlived\nwith\nyour\nspouse\nat\nany\ntime\n•\nin 2022, skip lines 8 through 15; multiply line 7 by 85% (0.85) and\nenter the result on line 16.",
    "querygen": [
      "what are math irs exceptions",
      "irs calculation of taxable benefits",
      "how to find out what irs benefits are taxable"
    ],
    "querygen_score": [
      "-2.431741",
      "-1.6270901",
      "0.8406736"
    ]
  },
  {
    "id": "legal-advice_47__6",
    "doc_id": "legal-advice_47",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "6\nRev. Rul. 61-113, 1961-1 C.B. 400, dealt with individuals who served as members of a\nhearing board of an air pollution control district, who were appointed by the county\nboard of supervisors, took an oath of office, held public hearings, and submitted their\ndecisions to the county. They were not under the control and direction of the county\nboard of supervisors or any other body. Their compensation was based on the number\nof hearings they attended. The Ruling held that the board members services\nconstituted the performance of the functions of a public office and therefore did not\nconstitute a “trade or business” for purposes of self-employment taxes under Code\nsection 1402(c)(1). Boards and commissions are created by state statute. Consultation of these statutes is\nlikely to show that these positions are defined as public officers of the states or their\npolitical subdivisions or instrumentalities. 7 In the case of the -------members, the -------statute establishing the position, as well as the detailed training and manual provided by\nthe State ----------------, appear to provide ample evidence that -------members are public\nofficials, and therefore employees for purposes of income tax withholding. For instance,\nthe ------ is created by state legislation and it functions in a quasi-judicial capacity. An --------member is entitled to judicial immunity for their actions concerning formal protest\nhearings. -------------------------------------------------------------------. The broad contours of the\n-------powers and responsibilities are defined by statute and more specifically described\nby the ------------------office, which may use its delegated authority to establish minimum\nstandards and procedures for the office. -------members perform their hearing and\ndecision duties in accordance with the state code and the procedures established by the\n----------------and by the ------ itself, but without direct control by the Board of Directors. The state statute also establishes a formal process for removing ------ members. The -------bears many similarities to the hearing board of the air pollution control district\nconsidered in Rev. Rul. 61-113. Members are appointed by a board of supervisors,\nmust take an official oath, and hold public hearings and submit their decisions to a ----------------official; however, they are not under the direction or control of that board. The --------members are also compensated on a per diem basis in accordance with ----------statutes. These statutory provisions and cases strongly support the view that in -------- an -------member is a public officer whose compensation is subject to income tax withholding\n6 We note that it is possible that some appointed officials may be given sufficient independence\nthat they would not be employees under the common law. 7 The ----------Attorney General has opined that------- members are “local public officials” for purposes of\nspecial conflict of interest provisions found in C--------------------------------------------------------- Code. Section --------------- of the---------------------------Code defines “local\npublic official” as “a member of the governing body or another officer, whether elected, appointed, paid, or\nunpaid, of any district ... who exercises responsibilities beyond those that are advisory in nature.” --------------------------------. ------- POSTF-123043-08 8 under section 3401(c). 2. Employee Status for FICA Purposes\nA. 218 Agreement The question of whether the ------ members are covered by---------’s Medicare-Only 218\nAgreement is relevant to your inquiry.",
    "querygen": [
      "who was appointed to the hearing board for air pollution control district",
      "where did the hearing be held in acd",
      "who were apd board members"
    ],
    "querygen_score": [
      "0.5014961",
      "-6.020511",
      "-5.184767"
    ]
  },
  {
    "id": "legal-advice_34__24",
    "doc_id": "legal-advice_34",
    "chunk_id": 24,
    "document_category": "legal-advice",
    "text": "(6) If a request for waiver is approved, the\nindividual will be notified and issued a card or\ncertificate evidencing renewal. (7) Those who are granted waivers are required\nto file timely applications for renewal of enrollment\nor registration. (j) Failure to comply. Treasury Department Circular No. 230 Table of Contents (1) Compliance by an individual with the\nrequirements of this part is determined by the Internal\nRevenue Service. The Internal Revenue Service\nwill provide notice to any individual who fails to\nmeet the continuing education and fee requirements\nof eligibility for renewal. The notice will state the\nbasis for the determination of noncompliance and\nwill provide the individual an opportunity to furnish\nthe requested information in writing relating to\nthe matter within 60 days of the date of the notice. Such information will be considered in making a\nfinal determination as to eligibility for renewal. The\nindividual must be informed of the reason(s) for any\ndenial of a renewal. The individual may, within 30\ndays after receipt of the notice of denial of renewal,\nfile a written protest of the denial as prescribed by\nthe Internal Revenue Service in forms, instructions,\nor other appropriate guidance. A protest under this\nsection is not governed by subpart D of this part. (2) The continuing education records of an\nenrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer may be reviewed to\ndetermine compliance with the requirements and\nstandards for renewal as provided in paragraph (f)\nof this section. As part of this review, the enrolled\nagent, enrolled retirement plan agent or registered tax\nreturn preparer may be required to provide the Internal\nRevenue Service with copies of any continuing\neducation records required to be maintained under\nthis part. If the enrolled agent, enrolled retirement\nplan agent or registered tax return preparer fails\nto comply with this requirement, any continuing\neducation hours claimed may be disallowed. (3) An individual who has not filed a timely\napplication for renewal, who has not made a timely\nresponse to the notice of noncompliance with the\nrenewal requirements, or who has not satisfied\nthe requirements of eligibility for renewal will be\nplaced on a roster of inactive enrolled individuals\nor inactive registered individuals. During this time,\nthe individual will be ineligible to practice before the\nInternal Revenue Service. (4) Individuals placed in inactive status and\nindividuals ineligible to practice before the Internal\nRevenue Service may not state or imply that they\nTreasury Department Circular No. 230 are eligible to practice before the Internal Revenue\nService, or use the terms enrolled agent, enrolled\nretirement plan agent, or registered tax return\npreparer, the designations “EA” or “ERPA” or other\nform of reference to eligibility to practice before the\nInternal Revenue Service. (5) An individual placed in inactive status\nmay be reinstated to an active status by filing an\napplication for renewal and providing evidence of\nthe completion of all required continuing education\nhours for the enrollment cycle or registration year. Continuing education credit under this paragraph (j)\n(5) may not be used to satisfy the requirements of\nthe enrollment cycle or registration year in which the\nindividual has been placed back on the active roster.",
    "querygen": [
      "when is an applicant granted waiver for enrollment",
      "how to apply for a waiver",
      "how to renew enrollment card"
    ],
    "querygen_score": [
      "-0.20153949",
      "-1.0941474",
      "-0.53920543"
    ]
  },
  {
    "id": "legal-advice_26__53",
    "doc_id": "legal-advice_26",
    "chunk_id": 53,
    "document_category": "legal-advice",
    "text": "(iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information. When providing returns or\nreturn information to the practitioner or appraiser,\nor authorized representative, the Secretary of the\nTreasury, or delegate, will —\n(A) Redact identifying information of any\nthird party taxpayers and replace it with a code;\n(B) Provide a key to the coded information;\nand\n(C) Notify the practitioner or appraiser, or\nauthorized representative, of the restrictions on\nthe use and disclosure of the returns and return\ninformation, the applicable damages remedy\nunder section 7431 of the Internal Revenue Code,\nand that unauthorized disclosure of information\nprovided by the Internal Revenue Service under\nthis paragraph (d)(3) is also a violation of this part. (4) Protective measures —\n(i) Mandatory protection order. If redaction of\nnames, addresses, and other identifying information\nof third party taxpayers may still permit indirect\nidentification of any third party taxpayer, the\nAdministrative Law Judge will issue a protective\norder to ensure that the identifying information is\navailable to the parties and the Administrative Law\nJudge for purposes of the proceeding, but is not\n§ 10.72 — Page 37 Table of Contents disclosed to, or open to inspection by, the public. (ii) Authorized orders. (A) Upon motion by a party or any other\naffected person, and for good cause shown, the\nAdministrative Law Judge may make any order\nwhich justice requires to protect any person in the\nevent disclosure of information is prohibited by law,\nprivileged, confidential, or sensitive in some other\nway, including, but not limited to, one or more of\nthe following —\n(1) That disclosure of information be made\nonly on specified terms and conditions, including a\ndesignation of the time or place;\n(2) That a trade secret or other information\nnot be disclosed, or be disclosed only in a designated\nway. (iii) Denials. If a motion for a protective order\nis denied in whole or in part, the Administrative\nLaw Judge may, on such terms or conditions as\nthe Administrative Law Judge deems just, order\nany party or person to comply with, or respond in\naccordance with, the procedure involved. (iv) Public inspection of documents. The\nSecretary of the Treasury, or delegate, shall ensure\nthat all names, addresses or other identifying details\nof third party taxpayers are redacted and replaced\nwith the code assigned to the corresponding taxpayer\nin all documents prior to public inspection of such\ndocuments. (e) Location. The location of the hearing will be\ndetermined by the agreement of the parties with the\napproval of the Administrative Law Judge, but, in\nthe absence of such agreement and approval, the\nhearing will be held in Washington, D.C.\n(f) Failure to appear. If either party to the\nproceeding fails to appear at the hearing, after\nnotice of the proceeding has been sent to him or her,\nthe party will be deemed to have waived the right\nto a hearing and the Administrative Law Judge may\nmake his or her decision against the absent party by\ndefault. (g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general.",
    "querygen": [
      "where are federal tax returns used",
      "when filing a tax return can a recipient of a return use this information",
      "when can you use return information in a lawsuit"
    ],
    "querygen_score": [
      "-2.924735",
      "0.28666508",
      "-1.3310133"
    ]
  },
  {
    "id": "legal-advice_93__43",
    "doc_id": "legal-advice_93",
    "chunk_id": 43,
    "document_category": "legal-advice",
    "text": "A pattern of conduct is a\nfactor that will be taken into account in determining\nwhether a practitioner acted knowingly, recklessly,\nor through gross incompetence. Gross incompetence\n§ 10.51 — Page 29 Table of Contents includes conduct that reflects gross indifference,\npreparation which is grossly inadequate under the\ncircumstances, and a consistent failure to perform\nobligations to the client. (14) Willfully failing to sign a tax return\nprepared by the practitioner when the practitioner’s\nsignature is required by Federal tax laws unless the\nfailure is due to reasonable cause and not due to\nwillful neglect. (15) Willfully disclosing or otherwise using a\ntax return or tax return information in a manner not\nauthorized by the Internal Revenue Code, contrary\nto the order of a court of competent jurisdiction, or\ncontrary to the order of an administrative law judge\nin a proceeding instituted under §10.60. (16) Willfully failing to file on magnetic or\nother electronic media a tax return prepared by the\npractitioner when the practitioner is required to do\nso by the Federal tax laws unless the failure is due\nto reasonable cause and not due to willful neglect. (17) Willfully preparing all or substantially\nall of, or signing, a tax return or claim for refund\nwhen the practitioner does not possess a current or\notherwise valid preparer tax identification number\nor other prescribed identifying number. (18) Willfully representing a taxpayer before\nan officer or employee of the Internal Revenue\nService unless the practitioner is authorized to do so\npursuant to this part. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.52 Violations subject to sanction. (a) A practitioner may be sanctioned under §10.50\nif the practitioner —\n(1) Willfully violates any of the regulations (other\nthan §10.33) contained in this part; or\n(2) Recklessly or through gross incompetence\n(within the meaning of §10.51(a)(13)) violates §§\n10.34, 10.35, 10.36 or 10.37. (b) Effective/applicability date. This section is\napplicable to conduct occurring on or after September\n26, 2007. Page 30 — § 10.51 § 10.53 Receipt of information concerning\npractitioner. (a) Officer or employee of the Internal Revenue\nService. If an officer or employee of the Internal\nRevenue Service has reason to believe a practitioner\nhas violated any provision of this part, the officer\nor employee will promptly make a written report\nof the suspected violation. The report will explain\nthe facts and reasons upon which the officer’s or\nemployee’s belief rests and must be submitted\nto the office(s) of the Internal Revenue Service\nresponsible for administering or enforcing this part. (b) Other persons. Any person other than an\nofficer or employee of the Internal Revenue Service\nhaving information of a violation of any provision\nof this part may make an oral or written report of\nthe alleged violation to the office(s) of the Internal\nRevenue Service responsible for administering or\nenforcing this part or any officer or employee of\nthe Internal Revenue Service. If the report is made\nto an officer or employee of the Internal Revenue\nService, the officer or employee will make a\nwritten report of the suspected violation and submit\nthe report to the office(s) of the Internal Revenue\nService responsible for administering or enforcing\nthis part. (c) Destruction of report.",
    "querygen": [
      "what is the pattern of conduct of a lawyer?",
      "define pattern of conduct",
      "what is the definition of pattern of conduct"
    ],
    "querygen_score": [
      "-0.7905015",
      "1.4320352",
      "1.208819"
    ]
  },
  {
    "id": "legal-advice_37__3",
    "doc_id": "legal-advice_37",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "Schedule 2, Part II Can claim a nonrefundable credit (other than the child tax credit\nor the credit for other dependents), such as the foreign tax credit,\neducation credits, or general business credit. Schedule 3, Part I Can claim a refundable credit (other than the earned income\ncredit, American opportunity credit, or additional child tax credit),\nsuch as the net premium tax credit or qualified sick and family\nleave credits from Schedule H.\nHave other payments, such as an amount paid with a request for\nan extension to file or excess social security tax withheld. -3- Schedule 3, Part II The Taxpayer Advocate Service Is Here To Help You\nWhat is the Taxpayer Advocate Service? The Taxpayer Advocate Service (TAS) is an independent organization within the Internal Revenue Service (IRS) that helps\ntaxpayers and protects taxpayer rights. TAS strives to ensure that every taxpayer is treated fairly and that you know and\nunderstand your rights under the Taxpayer Bill of Rights. What can TAS do for you? TAS can help you if your tax problem is causing a financial difficulty, you've tried and been unable to resolve your issue with\nthe IRS, or you believe an IRS system, process, or procedure just isn't working as it should. And the service is free. If you\nqualify for TAS assistance, you will be assigned to one advocate who will work with you throughout the process and will do\neverything possible to resolve your issue. TAS can help you if:\n• Your problem is causing a financial difficulty for you, your family, or your business. • You face (or your business is facing) an immediate threat of adverse action. • You’ve tried to contact the IRS but no one has responded, or the IRS hasn’t responded by the date promised. How can you reach TAS? TAS has offices in every state, the District of Columbia, and Puerto Rico. To find your advocate’s number:\n• Go to TaxpayerAdvocate.IRS.gov/contact-us;\n• Download Publication 1546, Taxpayer Advocate Service - We Are Here to Help You. If you do not have Internet access,\nyou can call the IRS toll free at 800-TAX-FORM (800-829-3676) and ask for a copy of Publication 1546;\n• Check your local directory; or\n• Call TAS toll free at 877-777-4778. How can you learn about your taxpayer rights? The Taxpayer Bill of Rights describes ten basic rights that all taxpayers have when dealing with the IRS. The TAS website\nTaxpayerAdvocate.IRS.gov can help you understand what these rights mean to you and how they apply. These are your rights. Know them. Use them. How else does the Taxpayer Advocate Service help taxpayers? TAS works to resolve large-scale problems that affect many taxpayers. If you know of one of these broad issues, please report it\nto TAS at IRS. gov/SAMS. Be sure not to include any personal taxpayer information. Low Income Taxpayer Clinics Help Taxpayers\nLow Income Taxpayer Clinics (LITCs) are independent from the Internal Revenue Service (IRS) and the Taxpayer Advocate\nService (TAS). LITCs represent individuals whose income is below a certain level and who need to resolve tax problems with\nthe IRS.",
    "querygen": [
      "how to claim education credit for kids",
      "is education credits nonrefundable?",
      "what is the nonrefundable child credit on income"
    ],
    "querygen_score": [
      "-1.5190194",
      "1.8745809",
      "0.3167537"
    ]
  },
  {
    "id": "legal-advice_96__17",
    "doc_id": "legal-advice_96",
    "chunk_id": 17,
    "document_category": "legal-advice",
    "text": "Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. Exception to time lived with you. Temporary absences by you or the child\nfor special circumstances, such as\nschool, vacation, business, medical care,\nmilitary service, or detention in a juvenile facility, count as time lived in the\nhome. Also see Kidnapped child, later,\nunder Who Qualifies as Your Dependent, if applicable. A child is considered to have lived\nwith you for all of 2022 if the child was\nborn or died in 2022 and your home was\nthe child's home for the entire time the\nchild was alive. Similarly, if you adopted the child in 2022, or the child was\nlawfully placed with you for legal adoption by you in 2022, the child is considered to have lived with you for all of\n2022 if your main home was this child's\nmain home for the entire time since the\nchild was adopted or placed with you in\n2022. Keeping up a home. To find out what\nis included in the cost of keeping up a\nhome, see Pub. 501. Name and Address\nPrint or type the information in the\nspaces provided. If you are married filing a separate return, enter your spouse's\nname in the entry space below the filing\nstatus checkboxes instead of below your\nname. If you filed a joint return for TIP 2021 and you are filing a joint\nreturn for 2022 with the same\nspouse, be sure to enter your names and\nSSNs in the same order as on your 2021\nreturn. Name Change If you changed your name because of\nmarriage, divorce, etc., be sure to report\nthe change to the Social Security Administration (SSA) before filing your return. This prevents delays in processing\nyour return and issuing refunds. It also\nsafeguards your future social security\nbenefits. Need more information or forms? Visit IRS.gov. Address Change If you plan to move after filing your return, use Form 8822 to notify the IRS of\nyour new address. P.O. Box Enter your box number only if your post\noffice doesn't deliver mail to your home. Foreign Address If you have a foreign address, enter the\ncity name on the appropriate line. Don’t\nenter any other information on that line,\nbut also complete the spaces below that\nline. Don’t abbreviate the country name. Follow the country’s practice for entering the postal code and the name of the\nprovince, county, or state. Death of a Taxpayer\nSee Death of a Taxpayer under General\nInformation, later. Social Security\nNumber (SSN) An incorrect or missing SSN can increase your tax, reduce your refund, or\ndelay your refund. To apply for an SSN,\nfill in Form SS-5 and return it, along\nwith the appropriate evidence documents, to the Social Security Administration (SSA). You can get Form SS-5\nonline at SSA.gov/forms/ss-5.pdf, from\nyour local SSA office, or by calling the\nSSA at 800-772-1213. It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard.",
    "querygen": [
      "when claiming a dependent on a tenancy",
      "what form to file dependent in taxes",
      "do i claim my dependents on 1040"
    ],
    "querygen_score": [
      "-4.1015244",
      "-0.4325787",
      "0.6950353"
    ]
  },
  {
    "id": "legal-advice_63__24",
    "doc_id": "legal-advice_63",
    "chunk_id": 24,
    "document_category": "legal-advice",
    "text": "(6) If a request for waiver is approved, the\nindividual will be notified and issued a card or\ncertificate evidencing renewal. (7) Those who are granted waivers are required\nto file timely applications for renewal of enrollment\nor registration. (j) Failure to comply. Treasury Department Circular No. 230 Table of Contents (1) Compliance by an individual with the\nrequirements of this part is determined by the Internal\nRevenue Service. The Internal Revenue Service\nwill provide notice to any individual who fails to\nmeet the continuing education and fee requirements\nof eligibility for renewal. The notice will state the\nbasis for the determination of noncompliance and\nwill provide the individual an opportunity to furnish\nthe requested information in writing relating to\nthe matter within 60 days of the date of the notice. Such information will be considered in making a\nfinal determination as to eligibility for renewal. The\nindividual must be informed of the reason(s) for any\ndenial of a renewal. The individual may, within 30\ndays after receipt of the notice of denial of renewal,\nfile a written protest of the denial as prescribed by\nthe Internal Revenue Service in forms, instructions,\nor other appropriate guidance. A protest under this\nsection is not governed by subpart D of this part. (2) The continuing education records of an\nenrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer may be reviewed to\ndetermine compliance with the requirements and\nstandards for renewal as provided in paragraph (f)\nof this section. As part of this review, the enrolled\nagent, enrolled retirement plan agent or registered tax\nreturn preparer may be required to provide the Internal\nRevenue Service with copies of any continuing\neducation records required to be maintained under\nthis part. If the enrolled agent, enrolled retirement\nplan agent or registered tax return preparer fails\nto comply with this requirement, any continuing\neducation hours claimed may be disallowed. (3) An individual who has not filed a timely\napplication for renewal, who has not made a timely\nresponse to the notice of noncompliance with the\nrenewal requirements, or who has not satisfied\nthe requirements of eligibility for renewal will be\nplaced on a roster of inactive enrolled individuals\nor inactive registered individuals. During this time,\nthe individual will be ineligible to practice before the\nInternal Revenue Service. (4) Individuals placed in inactive status and\nindividuals ineligible to practice before the Internal\nRevenue Service may not state or imply that they\nTreasury Department Circular No. 230 are eligible to practice before the Internal Revenue\nService, or use the terms enrolled agent, enrolled\nretirement plan agent, or registered tax return\npreparer, the designations “EA” or “ERPA” or other\nform of reference to eligibility to practice before the\nInternal Revenue Service. (5) An individual placed in inactive status\nmay be reinstated to an active status by filing an\napplication for renewal and providing evidence of\nthe completion of all required continuing education\nhours for the enrollment cycle or registration year. Continuing education credit under this paragraph (j)\n(5) may not be used to satisfy the requirements of\nthe enrollment cycle or registration year in which the\nindividual has been placed back on the active roster.",
    "querygen": [
      "treasury department notice waiver",
      "what is the purpose of the request for waiver",
      "how many days to file for a waiver in tn"
    ],
    "querygen_score": [
      "0.17380872",
      "-1.3886652",
      "-4.0053587"
    ]
  },
  {
    "id": "legal-advice_25__141",
    "doc_id": "legal-advice_25",
    "chunk_id": 141,
    "document_category": "legal-advice",
    "text": "Line 15\nInterest on the Deferred Tax on\nGain From Certain Installment\nSales With a Sales Price Over\n$150,000\nEnter interest on the deferred tax on gain\nfrom certain installment sales with a\nsales price over $150,000 under section\n453A(c). Line 16\nRecapture of Low-Income\nHousing Credit\nSee Form 8611 for more information. Lines 17a Through 17z\nOther Additional Taxes\nLine 17a. Recapture of the following\ncredits. 1. Investment credit (see Form\n4255). Identify as “ICR.”\n2. Indian employment credit (see\nForm 8845). Identify as “IECR.”\n3. New markets credit (see Form\n8874). Identify as “NMCR.”\n4. Credit for employer-provided\nchildcare facilities (see Form 8882). Identify as “ECCFR.”\n5. Alternative motor vehicle credit\n(see\nForm\n8910). Identify\nas\n“AMVCR.”\n6. Alternative fuel vehicle refueling\nproperty credit (see Form 8911). Identify as “ARPCR.” 7. Qualified plug-in electric drive\nmotor vehicle credit (see Form 8936). Identify as “8936R.”\nLine 17b. If you sold your home in\n2022 and it was financed (in whole or in\npart) from the proceeds of any tax-exempt qualified mortgage bond or you\nclaimed the mortgage interest credit, you\nmay owe a recapture tax on the mortgage subsidy. See Form 8828. Line 17c. Enter any additional tax on\nhealth savings account (HSA) distributions you received from Form 8889,\nline 17b. See Form 8889, Part II. Line 17d. Enter any additional tax for\nfailure to remain an eligible individual\nduring the testing period from Form\n8889, line 21. See Form 8889, Part III. Line 17e. Enter any additional tax on\nArcher MSA distributions from Form\n8853, line 9b. See Form 8853. Line 17f. Enter any additional tax on\nMedicare Advantage MSA distributions\nfrom Form 8853, line 13b. See Form\n8853. Line 17g. Enter any additional tax on\nrecapture of a charitable contribution deduction relating to a fractional interest in\ntangible personal property. See Pub. 526\nfor more information. Line 17h. Enter any additional tax on\nincome you received from a nonqualified deferred compensation plan that\nfails to meet the requirements of section\n409A. This income should be shown in\nbox 12 of Form W-2 with code Z, or in\nbox 15 of Form 1099-MISC. The tax is\n20% of the amount required to be included in income plus an interest amount\ndetermined under section 409A(a)(1)(B)\n(ii). See section 409A(a)(1)(B) for details. Line 17i. Enter any additional tax on\ncompensation you received from a nonqualified deferred compensation plan\ndescribed in section 457A if the compensation would have been includible in\nyour income in an earlier year except\nthat the amount wasn't determinable until 2022. The tax is 20% of the amount\nrequired to be included in income plus\nan interest amount determined under -98- section 457A(c)(2). See section 457A\nfor details. Line 17j. Enter any Section 72(m)(5)\nexcess benefits tax. See Pub. 560 for\nmore information. Line 17k. If you received an excess\nparachute payment (EPP), you must pay\na 20% tax on it. This tax should be\nshown in box 12 of Form W-2 with code\nK. If you received a Form 1099-MISC,\nthe tax is 20% of the EPP shown in\nbox 14. Enter this amount on line 17k. Line 17l. Enter any tax on accumulation distribution of trusts. See Form\n4970 for more information. Line 17m. Enter any excise tax on insider stock compensation from an expatriated corporation. See section 4985. Line 17n. Enter any look-back interest\nunder section 167(g) or 460(b). See\nForm 8697 or 8866 for more information.",
    "querygen": [
      "what is the deferred tax deduction for a certain sales price",
      "irs deferred tax deductions on gains for certain installment sales",
      "what is the deferred tax limit on installment sales"
    ],
    "querygen_score": [
      "-0.041403264",
      "1.0845919",
      "-0.91108334"
    ]
  },
  {
    "id": "legal-advice_62__79",
    "doc_id": "legal-advice_62",
    "chunk_id": 79,
    "document_category": "legal-advice",
    "text": "Your credit is– 4,541\n4,531\n4,520\n4,509 40,800\n40,850\n40,900\n40,950 40,850\n40,900\n40,950\n41,000 0\n0\n0\n0 426\n418\n410\n402 1,806\n1,795\n1,785\n1,774 2,576\n2,566\n2,555\n2,545 0\n0\n0\n0 1,406\n1,398\n1,390\n1,382 3,097\n3,086\n3,076\n3,065 3,867\n3,857\n3,846\n3,836 3,728\n3,718\n3,707\n3,697 4,499\n4,488\n4,478\n4,467 41,000\n41,050\n41,100\n41,150 41,050\n41,100\n41,150\n41,200 0\n0\n0\n0 394\n386\n378\n370 1,764\n1,753\n1,742\n1,732 2,534\n2,523\n2,513\n2,502 0\n0\n0\n0 1,374\n1,366\n1,358\n1,350 3,054\n3,044\n3,033\n3,023 3,825\n3,814\n3,804\n3,793 1,853\n1,845\n1,837\n1,829 3,686\n3,676\n3,665\n3,655 4,457\n4,446\n4,436\n4,425 41,200\n41,250\n41,300\n41,350 41,250\n41,300\n41,350\n41,400 0\n0\n0\n0 362\n354\n346\n338 1,721\n1,711\n1,700\n1,690 2,492\n2,481\n2,471\n2,460 0\n0\n0\n0 1,342\n1,334\n1,326\n1,318 3,012\n3,002\n2,991\n2,981 3,783\n3,772\n3,762\n3,751 0\n0\n0\n0 1,821\n1,813\n1,805\n1,797 3,644\n3,634\n3,623\n3,613 4,415\n4,404\n4,394\n4,383 41,400\n41,450\n41,500\n41,550 41,450\n41,500\n41,550\n41,600 0\n0\n0\n0 330\n322\n314\n306 1,679\n1,669\n1,658\n1,648 2,450\n2,439\n2,429\n2,418 0\n0\n0\n0 1,310\n1,302\n1,294\n1,286 2,970\n2,960\n2,949\n2,939 3,741\n3,730\n3,720\n3,709 3,082\n3,071\n3,061\n3,050 0\n0\n0\n0 1,789\n1,781\n1,773\n1,765 3,602\n3,592\n3,581\n3,570 4,373\n4,362\n4,351\n4,341 41,600\n41,650\n41,700\n41,750 41,650\n41,700\n41,750\n41,800 0\n0\n0\n0 298\n290\n282\n274 1,637\n1,627\n1,616\n1,606 2,408\n2,397\n2,387\n2,376 0\n0\n0\n0 1,278\n1,270\n1,262\n1,254 2,928\n2,918\n2,907\n2,897 3,699\n3,688\n3,678\n3,667 2,269\n2,258\n2,248\n2,237 3,039\n3,029\n3,018\n3,008 0\n0\n0\n0 1,757\n1,749\n1,741\n1,733 3,560\n3,549\n3,539\n3,528 4,330\n4,320\n4,309\n4,299 41,800\n41,850\n41,900\n41,950 41,850\n41,900\n41,950\n42,000 0\n0\n0\n0 266\n258\n250\n242 1,595\n1,585\n1,574\n1,563 2,366\n2,355\n2,344\n2,334 0\n0\n0\n0 1,246\n1,238\n1,230\n1,222 2,886\n2,875\n2,865\n2,854 3,657\n3,646\n3,635\n3,625 746\n738\n730\n722 2,227\n2,216\n2,206\n2,195 2,997\n2,987\n2,976\n2,966 0\n0\n0\n0 1,725\n1,717\n1,709\n1,701 3,518\n3,507\n3,497\n3,486 4,288\n4,278\n4,267\n4,257 42,000\n42,050\n42,100\n42,150 42,050\n42,100\n42,150\n42,200 0\n0\n0\n0 234\n226\n218\n210 1,553\n1,542\n1,532\n1,521 2,323\n2,313\n2,302\n2,292 0\n0\n0\n0 1,214\n1,206\n1,198\n1,190 2,844\n2,833\n2,823\n2,812 3,614\n3,604\n3,593\n3,583 0\n0\n0\n0 714\n706\n698\n690 2,185\n2,174\n2,164\n2,153 2,955\n2,945\n2,934\n2,924 0\n0\n0\n0 1,693\n1,685\n1,677\n1,669 3,476\n3,465\n3,455\n3,444 4,246\n4,236\n4,225\n4,215 42,200\n42,250\n42,300\n42,350 42,250\n42,300\n42,350\n42,400 0\n0\n0\n0 202\n194\n186\n178 1,511\n1,500\n1,490\n1,479 2,281\n2,271\n2,260\n2,250 0\n0\n0\n0 1,182\n1,174\n1,166\n1,158 2,802\n2,791\n2,781\n2,770 3,572\n3,562\n3,551\n3,541 39,250\n39,300\n39,350\n39,400 0\n0\n0\n0 682\n674\n666\n658 2,143\n2,132\n2,122\n2,111 2,913\n2,903\n2,892\n2,882 0\n0\n0\n0 1,661\n1,653\n1,645\n1,637 3,434\n3,423\n3,413\n3,402 4,204\n4,194\n4,183\n4,172 42,400\n42,450\n42,500\n42,550 42,450\n42,500\n42,550\n42,600 0\n0\n0\n0 170\n162\n154\n146 1,469\n1,458\n1,448\n1,437 2,239\n2,229\n2,218\n2,208 0\n0\n0\n0 1,150\n1,142\n1,134\n1,126 2,760\n2,749\n2,739\n2,728 3,530\n3,520\n3,509\n3,499 39,400\n39,450\n39,500\n39,550 39,450\n39,500\n39,550\n39,600 0\n0\n0\n0 650\n642\n634\n626 2,100\n2,090\n2,079\n2,069 2,871\n2,860\n2,850\n2,839 0\n0\n0\n0 1,629\n1,621\n1,613\n1,605 3,391\n3,381\n3,370\n3,360 4,162\n4,151\n4,141\n4,130 42,600\n42,650\n42,700\n42,750 42,650\n42,700\n42,750\n42,800 0\n0\n0\n0 138\n131\n123\n115 1,427\n1,416\n1,405\n1,395 2,197\n2,187\n2,176\n2,165 0\n0\n0\n0 1,118\n1,110\n1,102\n1,094 2,718\n2,707\n2,696\n2,686 3,488\n3,478\n3,467\n3,456 39,600\n39,650\n39,700\n39,750 39,650\n39,700\n39,750\n39,800 0\n0\n0\n0 618\n610\n602\n594 2,058\n2,048\n2,037\n2,027 2,829\n2,818\n2,808\n2,797 0\n0\n0\n0 1,597\n1,589\n1,581\n1,574 3,349\n3,339\n3,328\n3,318 4,120\n4,109\n4,099\n4,088 42,800\n42,850\n42,900\n42,950 42,850\n42,900\n42,950\n43,000 0\n0\n0\n0 107\n99\n91\n83 1,384\n1,374\n1,363\n1,353 2,155\n2,144\n2,134\n2,123 0\n0\n0\n0 1,086\n1,078\n1,070\n1,062 2,675\n2,665\n2,654\n2,644 3,446\n3,435\n3,425\n3,414 39,800\n39,850\n39,900\n39,950 39,850\n39,900\n39,950\n40,000 0\n0\n0\n0 586\n578\n570\n562 2,016\n2,006\n1,995\n1,985 2,787\n2,776\n2,766\n2,755 0\n0\n0\n0 1,566\n1,558\n1,550\n1,542 3,307\n3,297\n3,286\n3,276 4,078\n4,067\n4,057\n4,046 43,000\n43,050\n43,100\n43,150 43,050\n43,100\n43,150\n43,200 0\n0\n0\n0 75\n67\n59\n51 1,342\n1,332\n1,321\n1,311 2,113\n2,102\n2,092\n2,081 0\n0\n0\n0 1,054\n1,046\n1,038\n1,030 2,633\n2,623\n2,612\n2,602 3,404\n3,393\n3,383\n3,372 40,000\n40,050\n40,100\n40,150 40,050\n40,100\n40,150\n40,200 0\n0\n0\n0 554\n546\n538\n530 1,974\n1,964\n1,953\n1,943 2,745\n2,734\n2,724\n2,713 0\n0\n0\n0 1,534\n1,526\n1,518\n1,510 3,265\n3,255\n3,244\n3,234 4,036\n4,025\n4,015\n4,004 43,200\n43,250\n43,300\n43,350 43,250\n43,300\n43,350\n43,400 0\n0\n0\n0 43\n35\n27\n19 1,300\n1,290\n1,279\n1,269 2,071\n2,060\n2,050\n2,039 0\n0\n0\n0 1,022\n1,014\n1,006\n998 2,591\n2,581\n2,570\n2,560 3,362\n3,351\n3,341\n3,330 40,200\n40,250\n40,300\n40,350 40,250\n40,300\n40,350\n40,400 0\n0\n0\n0 522\n514\n506\n498 1,932\n1,921\n1,911\n1,900 2,702\n2,692\n2,681\n2,671 0\n0\n0\n0 1,502\n1,494\n1,486\n1,478 3,223\n3,212\n3,202\n3,191 3,993\n3,983\n3,972\n3,962 43,400\n43,450\n43,500\n43,550 43,450\n43,500\n43,550\n43,600 0\n0\n0\n0 11\n*\n0\n0 1,258\n1,248\n1,237\n1,226 2,029\n2,018\n2,008\n1,997 0\n0\n0\n0 990\n982\n974\n966 2,549\n2,539\n2,528\n2,517 3,320\n3,309\n3,298\n3,288 40,400\n40,450\n40,500\n40,550 40,450\n40,500\n40,550\n40,600 0\n0\n0\n0 490\n482\n474\n466 1,890\n1,879\n1,869\n1,858 2,660\n2,650\n2,639\n2,629 0\n0\n0\n0 1,470\n1,462\n1,454\n1,446 3,181\n3,170\n3,160\n3,149 3,951\n3,941\n3,930\n3,920 43,600\n43,650\n43,700\n43,750 43,650\n43,700\n43,750\n43,800 0\n0\n0\n0 0\n0\n0\n0 1,216\n1,205\n1,195\n1,184 1,986\n1,976\n1,965\n1,955 0\n0\n0\n0 958\n950\n942\n934 2,507\n2,496\n2,486\n2,475 3,277\n3,267\n3,256\n3,246 40,600\n40,650\n40,700\n40,750 40,650\n40,700\n40,750\n40,800 0\n0\n0\n0 458\n450\n442\n434 1,848\n1,837\n1,827\n1,816 2,618\n2,608\n2,597\n2,587 0\n0\n0\n0 1,438\n1,430\n1,422\n1,414 3,139\n3,128\n3,118\n3,107 3,909\n3,899\n3,888\n3,878 43,800\n43,850\n43,900\n43,950 43,850\n43,900\n43,950\n44,000 0\n0\n0\n0 0\n0\n0\n0 1,174\n1,163\n1,153\n1,142 1,944\n1,934\n1,923\n1,913 0\n0\n0\n0 926\n918\n910\n902 2,465\n2,454\n2,444\n2,433 3,235\n3,225\n3,214\n3,204 ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $43,450 but less than $43,492, and you have one qualifying child who has a valid SSN,\nyour credit is $3. If the amount you are looking up from the worksheet is $43,492 or more, and you have one qualifying child who has a valid SSN, you can’t take the\ncredit. (Continued) Need more information or forms? Visit IRS.gov. - 52 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 Your credit is– 2 At least But less\nthan 44,000\n44,050\n44,100\n44,150 44,050\n44,100\n44,150\n44,200 0\n0\n0\n0 0\n0\n0\n0 1,132\n1,121\n1,111\n1,100 1,902\n1,892\n1,881\n1,871 0\n0\n0\n0 894\n886\n878\n870 2,423\n2,412\n2,402\n2,391 44,200\n44,250\n44,300\n44,350 44,250\n44,300\n44,350\n44,400 0\n0\n0\n0 0\n0\n0\n0 1,090\n1,079\n1,069\n1,058 1,860\n1,850\n1,839\n1,829 0\n0\n0\n0 862\n854\n846\n838 44,400\n44,450\n44,500\n44,550 44,450\n44,500\n44,550\n44,600 0\n0\n0\n0 0\n0\n0\n0 1,047\n1,037\n1,026\n1,016 1,818\n1,807\n1,797\n1,786 0\n0\n0\n0 44,600\n44,650\n44,700\n44,750 44,650\n44,700\n44,750\n44,800 0\n0\n0\n0 0\n0\n0\n0 1,005\n995\n984\n974 1,776\n1,765\n1,755\n1,744 44,800\n44,850\n44,900\n44,950 44,850\n44,900\n44,950\n45,000 0\n0\n0\n0 0\n0\n0\n0 963\n953\n942\n932 45,000\n45,050\n45,100\n45,150 45,050\n45,100\n45,150\n45,200 0\n0\n0\n0 0\n0\n0\n0 45,200\n45,250\n45,300\n45,350 45,250\n45,300\n45,350\n45,400 0\n0\n0\n0 45,400\n45,450\n45,500\n45,550 45,450\n45,500\n45,550\n45,600 45,600\n45,650\n45,700\n45,750 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0",
    "querygen": [
      "what is my credit score",
      "what is credit score",
      "what is your credit score"
    ],
    "querygen_score": [
      "1.4052151",
      "0.08667567",
      "1.6368363"
    ]
  },
  {
    "id": "legal-advice_32__48",
    "doc_id": "legal-advice_32",
    "chunk_id": 48,
    "document_category": "legal-advice",
    "text": "7. If you are:\n• Married filing jointly, enter $32,000\n• Single, head of household, qualifying surviving spouse, or\nmarried filing separately and you lived apart from your spouse for,\nall of 2022, enter $25,000\n............... Married\nfiling\nseparately\nand\nyou\nlived\nwith\nyour\nspouse\nat\nany\ntime\n•\nin 2022, skip lines 8 through 15; multiply line 7 by 85% (0.85) and\nenter the result on line 16. Then, go to line 17\nIs the amount on line 8 less than the amount on line 7? No. None of your social security benefits are taxable. Enter -0- on Form 1040 or\nSTOP\n1040-SR, line 6b. If you are married filing separately and you lived apart from\nyour spouse for all of 2022, be sure you entered “D” to the right of the word\n“benefits” on line 6a. Yes. Subtract line 8 from line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8. 9. Enter $12,000 if married filing jointly; $9,000 if single, head of household, qualifying surviving\nspouse, or married filing separately and you lived apart from your spouse for all of 2022 . . . . . . 10.\nSubtract line 10 from line 9. If zero or less, enter -0- . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11. Enter the smaller of line 9 or line 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12.\nEnter one-half of line 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13. Enter the smaller of line 2 or line 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14.\nMultiply line 11 by 85% (0.85).",
    "querygen": [
      "how much do i need to pay surviving spouse",
      "cost of filing jointly vs married jointly",
      "how much money can a married couple make when filing jointly?"
    ],
    "querygen_score": [
      "-1.7889463",
      "-1.334751",
      "-0.6479887"
    ]
  },
  {
    "id": "legal-advice_32__14",
    "doc_id": "legal-advice_32",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "However, if you were a nonresident alien or a dual-status alien and were\nmarried to a U.S. citizen or resident alien at the end of 2022, you can elect to\nbe treated as a resident alien and file a\njoint return. See Pub. 519 for details. Married Filing Separately\nCheck the “Married filing separately”\nbox at the top of Form 1040 or 1040-SR\nif you are married, at the end of 2022,\nand file a separate return. Enter your\nspouse’s name in the entry space below\nthe filing status checkboxes. Be sure to\nenter your spouse’s SSN or Individual\nTaxpayer Identification Number (ITIN)\nin the space for spouse’s SSN on Form\n1040 or 1040-SR. If your spouse doesn’t\nhave and isn’t required to have an SSN\nor ITIN, enter “NRA” in the entry space\nbelow the filing status checkboxes. For electronic filing, enter the spouse's name or “NRA” if the spouse\ndoesn’t have an SSN or ITIN in the en- try space below the filing status checkboxes. If you are married and file a separate\nreturn, you generally report only your\nown income, deductions, and credits. Generally, you are responsible only for\nthe tax on your own income. Different\nrules apply to people in community\nproperty states; see Pub. 555. However, you will usually pay more\ntax than if you use another filing status\nfor which you qualify. Also, if you file a\nseparate return, you can't take the student loan interest deduction or the education credits, and you will only be able\nto take the earned income credit and\nchild and dependent care credit in very\nlimited circumstances. You also can't\ntake the standard deduction if your\nspouse itemizes deductions. You may be able to file as head TIP of household if you had a child\nliving with you and you lived\napart from your spouse during the last 6\nmonths of 2022. See Married persons\nwho live apart, later. Head of Household You can check the “Head of household”\nbox at the top of Form 1040 or 1040-SR\nif you are unmarried and provide a home\nfor certain other persons. You are considered unmarried for this purpose if any\nof the following applies. • You were legally separated according to your state law under a decree of\ndivorce or separate maintenance at the\nend of 2022. But if, at the end of 2022,\nyour divorce wasn't final (an interlocutory decree), you are considered married. • You are married but lived apart\nfrom your spouse for the last 6 months\nof 2022 and you meet the other rules under Married persons who live apart, later. • You are married and your spouse\nwas a nonresident alien at any time during the year and the election to treat the\nalien spouse as a resident alien is not\nmade. Check the “Head of household” box only if you are unmarried (or considered\nunmarried) and either Test 1 or Test 2\napplies. Test 1. You paid over half the cost of\nkeeping up a home that was the main\nhome for all of 2022 of your parent whom you can claim as a dependent, except under a multiple support agreement\n(see Who Qualifies as Your Dependent,\nlater). Your parent didn't have to live\nwith you. Test 2.",
    "querygen": [
      "who can apply to marry alien in the usa",
      "can a married alien file a joint return",
      "can married couple file a joint tax return"
    ],
    "querygen_score": [
      "-2.0051694",
      "1.171706",
      "0.027517177"
    ]
  },
  {
    "id": "legal-advice_62__105",
    "doc_id": "legal-advice_62",
    "chunk_id": 105,
    "document_category": "legal-advice",
    "text": "• Be sure you used the correct method to figure your tax. See the instructions for line 16.\n• Be sure to enter your SSN in the\nspace provided on page 1 of Form 1040\nor 1040-SR. If you are married filing a The IRS Mission. Provide America's taxpayers top-quality service by helping them\nunderstand and meet their tax responsibilities and enforce the law with integrity and\nfairness to all. joint or separate return, also enter your\nspouse's SSN. Be sure to enter your SSN\nin the space next to your name. Check\nthat your name and SSN agree with your\nsocial security card. • Make sure your name and address\nare correct. Enter your (and your spouse's) name in the same order as shown\non your last return. • If you live in an apartment, be sure\nto include your apartment number in\nyour address. • If you are taking the standard deduction, see the instructions for line 12\nto be sure you entered the correct\namount. • If you received capital gain distributions but weren't required to file\nSchedule D, make sure you checked the\nbox on line 7.\n• If you are taking the EIC, be sure\nyou used the correct column of the EIC\nTable for your filing status and the number of qualifying children you have who\nhave valid SSNs. • Remember to sign and date Form\n1040 or 1040-SR and enter your occupation(s). • Attach your Form(s) W-2 and other required forms and schedules. Put all\nforms and schedules in the proper order. See Assemble Your Return, earlier.\n• If you owe tax and are paying by\ncheck or money order, be sure to include\nall the required information on your payment. See the instructions for line 37 for\ndetails. • Make sure to check Where Do You\nFile? before mailing your return. Over\nthe next several years, the IRS will be\nreducing the number of paper tax return\nprocessing sites. Because of this, you\nmay need to mail your return to a different address than you have in the past. • Don’t file more than one original\nreturn for the same year, even if you\nhaven't gotten your refund or haven't\nheard from the IRS since you filed. Filing more than one original return for the\nsame year, or sending in more than one\ncopy of the same return (unless we ask\nyou to do so), could delay your refund. -76- • Make sure that if you, your spouse\nwith whom you are filing a joint return,\nor your dependent was enrolled in Marketplace coverage, and advance payments of the premium tax credit were\nmade for the coverage, that you attach\nForm 8962. For tax years other than\n2020, you may have to repay excess advance payments, even if someone else\nenrolled you, your spouse, or your dependent in the Marketplace coverage. Excess advance payments may also have\nto be repaid if you enrolled someone in\nMarketplace coverage, you don't claim\nthat individual as a dependent, and no\none else claims that individual as a dependent. See the instructions for Schedule 2, line 2, and the Instructions for\nForm 8962.",
    "querygen": [
      "do you enter ssn in 1040",
      "irs ss number",
      "how to figure tax returns when married"
    ],
    "querygen_score": [
      "0.5843965",
      "-3.3184876",
      "0.984792"
    ]
  },
  {
    "id": "legal-advice_39__55",
    "doc_id": "legal-advice_39",
    "chunk_id": 55,
    "document_category": "legal-advice",
    "text": "Complete the rest of that worksheet through line 4 (line 10 if you use the\nSchedule D Tax Worksheet). Next, you must determine if you have a capital gain excess. To find out if you have a capital gain excess, subtract\nForm 1040 or 1040-SR, line 15, from line 4 of your Qualified Dividends and Capital Gain Tax Worksheet (line 10 of your Schedule D Tax\nWorksheet). If the result is more than zero, that amount is your capital gain excess. If you don’t have a capital gain excess, complete the rest of either of those worksheets according to the worksheet's instructions. Then,\ncomplete lines 5 and 6 above. If you have a capital gain excess, complete a second Qualified Dividends and Capital Gain Tax Worksheet or Schedule D Tax Worksheet\n(whichever applies) as instructed above but in its entirety and with the following additional modifications. Then, complete lines 5 and 6 above. These modifications are to be made only for purposes of filling out the Foreign Earned Income Tax Worksheet above. 1. Reduce (but not below zero) the amount you would otherwise enter on line 3 of your Qualified Dividends and Capital Gain Tax Worksheet\nor line 9 of your Schedule D Tax Worksheet by your capital gain excess. 2. Reduce (but not below zero) the amount you would otherwise enter on line 2 of your Qualified Dividends and Capital Gain Tax Worksheet\nor line 6 of your Schedule D Tax Worksheet by any of your capital gain excess not used in (1) above. 3. Reduce (but not below zero) the amount on your Schedule D (Form 1040), line 18, by your capital gain excess. 4. Include your capital gain excess as a loss on line 16 of your Unrecaptured Section 1250 Gain Worksheet in the Instructions for\nSchedule D (Form 1040). -35- Need more information or forms? Visit IRS.gov. Qualified Dividends and Capital Gain Tax Worksheet—Line 16 Keep for Your Records Before you begin: 1.\n2.\n3. 4.\n5.\n6. 7.\n8.\n9.\n10.\n11.\n12.\n13. 14.\n15.\n16.\n17.\n18.\n19.\n20.\n21.\n22.\n23.\n24.\n25. See the earlier instructions for line 16 to see if you can use this worksheet to figure your tax. Before completing this worksheet, complete Form 1040 or 1040-SR through line 15. If you don’t have to file Schedule D and you received capital gain distributions, be sure you checked the box\non Form 1040 or 1040-SR, line 7. Enter the amount from Form 1040 or 1040-SR, line 15. However, if you are filing\nForm 2555 (relating to foreign earned income), enter the amount from line 3 of the\nForeign Earned Income Tax Worksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1.\nEnter the amount from Form 1040 or 1040-SR,\nline 3a* . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2.\nAre you filing Schedule D?*\nYes.",
    "querygen": [
      "calculate capital gain excess and return",
      "how to figure out what you have a capital gains ex",
      "what is the calculation for excess capital gains on the 1040"
    ],
    "querygen_score": [
      "-0.60671425",
      "-1.4361963",
      "-0.32563"
    ]
  },
  {
    "id": "legal-advice_80__1",
    "doc_id": "legal-advice_80",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20105101F\nRelease Date: 12/23/10\nCC:LB&I:RFPH:RAVillageliu\nPOSTF-143023-10\nUILC: 199.06-00 date: November 19, 2010 to: Thomas W. Winegar, Supervisory Internal Revenue Agent\nTyler D. Mitchel, Internal Revenue Agent from: Rogelio A. Villageliu\nGeneral Attorney (Retailers, Food, Pharmaceuticals & Healthcare)\n(Large Business & International) subject: [Subject]: Retroactive re-classification of purchases into PURPIMS\nTaxpayer and EIN: Coop\nYear: 20---- This memorandum responds to your request for assistance. LEGEND\nCoop\nState A\nb\nc\nd\ne\nf\nG\nH\nI\nJ\nK\nL = -------------------------------------------------------------------------------------------------------------------------= ------------=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= -------------------------------------------------------------------------------------------------------- POSTF-143023-10\nM\nN\nO\nP\nQ =\n=\n=\n=\n= 2 ------------------------------------------- FACTS Coop filed a claim for refund of overpaid taxes for their tax year ended December\n---- 20---.1 The claimed overpayment is due to a recomputation of the Coop’s I.R.C.\n§199 domestic production activities deduction. The recomputation consists of\nreclassifying b purchases from cooperative members into “per-unit retain allocations\npaid in money” [(within the meaning of I.R.C. §1382(b)(3)]. This is based on a PLR for\nthe taxpayer’s tax year 20--- (the “PLR”) that concluded, inter alia, that the Coop’s\npurchases fit into the definition of per-unit retains in Subchapter T of the Internal\nRevenue Code. 2 The Coop’s reclassification and resulting recomputation result in a\nsignificantly larger section 199 domestic production activities deduction. Taxpayer received a Private Letter Ruling [PLR 200942022], (the “PLR), using\nfacts from their tax year ended December 31, 20---. The same material facts that were\nfound in the PLR for the 20--- year are believed to exist for the year 20---. Consequently, those facts are set forth immediately below. In addition, the 20--- year\npresents additional material facts that were not present for the year 20---. Facts that\nwere not or may have not been considered in the PLR, which we consider to be material\nto the conclusion reached in this opinion for the tax year 20---, are set forth following\nthose in the PLR. PLR FACTS\nCoop is a farmers’ cooperative organized as a cooperative corporation under State A\nlaw. Coop markets b for its farmer members. Principal commodities marketed are c, d,\nand f. Coop also provides a broad range of the farm supplies to its farmer members,\nincluding petroleum products (such as diesel fuel, propane, heating oil, and gasoline),\nplant food (fertilizers), agricultural chemicals (herbicides and pesticides), feed, and\nseed. 1 Specifically, Coop filed an amended Form 990-C, Farmer’s Cooperative Association Income Tax Return,\nfor the taxable year 20---. It reduced its taxable income from g to h and its tax from i to j, from what the\nCoop reported in its original Form 990-C for said year. The Coop’s amended Form 990-C claimed an\noverpayment of k (to be credited for 20--- estimated tax), which is the subject of this opinion. 2 This is not surprising. Almost any payment made in money to a member or a participating patron for\ncommodities that the Coop obtains from them and markets may be made to fit within the definition of a\nper-unit retain allocation for tax purposes, as allocations, made to patrons, being fixed with reference to\nthe products being marketed for the patron, and without reference to the net earnings of the cooperative. This opinion attempts to clarify that, this does not mean that closed sale proceeds and per-unit retains are\none and the same. POSTF-143023-10 3",
    "querygen": [
      "irs memo number",
      "internal revenue service memo number",
      "irs memo number"
    ],
    "querygen_score": [
      "0.022214498",
      "1.6686206",
      "0.022214498"
    ]
  },
  {
    "id": "legal-advice_60__152",
    "doc_id": "legal-advice_60",
    "chunk_id": 152,
    "document_category": "legal-advice",
    "text": "taxpayer type. For instance, the estimated\nWe Welcome Comments on\naverage time burden for all taxpayers filForms\ning a Form 1040 or 1040-SR is 13 hours, We try to create forms and instructions with an average cost of $250 per return. that can be easily understood. Often this This average includes all associated forms\nis difficult to do because our tax laws are and schedules, across all tax return prepavery complex. For some people with in- ration methods and taxpayer activities. come mostly from wages, filling in the\nWithin this estimate, there is signififorms is easy. For others who have busicant variation in taxpayer activity. For exnesses, pensions, stocks, rental income, or\nample, nonbusiness taxpayers are expecother investments, it is more difficult. ted to have an average burden of about 8 -106- hours and $140, while business taxpayers\nare expected to have an average burden of\nabout 25 hours and $530. Similarly, tax\nreturn preparation fees and other\nout-of-pocket costs vary extensively de- pending on the tax situation of the taxpayIf you have comments concerning the\ner, the type of software or professional time and cost estimates below, you can\npreparer used, and the geographic loca- contact us at either one of the addresses\ntion. shown under We Welcome Comments on\nForms. Estimated Average Taxpayer Burden for Individuals by Activity Average Burden\nAverage Time (Hours) . . All\nOther . . Tax\nPlanning . Recordkeeping . . All taxpayers . . . . . . . . . . Type of taxpayer\nNonbusiness*** . . . . .\nBusiness*** . . . . . . . Total\nTime* . Percentage\nof Returns Type of Taxpayer Form\nCompletion\nand\nSubmission Average\nCost\n(Dollars)** 100% 13 6 2 4 1 $250 72%\n28% 8\n25 3\n12 1\n5 3\n6 1\n2 140\n530 *Detail may not add to total time due to rounding. **Dollars rounded to the nearest $10. ***You are considered a “business” filer if you file one or more of the following with Form 1040 or 1040-SR: Schedule C, E, or F or Form 2106. You are\nconsidered a “nonbusiness” filer if you don’t file any of those schedules or forms with Form 1040 or 1040-SR. -107- Major Categories of Federal Income and Outlays for Fiscal Year 2021\nIncome and Outlays. These pie charts show the relative sizes of the major categories of federal income and outlays for fiscal year 2021. Income\nOutlays*\nSocial security, Medicare,\nand unemployment and other\nretirement taxes\n19% Borrowing to\ncover deficit\n41% Corporate\nincome taxes\n5% Personal income\ntaxes\n30% Social security,\nMedicare, and other\nretirement1\n29% Excise, customs,\nestate, gift, and\nmiscellaneous taxes\n5% Law\nenforcement\nand general\ngovernment\n5% National defense,\nveterans, and foreign\naffairs2\n15% Net\ninterest\non the\ndebt\n5% Physical,\nhuman, and\ncommunity\ndevelopment3\n13% Social\nprograms4\n33% * Numbers may not total to 100% due to rounding. On or before the first Monday in February\nof each year, the President is required by\nlaw to submit to the Congress a budget\nproposal for the fiscal year that begins the\nfollowing October. The budget plan sets\nforth the President's proposed receipts,\nspending, and the surplus or deficit for\nthe federal government. The plan includes\nrecommendations for new legislation as\nwell as recommendations to change, eliminate, and add programs. After receipt of\nthe President's proposal, the Congress reviews the proposal and makes changes.",
    "querygen": [
      "average cost of tax form",
      "average cost of tax return",
      "how much is the cost of a 1040"
    ],
    "querygen_score": [
      "-1.3229333",
      "-1.2734973",
      "-1.5891702"
    ]
  },
  {
    "id": "legal-advice_91__1",
    "doc_id": "legal-advice_91",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "TAX YEAR 2022 1040 (and\n1040-SR) INSTRUCTIONS R Including the instructions for\nSchedules 1 through 3 2022 Changes\n• Form 1040 has new lines. • Schedule 1 has new lines. • Filing status name changed from\nQualifying widow(er) to Qualifiying\nsurviving spouse. For details on these and other\nchanges, see What’s New in these\ninstructions. Future Developments See IRS.gov and IRS.gov/Forms, and for the latest information about developments related to Forms 1040 and\n1040-SR and their instructions, such as legislation enacted after they were published, go to IRS.gov/Form1040. Free File is the fast, safe, and free way to prepare and e-file your taxes. See IRS.gov/FreeFile. Pay Online. It’s fast, simple, and secure. Go to IRS.gov/Payments. Department of the Treasury Internal Revenue Service www.irs.gov\nDec 23, 2022 Cat. No. 24811V Table of Contents\nContents\nDepartment\nof the\nTreasury\nInternal\nRevenue\nService Page What's New . . . . . . . . . . . . . . . . . . . . . . . . 6\nFiling Requirements . . . . . . . . . . . . . . . . . . 8\nDo You Have To File? . . . . . . . . . . . . . . 8\nWhen and Where Should You File? . . . . . 8\nLine Instructions for Forms 1040 and\n1040-SR . . . . . . . . . . . . . . . . . . . . . . 12\nFiling Status . . . . . . . . . . . . . . . . . . . 12\nName and Address . . . . . . . . . . . . . . . 14\nSocial Security Number (SSN) . . . . . . . 14\nDependents, Qualifying Child for\nChild Tax Credit, and Credit for\nOther Dependents . . . . . . . . . . . . . . 17\nIncome . . . . . . . . . . . . . . . . . . . . . . . 23\nTotal Income and Adjusted Gross\nIncome . . . . . . . . . . . . . . . . . . . . . 31\nTax and Credits . . . . . . . . . . . . . . . . . 31\nPayments . . . . . . . . . . . . . . . . . . . . . 37\nRefund . . . . . . . . . . . . . . . . . . . . . . . 56\nAmount You Owe . . . . . . . . . . . . . . . . 58 -2- Contents Page Sign Your Return . . . . . . . . . . . . . . . .",
    "querygen": [
      "how to change your 1040",
      "when do you change taxes for 2022",
      "what is the tx year"
    ],
    "querygen_score": [
      "-2.2297559",
      "-1.5761795",
      "-7.4616203"
    ]
  },
  {
    "id": "legal-advice_25__151",
    "doc_id": "legal-advice_25",
    "chunk_id": 151,
    "document_category": "legal-advice",
    "text": "Or you can send your comments to Intermation are confidential, as stated in Code nal Revenue Service, Tax Forms and Pubsection 6103. However, Code section lications Division, 1111 Constitution\n6103 allows or requires the Internal Reve- Ave. NW, IR-6526, Washington, DC\nnue Service to disclose or give the infor- 20224. Don’t send your return to this admation shown on your tax return to others dress. Instead, see the addresses at the end\nas described in the Code. For example, of these instructions. we may disclose your tax information to\nAlthough we can't respond individualthe Department of Justice to enforce the\ntax laws, both civil and criminal, and to ly to each comment received, we do apcities, states, the District of Columbia, preciate your feedback and will consider\nand U.S. commonwealths or possessions your comments as we revise our tax\nto carry out their tax laws. We may dis- forms and instructions. close your tax information to the DepartEstimates of Taxpayer\nment of Treasury and contractors for tax\nadministration purposes; and to other per- Burden\nsons as necessary to obtain information The following table shows burden estineeded to determine the amount of or to mates based on current statutory requirecollect the tax you owe. We may disclose ments as of November 2022 for taxpayers\nyour tax information to the Comptroller filing a 2022 Form 1040 or 1040-SR tax\nGeneral of the United States to permit the return. Time spent and out-of-pocket\nComptroller General to review the Inter- costs are presented separately. Time burnal Revenue Service. We may disclose den is broken out by taxpayer activity,\nyour tax information to committees of with recordkeeping representing the largCongress; federal, state, and local child est component. Out-of-pocket costs insupport agencies; and to other federal clude any expenses incurred by taxpayers\nagencies for the purposes of determining to prepare and submit their tax returns. entitlement for benefits or the eligibility Examples include tax return preparation\nfor and the repayment of loans. We may and submission fees, postage and photoalso disclose this information to other copying costs, and tax return preparation\ncountries under a tax treaty, to federal and software costs. While these estimates\nstate agencies to enforce federal nontax don’t include burden associated with\ncriminal laws, or to federal law enforce- post-filing activities, IRS operational data\nment and intelligence agencies to combat indicate that electronically prepared and\nterrorism. filed returns have fewer arithmetic errors,\nimplying lower post-filing burden. Please keep this notice with your reReported time and cost burdens are nacords. It may help you if we ask you for\nother information. If you have questions tional averages and don’t necessarily reabout the rules for filing and giving infor- flect a “typical” case. Most taxpayers exmation, please call or visit any Internal perience lower than average burden, with\ntaxpayer burden varying considerably by\nRevenue Service office. taxpayer type. For instance, the estimated\nWe Welcome Comments on\naverage time burden for all taxpayers filForms\ning a Form 1040 or 1040-SR is 13 hours, We try to create forms and instructions with an average cost of $250 per return. that can be easily understood. Often this",
    "querygen": [
      "how to send tax returns to internal revenue service",
      "code section lications code section lications division of",
      "what is the code of the internal revenue service"
    ],
    "querygen_score": [
      "-1.2071086",
      "-3.9532974",
      "-3.6874468"
    ]
  },
  {
    "id": "legal-advice_65__4",
    "doc_id": "legal-advice_65",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\n§ 10.24 Assistance from or to disbarred or suspended persons and former\nInternal Revenue Service employees. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\n§ 10.25 Practice by former government employees, their partners and their associates. . . . . . . . . . . . . . . 20\n§ 10.26 Notaries. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21\n§ 10.27 Fees. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21\n§ 10.28 Return of client’s records.",
    "querygen": [
      "what is the definition .",
      "what are some of the synonyms for .",
      "how old are you when you go into esos"
    ],
    "querygen_score": [
      "-6.5794907",
      "-4.855277",
      "-10.061836"
    ]
  },
  {
    "id": "legal-advice_30__17",
    "doc_id": "legal-advice_30",
    "chunk_id": 17,
    "document_category": "legal-advice",
    "text": "Enrollment as an enrolled\nretirement plan agent based on an applicant’s former\nemployment with the Internal Revenue Service will\nbe limited to permit the presentation of matters only\nwith respect to qualified retirement plan matters. (4) Application for enrollment as an enrolled\nagent or enrolled retirement plan agent based on an\napplicant’s former employment with the Internal\nRevenue Service must be made within three years\nfrom the date of separation from such employment. (5) An applicant for enrollment as an enrolled\nagent who is requesting such enrollment based\non former employment with the Internal Revenue\nService must have had a minimum of five years\ncontinuous employment with the Internal Revenue\nService during which the applicant must have been\nregularly engaged in applying and interpreting\nthe provisions of the Internal Revenue Code and\nthe regulations relating to income, estate, gift,\nTreasury Department Circular No. 230 employment, or excise taxes. (6) An applicant for enrollment as an enrolled\nretirement plan agent who is requesting such\nenrollment based on former employment with the\nInternal Revenue Service must have had a minimum\nof five years continuous employment with the\nInternal Revenue Service during which the applicant\nmust have been regularly engaged in applying and\ninterpreting the provisions of the Internal Revenue\nCode and the regulations relating to qualified\nretirement plan matters. (7) For the purposes of paragraphs (d)(5) and (6)\nof this section, an aggregate of 10 or more years of\nemployment in positions involving the application\nand interpretation of the provisions of the Internal\nRevenue Code, at least three of which occurred within\nthe five years preceding the date of application, is the\nequivalent of five years continuous employment. (e) Natural persons. Enrollment to practice may be\ngranted only to natural persons. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.5 Application to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Form; address. An applicant to become an\nenrolled agent, enrolled retirement plan agent,\nor registered tax return preparer must apply as\nrequired by forms or procedures established and\npublished by the Internal Revenue Service, including\nproper execution of required forms under oath or\naffirmation. The address on the application will be\nthe address under which a successful applicant is\nenrolled or registered and is the address to which all\ncorrespondence concerning enrollment or registration\nwill be sent. (b) Fee. A reasonable nonrefundable fee may be\ncharged for each application to become an enrolled\nagent, enrolled retirement plan agent, or registered\ntax return preparer. See 26 CFR part 300.\n(c) Additional information; examination. The Internal\nRevenue Service may require the applicant, as a\ncondition to consideration of an application, to file\n§ 10.5 — Page 9 Table of Contents additional information and to submit to any written\nor oral examination under oath or otherwise. Upon\nthe applicant’s written request, the Internal Revenue\nService will afford the applicant the opportunity to\nbe heard with respect to the application. (d) Compliance and suitability checks. (1) As a condition to consideration of an\napplication, the Internal Revenue Service may\nconduct a Federal tax compliance check and\nsuitability check.",
    "querygen": [
      "who is an enrolled agent",
      "what is required to apply to irs for enrollee",
      "irs definition of enrolled agent"
    ],
    "querygen_score": [
      "0.4348696",
      "-0.3035398",
      "-0.8316581"
    ]
  }
]