[
  {
    "id": "legal-advice_44__5",
    "doc_id": "legal-advice_44",
    "chunk_id": 5,
    "document_category": "legal-advice",
    "text": "Accordingly, § 421(a) provides different tax treatment than § 83(a). Whereas § 83(a)\nrequires an employee to recognize income on the date of exercise of the nonstatutory\nstock option if the option did not have an ascertainable fair market value on the date of\ngrant, § 421(a)(1) does not require such recognition. Consistent with the policy that an\nemployer may deduct the compensatory element of a stock option only if the\ncompensatory element is included in the gross income of the employee, § 421(a)(2)\ndoes not permit a deduction for the compensatory element attributable to statutory stock\noptions because the compensatory element is excluded from the employee’s gross\nincome. Treas. Reg. § 1.421-2(a)(1)(ii) reinforces this tax treatment by providing that,\n“No deduction under sections 83(h) or 162 or the regulations thereunder (relating to\ntrade or business expenses) is allowable to any time with respect to the share so\ntransferred. ”2\n2 Discussing an ISO, Example 7 of Treas. Reg. § 1.424-1(c)(4) notes in passing that a corporation is not POSTU-153378-08 2. 7 Legislative History of Section 421 The legislative history for ESPPs and ISOs demonstrate Congress’s intent that\n§ 421(a)(2) does not permit an employer to deduct the compensatory element of a\nstatutory stock option. The Revenue Act of 1964 provided the tax treatment for ESPPs. House Report No. 749 (1963) explained the intended tax treatment for stock options\ngranted pursuant to ESPPs: As indicated previously, except for the addition of the nondiscrimination\nrequirement (and the requiring of stockholder approval) the tax treatment of\nemployee stock purchase plans continues to be substantially similar to the tax\ntreatment of restricted stock options under present law. Thus, as under present\nlaw, no income is to be reported by the employee either at the time the option is\ngranted or at the time it is exercised. Similarly, no deduction is available to the\nemployer corporation with respect to the employee stock purchase plan. 1964 U.S.C.C.A.N. (vol. 1) at 1377 (Emphasis added). The Report’s provision that “no\ndeduction is available to the employer corporation with respect to the employee stock\npurchase plan” is unqualified. The Report does not provide that a deduction may be\navailable to the employer corporation under another section of the Code. Congress\nenacted § 174 in 1954. If Congress intended for a deduction to be available under\n§ 174 for compensation attributable to stock options granted under an ESPP, it would\nhave qualified its 1964 statement that “no deduction is available to the employer\ncorporation with respect to the employee stock purchase plan.” House Report No. 749 also explained the intended tax treatment of qualified stock\noptions, which are the predecessors to ISOs:\nGenerally, in the case of qualified stock options, no income tax is imposed either\nat the time the option is granted or at the time the option is exercised and the\nstock is transferred to the employee. Similarly, no business expense deduction\nis allowed to the employer corporation (or a parent or subsidiary of that\ncorporation) at any time with respect to this option. 1964 U.S.C.C.A.N. (vol. 1) at 1374 (Emphasis added).",
    "querygen": [
      "when is stock option taxed",
      "what is the difference between stock option and option",
      "when do stock options have to be capitalized"
    ],
    "querygen_score": [
      "-0.96827805",
      "-2.156466",
      "-3.6422534"
    ]
  },
  {
    "id": "legal-advice_25__85",
    "doc_id": "legal-advice_25",
    "chunk_id": 85,
    "document_category": "legal-advice",
    "text": "(11 weeks if you filed electronically). Have your 2022 tax return handy so you\ncan enter your social security number,\nyour filing status, and the exact whole\ndollar amount of your refund. Where's My Refund will provide a\npersonalized refund date as soon as the\nIRS processes your tax return and approves your refund. Effect of refund on benefits. Any refund you receive can't be counted as income when determining if you or anyone else is eligible for benefits or\nassistance, or how much you or anyone\nelse can receive, under any federal program or under any state or local program\nfinanced in whole or in part with federal\nfunds. These programs include Temporary Assistance for Needy Families\n(TANF), Medicaid, Supplemental Security Income (SSI), and Supplemental\nNutrition Assistance Program (formerly\nfood stamps). In addition, when determining eligibility, the refund can't be\ncounted as a resource for at least 12\nmonths after you receive it. Check with\nyour local benefit coordinator to find out\nif your refund will affect your benefits. DIRECT DEPOSIT Simple. Safe. Secure. Fast Refunds! Join the eight in 10 taxpayers\nwho choose direct deposit—a fast, simple, safe,\nsecure way to have your refund deposited\nautomatically to your checking or savings\naccount, including an individual retirement\narrangement (IRA). See the information about\nIRAs, later. If you want us to directly deposit the\namount shown on line 35a to your\nchecking or savings account, including\nan IRA, at a bank or other financial institution (such as a mutual fund, brokerage firm, or credit union) in the United\nStates:\n• Complete lines 35b through 35d (if\nyou want your refund deposited to only\none account), or\n• Check the box on line 35a and attach Form 8888 if you want to split the\ndirect deposit of your refund into more\nthan one account or use all or part of\nyour refund to buy paper series I savings\nbonds. If you don’t want your refund directly deposited to your account, don’t check the box on line 35a. Draw a line\nthrough the boxes on lines 35b and 35d. We will send you a check instead. Account must be in your name. Don’t\nrequest a deposit of your refund to an\naccount that isn't in your name, such as\nyour tax return preparer’s account. Although you may owe your tax return\npreparer a fee for preparing your return,\ndon’t have any part of your refund deposited into the preparer's account to pay\nthe fee. The number of refunds that can be directly deposited to a single account or\nprepaid debit card is limited to three a\nyear. After this limit is reached, paper\nchecks will be sent instead. Learn more\nat IRS.gov/DepositLimit. Why Use Direct Deposit? • You get your refund faster by direct deposit than you do by check. • Payment is more secure. There is\nno check that can get lost or stolen. • It is more convenient. You don’t\nhave to make a trip to the bank to deposit your check. • It saves tax dollars. It costs the\ngovernment less to refund by direct deposit.\n• It's proven itself. Nearly 98% of\nsocial security and veterans' benefits are\nsent electronically using direct deposit.",
    "querygen": [
      "how soon does the irs approve your tax return",
      "how long does it take to get your 2022 tax return",
      "how long does it take to get your tax return back"
    ],
    "querygen_score": [
      "1.1986508",
      "0.54829514",
      "-0.57174706"
    ]
  },
  {
    "id": "legal-advice_29__115",
    "doc_id": "legal-advice_29",
    "chunk_id": 115,
    "document_category": "legal-advice",
    "text": "This includes altering\nor striking out the preprinted language\nabove the space where you sign. For a\nlist of positions identified as frivolous,\nsee Notice 2010-33, 2010-17 I.R.B. 609,\navailable\nat\nIRS.gov/irb/\n2010-17_IRB#NOT-2010-33. Other. Other penalties can be imposed\nfor, among other things, negligence,\nsubstantial understatement of tax, reportable transaction understatements, filing an erroneous refund claim, and\nfraud. Criminal penalties may be imposed for willful failure to file, tax evasion, making a false statement, or identity theft. See Pub. 17 for details on some\nof these penalties. Refund Information To check the status\nof your refund, go\nto IRS. gov/Refunds\nor use the free IRS2Go app, 24 hours a\nday, 7 days a week. Information about\nyour refund will generally be available\nwithin 24 hours after the IRS receives\nyour e-filed return or 4 weeks after you\nmail a paper return. But if you filed\nForm 8379 with your return, allow 14\nweeks (11 weeks if you filed electronically) before checking your refund status. The IRS can’t issue refunds before\nmid-February 2023 for returns that\nclaim the earned income credit or the\nadditional child tax credit. This delay\napplies to the entire refund, not just the\nportion associated with these credits. To use Where's My Refund,\nhave a copy of your tax return\nhandy. You will need to enter\nthe following information from your return: • Your social security number (or individual taxpayer identification number),\n• Your filing status, and\n• The exact whole dollar amount of\nyour refund. Where's My Refund will provide an\nactual personalized refund date as soon\nas the IRS processes your tax return and\napproves your refund. Updates to refund status are TIP made once a day—usually at\nnight. If you don’t have Internet access,\nyou\ncan\ncall\n800-829-1954, 24 hours a day,\n7 days a week, for automated refund information. Our phone and walk-in assistors can research the status of your refund only if it's been 21 days or more\nsince you filed electronically or more\nthan 6 weeks since you mailed your paper return. Don’t send in a copy of your return\nunless asked to do so. To get a refund, you must generally\nfile your return within 3 years from the\ndate the return was due (including extensions). Where's My Refund doesn't track refunds that are claimed on an amended\ntax return. -82- Refund information is also available\nin Spanish at IRS.gov/Spanish and\n800-829-1954. Instructions for Schedule 1\nAdditional Income and Adjustments to Income\nGeneral Instructions\nUse Schedule 1 to report income or adjustments to income that can’t be entered directly on Form 1040, 1040-SR,\nor 1040-NR. Additional income is entered on\nSchedule 1, Part I. The amount on\nline 10 of Schedule 1 is entered on Form\n1040, 1040-SR, or 1040-NR, line 8. Adjustments to income are entered on\nSchedule 1, Part II. The amount on\nline 26 is entered on Form 1040 or\n1040-SR, line 10; or 1040-NR, line 10a. Additional Income\nLine 1\nTaxable Refunds, Credits, or\nOffsets of State and Local\nIncome Taxes\nNone of your refund is taxable TIP if, in the year you paid the tax,\nyou either (a) didn't itemize deductions, or (b) elected to deduct state\nand local general sales taxes instead of\nstate and local income taxes. If you received a refund, credit, or\noffset of state or local income taxes in\n2022, you may be required to report this\namount.",
    "querygen": [
      "irs notices for frivolous positions",
      "irb notices",
      "what is the irb form number of signatures filed?"
    ],
    "querygen_score": [
      "0.92009306",
      "-0.796049",
      "-2.851465"
    ]
  },
  {
    "id": "legal-advice_62__86",
    "doc_id": "legal-advice_62",
    "chunk_id": 86,
    "document_category": "legal-advice",
    "text": "• It is more convenient. You don’t\nhave to make a trip to the bank to deposit your check. • It saves tax dollars. It costs the\ngovernment less to refund by direct deposit.\n• It's proven itself. Nearly 98% of\nsocial security and veterans' benefits are\nsent electronically using direct deposit. If you file a joint return and\ncheck the box on line 35a and\nCAUTION attach Form 8888 or fill in\nlines 35b through 35d, your spouse may\nget at least part of the refund. ! IRA. You can have your refund (or part\nof it) directly deposited to a traditional\nIRA, Roth IRA, or SEP-IRA, but not a\nSIMPLE IRA. You must establish the\nIRA at a bank or other financial institution before you request direct deposit. Make sure your direct deposit will be\naccepted. You must also notify the trustee or custodian of your account of the\nyear to which the deposit is to be applied\n(unless the trustee or custodian won't accept a deposit for 2022). If you don’t,\nthe trustee or custodian can assume the\ndeposit is for the year during which you\nare filing the return. For example, if you\nfile your 2022 return during 2023 and\ndon’t notify the trustee or custodian in\nadvance, the trustee or custodian can assume the deposit to your IRA is for -57- 2023. If you designate your deposit to be\nfor 2022, you must verify that the deposit was actually made to the account by\nthe due date of the return (not counting\nextensions). If the deposit isn't made by\nthat date, the deposit isn't an IRA contribution for 2022. In that case, you must\nfile an amended 2022 return and reduce\nany IRA deduction and any retirement\nsavings contributions credit you claimed. You and your spouse, if filing\njointly, each may be able to\nCAUTION contribute up to $6,000 ($7,000\nif age 50 or older at the end of 2022) to\na traditional IRA or Roth IRA for 2022. You may owe a penalty if your contributions exceed these limits, and the limits\nmay be lower depending on your compensation and income. For more information on IRA contributions, see Pub. 590-A. ! For more information on IRAs, see\nPub. 590-A and Pub. 590-B.\nTreasuryDirect®. You can request a\ndeposit of your refund (or part of it) to a\nTreasuryDirect® online account to buy\nU.S. Treasury marketable securities, if\navailable, and savings bonds. For more\ninformation, go to treasurydirect.gov. Form 8888. You can have your refund\ndirectly deposited into more than one account or use it to buy up to $5,000 in paper series I savings bonds. You don’t\nneed a TreasuryDirect® account to do\nthis. For more information, see the Form\n8888 instructions. Your refund can be split and di- TIP rectly deposited into up to three\ndifferent accounts in your name\non Form 8888. Line 35a You can't file Form 8888 to split your\nrefund into more than one account or\nbuy paper series I savings bonds if Form\n8379 is filed with your return. Line 35b The routing number must be nine digits. The first two digits must be 01 through\n12 or 21 through 32. On the sample\ncheck shown later, the routing number is\n250250025.",
    "querygen": [
      "can you deposit your checks electronically",
      "how does direct deposit work",
      "why direct deposit is better for your social security"
    ],
    "querygen_score": [
      "0.7097759",
      "-0.9057041",
      "-0.026445461"
    ]
  },
  {
    "id": "legal-advice_64__22",
    "doc_id": "legal-advice_64",
    "chunk_id": 22,
    "document_category": "legal-advice",
    "text": "Under age 24 at the end of 2022, a student (defined later), and younger than you\n(or your spouse if filing jointly)\nor\nAny age and permanently and totally disabled (defined later) AND Who didn't provide over half of their own support for 2022 (see Pub. 501) AND Who isn't filing a joint return for 2022\nor is filing a joint return for 2022 only to claim a refund of withheld income tax or\nestimated tax paid (see Pub. 501 for details and examples) AND Who lived with you for more than half of 2022. If the child didn't live with you\nfor the required time, see Exception to time lived with you, later. ! If the child meets the conditions to be a qualifying child of any\nother person (other than your spouse if filing jointly) for 2022, see\nQualifying child of more than one person, later. CAUTION 1. Do you have a child who meets the conditions to be your\nqualifying child? Yes. Go to Step 2.\nNo. Go to Step 4. Step 2 Is Your Qualifying Child Your\nDependent? 1. Was the child a U.S. citizen, U.S. national, U.S. resident\nalien, or a resident of Canada or Mexico? (See Pub. 519 for -17- Need more information or forms? Visit IRS.gov. the definition of a U.S. national or U.S. resident alien. If the\nchild was adopted, see Exception to citizen test, later.) Yes. Continue\nNo. STOP\n䊲 2. Was the child married? Yes. See Married\nperson, later. You can't claim this child\nas a dependent. No. Continue 䊲 3. Could you, or your spouse if filing jointly, be claimed as a\ndependent on someone else's 2022 tax return? (If the person\nwho could claim you on their 2022 tax return is not required\nto file, and isn't filing a 2022 tax return or is filing a 2022\nreturn only to claim a refund of withheld income tax or\nestimated tax paid, check “No.”) See Steps 1, 2, and 4. No. You can claim this\nYes. STOP\nchild as a dependent. You can't claim any\nComplete columns (1)\ndependents. Complete\nthrough (3) of the\nthe rest of Form 1040 or\nDependents section on\n1040-SR and any\npage 1 of Form 1040 or\napplicable schedules. 1040-SR for this child. Then, go to Step 3. Step 3 3. Was the child under age 17 at the end of 2022? Yes. Continue\nNo. You can claim the\n䊲\ncredit for other\ndependents for this child. Check the “Credit for\nother dependents” box in\ncolumn (4) of the\nDependents section on\npage 1 of Form 1040 or\n1040-SR for this person. 4. Did this child have an SSN valid for employment issued\nbefore the due date of your 2022 return (including\nextensions)? (See Social Security Number, later.) Yes. You can claim the\nNo. STOP\nchild tax credit for this\nYou can claim the credit\nperson. Check the\nfor other dependents for\n“Child tax credit” box\nthis child. Check the\nin column (4) of the\n“Credit for other\nDependents section on\ndependents” box in\npage 1 of Form 1040 or\ncolumn (4) of the\n1040-SR for this\nDependents section on\nperson. page 1 of Form 1040 or\n1040-SR for this person. Does Your Qualifying Child\nQualify You for the Child Tax\nCredit or Credit for Other\nDependents?",
    "querygen": [
      "at what age can i claim my child as a student?",
      "what is the legal age of a student in the us",
      "at age 24 does someone have to be"
    ],
    "querygen_score": [
      "0.88704693",
      "-1.7943168",
      "-0.7605294"
    ]
  },
  {
    "id": "legal-advice_64__74",
    "doc_id": "legal-advice_64",
    "chunk_id": 74,
    "document_category": "legal-advice",
    "text": "7,600\n7,650\n7,700\n7,750 7,650\n7,700\n7,750\n7,800 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 10,800\n10,850\n10,900\n10,950 10,850\n10,900\n10,950\n11,000 433\n429\n425\n421 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 560\n560\n560\n560 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 7,800\n7,850\n7,900\n7,950 7,850\n7,900\n7,950\n8,000 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 11,000\n11,050\n11,100\n11,150 11,050\n11,100\n11,150\n11,200 417\n413\n410\n406 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 8,000\n8,050\n8,100\n8,150 8,050\n8,100\n8,150\n8,200 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 11,200\n11,250\n11,300\n11,350 11,250\n11,300\n11,350\n11,400 402\n398\n394\n391 3,733\n3,733\n3,733\n3,733 4,490\n4,510\n4,530\n4,550 5,051\n5,074\n5,096\n5,119 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,490\n4,510\n4,530\n4,550 5,051\n5,074\n5,096\n5,119 8,200\n8,250\n8,300\n8,350 8,250\n8,300\n8,350\n8,400 560\n560\n560\n560 2,797\n2,814\n2,831\n2,848 3,290\n3,310\n3,330\n3,350 3,701\n3,724\n3,746\n3,769 560\n560\n560\n560 2,797\n2,814\n2,831\n2,848 3,290\n3,310\n3,330\n3,350 3,701\n3,724\n3,746\n3,769 11,400\n11,450\n11,500\n11,550 11,450\n11,500\n11,550\n11,600 387\n383\n379\n375 3,733\n3,733\n3,733\n3,733 4,570\n4,590\n4,610\n4,630 5,141\n5,164\n5,186\n5,209 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,570\n4,590\n4,610\n4,630 5,141\n5,164\n5,186\n5,209 8,400\n8,450\n8,500\n8,550 8,450\n8,500\n8,550\n8,600 560\n560\n560\n560 2,865\n2,882\n2,899\n2,916 3,370\n3,390\n3,410\n3,430 3,791\n3,814\n3,836\n3,859 560\n560\n560\n560 2,865\n2,882\n2,899\n2,916 3,370\n3,390\n3,410\n3,430 3,791\n3,814\n3,836\n3,859 11,600\n11,650\n11,700\n11,750 11,650\n11,700\n11,750\n11,800 371\n368\n364\n360 3,733\n3,733\n3,733\n3,733 4,650\n4,670\n4,690\n4,710 5,231\n5,254\n5,276\n5,299 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,650\n4,670\n4,690\n4,710 5,231\n5,254\n5,276\n5,299 8,600\n8,650\n8,700\n8,750 8,650\n8,700\n8,750\n8,800 560\n560\n560\n560 2,933\n2,950\n2,967\n2,984 3,450\n3,470\n3,490\n3,510 3,881\n3,904\n3,926\n3,949 560\n560\n560\n560 2,933\n2,950\n2,967\n2,984 3,450\n3,470\n3,490\n3,510 3,881\n3,904\n3,926\n3,949 11,800\n11,850\n11,900\n11,950 11,850\n11,900\n11,950\n12,000 356\n352\n348\n345 3,733\n3,733\n3,733\n3,733 4,730\n4,750\n4,770\n4,790 5,321\n5,344\n5,366\n5,389 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,730\n4,750\n4,770\n4,790 5,321\n5,344\n5,366\n5,389 Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. (Continued) - 47 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 Your credit is– 1 2 At least But less\nthan 12,000\n12,050\n12,100\n12,150 12,050\n12,100\n12,150\n12,200 341\n337\n333\n329 3,733\n3,733\n3,733\n3,733 4,810\n4,830\n4,850\n4,870 5,411\n5,434\n5,456\n5,479 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,810\n4,830\n4,850\n4,870 12,200\n12,250\n12,300\n12,350 12,250\n12,300\n12,350\n12,400 326\n322\n318\n314 3,733\n3,733\n3,733\n3,733 4,890\n4,910\n4,930\n4,950 5,501\n5,524\n5,546\n5,569 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 12,400\n12,450\n12,500\n12,550 12,450\n12,500\n12,550\n12,600 310\n306\n303\n299 3,733\n3,733\n3,733\n3,733 4,970\n4,990\n5,010\n5,030 5,591\n5,614\n5,636\n5,659 560\n560\n560\n560 12,600\n12,650\n12,700\n12,750 12,650\n12,700\n12,750\n12,800 295\n291\n287\n283 3,733\n3,733\n3,733\n3,733 5,050\n5,070\n5,090\n5,110 5,681\n5,704\n5,726\n5,749 12,800\n12,850\n12,900\n12,950 12,850\n12,900\n12,950\n13,000 280\n276\n272\n268 3,733\n3,733\n3,733\n3,733 5,130\n5,150\n5,170\n5,190 13,000\n13,050\n13,100\n13,150 13,050\n13,100\n13,150\n13,200 264\n260\n257\n253 3,733\n3,733\n3,733\n3,733 13,200\n13,250\n13,300\n13,350 13,250\n13,300\n13,350\n13,400 249\n245\n241\n238 13,400\n13,450\n13,500\n13,550 13,450\n13,500\n13,550\n13,600 13,600\n13,650\n13,700\n13,750 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 Your credit is– 1 2 3 At least But less\nthan Your credit is– 5,411\n5,434\n5,456\n5,479 15,200\n15,250\n15,300\n15,350 15,250\n15,300\n15,350\n15,400 96\n92\n88\n85 3,733\n3,733\n3,733\n3,733 6,090\n6,110\n6,130\n6,150 6,851\n6,874\n6,896\n6,919 560\n560\n557\n553 3,733\n3,733\n3,733\n3,733 6,090\n6,110\n6,130\n6,150 6,851\n6,874\n6,896\n6,919 4,890\n4,910\n4,930\n4,950 5,501\n5,524\n5,546\n5,569 15,400\n15,450\n15,500\n15,550 15,450\n15,500\n15,550\n15,600 81\n77\n73\n69 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 550\n546\n542\n538 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 4,970\n4,990\n5,010\n5,030 5,591\n5,614\n5,636\n5,659 15,600\n15,650\n15,700\n15,750 15,650\n15,700\n15,750\n15,800 65\n62\n58\n54 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 534\n531\n527\n523 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,050\n5,070\n5,090\n5,110 5,681\n5,704\n5,726\n5,749 15,800\n15,850\n15,900\n15,950 15,850\n15,900\n15,950\n16,000 50\n46\n42\n39 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 519\n515\n511\n508 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 5,771\n5,794\n5,816\n5,839 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,130\n5,150\n5,170\n5,190 5,771\n5,794\n5,816\n5,839 16,000\n16,050\n16,100\n16,150 16,050\n16,100\n16,150\n16,200 35\n31\n27\n23 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 504\n500\n496\n492 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 5,210\n5,230\n5,250\n5,270 5,861\n5,884\n5,906\n5,929 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,210\n5,230\n5,250\n5,270 5,861\n5,884\n5,906\n5,929 16,200\n16,250\n16,300\n16,350 16,250\n16,300\n16,350\n16,400 20\n16\n12\n8 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 488\n485\n481\n477 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 5,290\n5,310\n5,330\n5,350 5,951\n5,974\n5,996\n6,019 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,290\n5,310\n5,330\n5,350 5,951\n5,974\n5,996\n6,019 16,400\n16,450\n16,500\n16,550 16,450\n16,500\n16,550\n16,600 4\n*\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 473\n469\n466\n462 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 234\n230\n226\n222 3,733\n3,733\n3,733\n3,733 5,370\n5,390\n5,410\n5,430 6,041\n6,064\n6,086\n6,109 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,370\n5,390\n5,410\n5,430 6,041\n6,064\n6,086\n6,109 16,600\n16,650\n16,700\n16,750 16,650\n16,700\n16,750\n16,800 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 458\n454\n450\n446 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 13,650\n13,700\n13,750\n13,800 218\n215\n211\n207 3,733\n3,733\n3,733\n3,733 5,450\n5,470\n5,490\n5,510 6,131\n6,154\n6,176\n6,199 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,450\n5,470\n5,490\n5,510 6,131\n6,154\n6,176\n6,199 16,800\n16,850\n16,900\n16,950 16,850\n16,900\n16,950\n17,000 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 443\n439\n435\n431 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 13,800\n13,850\n13,900\n13,950 13,850\n13,900\n13,950\n14,000 203\n199\n195\n192 3,733\n3,733\n3,733\n3,733 5,530\n5,550\n5,570\n5,590 6,221\n6,244\n6,266\n6,289 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,530\n5,550\n5,570\n5,590 6,221\n6,244\n6,266\n6,289 17,000\n17,050\n17,100\n17,150 17,050\n17,100\n17,150\n17,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 427\n423\n420\n416 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,000\n14,050\n14,100\n14,150 14,050\n14,100\n14,150\n14,200 188\n184\n180\n176 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 17,200\n17,250\n17,300\n17,350 17,250\n17,300\n17,350\n17,400 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 412\n408\n404\n400 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,200\n14,250\n14,300\n14,350 14,250\n14,300\n14,350\n14,400 173\n169\n165\n161 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 17,400\n17,450\n17,500\n17,550 17,450\n17,500\n17,550\n17,600 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 397\n393\n389\n385 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,400\n14,450\n14,500\n14,550 14,450\n14,500\n14,550\n14,600",
    "querygen": [
      "how many digits is seven600",
      "what is the average ot number for a 7600",
      "which of these number combinations is higher than 7600"
    ],
    "querygen_score": [
      "-4.273008",
      "-8.138419",
      "-7.268696"
    ]
  },
  {
    "id": "legal-advice_25__142",
    "doc_id": "legal-advice_25",
    "chunk_id": 142,
    "document_category": "legal-advice",
    "text": "Line 17l. Enter any tax on accumulation distribution of trusts. See Form\n4970 for more information. Line 17m. Enter any excise tax on insider stock compensation from an expatriated corporation. See section 4985. Line 17n. Enter any look-back interest\nunder section 167(g) or 460(b). See\nForm 8697 or 8866 for more information. Line 17o. Enter any tax on non-effectively connected income for any part of\nthe year you were a nonresident alien. See the Instructions for Form 1040-NR\nfor more information. Line 17p. Enter any interest amount\nfrom Form 8621, line 16f, relating to\ndistributions from, and dispositions of,\nstock of a section 1291 fund. Line 17q. Enter any interest amount\nfrom Form 8621, line 24. Line 17z Use line 17z to report any taxes not reported elsewhere on your return\nor other schedules. List the type and\namount of tax. Other taxes to be listed include the\nfollowing. Form 8978 adjustment. Complete the\nNegative Form 8978 Adjustment Worksheet—Schedule 2 (Line 17z) if you are\nfiling Form 8978 and completed the\nworksheet in the Schedule 3, line 6l, instructions and the amount on line 3 of\nthat worksheet is negative. Negative Form 8978 Adjustment Worksheet—Schedule 2 (Line 17z)\nComplete this worksheet if you completed line 3 on the Negative Form 8978 Adjustment Worksheet in the Schedule 3,\nline 6l, instructions. 1. Enter the sum of any chapter 1 taxes* (other than your negative Form 8978 adjustment) reported in Part II of\nSchedule 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2. Enter as a positive number the negative amount from line 3 of the Negative Form 8978 Adjustment Worksheet in\nthe Schedule 3, line 6l, instructions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. Is the amount on line 1 more than the amount on line 2? Yes. 1.\n2. List the type (Form 8978 ADJ) and the amount from line 2 as a negative number (in parentheses) on line 17z. List the type (Form 8978 ADJ) and the amount from line 1 as a negative number (in parentheses) on line 17z. No. Combine this amount with any other amounts reported on line 17z to complete the line 17z entry space. * Chapter 1 taxes include taxes from sections 1 through 1400Z-2 of the Code, as well as certain amounts the Code treats as chapter 1 taxes. Generally, this does not include amounts reported on Schedule 2, lines 4, 7, 9, 11–13, 17k–17m, or 17z (other than chapter 1 taxes). -99-",
    "querygen": [
      "where to enter a check on your tax return",
      "what type of tax is on insider stock",
      "what lines do i need to enter into a trust"
    ],
    "querygen_score": [
      "-5.135024",
      "-0.86477816",
      "-3.689212"
    ]
  },
  {
    "id": "legal-advice_65__13",
    "doc_id": "legal-advice_65",
    "chunk_id": 13,
    "document_category": "legal-advice",
    "text": "(2) Certified public accountant means any person\nwho is duly qualified to practice as a certified public\naccountant in any state, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia. (3) Commissioner refers to the Commissioner of\nInternal Revenue. (4) Practice before the Internal Revenue\nService comprehends all matters connected with a\npresentation to the Internal Revenue Service or any\nof its officers or employees relating to a taxpayer’s\nrights, privileges, or liabilities under laws or\nregulations administered by the Internal Revenue\nService. Such presentations include, but are not\nlimited to, preparing documents; filing documents;\ncorresponding and communicating with the Internal\nRevenue Service; rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nor other plan or arrangement having a potential for\ntax avoidance or evasion; and representing a client at\nconferences, hearings, and meetings. (5) Practitioner means any individual described\nin paragraphs (a), (b), (c), (d), (e), or (f) of §10.3.\n(6) A tax return includes an amended tax return\nand a claim for refund. (7) Service means the Internal Revenue Service. (8) Tax return preparer means any individual\nwithin the meaning of section 7701(a)(36) and 26\nCFR 301.7701-15. (b) Effective/applicability date. This section is\napplicable on August 2, 2011. § 10.3 Who may practice. (a) Attorneys. Any attorney who is not currently\nunder suspension or disbarment from practice\nPage 6 — § 10.2 before the Internal Revenue Service may practice\nbefore the Internal Revenue Service by filing with\nthe Internal Revenue Service a written declaration\nthat the attorney is currently qualified as an attorney\nand is authorized to represent the party or parties. Notwithstanding the preceding sentence, attorneys\nwho are not currently under suspension or disbarment\nfrom practice before the Internal Revenue Service\nare not required to file a written declaration with the\nIRS before rendering written advice covered under\n§10.37, but their rendering of this advice is practice\nbefore the Internal Revenue Service. (b) Certified public accountants. Any certified\npublic accountant who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service by filing with the Internal\nRevenue Service a written declaration that the\ncertified public accountant is currently qualified as\na certified public accountant and is authorized to\nrepresent the party or parties. Notwithstanding the\npreceding sentence, certified public accountants who\nare not currently under suspension or disbarment\nfrom practice before the Internal Revenue Service\nare not required to file a written declaration with the\nIRS before rendering written advice covered under\n§10.37, but their rendering of this advice is practice\nbefore the Internal Revenue Service. (c) Enrolled agents. Any individual enrolled as an\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (d) Enrolled actuaries. (1) Any individual who is enrolled as an actuary\nby the Joint Board for the Enrollment of Actuaries\npursuant to 29 U.S.C. 1242 who is not currently\nunder suspension or disbarment from practice before\nthe Internal Revenue Service may practice before the\nInternal Revenue Service by filing with the Internal\nRevenue Service a written declaration stating that he\nor she is currently qualified as an enrolled actuary\nand is authorized to represent the party or parties on\nwhose behalf he or she acts.",
    "querygen": [
      "what is cpa",
      "who is the commissioner of internal revenue",
      "who is a commissioner"
    ],
    "querygen_score": [
      "-0.58599627",
      "0.059259996",
      "-0.8796963"
    ]
  },
  {
    "id": "legal-advice_25__78",
    "doc_id": "legal-advice_25",
    "chunk_id": 78,
    "document_category": "legal-advice",
    "text": "1,449\n1,441\n1,433\n1,425 3,153\n3,143\n3,132\n3,122 3,924\n3,913\n3,903\n3,892 0\n0\n0\n0 2,428\n2,420\n2,412\n2,404 4,444\n4,434\n4,423\n4,413 5,215\n5,204\n5,194\n5,183 5,076\n5,066\n5,055\n5,045 5,847\n5,836\n5,826\n5,815 34,600\n34,650\n34,700\n34,750 34,650\n34,700\n34,750\n34,800 0\n0\n0\n0 1,417\n1,409\n1,401\n1,393 3,111\n3,101\n3,090\n3,080 3,882\n3,871\n3,861\n3,850 0\n0\n0\n0 2,396\n2,388\n2,380\n2,373 4,402\n4,392\n4,381\n4,371 5,173\n5,162\n5,152\n5,141 2,876\n2,868\n2,860\n2,852 5,034\n5,024\n5,013\n5,003 5,805\n5,794\n5,784\n5,773 34,800\n34,850\n34,900\n34,950 34,850\n34,900\n34,950\n35,000 0\n0\n0\n0 1,385\n1,377\n1,369\n1,361 3,069\n3,059\n3,048\n3,038 3,840\n3,829\n3,819\n3,808 0\n0\n0\n0 2,365\n2,357\n2,349\n2,341 4,360\n4,350\n4,339\n4,329 5,131\n5,120\n5,110\n5,099 0\n0\n0\n0 2,844\n2,836\n2,828\n2,820 4,992\n4,981\n4,971\n4,960 5,763\n5,752\n5,741\n5,731 35,000\n35,050\n35,100\n35,150 35,050\n35,100\n35,150\n35,200 0\n0\n0\n0 1,353\n1,345\n1,337\n1,329 3,027\n3,017\n3,006\n2,996 3,798\n3,787\n3,777\n3,766 0\n0\n0\n0 2,333\n2,325\n2,317\n2,309 4,318\n4,308\n4,297\n4,287 5,089\n5,078\n5,068\n5,057 4,429\n4,419\n4,408\n4,398 0\n0\n0\n0 2,812\n2,804\n2,796\n2,788 4,950\n4,939\n4,929\n4,918 5,720\n5,710\n5,699\n5,689 35,200\n35,250\n35,300\n35,350 35,250\n35,300\n35,350\n35,400 0\n0\n0\n0 1,321\n1,313\n1,305\n1,297 2,985\n2,974\n2,964\n2,953 3,755\n3,745\n3,734\n3,724 0\n0\n0\n0 2,301\n2,293\n2,285\n2,277 4,276\n4,265\n4,255\n4,244 5,046\n5,036\n5,025\n5,015 3,617\n3,606\n3,596\n3,585 4,387\n4,377\n4,366\n4,356 0\n0\n0\n0 2,780\n2,772\n2,764\n2,756 4,908\n4,897\n4,887\n4,876 5,678\n5,668\n5,657\n5,647 35,400\n35,450\n35,500\n35,550 35,450\n35,500\n35,550\n35,600 0\n0\n0\n0 1,289\n1,281\n1,273\n1,265 2,943\n2,932\n2,922\n2,911 3,713\n3,703\n3,692\n3,682 0\n0\n0\n0 2,269\n2,261\n2,253\n2,245 4,234\n4,223\n4,213\n4,202 5,004\n4,994\n4,983\n4,973 1,768\n1,760\n1,752\n1,744 3,575\n3,564\n3,554\n3,543 4,345\n4,335\n4,324\n4,314 0\n0\n0\n0 2,748\n2,740\n2,732\n2,724 4,866\n4,855\n4,845\n4,834 5,636\n5,626\n5,615\n5,605 35,600\n35,650\n35,700\n35,750 35,650\n35,700\n35,750\n35,800 0\n0\n0\n0 1,257\n1,249\n1,241\n1,233 2,901\n2,890\n2,880\n2,869 3,671\n3,661\n3,650\n3,640 0\n0\n0\n0 2,237\n2,229\n2,221\n2,213 4,192\n4,181\n4,171\n4,160 4,962\n4,952\n4,941\n4,931 0\n0\n0\n0 1,736\n1,729\n1,721\n1,713 3,533\n3,522\n3,511\n3,501 4,303\n4,293\n4,282\n4,271 0\n0\n0\n0 2,716\n2,708\n2,700\n2,692 4,824\n4,813\n4,802\n4,792 5,594\n5,584\n5,573\n5,562 35,800\n35,850\n35,900\n35,950 35,850\n35,900\n35,950\n36,000 0\n0\n0\n0 1,225\n1,217\n1,209\n1,201 2,859\n2,848\n2,838\n2,827 3,629\n3,619\n3,608\n3,598 0\n0\n0\n0 2,205\n2,197\n2,189\n2,181 4,150\n4,139\n4,129\n4,118 4,920\n4,910\n4,899\n4,889 32,850\n32,900\n32,950\n33,000 0\n0\n0\n0 1,705\n1,697\n1,689\n1,681 3,490\n3,480\n3,469\n3,459 4,261\n4,250\n4,240\n4,229 0\n0\n0\n0 2,684\n2,676\n2,668\n2,660 4,781\n4,771\n4,760\n4,750 5,552\n5,541\n5,531\n5,520 36,000\n36,050\n36,100\n36,150 36,050\n36,100\n36,150\n36,200 0\n0\n0\n0 1,193\n1,185\n1,177\n1,169 2,817\n2,806\n2,795\n2,785 3,587\n3,576\n3,566\n3,555 0\n0\n0\n0 2,173\n2,165\n2,157\n2,149 4,107\n4,097\n4,086\n4,076 4,878\n4,867\n4,857\n4,846 33,000\n33,050\n33,100\n33,150 33,050\n33,100\n33,150\n33,200 0\n0\n0\n0 1,673\n1,665\n1,657\n1,649 3,448\n3,438\n3,427\n3,417 4,219\n4,208\n4,198\n4,187 0\n0\n0\n0 2,652\n2,644\n2,636\n2,628 4,739\n4,729\n4,718\n4,708 5,510\n5,499\n5,489\n5,478 36,200\n36,250\n36,300\n36,350 36,250\n36,300\n36,350\n36,400 0\n0\n0\n0 1,161\n1,153\n1,145\n1,137 2,774\n2,764\n2,753\n2,743 3,545\n3,534\n3,524\n3,513 0\n0\n0\n0 2,141\n2,133\n2,125\n2,117 4,065\n4,055\n4,044\n4,034 4,836\n4,825\n4,815\n4,804 33,200\n33,250\n33,300\n33,350 33,250\n33,300\n33,350\n33,400 0\n0\n0\n0 1,641\n1,633\n1,625\n1,617 3,406\n3,396\n3,385\n3,375 4,177\n4,166\n4,156\n4,145 0\n0\n0\n0 2,620\n2,612\n2,604\n2,596 4,697\n4,687\n4,676\n4,666 5,468\n5,457\n5,447\n5,436 36,400\n36,450\n36,500\n36,550 36,450\n36,500\n36,550\n36,600 0\n0\n0\n0 1,129\n1,121\n1,113\n1,105 2,732\n2,722\n2,711\n2,701 3,503\n3,492\n3,482\n3,471 0\n0\n0\n0 2,109\n2,101\n2,093\n2,085 4,023\n4,013\n4,002\n3,992 4,794\n4,783\n4,773\n4,762 33,400\n33,450\n33,500\n33,550 33,450\n33,500\n33,550\n33,600 0\n0\n0\n0 1,609\n1,601\n1,593\n1,585 3,364\n3,354\n3,343\n3,332 4,135\n4,124\n4,114\n4,103 0\n0\n0\n0 2,588\n2,580\n2,572\n2,564 4,655\n4,645\n4,634\n4,623 5,426\n5,415\n5,404\n5,394 36,600\n36,650\n36,700\n36,750 36,650\n36,700\n36,750\n36,800 0\n0\n0\n0 1,097\n1,089\n1,081\n1,073 2,690\n2,680\n2,669\n2,659 3,461\n3,450\n3,440\n3,429 0\n0\n0\n0 2,077\n2,069\n2,061\n2,053 3,981\n3,971\n3,960\n3,950 4,752\n4,741\n4,731\n4,720 33,600\n33,650\n33,700\n33,750 33,650\n33,700\n33,750\n33,800 0\n0\n0\n0 1,577\n1,569\n1,561\n1,553 3,322\n3,311\n3,301\n3,290 4,092\n4,082\n4,071\n4,061 0\n0\n0\n0 2,556\n2,548\n2,540\n2,532 4,613\n4,602\n4,592\n4,581 5,383\n5,373\n5,362\n5,352 36,800\n36,850\n36,900\n36,950 36,850\n36,900\n36,950\n37,000 0\n0\n0\n0 1,065\n1,057\n1,049\n1,041 2,648\n2,638\n2,627\n2,616 3,419\n3,408\n3,397\n3,387 0\n0\n0\n0 2,045\n2,037\n2,029\n2,021 3,939\n3,928\n3,918\n3,907 4,710\n4,699\n4,688\n4,678 33,800\n33,850\n33,900\n33,950 33,850\n33,900\n33,950\n34,000 0\n0\n0\n0 1,545\n1,537\n1,529\n1,521 3,280\n3,269\n3,259\n3,248 4,050\n4,040\n4,029\n4,019 0\n0\n0\n0 2,524\n2,516\n2,508\n2,500 4,571\n4,560\n4,550\n4,539 5,341\n5,331\n5,320\n5,310 37,000\n37,050\n37,100\n37,150 37,050\n37,100\n37,150\n37,200 0\n0\n0\n0 1,033\n1,025\n1,017\n1,009 2,606\n2,595\n2,585\n2,574 3,376\n3,366\n3,355\n3,345 0\n0\n0\n0 2,013\n2,005\n1,997\n1,989 3,897\n3,886\n3,876\n3,865 4,667\n4,657\n4,646\n4,636 34,000\n34,050\n34,100\n34,150 34,050\n34,100\n34,150\n34,200 0\n0\n0\n0 1,513\n1,505\n1,497\n1,489 3,238\n3,227\n3,217\n3,206 4,008\n3,998\n3,987\n3,977 0\n0\n0\n0 2,492\n2,484\n2,476\n2,468 4,529\n4,518\n4,508\n4,497 5,299\n5,289\n5,278\n5,268 37,200\n37,250\n37,300\n37,350 37,250\n37,300\n37,350\n37,400 0\n0\n0\n0 1,001\n993\n985\n977 2,564\n2,553\n2,543\n2,532 3,334\n3,324\n3,313\n3,303 0\n0\n0\n0 1,981\n1,973\n1,965\n1,957 3,855\n3,844\n3,834\n3,823 4,625\n4,615\n4,604\n4,594 34,200\n34,250\n34,300\n34,350 34,250\n34,300\n34,350\n34,400 0\n0\n0\n0 1,481\n1,473\n1,465\n1,457 3,196\n3,185\n3,175\n3,164 3,966\n3,956\n3,945\n3,935 0\n0\n0\n0 2,460\n2,452\n2,444\n2,436 4,487\n4,476\n4,466\n4,455 5,257\n5,247\n5,236\n5,225 37,400\n37,450\n37,500\n37,550 37,450\n37,500\n37,550\n37,600 0\n0\n0\n0 969\n961\n953\n945 2,522\n2,511\n2,501\n2,490 3,292\n3,282\n3,271\n3,261 0\n0\n0\n0 1,949\n1,941\n1,933\n1,925 3,813\n3,802\n3,792\n3,781 4,583\n4,573\n4,562\n4,552 Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. (Continued) - 51 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 Your credit is– 2 At least But less\nthan 37,600\n37,650\n37,700\n37,750 37,650\n37,700\n37,750\n37,800 0\n0\n0\n0 937\n930\n922\n914 2,480\n2,469\n2,458\n2,448 3,250\n3,240\n3,229\n3,218 0\n0\n0\n0 1,917\n1,909\n1,901\n1,893 3,771\n3,760\n3,749\n3,739 37,800\n37,850\n37,900\n37,950 37,850\n37,900\n37,950\n38,000 0\n0\n0\n0 906\n898\n890\n882 2,437\n2,427\n2,416\n2,406 3,208\n3,197\n3,187\n3,176 0\n0\n0\n0 1,885\n1,877\n1,869\n1,861 38,000\n38,050\n38,100\n38,150 38,050\n38,100\n38,150\n38,200 0\n0\n0\n0 874\n866\n858\n850 2,395\n2,385\n2,374\n2,364 3,166\n3,155\n3,145\n3,134 0\n0\n0\n0 38,200\n38,250\n38,300\n38,350 38,250\n38,300\n38,350\n38,400 0\n0\n0\n0 842\n834\n826\n818 2,353\n2,343\n2,332\n2,322 3,124\n3,113\n3,103\n3,092 38,400\n38,450\n38,500\n38,550 38,450\n38,500\n38,550\n38,600 0\n0\n0\n0 810\n802\n794\n786 2,311\n2,301\n2,290\n2,279 38,600\n38,650\n38,700\n38,750 38,650\n38,700\n38,750\n38,800 0\n0\n0\n0 778\n770\n762\n754 38,800\n38,850\n38,900\n38,950 38,850\n38,900\n38,950\n39,000 0\n0\n0\n0 39,000\n39,050\n39,100\n39,150 39,050\n39,100\n39,150\n39,200 39,200\n39,250\n39,300\n39,350 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 4,541\n4,531\n4,520\n4,509 40,800\n40,850\n40,900\n40,950 40,850\n40,900\n40,950\n41,000 0\n0\n0\n0 426\n418\n410\n402 1,806\n1,795\n1,785\n1,774 2,576\n2,566\n2,555\n2,545 0\n0\n0\n0 1,406\n1,398\n1,390\n1,382 3,097\n3,086\n3,076\n3,065 3,867\n3,857\n3,846\n3,836 3,728\n3,718\n3,707\n3,697 4,499\n4,488\n4,478\n4,467 41,000\n41,050\n41,100\n41,150 41,050\n41,100\n41,150\n41,200 0\n0\n0\n0 394\n386\n378\n370 1,764\n1,753\n1,742\n1,732 2,534\n2,523\n2,513\n2,502 0\n0\n0\n0 1,374\n1,366\n1,358\n1,350 3,054\n3,044\n3,033\n3,023 3,825\n3,814\n3,804\n3,793 1,853\n1,845\n1,837\n1,829 3,686\n3,676\n3,665\n3,655 4,457\n4,446\n4,436\n4,425 41,200\n41,250\n41,300\n41,350 41,250\n41,300\n41,350\n41,400 0\n0\n0\n0 362\n354\n346\n338 1,721\n1,711\n1,700\n1,690 2,492\n2,481\n2,471\n2,460 0\n0\n0\n0 1,342\n1,334\n1,326\n1,318 3,012\n3,002\n2,991\n2,981 3,783\n3,772\n3,762\n3,751 0\n0\n0\n0 1,821\n1,813\n1,805\n1,797 3,644\n3,634\n3,623\n3,613 4,415\n4,404\n4,394\n4,383 41,400\n41,450\n41,500\n41,550 41,450\n41,500\n41,550\n41,600 0\n0\n0\n0 330\n322\n314\n306 1,679\n1,669\n1,658\n1,648 2,450\n2,439\n2,429\n2,418",
    "querygen": [
      "how many letters are in mls",
      "what is the population of 449,313?",
      "number of i in a number"
    ],
    "querygen_score": [
      "-4.3003216",
      "-2.6412",
      "-5.892968"
    ]
  },
  {
    "id": "legal-advice_38__61",
    "doc_id": "legal-advice_38",
    "chunk_id": 61,
    "document_category": "legal-advice",
    "text": "§ 10.90 — Page 43 Table of Contents (5) Disqualified appraisers. (6) Qualified continuing education providers,\nincluding providers —\n(i) Who have obtained a qualifying continuing\neducation provider number; and\n(ii) Whose qualifying continuing education\nnumber has been revoked for failure to comply with\nthe requirements of this part. (b) Other records. Other records of the Director\nof the Office of Professional Responsibility may be\ndisclosed upon specific request, in accordance with\nthe applicable law. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.92 Special orders. § 10.91 Saving provision. Approved: June 3, 2014\nChristopher J. Meade,\nGeneral Counsel Any proceeding instituted under this part prior to\nJune 12, 2014, for which a final decision has not been\nreached or for which judicial review is still available\nis not affected by these revisions. Any proceeding\nunder this part based on conduct engaged in prior to\nJune 12, 2014, which is instituted after that date, will\napply subpart D and E of this part as revised, but\nthe conduct engaged in prior to the effective date of\nthese revisions will be judged by the regulations in\neffect at the time the conduct occurred. Page 44 — § 10.90 The Secretary of the Treasury reserves the power to\nissue such special orders as he or she deems proper\nin any cases within the purview of this part. § 10.93 Effective date. Except as otherwise provided in each section and\nSubject to §10.91, Part 10 is applicable on July 26,\n2002. John Dalrymple,\nDeputy Commissioner for Services and Enforcement [FR Doc. 2014-13739 Filed 06/09/2014 at 4:15 pm;\nPublication Date: 06/12/2014] Treasury Department Circular No. 230",
    "querygen": [
      "what are disqualified appraisers?",
      "who is disqualified appraiser",
      "how many years of education required for appraisals"
    ],
    "querygen_score": [
      "-0.99504876",
      "-0.5760788",
      "-3.9664025"
    ]
  },
  {
    "id": "legal-advice_60__5",
    "doc_id": "legal-advice_60",
    "chunk_id": 5,
    "document_category": "legal-advice",
    "text": "However, you don’t need to wait to receive this form\nto file your return. You may rely on other information received from your employer. If you don’t wish to claim the\npremium tax credit for 2022, you don’t need the information in Part II of Form 1095-C. For more information on\nwho is eligible for the premium tax credit, see the Instructions for Form 8962. Reminder: Health care coverage. If you need health care coverage, go to www.HealthCare.gov to learn about\nhealth insurance options for you and your family, how to buy health insurance, and how you might qualify to get\nfinancial assistance to buy health insurance. -5- What's New\nDue date of return. File Form 1040 or\n1040-SR by April 18, 2023. The due\ndate is April 18, instead of April 15, because of the Emancipation Day holiday\nin the District of Columbia – even if you\ndon’t live in the District of Columbia. Filing status name changed to qualifying surviving spouse. The filing status\nqualifying widow(er) is now called qualifying surviving spouse. The rules for\nthe filing status have not changed. The\nsame rules that applied for qualifying\nwidow(er) apply to qualifying surviving\nspouse. See Qualifying surviving spouse,\nlater. Standard deduction amount increased. For 2022, the standard deduction amount has been increased for all\nfilers. The amounts are:\n• Single or Married filing separately—$12,950. • Married filing jointly or Qualifying surviving spouse—$25,900. • Head of household—$19,400. New lines 1a through 1z on Form\n1040 and 1040-SR. This year line 1 is\nexpanded and there are new lines 1a\nthrough 1z. Some amounts that in prior\nyears were reported on Form 1040 and\nForm 1040-SR are now reported on\nSchedule 1.\n• Scholarship and fellowship grants\nthat were not reported to you on Form\nW-2 are now reported on Schedule 1,\nline 8r.\n• Pension or annuity from a nonqualified deferred compensation plan or a\nnongovernmental section 457 plan are\nnow reported on Schedule 1, line 8t.\n• Wages earned while incarcerated\nare now reported on Schedule 1, line 8u. New line 6c on Form 1040 and\n1040-SR. A checkbox was added on\nline 6c. Taxpayers who elect to use the\nlump-sum election method for their benefits will check this box. See Line 6c,\nlater. Nontaxable Medicaid waiver payments on Schedule 1. For 2021, nontaxable amounts of Medicaid waiver\npayments reported on Form 1040, line 1, For information about any additional changes to the 2022 tax law or any other developments affecting Form 1040 or 1040-SR or the instructions, go to IRS.gov/\nForm1040. were excluded from income on Schedule\n1, line 8z. For 2022, nontaxable amounts\nwill be excluded on Schedule 1, line 8s. Nontaxable combat pay election. For\n2021, individuals elected to include their\nnontaxable combat pay in their earned\nincome when figuring the earned income credit (EIC) by reporting it on\nForm 1040 or 1040-SR, line 27b. For\n2022, they will make this election by reporting nontaxable combat pay on Form\n1040 or 1040-SR, line 1i. Credits for sick and family leave for\ncertain self-employed individuals are\nnot available. Self-employed individuals can no longer claim these credits. Health coverage tax credit is not\navailable. The health coverage tax\ncredit was not extended. The credit is\nnot available after 2021. Credit for child and dependent care\nexpenses.",
    "querygen": [
      "do you need a 1095 c form to claim premium",
      "when do you need 1095",
      "if you have a premium tax credit how long before you file"
    ],
    "querygen_score": [
      "0.58283097",
      "-0.56658095",
      "-1.8100026"
    ]
  },
  {
    "id": "legal-advice_93__12",
    "doc_id": "legal-advice_93",
    "chunk_id": 12,
    "document_category": "legal-advice",
    "text": "44 Page 4 Treasury Department Circular No. 230 Table of Contents Paragraph 1. The authority citation for 31 CFR, part\n10 continues to read as follows:\nAuthority: Sec. 3, 23 Stat. 258, secs. 2-12, 60 Stat.\n237 et. seq.; 5 U.S.C. 301, 500, 551-559; 31 U.S.C.\n321; 31 U.S.C. 330; Reorg. Plan No. 26 of 1950, 15\nFR 4935, 64 Stat. 1280, 3 CFR, 1949-1953 Comp.,\np. 1017.\n§ 10.0 Scope of part. (a) This part contains rules governing the\nrecognition of attorneys, certified public accountants,\nenrolled agents, enrolled retirement plan agents,\nregistered tax return preparers, and other persons\nrepresenting taxpayers before the Internal Revenue\nService. Subpart A of this part sets forth rules relating\nto the authority to practice before the Internal Revenue\nService; subpart B of this part prescribes the duties\nand restrictions relating to such practice; subpart C\nof this part prescribes the sanctions for violating the\nregulations; subpart D of this part contains the rules\napplicable to disciplinary proceedings; and subpart E\nof this part contains general provisions relating to the\navailability of official records. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Subpart A — Rules Governing Authority to\nPractice\n§ 10.1 Offices. (a) Establishment of office(s). The Commissioner\nshall establish the Office of Professional\nResponsibility and any other office(s) within the\nInternal Revenue Service necessary to administer\nand enforce this part. The Commissioner shall\nappoint the Director of the Office of Professional\nResponsibility and any other Internal Revenue\nofficial(s) to manage and direct any office(s)\nestablished to administer or enforce this part. Offices established under this part include, but are\nnot limited to:\n(1) The Office of Professional Responsibility, which\nshall generally have responsibility for matters related\nto practitioner conduct and shall have exclusive\nresponsibility for discipline, including disciplinary\nproceedings and sanctions; and\n(2) An office with responsibility for matters related\nto authority to practice before the Internal Revenue\nService, including acting on applications for\nenrollment to practice before the Internal Revenue\nService and administering competency testing and\ncontinuing education. (b) Officers and employees within any office\nestablished under this part may perform acts necessary\nor appropriate to carry out the responsibilities of their\noffice(s) under this part or as otherwise prescribed by\nthe Commissioner. (c) Acting. The Commissioner will designate an\nofficer or employee of the Internal Revenue Service\nto perform the duties of an individual appointed\nunder paragraph (a) of this section in the absence of\nthat officer or employee or during a vacancy in that\noffice. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011, except that\nparagraph (a)(1) is applicable beginning June 12,\n2014. § 10.1 — Page 5 Table of Contents § 10.2 Definitions.\n(a) As used in this part, except where the text\nprovides otherwise —\n(1) Attorney means any person who is a member\nin good standing of the bar of the highest court of\nany state, territory, or possession of the United\nStates, including a Commonwealth, or the District of\nColumbia. (2) Certified public accountant means any person\nwho is duly qualified to practice as a certified public\naccountant in any state, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia. (3) Commissioner refers to the Commissioner of\nInternal Revenue.",
    "querygen": [
      "treasury section citation authority",
      "what's the treasury department's cite authority in 31 cfr",
      "what is the purpose of a feb circular"
    ],
    "querygen_score": [
      "0.8498993",
      "2.2109566",
      "-5.772074"
    ]
  },
  {
    "id": "legal-advice_40__50",
    "doc_id": "legal-advice_40",
    "chunk_id": 50,
    "document_category": "legal-advice",
    "text": "Line 16\nTax\nInclude in the total on the entry space on\nline 16 all of the following taxes that apply. • Tax on your taxable income. Figure the tax using one of the methods described later. • Tax from Form(s) 8814 (relating to\nthe election to report child's interest or\ndividends). Check the appropriate box. • Tax from Form 4972 (relating to\nlump-sum distributions). Check the appropriate box. • Tax with respect to a section 962\nelection (election made by a domestic\nshareholder of a controlled foreign corporation to be taxed at corporate rates) reduced by the amount of any foreign\ntax credits claimed on Form 1118. See\nsection 962 for details. Check box 3 and\nenter the amount and “962” in the space\nnext to that box. Attach a statement\nshowing how you figured the tax. • Recapture of an education credit. You may owe this tax if you claimed an\neducation credit in an earlier year, and\neither tax-free educational assistance or\na refund of qualified expenses was received in 2022 for the student. See Form\n8863 for more details. Check box 3 and\nenter the amount and “ECR” in the\nspace next to that box. • Any tax from Form 8621, line 16e,\nrelating to a section 1291 fund. Check\nbox 3 and enter the amount of the tax\nand “1291TAX” in the space next to that\nbox. • Tax from Form 8978, line 14 (relating to partner's audit liability under\nsection 6226). Check box 3 and enter the\namount of the liability and “Form 8978”\nin the space next to that box. If the\namount on Form 8978, line 14, is negative, see the instructions for Schedule 3\n(Form 1040), line 6l.\n• Net tax liability deferred under\nsection 965(i). If you had a net 965 inclusion and made an election to defer\nyour net 965 tax liability under section\n965(i), check box 3 and enter (as a negative number) the amount of the deferred\nnet 965 tax liability and “965” on the\nline next to that box. • Triggering event under section\n965(i). If you had a triggering event under section 965(i) during the year and\ndid not enter into a transfer agreement,\ncheck box 3 and enter the amount of the\ntriggered deferred net 965 tax liability\nand enter “965INC” on the line next to\nthat box. Do you want the IRS to figure the\ntax on your taxable income for you? Yes. See chapter 13 of Pub. 17 for\ndetails, including who is eligible and\nwhat to do. If you have paid too much,\nwe will send you a refund. If you didn't\npay enough, we will send you a bill. No. Use one of the following methods to figure your tax. Tax Table or Tax Computation\nWorksheet. If your taxable income is\nless than $100,000, you must use the\nTax Table, later in these instructions, to\nfigure your tax. Be sure you use the cor-33- rect column. If your taxable income is\n$100,000 or more, use the Tax Computation Worksheet right after the Tax Table. However, don’t use the Tax Table or\nTax Computation Worksheet to figure\nyour tax if any of the following applies. Form 8615.",
    "querygen": [
      "what is the taxes that you pay on your tax return",
      "what is the tax code for a person that is not a dependent in california",
      "what's tax on form 16"
    ],
    "querygen_score": [
      "-1.982536",
      "-7.184418",
      "0.26108643"
    ]
  },
  {
    "id": "legal-advice_29__106",
    "doc_id": "legal-advice_29",
    "chunk_id": 106,
    "document_category": "legal-advice",
    "text": "Excess advance payments may also have\nto be repaid if you enrolled someone in\nMarketplace coverage, you don't claim\nthat individual as a dependent, and no\none else claims that individual as a dependent. See the instructions for Schedule 2, line 2, and the Instructions for\nForm 8962. You or whoever enrolled\nyou should have received Form 1095-A\nfrom the Marketplace with information\nabout who was covered and any advance\npayments of the premium tax credit. Innocent Spouse Relief\nGenerally, both you and your spouse are\neach responsible for paying the full\namount of tax, interest, and penalties on\nyour joint return. However, you may\nqualify for relief from liability for tax on\na joint return if (a) there is an understatement of tax because your spouse\nomitted income or claimed false deductions or credits; (b) you are divorced,\nseparated, or no longer living with your\nspouse; or (c) given all the facts and circumstances, it wouldn't be fair to hold\nyou liable for the tax. You may also\nqualify for relief if you were a married\nresident of a community property state\nbut didn't file a joint return and are now\nliable for an unpaid or understated tax. File Form 8857 to request relief. In\nsome cases, Form 8857 may need to be\nfiled within 2 years of the date on which\nthe IRS first attempted to collect the tax\nfrom you. Don’t file Form 8857 with\nyour Form 1040 or 1040-SR. For more\ninformation, see Pub. 971 and Form\n8857, or you can call the Innocent\nSpouse office toll free at 855-851-2009. Income Tax Withholding\nand Estimated Tax\nPayments for 2023 If your SSN has been lost or stolen or\nyou suspect you are a victim of tax-related identity theft, visit IRS.gov/\nIdentityTheft to learn what steps you\nshould take. You can use the Tax\nTIP Withholding Estimator instead\nof Pub. 505 or the worksheets\nincluded with Form W-4 or W-4P to determine whether you need to have your\nwithholding increased or decreased. Victims of identity theft who are experiencing economic harm or a systemic\nproblem, or are seeking help in resolving tax problems that haven't been resolved through normal channels, may be\neligible for Taxpayer Advocate Service\n(TAS) assistance. You can reach TAS\nby calling the National Taxpayer Advocate helpline at 877-777-4778. People\nwho are deaf, hard of hearing, or have a\nspeech disability and who have access to\nTTY/TDD\nequipment\ncan\ncall\n800-829-4059. Deaf or hard-of-hearing\nindividuals can also contact the IRS\nthrough Telecommunications Relay\nServices at FCC.gov/TRS. Protect yourself from suspicious\nemails or phishing schemes. Phishing\nis the creation and use of email and websites designed to mimic legitimate business emails and websites. The most\ncommon form is sending an email to a\nuser falsely claiming to be an established legitimate enterprise in an attempt to\nscam the user into surrendering private\ninformation that will be used for identity\ntheft. In general, you don’t have to make\nestimated tax payments if you expect\nthat your 2023 Form 1040 or 1040-SR\nwill show a tax refund or a tax balance\ndue of less than $1,000. If your total estimated tax for 2023 is $1,000 or more,\nsee Form 1040-ES and Pub. 505 for a\nworksheet you can use to see if you have\nto make estimated tax payments. For\nmore details, see Pub. 505. Secure Your Tax\nRecords From Identity Theft All taxpayers can now apply",
    "querygen": [
      "are excess premiums reversible",
      "how long does a premium have to be repaid before remuneration can be mailed to a dependent",
      "who can recoup premiums on insurance"
    ],
    "querygen_score": [
      "-4.3279953",
      "-3.876365",
      "-5.434779"
    ]
  },
  {
    "id": "legal-advice_25__69",
    "doc_id": "legal-advice_25",
    "chunk_id": 69,
    "document_category": "legal-advice",
    "text": "A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. Welfare benefits, effect of credit on. Any refund you receive\nas a result of taking the EIC can't be counted as income when\ndetermining if you or anyone else is eligible for benefits or assistance, or how much you or anyone else can receive, under\nany federal program or under any state or local program financed in whole or in part with federal funds. These programs\ninclude Temporary Assistance for Needy Families (TANF),\nMedicaid, Supplemental Security Income (SSI), and Supplemental Nutrition Assistance Program (formerly food stamps). In\naddition, when determining eligibility, the refund can't be counted as a resource for at least 12 months after you receive it. Check with your local benefit coordinator to find out if your refund will affect your benefits. -42- Worksheet A—2022 EIC—Line 27 Before you begin: Keep for Your Records Be sure you are using the correct worksheet. Use this worksheet only if you\nanswered “No” to Step 5, question 2. Otherwise, use Worksheet B. Part 1 1. Enter your earned income from Step 5. All Filers Using\nWorksheet A 2. Look up the amount on line 1 above in the EIC Table (right after\nWorksheet B) to find the credit. Be sure you use the correct column\nfor your filing status and the number of qualifying children you have who\nhave a valid SSN as defined earlier. Enter the credit here. 1 2 STOP If line 2 is zero,\nYou can’t take the credit. Enter “No” on the dotted line next to Form 1040 or 1040-SR, line 27. 3. Enter the amount from Form 1040 or 1040-SR, line 11. 4. Are the amounts on lines 3 and 1 the same? 3 Yes. Skip line 5; enter the amount from line 2 on line 6.\nNo.\n5. Part 2 Filers Who\nAnswered\n“No” on\nLine 4 Part 3 Your Earned\nIncome Credit Go to line 5. If you have:\n● No qualifying children who have a valid SSN, is the amount on\nline 3 less than $9,200 ($15,300 if married filing jointly)? ● 1 or more qualifying children who have a valid SSN, is the amount\non line 3 less than $20,150 ($26,300 if married filing jointly)? Yes. Leave line 5 blank; enter the amount from line 2 on line 6. No. Look up the amount on line 3 in the EIC Table to find the\ncredit. Be sure you use the correct column for your filing\nstatus and the number of qualifying children you have who\nhave a valid SSN. Enter the credit here. Look at the amounts on lines 5 and 2. Then, enter the smaller amount on line 6. 6. 5 This is your earned income credit. 6\nEnter this amount on\nForm 1040 or 1040-SR,\nline 27. Reminder— 1040 or\nIf you have a qualifying child, complete and attach Schedule EIC. 1040-SR CAUTION EIC 10o4r0 R 1040-S",
    "querygen": [
      "what is the difference between eic and tech school",
      "what is a college education",
      "what's eic"
    ],
    "querygen_score": [
      "-4.2021265",
      "-5.9534936",
      "-3.3267877"
    ]
  },
  {
    "id": "legal-advice_25__65",
    "doc_id": "legal-advice_25",
    "chunk_id": 65,
    "document_category": "legal-advice",
    "text": "Subtract that amount from the amount on\nForm 1040 or 1040-SR, line 1a, and enter the result on line 1 of\nthe worksheet in Step 5 (instead of entering the actual amount\nfrom Form 1040 or 1040-SR, line 1a). Be sure to answer “Yes”\nto question 2 in Step 5. Clergy. The following instructions apply to ministers, members of religious orders who have not taken a vow of poverty,\nand Christian Science practitioners. If you are filing Schedule SE and the amount on line 2 of that schedule includes an -40- amount that was also reported on Form 1040 or 1040-SR,\nline 1z, do the following. 1. Enter “Clergy” on the dotted line next to line 27. 2. Determine how much of the amount on Form 1040 or\n1040-SR, line 1z, was also reported on Schedule SE, Part I,\nline 2. 3. Subtract that amount from the amount on Form 1040 or\n1040-SR, line 1z. Enter the result on line 1 of the worksheet in\nStep 5 (instead of entering the actual amount from Form 1040\nor 1040-SR, line 1z). 4. Be sure to answer “Yes” to question 2 in Step 5. Combat pay, nontaxable. If you were a member of the U.S.\nArmed Forces who served in a combat zone, certain pay is excluded from your income. See Combat Zone Exclusion in Pub. 3. You can elect to include this pay in your earned income when\nfiguring the EIC. The amount of your nontaxable combat pay\nshould be shown in box 12 of Form(s) W-2 with code Q. If you\nare filing a joint return and both you and your spouse received\nnontaxable combat pay, you can each make your own election. In other words, if one of you makes the election, the other one\ncan also make it but doesn't have to. ! If you elect to use your nontaxable combat pay in figuring your EIC, enter that amount on line 1i. CAUTION Credit figured by the IRS. To have the IRS figure your EIC:\n1. Enter “EIC” on the dotted line next to line 27. 2. Be sure you enter the nontaxable combat pay you elect to\ninclude in earned income by entering that amount on line 1i. See Combat pay, nontaxable, earlier. 3. If you have a qualifying child, complete and attach\nSchedule EIC. If your EIC for a year after 1996 was reduced or\ndisallowed, see Form 8862, who must file, later. Exception to time lived with you. Temporary absences by you\nor the child for special circumstances, such as school, vacation,\nbusiness, medical care, military service, or detention in a juvenile facility, count as time the child lived with you. Also see\nKidnapped child under Who Qualifies as Your Dependent, earlier, and Members of the military, later.",
    "querygen": [
      "how to calculate 1040",
      "how to calculate my 1040",
      "how to add a 1040 to my taxes"
    ],
    "querygen_score": [
      "-0.5200642",
      "-0.2027881",
      "-1.0823135"
    ]
  },
  {
    "id": "legal-advice_32__156",
    "doc_id": "legal-advice_32",
    "chunk_id": 156,
    "document_category": "legal-advice",
    "text": "Taxpayers have the right to know\nwhen the IRS has finished an audit. 7. The Right to Privacy 2. The Right to Quality Service\nTaxpayers have the right to receive prompt, courteous, and\nprofessional assistance in their dealings with the IRS, to be\nspoken to in a way they can easily understand, to receive clear\nand easily understandable communications from the IRS, and\nto speak to a supervisor about inadequate service. 8. The Right to Confidentiality 3. The Right to Pay No More than the\nCorrect Amount of Tax\nTaxpayers have the right to pay only the amount of tax legally\ndue, including interest and penalties, and to have the IRS\napply all tax payments properly. 4. The Right to Challenge the IRS’s Position\nand Be Heard\nTaxpayers have the right to raise objections and provide\nadditional documentation in response to formal IRS actions or\nproposed actions, to expect that the IRS will consider their\ntimely objections and documentation promptly and fairly, and\nto receive a response if the IRS does not agree with their\nposition. 5. The Right to Appeal an IRS Decision in an\nIndependent Forum\nTaxpayers are entitled to a fair and impartial administrative\nappeal of most IRS decisions, including many penalties, and\nhave the right to receive a written response regarding the IRS\nIndependent Office of Appeals’ decision. Taxpayers generally\nhave the right to take their cases to court. Taxpayers have the right to expect that any IRS inquiry,\nexamination, or enforcement action will comply with the law\nand be no more intrusive than necessary, and will respect all\ndue process rights, including search and seizure protections,\nand will provide, where applicable, a collection due process\nhearing. Taxpayers have the right to expect that any information they\nprovide to the IRS will not be disclosed unless authorized by\nthe taxpayer or by law. Taxpayers have the right to expect\nappropriate action will be taken against employees, return\npreparers, and others who wrongfully use or disclose taxpayer\nreturn information. 9. The Right to Retain Representation\nTaxpayers have the right to retain an authorized representative\nof their choice to represent them in their dealings with the\nIRS. Taxpayers have the right to seek assistance from a Low\nIncome Taxpayer Clinic if they cannot afford representation. 10. The Right to a Fair and Just Tax System\nTaxpayers have the right to expect the tax system to consider\nfacts and circumstances that might affect their underlying\nliabilities, ability to pay, or ability to provide information timely. Taxpayers have the right to receive assistance from the\nTaxpayer Advocate Service if they are experiencing financial\ndifficulty or if the IRS has not resolved their tax issues properly\nand timely through its normal channels. Learn more at IRS.gov/TaxpayerRights -112- Where Do You Mail your return to the address shown\nFile? below that applies to you. If you want to use\na private delivery service, see Private\nDelivery\nServices\nunder\nFiling\nRequirements, earlier. TIP Envelopes without enough postage will be\nreturned to you by the post office. Your\nenvelope may need additional postage if it\ncontains more than five pages or is\noversized (for example, it is over 1/4″ thick). Also include your complete return address. THEN use this address if you: IF you live in... Alabama, Georgia, North Carolina, South Carolina,\nTennessee",
    "querygen": [
      "what is the importance of irs privacy",
      "what is the right for individuals who file taxes",
      "what is the right of taxpayers to know when irs audit has been done"
    ],
    "querygen_score": [
      "0.17586817",
      "-0.22947598",
      "3.0976214"
    ]
  },
  {
    "id": "legal-advice_29__146",
    "doc_id": "legal-advice_29",
    "chunk_id": 146,
    "document_category": "legal-advice",
    "text": "See Form\n8859. Line 6i. Enter any qualified electric vehicle credit. You can't claim this credit\nfor a vehicle placed in service after\n2006. You can claim this credit only if\nyou have an electric vehicle passive activity credit carried forward from a prior\nyear. See Form 8834. Line 6j. Enter any alternative fuel vehicle refueling property credit. See Form\n8911. Line 6k. Enter any credit to holders of\ntax credit bonds. See Form 8912. Line 6l. Enter the amount from Form\n8978, line 14 (relating to partner's audit\nliability under section 6226). If the\namount on Form 8978, line 14, is negative, complete the following worksheet\nto figure the amount to enter on line 6l. If the amount on Form 8978, line 14, is\npositive, see the instructions for Form\n1040 or 1040-SR, line 16. Negative Form 8978 Adjustment Worksheet—Schedule 3 (Line 6l)\nComplete this worksheet if Form 8978, line 14, is negative. 1. Enter the amount from Form 1040 or 1040-SR, line 18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter as a positive number the negative amount from Form 8978, line 14 2. 3. Is the amount on line 1 equal to or more than the amount on line 2? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Yes. Enter the amount from line 2 on line 6l\nNo. Enter the amount from line 1 on line 6l, and subtract line 2 from line 1* . . . . . . . . . . . . . . . . . . . . . . . .\n* Use this amount to complete the Negative Form 8978 Adjustment Worksheet in the Schedule 2, line 17z, instructions. Line 6z. Other nonrefundable credits. Use line 6z to report any nonrefundable\ncredits not reported elsewhere on your\nreturn or other schedules. List the type\nand amount of income. Line 9\nNet Premium Tax Credit The premium tax credit helps pay for\nhealth insurance purchased through the\nMarketplace. You may be eligible to\nclaim the premium tax credit if you,\nyour spouse, or a dependent enrolled in\nhealth insurance through the Marketplace. Eligible individuals may have advance payments of the premium tax\ncredit made on their behalf directly to\nthe insurance company. You (or whoever enrolled you) should have received\nForm 1095-A from the Marketplace\nwith information about your coverage\nand any advance credit payments. Complete Form 8962 to determine the\namount of your premium tax credit, if\nany. If the premium tax credit you can\nclaim exceeds your advance credit payments, your net premium tax credit will\nbe shown on Form 8962, line 26. Enter\nthat amount, if any, on line 9. For more\ninformation, see the Instructions for\nForm 8962. Line 10\nAmount Paid With Request for\nExtension To File",
    "querygen": [
      "do you qualify for credit on electric vehicle",
      "how long can u claim a vehicle on the electric car credit",
      "when can i use my electric car credit"
    ],
    "querygen_score": [
      "-0.12866715",
      "-1.9008267",
      "-1.2299676"
    ]
  },
  {
    "id": "legal-advice_96__76",
    "doc_id": "legal-advice_96",
    "chunk_id": 76,
    "document_category": "legal-advice",
    "text": "6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 228\n225\n221\n217 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 22,800\n22,850\n22,900\n22,950 22,850\n22,900\n22,950\n23,000 0\n0\n0\n0 3,303\n3,295\n3,287\n3,279 5,596\n5,586\n5,575\n5,565 6,367\n6,356\n6,346\n6,335 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 213\n209\n205\n202 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,000\n23,050\n23,100\n23,150 23,050\n23,100\n23,150\n23,200 0\n0\n0\n0 3,271\n3,263\n3,255\n3,247 5,554\n5,544\n5,533\n5,523 6,325\n6,314\n6,304\n6,293 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,050\n20,100\n20,150\n20,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,726 6,164\n6,164\n6,164\n6,155 6,935\n6,935\n6,935\n6,925 198\n194\n190\n186 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,200\n23,250\n23,300\n23,350 23,250\n23,300\n23,350\n23,400 0\n0\n0\n0 3,239\n3,231\n3,223\n3,215 5,512\n5,502\n5,491\n5,481 6,283\n6,272\n6,262\n6,251 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,200\n20,250\n20,300\n20,350 20,250\n20,300\n20,350\n20,400 0\n0\n0\n0 3,718\n3,710\n3,702\n3,694 6,144\n6,133\n6,123\n6,112 6,914\n6,904\n6,893\n6,883 182\n179\n175\n171 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,400\n23,450\n23,500\n23,550 23,450\n23,500\n23,550\n23,600 0\n0\n0\n0 3,207\n3,199\n3,191\n3,183 5,470\n5,460\n5,449\n5,438 6,241\n6,230\n6,220\n6,209 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,400\n20,450\n20,500\n20,550 20,450\n20,500\n20,550\n20,600 0\n0\n0\n0 3,686\n3,678\n3,670\n3,662 6,102\n6,091\n6,081\n6,070 6,872\n6,862\n6,851\n6,841 167\n163\n160\n156 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,600\n23,650\n23,700\n23,750 23,650\n23,700\n23,750\n23,800 0\n0\n0\n0 3,175\n3,167\n3,159\n3,151 5,428\n5,417\n5,407\n5,396 6,198\n6,188\n6,177\n6,167 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,600\n20,650\n20,700\n20,750 20,650\n20,700\n20,750\n20,800 0\n0\n0\n0 3,654\n3,646\n3,638\n3,630 6,060\n6,049\n6,039\n6,028 6,830\n6,820\n6,809\n6,799 152\n148\n144\n140 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,800\n23,850\n23,900\n23,950 23,850\n23,900\n23,950\n24,000 0\n0\n0\n0 3,143\n3,135\n3,127\n3,119 5,386\n5,375\n5,365\n5,354 6,156\n6,146\n6,135\n6,125 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,800\n20,850\n20,900\n20,950 20,850\n20,900\n20,950\n21,000 0\n0\n0\n0 3,622\n3,614\n3,606\n3,598 6,018\n6,007\n5,997\n5,986 6,788\n6,778\n6,767\n6,757 137\n133\n129\n125 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,000\n24,050\n24,100\n24,150 24,050\n24,100\n24,150\n24,200 0\n0\n0\n0 3,111\n3,103\n3,095\n3,087 5,344\n5,333\n5,323\n5,312 6,114\n6,104\n6,093\n6,083 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 21,000\n21,050\n21,100\n21,150 21,050\n21,100\n21,150\n21,200 0\n0\n0\n0 3,590\n3,582\n3,574\n3,566 5,976\n5,965\n5,954\n5,944 6,746\n6,735\n6,725\n6,714 121\n117\n114\n110 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,200\n24,250\n24,300\n24,350 24,250\n24,300\n24,350\n24,400 0\n0\n0\n0 3,079\n3,071\n3,063\n3,055 5,302\n5,291\n5,281\n5,270 6,072\n6,062\n6,051\n6,041 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 21,200\n21,250\n21,300\n21,350 21,250\n21,300\n21,350\n21,400 0\n0\n0\n0 3,558\n3,550\n3,542\n3,534 5,933\n5,923\n5,912\n5,902 6,704\n6,693\n6,683\n6,672 106\n102\n98\n94 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,400\n24,450\n24,500\n24,550 24,450\n24,500\n24,550\n24,600 0\n0\n0\n0 3,047\n3,039\n3,031\n3,023 5,259\n5,249\n5,238\n5,228 6,030\n6,019\n6,009\n5,998 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 21,400\n21,450\n21,500\n21,550 21,450\n21,500\n21,550\n21,600 0\n0\n0\n0 3,526\n3,518\n3,510\n3,502 5,891\n5,881\n5,870\n5,860 6,662\n6,651\n6,641\n6,630 91\n87\n83\n79 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,600\n24,650\n24,700\n24,750 24,650\n24,700\n24,750\n24,800 0\n0\n0\n0 3,015\n3,007\n2,999\n2,991 5,217\n5,207\n5,196\n5,186 5,988\n5,977\n5,967\n5,956 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $22,600 but less than $22,610, and you have no qualifying children who have valid\nSSNs, your credit is $0. If the amount you are looking up from the worksheet is $22,610 or more, and you have no qualifying children who have valid SSNs, you can’t take the\ncredit. (Continued) - 49 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 But less\nthan 24,800\n24,850\n24,900\n24,950 24,850\n24,900\n24,950\n25,000 0\n0\n0\n0 2,983\n2,975\n2,967\n2,959 5,175\n5,165\n5,154\n5,144 5,946\n5,935\n5,925\n5,914 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 25,000\n25,050\n25,100\n25,150 25,050\n25,100\n25,150\n25,200 0\n0\n0\n0 2,951\n2,943\n2,935\n2,927 5,133\n5,123\n5,112\n5,102 5,904\n5,893\n5,883\n5,872 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 25,200\n25,250\n25,300\n25,350 25,250\n25,300\n25,350\n25,400 0\n0\n0\n0 2,919\n2,911\n2,903\n2,895 5,091\n5,080\n5,070\n5,059 5,861\n5,851\n5,840\n5,830 0\n0\n0\n0 25,400\n25,450\n25,500\n25,550 25,450\n25,500\n25,550\n25,600 0\n0\n0\n0 2,887\n2,879\n2,871\n2,863 5,049\n5,038\n5,028\n5,017 5,819\n5,809\n5,798\n5,788 25,600\n25,650\n25,700\n25,750 25,650\n25,700\n25,750\n25,800 0\n0\n0\n0 2,855\n2,847\n2,839\n2,831 5,007\n4,996\n4,986\n4,975 25,800\n25,850\n25,900\n25,950 25,850\n25,900\n25,950\n26,000 0\n0\n0\n0 2,823\n2,815\n2,807\n2,799 26,000\n26,050\n26,100\n26,150 26,050\n26,100\n26,150\n26,200 0\n0\n0\n0 26,200\n26,250\n26,300\n26,350 26,250\n26,300\n26,350\n26,400 26,400\n26,450\n26,500\n26,550 ★ Your credit is– 2 At least If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 6,935\n6,935\n6,935\n6,935 28,000\n28,050\n28,100\n28,150 28,050\n28,100\n28,150\n28,200 0\n0\n0\n0 2,472\n2,464\n2,456\n2,448 4,501\n4,491\n4,480\n4,470 5,272\n5,261\n5,251\n5,240 0\n0\n0\n0 3,451\n3,443\n3,435\n3,427 5,792\n5,782\n5,771\n5,761 6,563\n6,552\n6,542\n6,531 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,200\n28,250\n28,300\n28,350 28,250\n28,300\n28,350\n28,400 0\n0\n0\n0 2,440\n2,432\n2,424\n2,416 4,459\n4,449\n4,438\n4,428 5,230\n5,219\n5,209\n5,198 0\n0\n0\n0 3,419\n3,411\n3,403\n3,395 5,750\n5,740\n5,729\n5,719 6,521\n6,510\n6,500\n6,489 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,400\n28,450\n28,500\n28,550 28,450\n28,500\n28,550\n28,600 0\n0\n0\n0 2,408\n2,400\n2,392\n2,384 4,417\n4,407\n4,396\n4,385 5,188\n5,177\n5,167\n5,156 0\n0\n0\n0 3,387\n3,379\n3,371\n3,363 5,708\n5,698\n5,687\n5,676 6,479\n6,468\n6,457\n6,447 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,600\n28,650\n28,700\n28,750 28,650\n28,700\n28,750\n28,800 0\n0\n0\n0 2,376\n2,368\n2,360\n2,352 4,375\n4,364\n4,354\n4,343 5,145\n5,135\n5,124\n5,114 0\n0\n0\n0 3,355\n3,347\n3,339\n3,331 5,666\n5,655\n5,645\n5,634 6,436\n6,426\n6,415\n6,405 5,777\n5,767\n5,756\n5,746 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,800\n28,850\n28,900\n28,950 28,850\n28,900\n28,950\n29,000 0\n0\n0\n0 2,344\n2,336\n2,328\n2,320 4,333\n4,322\n4,312\n4,301 5,103\n5,093\n5,082\n5,072 0\n0\n0\n0",
    "querygen": [
      "how many numbers in 635",
      "what is the population of rts 6",
      "what numbers are in the sixth grade"
    ],
    "querygen_score": [
      "-4.2679043",
      "-5.170919",
      "-5.783684"
    ]
  },
  {
    "id": "legal-advice_49__8",
    "doc_id": "legal-advice_49",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": "Chevron, 467\nU.S. at 843. The Third Circuit in Tate & Lyle held the regulation valid because it “is not\nmanifestly contrary to section 267(a)(3).” 87 F.3d at 105. Similarly, the Tax Court in\nSquare D concluded that “[r]egardless of whether petitioner or respondent (with whom\nwe happen to agree) has the better interpretation” of the statute, the Secretary’s\n“construction, as embodied in the challenged regulation, is a permissible one,” and,\n“[u]nder the Chevron doctrine, that settles the matter.” 118 T.C. 299 at *312. POSTF-108700-08 11\nPermissible Application of the Matching Principle When trying to determine how the matching principle of I.R.C. § 267(a)(2) should\nbe applied, one argument is that it only applies where there is a timing mismatch in\nitems of income and deduction between related taxpayers due to differences in\naccounting methods, and that if the mismatch is not due to a difference in accounting\nmethod, the matching principle of I.R.C. § 267(a)(2) does not apply. This notion is\nincorrect. In the first place, I.R.C. § 267(a)(2) does not use the term “matching\nprinciple” that the Secretary is directed in I.R.C. § 267(a)(3) to apply by regulation, nor\ndoes any other section of the Internal Revenue Code use that exact term. Thus,\nnothing in the plain language of the statute requires that the matching principle be\ndefined as only including a difference in accounting methods. Further, when Congress enacted the present version of I.R.C. § 267(a)(2) in\n1984, it was directed at mismatches in income and deduction that occurred as a result\nof differences in accounting methods, because it was that narrow situation that\nCongress viewed as giving rise to abuse, and thus a difference in accounting methods\nwas made the “trigger.” In I.R.C. § 267(a)(3), Congress directed the Secretary to issue\nregulations addressing other circumstances in which mismatches occur when foreign\nentities are involved, but it does not further specify what those circumstances are. Rather, the statute delegates broad authority to the Secretary to determine when, and\nunder what circumstances, “the matching principle of” I.R.C. § 267(a)(2) should be\napplied. As Judge Swift reasoned in his Tax Court dissent in Tate & Lyle, 103 T.C. at\n681: It is apparent that a treaty may represent the\nreason and cause for a mismatch in the tax\nreporting and treatment of items of income and\nexpense as between domestic taxpayers and\nrelated foreign parties, and the conclusion is\ncompelling that [the Secretary] has been\ndelegated regulatory authority under section\n267(a)(3) to provide that such a reason and cause\nfor a mismatch will trigger the correction\ncontemplated by section 267. The bottom line is that what Congress did in I.R.C. § 267(a)(3) was instruct the\nSecretary to issue regulations defining other circumstances in which the matching\nprinciple of I.R.C. § 267(a)(2) should apply when foreign entities are involved. Congress did not instruct the Secretary to limit the triggering mechanism to the\napplication of the regulation to differences engendered by a method of accounting. Thus, the application of the plain meaning rule here makes clear that Congress granted\nthe Secretary broad authority to determine when, and under what circumstances, the\nmatching principle of I.R.C. § 267(a)(2) should be applied. POSTF-108700-08 12",
    "querygen": [
      "which court is the third circuit in the chevron case?",
      "what is chevron regulation",
      "which circuit found chemron regulation to be valid"
    ],
    "querygen_score": [
      "0.48998773",
      "-1.3562963",
      "-0.9873135"
    ]
  },
  {
    "id": "legal-advice_3__69",
    "doc_id": "legal-advice_3",
    "chunk_id": 69,
    "document_category": "legal-advice",
    "text": "A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. Welfare benefits, effect of credit on. Any refund you receive\nas a result of taking the EIC can't be counted as income when\ndetermining if you or anyone else is eligible for benefits or assistance, or how much you or anyone else can receive, under\nany federal program or under any state or local program financed in whole or in part with federal funds. These programs\ninclude Temporary Assistance for Needy Families (TANF),\nMedicaid, Supplemental Security Income (SSI), and Supplemental Nutrition Assistance Program (formerly food stamps). In\naddition, when determining eligibility, the refund can't be counted as a resource for at least 12 months after you receive it. Check with your local benefit coordinator to find out if your refund will affect your benefits. -42- Worksheet A—2022 EIC—Line 27 Before you begin: Keep for Your Records Be sure you are using the correct worksheet. Use this worksheet only if you\nanswered “No” to Step 5, question 2. Otherwise, use Worksheet B. Part 1 1. Enter your earned income from Step 5. All Filers Using\nWorksheet A 2. Look up the amount on line 1 above in the EIC Table (right after\nWorksheet B) to find the credit. Be sure you use the correct column\nfor your filing status and the number of qualifying children you have who\nhave a valid SSN as defined earlier. Enter the credit here. 1 2 STOP If line 2 is zero,\nYou can’t take the credit. Enter “No” on the dotted line next to Form 1040 or 1040-SR, line 27. 3. Enter the amount from Form 1040 or 1040-SR, line 11. 4. Are the amounts on lines 3 and 1 the same? 3 Yes. Skip line 5; enter the amount from line 2 on line 6.\nNo.\n5. Part 2 Filers Who\nAnswered\n“No” on\nLine 4 Part 3 Your Earned\nIncome Credit Go to line 5. If you have:\n● No qualifying children who have a valid SSN, is the amount on\nline 3 less than $9,200 ($15,300 if married filing jointly)? ● 1 or more qualifying children who have a valid SSN, is the amount\non line 3 less than $20,150 ($26,300 if married filing jointly)? Yes. Leave line 5 blank; enter the amount from line 2 on line 6. No. Look up the amount on line 3 in the EIC Table to find the\ncredit. Be sure you use the correct column for your filing\nstatus and the number of qualifying children you have who\nhave a valid SSN. Enter the credit here. Look at the amounts on lines 5 and 2. Then, enter the smaller amount on line 6. 6. 5 This is your earned income credit. 6\nEnter this amount on\nForm 1040 or 1040-SR,\nline 27. Reminder— 1040 or\nIf you have a qualifying child, complete and attach Schedule EIC. 1040-SR CAUTION EIC 10o4r0 R 1040-S",
    "querygen": [
      "does eic include technical school",
      "what is eic school",
      "what is the difference between a school and a college credit"
    ],
    "querygen_score": [
      "-0.3569197",
      "-2.368218",
      "-5.620977"
    ]
  },
  {
    "id": "legal-advice_62__42",
    "doc_id": "legal-advice_62",
    "chunk_id": 42,
    "document_category": "legal-advice",
    "text": "If you are a retired public safety officer, see Insurance Premiums for Retired Public\nSafety Officers before entering an amount on line 5b . . . . . . . . . . . . . . . . . . . . . . 9. 2. Enter your cost in the plan at the annuity starting date . . . . . . . . . . . . . Note. If you completed this worksheet last year, skip line 3 and enter the amount from line 4\nof last year’s worksheet on line 4 below (even if the amount of your pension or annuity has\nchanged). Otherwise, go to line 3. 2. 3. Enter the appropriate number from Table 1 below. But if your annuity starting date was after\n1997 and the payments are for your life and that of your beneficiary, enter the appropriate\nnumber from Table 2 below . . . . . . . . . . . . . . . . . . . . . 3.\n4. Divide line 2 by the number on line 3 . . . . . . . . . . . . . . . . . . 4.\n5. Multiply line 4 by the number of months for which this year’s payments were made. If your\nannuity starting date was before 1987, skip lines 6 and 7 and enter this amount on line 8. Otherwise, go to line 6 . . . . . . . . . . . . . . . . . . . . . . . 5.\n6. Enter the amount, if any, recovered tax free in years after 1986. If you completed this\nworksheet last year, enter the amount from line 10 of last year’s worksheet . . . . . . 6.\n7. Subtract line 6 from line 2 . . . . . . . . . . . . . . . . . . . . . . 7.\n8. Enter the smaller of line 5 or line 7 . . . . . . . . . . . . . . . . . . . . . 10. Was your annuity starting date before 1987? Yes. STOP No. Add lines 6 and 8. This is the amount you have recovered tax free through 2022. You will need this\nnumber if you need to fill out this worksheet next year . . . . . . . . . . . . . . . . . 10. 11. Balance of cost to be recovered. Subtract line 10 from line 2. If zero, you won’t have to complete this\nworksheet next year. The payments you receive next year will generally be fully taxable . . . . . . . . 11. Do not complete the rest of this worksheet. Table 1 for Line 3 Above\nIF the age at annuity starting\ndate was . . .\n55 or under\n56–60\n61–65\n66–70\n71 or older",
    "querygen": [
      "if you retire public safety officer",
      "if you're a retired public safety officer how to pay",
      "do i need to pay premiums when i'm retired"
    ],
    "querygen_score": [
      "-0.96442795",
      "-0.9351343",
      "-3.4051087"
    ]
  },
  {
    "id": "legal-advice_39__65",
    "doc_id": "legal-advice_39",
    "chunk_id": 65,
    "document_category": "legal-advice",
    "text": "Subtract that amount from the amount on\nForm 1040 or 1040-SR, line 1a, and enter the result on line 1 of\nthe worksheet in Step 5 (instead of entering the actual amount\nfrom Form 1040 or 1040-SR, line 1a). Be sure to answer “Yes”\nto question 2 in Step 5. Clergy. The following instructions apply to ministers, members of religious orders who have not taken a vow of poverty,\nand Christian Science practitioners. If you are filing Schedule SE and the amount on line 2 of that schedule includes an -40- amount that was also reported on Form 1040 or 1040-SR,\nline 1z, do the following. 1. Enter “Clergy” on the dotted line next to line 27. 2. Determine how much of the amount on Form 1040 or\n1040-SR, line 1z, was also reported on Schedule SE, Part I,\nline 2. 3. Subtract that amount from the amount on Form 1040 or\n1040-SR, line 1z. Enter the result on line 1 of the worksheet in\nStep 5 (instead of entering the actual amount from Form 1040\nor 1040-SR, line 1z). 4. Be sure to answer “Yes” to question 2 in Step 5. Combat pay, nontaxable. If you were a member of the U.S.\nArmed Forces who served in a combat zone, certain pay is excluded from your income. See Combat Zone Exclusion in Pub. 3. You can elect to include this pay in your earned income when\nfiguring the EIC. The amount of your nontaxable combat pay\nshould be shown in box 12 of Form(s) W-2 with code Q. If you\nare filing a joint return and both you and your spouse received\nnontaxable combat pay, you can each make your own election. In other words, if one of you makes the election, the other one\ncan also make it but doesn't have to. ! If you elect to use your nontaxable combat pay in figuring your EIC, enter that amount on line 1i. CAUTION Credit figured by the IRS. To have the IRS figure your EIC:\n1. Enter “EIC” on the dotted line next to line 27. 2. Be sure you enter the nontaxable combat pay you elect to\ninclude in earned income by entering that amount on line 1i. See Combat pay, nontaxable, earlier. 3. If you have a qualifying child, complete and attach\nSchedule EIC. If your EIC for a year after 1996 was reduced or\ndisallowed, see Form 8862, who must file, later. Exception to time lived with you. Temporary absences by you\nor the child for special circumstances, such as school, vacation,\nbusiness, medical care, military service, or detention in a juvenile facility, count as time the child lived with you. Also see\nKidnapped child under Who Qualifies as Your Dependent, earlier, and Members of the military, later.",
    "querygen": [
      "what is the worksheet called for determining income",
      "how to subtract 1040 form",
      "how do i find the amount on the 1040 sr form"
    ],
    "querygen_score": [
      "-3.2531786",
      "1.7231194",
      "1.586788"
    ]
  },
  {
    "id": "legal-advice_1__104",
    "doc_id": "legal-advice_1",
    "chunk_id": 104,
    "document_category": "legal-advice",
    "text": "$ $ 52,494.00 $ Over $647,850 $ × 37% (0.37) $ $ 65,451.00 $ Section C—Use if your filing status is Married filing separately. Complete the row below that applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount Tax. Subtract (d) from (c). Enter\n(d)\nthe result here and on the entry\nSubtraction amount\nspace on line 16. At least $100,000 but not over $170,050 $ × 24% (0.24) $ $ 6,164.50 $ Over $170,050 but not over $215,950 $ × 32% (0.32) $ $ 19,768.50 $ Over $215,950 but not over $323,925 $ × 35% (0.35) $ $ 26,247.00 $ Over $323,925 $ × 37% (0.37) $ $ 32,725.50 $ Section D—Use if your filing status is Head of household. Complete the row below that applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount (d)\nSubtraction amount Tax. Subtract (d) from (c). Enter\nthe result here and on the\nentry space on line 16. At least $100,000 but not over $170,050 $ × 24% (0.24) $ $ 7,664.00 $ Over $170,050 but not over $215,950 $ × 32% (0.32) $ $ 21,268.00 $ Over $215,950 but not over $539,900 $ × 35% (0.35) $ $ 27,746.50 $ Over $539,900 $ × 37% (0.37) $ $ 38,544.50 $ -75- Need more information or forms? Visit IRS.gov. General\nInformation\nVoter Registration Do you need to check or update your\nvoter registration? Visit Vote.gov to confirm with your state election office. How To Avoid Common\nMistakes\nMistakes can delay your refund or result\nin notices being sent to you. One of the\nbest ways to file an accurate return is to\nfile electronically. Tax software does the\nmath for you and will help you avoid\nmistakes. You may be eligible to use\nfree tax software that will take the\nguesswork out of preparing your return. Free File makes available free\nbrand-name software and free e-file. Visit IRS.gov/Free File for details. Join\nthe eight in 10 taxpayers who get their\nrefunds faster by using direct deposit\nand e-file. • File your return on a standard size\nsheet of paper. Cutting the paper may\ncause problems in processing your return. • Make sure you entered the correct\nname and social security number (SSN)\nfor each dependent you claim in the Dependents section. Check that each dependent's name and SSN agrees with the\ndependent’s social security card. For\neach child under age 17 who is a qualifying child for the child tax credit or\neach dependent who qualifies you for\nthe credit for other dependents, make\nsure you checked the appropriate box in\ncolumn (4) of the Dependents section. • Check your math, especially for\nthe child tax credit, earned income credit\n(EIC), taxable social security benefits,\ntotal income, itemized deductions or\nstandard deduction, taxable income, total tax, federal income tax withheld, and\nrefund or amount you owe. • Be sure you used the correct method to figure your tax. See the instructions for line 16.\n• Be sure to enter your SSN in the\nspace provided on page 1 of Form 1040\nor 1040-SR. If you are married filing a The IRS Mission.",
    "querygen": [
      "how much of income is taxed on the taxes for married filing",
      "how much tax is on marital income in taxes",
      "what is taxable income in section c"
    ],
    "querygen_score": [
      "-0.21893492",
      "-2.1932588",
      "0.28382036"
    ]
  },
  {
    "id": "legal-advice_99__122",
    "doc_id": "legal-advice_99",
    "chunk_id": 122,
    "document_category": "legal-advice",
    "text": "See Recoveries in Pub. 525 for details on how to figure the\namount to report. • Reemployment trade adjustment\nassistance (RTAA) payments. These\npayments should be shown in box 5 of\nForm 1099-G.\n• Loss on certain corrective distributions of excess deferrals. See Retirement\nPlan Contributions in Pub. 525.\n• Dividends on insurance policies if\nthey exceed the total of all net premiums\nyou paid for the contract. • Recapture of a charitable contribution deduction relating to the contribution of a fractional interest in tangible\npersonal property. See Fractional Interest in Tangible Personal Property in\nPub. 526. Interest and an additional 10%\ntax apply to the amount of the recapture. See the instructions for Schedule 2,\nline 17g.\n• Recapture of a charitable contribution deduction if the charitable organization disposes of the donated property\nwithin 3 years of the contribution. See\nRecapture if no exempt use in Pub. 526.\n• Taxable part of disaster relief payments. See Pub. 525 to figure the taxable part, if any. If any of your disaster\nrelief payment is taxable, attach a statement showing the total payment received and how you figured the taxable\npart. • Taxable distributions from a Coverdell education savings account (ESA)\nor a qualified tuition program (QTP). Distributions from these accounts may\nbe taxable if (a) in the case of distributions from a QTP, they are more than\nthe qualified higher education expenses\nof the designated beneficiary in 2022 or,\nin the case of distributions from an ESA,\nthey are more than the qualified education expenses of the designated beneficiary in 2022; and (b) they were not included in a qualified rollover. Nontaxable distributions from these accounts\ndon’t have to be reported on Form 1040\nor 1040-SR. This includes rollovers and\nqualified higher education expenses refunded to a student from a QTP that\nwere recontributed to a QTP with the\nsame designated beneficiary generally\nwithin 60 days after the date of refund. See Pub. 970. You may have to pay an additional tax if you received a taxCAUTION able distribution from a Coverdell ESA or a QTP. See the Instructions\nfor Form 5329. would enter $800 on line 8z and in the\nentry space next to line 8z you would\nwrite “Incorrect Form 1099-K - $800.” See the instructions for line 24z. Nontaxable income. Don’t report any\nnontaxable income on line 8z. Examples\nof nontaxable income include the following. • Child support. • Payments you received to help you\npay your mortgage loan under the HFA\nHardest Hit Fund or the Homeowner Assistance Fund.\n• Any Pay-for-Performance Success\nPayments that reduce the principal balance of your home mortgage under the\nHome Affordable Modification Program. • Life insurance proceeds received\nbecause of someone's death (other than\nfrom certain employer-owned life insurance contracts). • Gifts and bequests. However, if\nyou received a gift or bequest from a\nforeign person (including amounts from\nforeign corporations and foreign partnerships that you treated as gifts) totaling\nmore than $17,339, you may have to report information about it on Form 3520,\nPart IV. See the Instructions for Form\n3520. Form 1099-K loss reporting. If you\nsold a personal item at a loss, enter the\namount of the sale proceeds from Form\n1099-K on line 8z.",
    "querygen": [
      "what is the rtaa amount to be reported on",
      "what type of loss is included on a 1099",
      "what to claim on 1099 g"
    ],
    "querygen_score": [
      "-1.0155144",
      "-1.6141238",
      "-1.9004576"
    ]
  },
  {
    "id": "legal-advice_37__39",
    "doc_id": "legal-advice_37",
    "chunk_id": 39,
    "document_category": "legal-advice",
    "text": "This amount should be shown in\nbox 1 of Form 1099-R. Pension and annuity payments include distributions\nfrom 401(k), 403(b), and governmental\n457(b) plans. Rollovers and lump-sum\ndistributions are explained later. Don’t\ninclude the following payments on lines\n5a and 5b. Instead, report them on\nline 1h. • Disability pensions received before\nyou reach the minimum retirement age\nset by your employer. • Corrective distributions (including\nany earnings) of excess elective deferrals or other excess contributions to retirement plans. The plan must advise\nyou of the year(s) the distributions are\nincludible in income. Attach Form(s) 1099-R to TIP Form 1040 or 1040-SR if any\nfederal income tax was withheld. Fully Taxable Pensions and\nAnnuities Your payments are fully taxable if (a)\nyou didn't contribute to the cost (see\nCost, later) of your pension or annuity,\nor (b) you got your entire cost back tax\nfree before 2022. But see Insurance Premiums for Retired Public Safety Officers, later. If your pension or annuity is\nfully taxable, enter the total pension or\nannuity payments (from Form(s)\n1099-R, box 1) on line 5b; don’t make\nan entry on line 5a. Need more information or forms? Visit IRS.gov. Fully taxable pensions and annuities\nalso include military retirement pay\nshown on Form 1099-R. For details on\nmilitary disability pensions, see Pub.\n525. If you received a Form\nRRB-1099-R, see Pub. 575 to find out\nhow to report your benefits. Partially Taxable Pensions and\nAnnuities\nEnter the total pension or annuity payments (from Form 1099-R, box 1) on\nline 5a. If your Form 1099-R doesn't\nshow the taxable amount, you must use\nthe General Rule explained in Pub. 939\nto figure the taxable part to enter on\nline 5b. But if your annuity starting date\n(defined later) was after July 1, 1986,\nsee Simplified Method, later, to find out\nif you must use that method to figure the\ntaxable part. You can ask the IRS to figure the taxable part for you for a $1,000 fee. For\ndetails, see Pub. 939. If your Form 1099-R shows a taxable\namount, you can report that amount on\nline 5b. But you may be able to report a\nlower taxable amount by using the General Rule or the Simplified Method or if\nthe exclusion for retired public safety officers, discussed next, applies. Insurance Premiums for Retired\nPublic Safety Officers If you are an eligible retired public safety officer (law enforcement officer, firefighter, chaplain, or member of a rescue\nsquad or ambulance crew), you can elect\nto exclude from income distributions\nmade from your eligible retirement plan\nthat are used to pay the premiums for\ncoverage by an accident or health plan\nor a long-term care insurance contract. You can do this only if you retired because of disability or because you\nreached normal retirement age. The premiums can be for coverage for you, your\nspouse, or dependents. The distribution\nmust be from a plan maintained by the\nemployer from which you retired as a\npublic safety officer. Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income.",
    "querygen": [
      "what is box one on 1099",
      "where are pension and annuity payments on a form",
      "what is the box for 401k distributions"
    ],
    "querygen_score": [
      "0.5485346",
      "0.99996644",
      "-0.9817595"
    ]
  },
  {
    "id": "legal-advice_91__3",
    "doc_id": "legal-advice_91",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "Schedule 2, Part II Can claim a nonrefundable credit (other than the child tax credit\nor the credit for other dependents), such as the foreign tax credit,\neducation credits, or general business credit. Schedule 3, Part I Can claim a refundable credit (other than the earned income\ncredit, American opportunity credit, or additional child tax credit),\nsuch as the net premium tax credit or qualified sick and family\nleave credits from Schedule H.\nHave other payments, such as an amount paid with a request for\nan extension to file or excess social security tax withheld. -3- Schedule 3, Part II The Taxpayer Advocate Service Is Here To Help You\nWhat is the Taxpayer Advocate Service? The Taxpayer Advocate Service (TAS) is an independent organization within the Internal Revenue Service (IRS) that helps\ntaxpayers and protects taxpayer rights. TAS strives to ensure that every taxpayer is treated fairly and that you know and\nunderstand your rights under the Taxpayer Bill of Rights. What can TAS do for you? TAS can help you if your tax problem is causing a financial difficulty, you've tried and been unable to resolve your issue with\nthe IRS, or you believe an IRS system, process, or procedure just isn't working as it should. And the service is free. If you\nqualify for TAS assistance, you will be assigned to one advocate who will work with you throughout the process and will do\neverything possible to resolve your issue. TAS can help you if:\n• Your problem is causing a financial difficulty for you, your family, or your business. • You face (or your business is facing) an immediate threat of adverse action. • You’ve tried to contact the IRS but no one has responded, or the IRS hasn’t responded by the date promised. How can you reach TAS? TAS has offices in every state, the District of Columbia, and Puerto Rico. To find your advocate’s number:\n• Go to TaxpayerAdvocate.IRS.gov/contact-us;\n• Download Publication 1546, Taxpayer Advocate Service - We Are Here to Help You. If you do not have Internet access,\nyou can call the IRS toll free at 800-TAX-FORM (800-829-3676) and ask for a copy of Publication 1546;\n• Check your local directory; or\n• Call TAS toll free at 877-777-4778. How can you learn about your taxpayer rights? The Taxpayer Bill of Rights describes ten basic rights that all taxpayers have when dealing with the IRS. The TAS website\nTaxpayerAdvocate.IRS.gov can help you understand what these rights mean to you and how they apply. These are your rights. Know them. Use them. How else does the Taxpayer Advocate Service help taxpayers? TAS works to resolve large-scale problems that affect many taxpayers. If you know of one of these broad issues, please report it\nto TAS at IRS. gov/SAMS. Be sure not to include any personal taxpayer information. Low Income Taxpayer Clinics Help Taxpayers\nLow Income Taxpayer Clinics (LITCs) are independent from the Internal Revenue Service (IRS) and the Taxpayer Advocate\nService (TAS). LITCs represent individuals whose income is below a certain level and who need to resolve tax problems with\nthe IRS.",
    "querygen": [
      "is tax deductions refundable",
      "can a dependent claim a credit on a federal credit",
      "can you claim child tax credits on a personal tax return"
    ],
    "querygen_score": [
      "-0.3635388",
      "0.04427472",
      "0.4801377"
    ]
  },
  {
    "id": "legal-advice_60__53",
    "doc_id": "legal-advice_60",
    "chunk_id": 53,
    "document_category": "legal-advice",
    "text": "IF your filing\nstatus is . . . AND the number in\nthe box above is . . . ▶\nTHEN your standard\ndeduction is . . . Single 1\n2 $14,700\n16,450 Married filing jointly 1\n2\n3\n4 $27,300\n28,700\n30,100\n31,500 Qualifying surviving spouse 1\n2 $27,300\n28,700 Married filing separately* 1\n2\n3\n4 $14,350\n15,750\n17,150\n18,550 Head of household 1\n2 $21,150\n22,900 * You can check the boxes for spouse if your filing status is married filing separately and your spouse had no income, isn't filing a return, and can't be claimed\nas a dependent on another person's return. Need more information or forms? Visit IRS.gov. -34- Qualified Dividends and Capital Gain\nTax Worksheet. Use the Qualified\nDividends and Capital Gain Tax Worksheet, later, to figure your tax if you\ndon’t have to use the Schedule D Tax\nWorksheet and if any of the following\napplies. • You reported qualified dividends\non Form 1040 or 1040-SR, line 3a.\n• You don’t have to file Schedule D\nand you reported capital gain distributions on Form 1040 or 1040-SR, line 7. • You are filing Schedule D, and\nSchedule D, lines 15 and 16, are both\nmore than zero. But if you are filing Form 2555, you\nmust use the Foreign Earned Income\nTax Worksheet instead. Schedule J. If you had income from\nfarming or fishing (including certain\namounts received in connection with the\nExxon Valdez litigation), your tax may Foreign Earned Income Tax Worksheet—Line 16 ! CAUTION be less if you choose to figure it using\nincome averaging on Schedule J.\nForeign Earned Income Tax Worksheet. If you claimed the foreign earned\nincome exclusion, housing exclusion, or\nhousing deduction on Form 2555, you\nmust figure your tax using the Foreign\nEarned Income Tax Worksheet. Keep for Your Records If Form 1040 or 1040-SR, line 15, is zero, don’t complete this worksheet. 1. Enter the amount from Form 1040 or 1040-SR, line 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1.\n2a. Enter the amount from your (and your spouse's, if filing jointly) Form 2555, lines 45 and 50 . . . . . . 2a.\nb. Enter the total amount of any itemized deductions or exclusions you couldn't claim because they are\nrelated to excluded income . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b.\nc. Subtract line 2b from line 2a.",
    "querygen": [
      "what is taxable standard deduction for single filing jointly",
      "what is standard deduction in taxes",
      "what is the standard deduction for single person"
    ],
    "querygen_score": [
      "-0.30431566",
      "-1.5995677",
      "-1.2430977"
    ]
  },
  {
    "id": "legal-advice_92__50",
    "doc_id": "legal-advice_92",
    "chunk_id": 50,
    "document_category": "legal-advice",
    "text": "Line 16\nTax\nInclude in the total on the entry space on\nline 16 all of the following taxes that apply. • Tax on your taxable income. Figure the tax using one of the methods described later. • Tax from Form(s) 8814 (relating to\nthe election to report child's interest or\ndividends). Check the appropriate box. • Tax from Form 4972 (relating to\nlump-sum distributions). Check the appropriate box. • Tax with respect to a section 962\nelection (election made by a domestic\nshareholder of a controlled foreign corporation to be taxed at corporate rates) reduced by the amount of any foreign\ntax credits claimed on Form 1118. See\nsection 962 for details. Check box 3 and\nenter the amount and “962” in the space\nnext to that box. Attach a statement\nshowing how you figured the tax. • Recapture of an education credit. You may owe this tax if you claimed an\neducation credit in an earlier year, and\neither tax-free educational assistance or\na refund of qualified expenses was received in 2022 for the student. See Form\n8863 for more details. Check box 3 and\nenter the amount and “ECR” in the\nspace next to that box. • Any tax from Form 8621, line 16e,\nrelating to a section 1291 fund. Check\nbox 3 and enter the amount of the tax\nand “1291TAX” in the space next to that\nbox. • Tax from Form 8978, line 14 (relating to partner's audit liability under\nsection 6226). Check box 3 and enter the\namount of the liability and “Form 8978”\nin the space next to that box. If the\namount on Form 8978, line 14, is negative, see the instructions for Schedule 3\n(Form 1040), line 6l.\n• Net tax liability deferred under\nsection 965(i). If you had a net 965 inclusion and made an election to defer\nyour net 965 tax liability under section\n965(i), check box 3 and enter (as a negative number) the amount of the deferred\nnet 965 tax liability and “965” on the\nline next to that box. • Triggering event under section\n965(i). If you had a triggering event under section 965(i) during the year and\ndid not enter into a transfer agreement,\ncheck box 3 and enter the amount of the\ntriggered deferred net 965 tax liability\nand enter “965INC” on the line next to\nthat box. Do you want the IRS to figure the\ntax on your taxable income for you? Yes. See chapter 13 of Pub. 17 for\ndetails, including who is eligible and\nwhat to do. If you have paid too much,\nwe will send you a refund. If you didn't\npay enough, we will send you a bill. No. Use one of the following methods to figure your tax. Tax Table or Tax Computation\nWorksheet. If your taxable income is\nless than $100,000, you must use the\nTax Table, later in these instructions, to\nfigure your tax. Be sure you use the cor-33- rect column. If your taxable income is\n$100,000 or more, use the Tax Computation Worksheet right after the Tax Table. However, don’t use the Tax Table or\nTax Computation Worksheet to figure\nyour tax if any of the following applies. Form 8615.",
    "querygen": [
      "where to find taxes in the taxes",
      "what taxes apply to irs",
      "when determining total, line 16 to 8914 to include all of the taxes that apply"
    ],
    "querygen_score": [
      "-0.9673935",
      "-2.03414",
      "-0.64449495"
    ]
  },
  {
    "id": "legal-advice_61__22",
    "doc_id": "legal-advice_61",
    "chunk_id": 22,
    "document_category": "legal-advice",
    "text": "(2) Qualifying programs —\n(i) Formal programs. A formal program\nqualifies as a continuing education program if it —\n(A) Requires attendance and provides each\nattendee with a certificate of attendance;\n(B) Is conducted by a qualified instructor,\ndiscussion leader, or speaker (in other words, a\nperson whose background, training, education, and\nexperience is appropriate for instructing or leading\na discussion on the subject matter of the particular\nprogram);\n(C) Provides or requires a written outline,\ntextbook, or suitable electronic educational materials;\nand\n(D) Satisfies the requirements established for\na qualified continuing education program pursuant to\n§10.9. (ii) Correspondence or individual study\nprograms (including taped programs). Qualifying\ncontinuing\neducation\nprograms\ninclude\ncorrespondence or individual study programs that\nare conducted by continuing education providers\nand completed on an individual basis by the enrolled\nindividual. The allowable credit hours for such\nprograms will be measured on a basis comparable to\nthe measurement of a seminar or course for credit in\nan accredited educational institution. Such programs\nqualify as continuing education programs only if\nthey —\n(A) Require registration of the participants by\nthe continuing education provider;\n(B) Provide a means for measuring successful\ncompletion by the participants (for example, a written\nTreasury Department Circular No. 230 examination), including the issuance of a certificate\nof completion by the continuing education provider;\n(C) Provide a written outline, textbook, or\nsuitable electronic educational materials; and\n(D) Satisfy the requirements established for a\nqualified continuing education program pursuant to\n§10.9. (iii) Serving as an instructor, discussion leader\nor speaker. (A) One hour of continuing education credit\nwill be awarded for each contact hour completed\nas an instructor, discussion leader, or speaker at\nan educational program that meets the continuing\neducation requirements of paragraph (f) of this\nsection. (B) A maximum of two hours of continuing\neducation credit will be awarded for actual subject\npreparation time for each contact hour completed as\nan instructor, discussion leader, or speaker at such\nprograms. It is the responsibility of the individual\nclaiming such credit to maintain records to verify\npreparation time. (C) The maximum continuing education credit\nfor instruction and preparation may not exceed four\nhours annually for registered tax return preparers and\nsix hours annually for enrolled agents and enrolled\nretirement plan agents. (D) An instructor, discussion leader, or\nspeaker who makes more than one presentation\non the same subject matter during an enrollment\ncycle or registration year will receive continuing\neducation credit for only one such presentation for\nthe enrollment cycle or registration year. (3) Periodic examination. Enrolled Agents and\nEnrolled Retirement Plan Agents may establish\neligibility for renewal of enrollment for any\nenrollment cycle by —\n(i) Achieving a passing score on each part of\nthe Special Enrollment Examination administered\nunder this part during the three year period prior to\nrenewal; and\n(ii) Completing a minimum of 16 hours of\nqualifying continuing education during the last year\nof an enrollment cycle. § 10.6 — Page 13 Table of Contents (g) Measurement of continuing education\ncoursework. (1) All continuing education programs will be\nmeasured in terms of contact hours. The shortest\nrecognized program will be one contact hour.\n(2) A contact hour is 50 minutes of continuous\nparticipation in a program. Credit is granted only for\na full contact hour, which is 50 minutes or multiples\nthereof. For example, a program lasting more than\n50 minutes but less than 100 minutes will count as\nonly one contact hour.",
    "querygen": [
      "what is a continuing education program",
      "what is the qualification for continuing education",
      "what is the qualification for continuing education"
    ],
    "querygen_score": [
      "1.4373295",
      "2.0778227",
      "2.0778227"
    ]
  },
  {
    "id": "legal-advice_37__1",
    "doc_id": "legal-advice_37",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "TAX YEAR 2022 1040 (and\n1040-SR) INSTRUCTIONS R Including the instructions for\nSchedules 1 through 3 2022 Changes\n• Form 1040 has new lines. • Schedule 1 has new lines. • Filing status name changed from\nQualifying widow(er) to Qualifiying\nsurviving spouse. For details on these and other\nchanges, see What’s New in these\ninstructions. Future Developments See IRS.gov and IRS.gov/Forms, and for the latest information about developments related to Forms 1040 and\n1040-SR and their instructions, such as legislation enacted after they were published, go to IRS.gov/Form1040. Free File is the fast, safe, and free way to prepare and e-file your taxes. See IRS.gov/FreeFile. Pay Online. It’s fast, simple, and secure. Go to IRS.gov/Payments. Department of the Treasury Internal Revenue Service www.irs.gov\nDec 23, 2022 Cat. No. 24811V Table of Contents\nContents\nDepartment\nof the\nTreasury\nInternal\nRevenue\nService Page What's New . . . . . . . . . . . . . . . . . . . . . . . . 6\nFiling Requirements . . . . . . . . . . . . . . . . . . 8\nDo You Have To File? . . . . . . . . . . . . . . 8\nWhen and Where Should You File? . . . . . 8\nLine Instructions for Forms 1040 and\n1040-SR . . . . . . . . . . . . . . . . . . . . . . 12\nFiling Status . . . . . . . . . . . . . . . . . . . 12\nName and Address . . . . . . . . . . . . . . . 14\nSocial Security Number (SSN) . . . . . . . 14\nDependents, Qualifying Child for\nChild Tax Credit, and Credit for\nOther Dependents . . . . . . . . . . . . . . 17\nIncome . . . . . . . . . . . . . . . . . . . . . . . 23\nTotal Income and Adjusted Gross\nIncome . . . . . . . . . . . . . . . . . . . . . 31\nTax and Credits . . . . . . . . . . . . . . . . . 31\nPayments . . . . . . . . . . . . . . . . . . . . . 37\nRefund . . . . . . . . . . . . . . . . . . . . . . . 56\nAmount You Owe . . . . . . . . . . . . . . . . 58 -2- Contents Page Sign Your Return . . . . . . . . . . . . . . . .",
    "querygen": [
      "when to update 1040 form",
      "when to file 1040",
      "which form is included in schedule r"
    ],
    "querygen_score": [
      "-3.0372024",
      "-2.0375504",
      "-2.0005033"
    ]
  },
  {
    "id": "legal-advice_37__113",
    "doc_id": "legal-advice_37",
    "chunk_id": 113,
    "document_category": "legal-advice",
    "text": "Go app\nto your mobile device to check your refund status. • Call the automated refund hotline\nat 800-829-1954. See Refund Information, later. Making a tax payment. Go to IRS.gov/\nPayments for information on how to\nmake a payment using any of the following options. • IRS Direct Pay: Pay your individual tax bill or estimated tax payment directly from your checking or savings account at no cost to you. • Debit or Credit Card: Choose an\napproved payment processor to pay online or by phone. • Electronic Funds Withdrawal:\nSchedule a payment when filing your\nfederal taxes using tax return preparation software or through a tax professional. • Electronic Federal Tax Payment\nSystem: Best option for businesses. Enrollment is required. • Check or Money Order: Mail your\npayment to the address listed on the notice or instructions. • Cash: You may be able to pay\nyour taxes with cash at a participating\nretail store. • Same-Day Wire: You may be able\nto do same-day wire from your financial\ninstitution. Contact your financial institution for availability, cost, and time\nframes. -80- Note. The IRS uses the latest encryption technology to ensure that the electronic payments you make online, by\nphone, or from a mobile device using\nthe IRS2Go app are safe and secure. Paying electronically is quick, easy, and\nfaster than mailing in a check or money\norder. What if I can’t pay now? Go to\nIRS.gov/Payments for more information\nabout your options. • Apply for an online payment\nagreement (IRS.gov/OPA) to meet your\ntax obligation in monthly installments if\nyou can't pay your taxes in full today. Once you complete the online process,\nyou will receive immediate notification\nof whether your agreement has been approved. • Use the Offer in Compromise PreQualifier to see if you can settle your tax\ndebt for less than the full amount you\nowe. For more information on the Offer\nin Compromise program, go to IRS.gov/\nOIC. Filing an amended return. Go to\nIRS.gov/Form1040X for information and\nupdates. Checking the status of your amended\nreturn. Go to IRS. gov/WMAR to track\nthe status of Form 1040-X amended returns. Note it can take up to 3 weeks\nfrom the date you filed your amended\nreturn for it to show up in our system,\nand processing it can take up to 16\nweeks. Understanding an IRS notice or letter\nyou’ve received. Go to IRS.gov/Notices\nto find additional information about responding to an IRS notice or letter. Note. You can use Schedule LEP\n(Form 1040), Request for Change in\nLanguage Preference, to state a preference to receive notices, letters, or other\nwritten communications from the IRS in\nan alternative language. You may not\nimmediately receive written communications in the requested language. The\nIRS’s commitment to LEP taxpayers is\npart of a multi-year timeline that is\nscheduled to begin providing translations in 2023. You will continue to receive communications, including notices\nand letters in English, until they are\ntranslated to your preferred language. Contacting your local IRS office. Keep in mind, many questions can be answered on IRS.gov without visiting an\nIRS TAC. Go to IRS. gov/LetUsHelp for\nthe topics people ask about most. If you\nstill need help, IRS TACs provide tax\nhelp when a tax issue can’t be handled\nonline or by phone.",
    "querygen": [
      "irs irs refund phone number",
      "irs refund hotline phone number",
      "what is the phone number for irs refund?"
    ],
    "querygen_score": [
      "0.6102137",
      "0.90433234",
      "-0.49044377"
    ]
  }
]