[
  {
    "id": "legal-advice_2__13",
    "doc_id": "legal-advice_2",
    "chunk_id": 13,
    "document_category": "legal-advice",
    "text": "(2) Certified public accountant means any person\nwho is duly qualified to practice as a certified public\naccountant in any state, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia. (3) Commissioner refers to the Commissioner of\nInternal Revenue. (4) Practice before the Internal Revenue\nService comprehends all matters connected with a\npresentation to the Internal Revenue Service or any\nof its officers or employees relating to a taxpayer’s\nrights, privileges, or liabilities under laws or\nregulations administered by the Internal Revenue\nService. Such presentations include, but are not\nlimited to, preparing documents; filing documents;\ncorresponding and communicating with the Internal\nRevenue Service; rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nor other plan or arrangement having a potential for\ntax avoidance or evasion; and representing a client at\nconferences, hearings, and meetings. (5) Practitioner means any individual described\nin paragraphs (a), (b), (c), (d), (e), or (f) of §10.3.\n(6) A tax return includes an amended tax return\nand a claim for refund. (7) Service means the Internal Revenue Service. (8) Tax return preparer means any individual\nwithin the meaning of section 7701(a)(36) and 26\nCFR 301.7701-15. (b) Effective/applicability date. This section is\napplicable on August 2, 2011. § 10.3 Who may practice. (a) Attorneys. Any attorney who is not currently\nunder suspension or disbarment from practice\nPage 6 — § 10.2 before the Internal Revenue Service may practice\nbefore the Internal Revenue Service by filing with\nthe Internal Revenue Service a written declaration\nthat the attorney is currently qualified as an attorney\nand is authorized to represent the party or parties. Notwithstanding the preceding sentence, attorneys\nwho are not currently under suspension or disbarment\nfrom practice before the Internal Revenue Service\nare not required to file a written declaration with the\nIRS before rendering written advice covered under\n§10.37, but their rendering of this advice is practice\nbefore the Internal Revenue Service. (b) Certified public accountants. Any certified\npublic accountant who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service by filing with the Internal\nRevenue Service a written declaration that the\ncertified public accountant is currently qualified as\na certified public accountant and is authorized to\nrepresent the party or parties. Notwithstanding the\npreceding sentence, certified public accountants who\nare not currently under suspension or disbarment\nfrom practice before the Internal Revenue Service\nare not required to file a written declaration with the\nIRS before rendering written advice covered under\n§10.37, but their rendering of this advice is practice\nbefore the Internal Revenue Service. (c) Enrolled agents. Any individual enrolled as an\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (d) Enrolled actuaries. (1) Any individual who is enrolled as an actuary\nby the Joint Board for the Enrollment of Actuaries\npursuant to 29 U.S.C. 1242 who is not currently\nunder suspension or disbarment from practice before\nthe Internal Revenue Service may practice before the\nInternal Revenue Service by filing with the Internal\nRevenue Service a written declaration stating that he\nor she is currently qualified as an enrolled actuary\nand is authorized to represent the party or parties on\nwhose behalf he or she acts.",
    "querygen": [
      "who is the commissioner of internal revenue",
      "who is cpa in ca",
      "who is certified public accountant in us?"
    ],
    "querygen_score": [
      "0.059259996",
      "-4.5769157",
      "1.8516619"
    ]
  },
  {
    "id": "legal-advice_61__46",
    "doc_id": "legal-advice_61",
    "chunk_id": 46,
    "document_category": "legal-advice",
    "text": "Service by this method will be considered\ncomplete upon mailing, provided the complaint is\naddressed to the respondent at the respondent’s last\nknown address as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder. (3) Service by other than certified or first class\nmail. (i) Service of the complaint may be made on\nthe respondent by delivery by a private delivery\nservice designated pursuant to section 7502(f) of the\nInternal Revenue Code to the last known address\n(as determined under section 6212 of the Internal\nRevenue Code and the regulations there under) of the\nrespondent. Service by this method will be considered\ncomplete, provided the complaint is addressed to the\nrespondent at the respondent’s last known address\nPage 32 — § 10.62 as determined under section 6212 of the Internal\nRevenue Code and the regulations thereunder. (ii) Service of the complaint may be made in\nperson on, or by leaving the complaint at the office\nor place of business of, the respondent. Service by\nthis method will be considered complete and proof\nof service will be a written statement, sworn or\naffirmed by the person who served the complaint,\nidentifying the manner of service, including the\nrecipient, relationship of recipient to respondent,\nplace, date and time of service. (iii) Service may be made by any other means\nagreed to by the respondent. Proof of service will be\na written statement, sworn or affirmed by the person\nwho served the complaint, identifying the manner\nof service, including the recipient, relationship\nof recipient to respondent, place, date and time of\nservice. (4) For purposes of this section, respondent\nmeans the practitioner, employer, firm or other entity,\nor appraiser named in the complaint or any other\nperson having the authority to accept mail on behalf\nof the practitioner, employer, firm or other entity or\nappraiser. (b) Service of papers other than complaint. Any\npaper other than the complaint may be served on the\nrespondent, or his or her authorized representative\nunder §10.69(a)(2) by:\n(1) mailing the paper by first class mail to the last\nknown address (as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder) of the respondent or the respondent’s\nauthorized representative,\n(2) delivery by a private delivery service\ndesignated pursuant to section 7502(f) of the\nInternal Revenue Code to the last known address\n(as determined under section 6212 of the Internal\nRevenue Code and the regulations thereunder)\nof the respondent or the respondent’s authorized\nrepresentative, or\n(3) as provided in paragraphs (a)(3)(ii) and (a)(3)\n(iii) of this section. (c) Service of papers on the Internal Revenue\nService. Whenever a paper is required or permitted\nto be served on the Internal Revenue Service in\nTreasury Department Circular No. 230 Table of Contents connection with a proceeding under this part,\nthe paper will be served on the Internal Revenue\nService’s authorized representative under §10.69(a)\n(1) at the address designated in the complaint, or at\nan address provided in a notice of appearance. If no\naddress is designated in the complaint or provided\nin a notice of appearance, service will be made on\nthe office(s) established to enforce this part under the\nauthority of §10.1, Internal Revenue Service, 1111\nConstitution Avenue, NW, Washington, DC 20224. (d) Service of evidence in support of complaint.",
    "querygen": [
      "what is the irs rule on filing a complaint",
      "how to file a tax audit complaint",
      "what is considered a service by irs"
    ],
    "querygen_score": [
      "-2.3835745",
      "-2.7326274",
      "0.23274843"
    ]
  },
  {
    "id": "legal-advice_33__61",
    "doc_id": "legal-advice_33",
    "chunk_id": 61,
    "document_category": "legal-advice",
    "text": "§ 10.90 — Page 43 Table of Contents (5) Disqualified appraisers. (6) Qualified continuing education providers,\nincluding providers —\n(i) Who have obtained a qualifying continuing\neducation provider number; and\n(ii) Whose qualifying continuing education\nnumber has been revoked for failure to comply with\nthe requirements of this part. (b) Other records. Other records of the Director\nof the Office of Professional Responsibility may be\ndisclosed upon specific request, in accordance with\nthe applicable law. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.92 Special orders. § 10.91 Saving provision. Approved: June 3, 2014\nChristopher J. Meade,\nGeneral Counsel Any proceeding instituted under this part prior to\nJune 12, 2014, for which a final decision has not been\nreached or for which judicial review is still available\nis not affected by these revisions. Any proceeding\nunder this part based on conduct engaged in prior to\nJune 12, 2014, which is instituted after that date, will\napply subpart D and E of this part as revised, but\nthe conduct engaged in prior to the effective date of\nthese revisions will be judged by the regulations in\neffect at the time the conduct occurred. Page 44 — § 10.90 The Secretary of the Treasury reserves the power to\nissue such special orders as he or she deems proper\nin any cases within the purview of this part. § 10.93 Effective date. Except as otherwise provided in each section and\nSubject to §10.91, Part 10 is applicable on July 26,\n2002. John Dalrymple,\nDeputy Commissioner for Services and Enforcement [FR Doc. 2014-13739 Filed 06/09/2014 at 4:15 pm;\nPublication Date: 06/12/2014] Treasury Department Circular No. 230",
    "querygen": [
      "disqualified appraiser definition",
      "what to know if you are disqualified from an appraisal",
      "definition of a disqualified appraiser"
    ],
    "querygen_score": [
      "-1.3713663",
      "-2.333716",
      "-1.6976141"
    ]
  },
  {
    "id": "legal-advice_60__9",
    "doc_id": "legal-advice_60",
    "chunk_id": 9,
    "document_category": "legal-advice",
    "text": "See IRS.gov/Form1040 for any\nupdates. Nonresident aliens and dual-status aliens. These rules also apply if you were\na nonresident alien or a dual-status alien\nand both of the following apply. • You were married to a U.S. citizen\nor resident alien at the end of 2022.\n• You elected to be taxed as a resident alien. See Pub. 519 for details. Specific rules apply to determine if you are a resident alien,\nCAUTION nonresident alien, or dual-status alien. Most nonresident aliens and\ndual-status aliens have different filing\nrequirements and may have to file Form\n1040-NR. Pub. 519 discusses these requirements and other information to\nhelp aliens comply with U.S. tax law. ! When and Where\nShould You File? File Form 1040 or 1040-SR by April 18,\n2023. The due date is April 18, instead\nof April 15, because of the Emancipation Day holiday in the District of Columbia – even if you don’t live in the\nDistrict of Columbia. If you file after\nthis date, you may have to pay interest\nand penalties. See Interest and Penalties, later. -8- If you e-file your return, there is no\nneed to mail it. However, if you choose\nto mail it instead, filing instructions and\naddresses are at the end of these instructions. The chart at the end of these in- TIP structions provides the current What if You Can't File on\nTime? You can get an automatic 6-month extension if, no later than the date your return is due, you file Form 4868. For details, see Form 4868. Instead of filing\nForm 4868, you can apply for an automatic extension by making an electronic\npayment by the due date of your return. An automatic 6-month extension to file doesn't extend the\nCAUTION time to pay your tax. If you\ndon’t pay your tax by the original due\ndate of your return, you will owe interest\non the unpaid tax and may owe penalties. See Form 4868. ! If you are a U.S. citizen or resident\nalien, you may qualify for an automatic\nextension of time to file without filing\nForm 4868. You qualify if, on the due\ndate of your return, you meet one of the\nfollowing conditions. • You live outside the United States\nand Puerto Rico and your main place of\nbusiness or post of duty is outside the\nUnited States and Puerto Rico.\n• You are in military or naval service on duty outside the United States and\nPuerto Rico. This extension gives you an extra 2\nmonths to file and pay the tax, but interest will be charged from the original due\ndate of the return on any unpaid tax. You must include a statement showing\nthat you meet the requirements. If you\nare still unable to file your return by the\nend of the 2-month period, you can get\nan additional 4 months if, no later than\nJune 15, 2023, you file Form 4868. This\n4-month extension of time to file doesn't\nextend the time to pay your tax. See\nForm 4868. Private Delivery Services If you choose to mail your return, you\ncan use certain private delivery services designated by the IRS to meet the “timely mailing treated as timely filing/\npaying” rule for tax returns and payments.",
    "querygen": [
      "what forms are required to file tax as a dual citizen alien?",
      "what forms apply to dual spousal status",
      "what is the irs rules regarding dual status aliens"
    ],
    "querygen_score": [
      "0.44909912",
      "-1.7421865",
      "0.79488987"
    ]
  },
  {
    "id": "legal-advice_67__39",
    "doc_id": "legal-advice_67",
    "chunk_id": 39,
    "document_category": "legal-advice",
    "text": "Continuing\neducation presentations provided to an audience\nsolely for the purpose of enhancing practitioners’\nprofessional knowledge on Federal tax matters\nare not considered written advice on a Federal tax\nmatter for purposes of this section. The preceding\nsentence does not apply to presentations marketing\nor promoting transactions. (2) The practitioner must—\n(i) Base the written advice on reasonable factual\nand legal assumptions (including assumptions as to\nfuture events);\n(ii) Reasonably consider all relevant facts\nand circumstances that the practitioner knows or\nreasonably should know;\n(iii) Use reasonable efforts to identify and\nascertain the facts relevant to written advice on each\nFederal tax matter;\n(iv) Not rely upon representations, statements,\nfindings, or agreements (including projections,\nfinancial forecasts, or appraisals) of the taxpayer\nor any other person if reliance on them would be\nunreasonable;\nTreasury Department Circular No. 230 Table of Contents (v) Relate applicable law and authorities to\nfacts; and\n(vi) Not, in evaluating a Federal tax matter, take\ninto account the possibility that a tax return will not\nbe audited or that a matter will not be raised on audit. (3) Reliance on representations, statements,\nfindings, or agreements is unreasonable if the\npractitioner knows or reasonably should know that\none or more representations or assumptions on which\nany representation is based are incorrect, incomplete,\nor inconsistent. (b) Reliance on advice of others. A practitioner\nmay only rely on the advice of another person if the\nadvice was reasonable and the reliance is in good\nfaith considering all the facts and circumstances. Reliance is not reasonable when— (1) The practitioner knows or reasonably should\nknow that the opinion of the other person should not\nbe relied on;\n(2) The practitioner knows or reasonably should\nknow that the other person is not competent or lacks\nthe necessary qualifications to provide the advice; or\n(3) The practitioner knows or reasonably should\nknow that the other person has a conflict of interest in\nviolation of the rules described in this part. (c) Standard of review. (1) In evaluating whether a practitioner giving\nwritten advice concerning one or more Federal\ntax matters complied with the requirements of this\nsection, the Commissioner, or delegate, will apply a\nreasonable practitioner standard, considering all facts\nand circumstances, including, but not limited to, the\nscope of the engagement and the type and specificity\nof the advice sought by the client. (2) In the case of an opinion the practitioner\nknows or has reason to know will be used or referred\nto by a person other than the practitioner (or a person\nwho is a member of, associated with, or employed by\nthe practitioner’s firm) in promoting, marketing, or\nrecommending to one or more taxpayers a partnership\nor other entity, investment plan or arrangement\na significant purpose of which is the avoidance or\nevasion of any tax imposed by the Internal Revenue\nCode, the Commissioner, or delegate, will apply a\nreasonable practitioner standard, considering all\nTreasury Department Circular No. 230 facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter.",
    "querygen": [
      "are continuing education presentations considered written advice",
      "who needs continuing education on federal tax matters",
      "what is the purpose of continuing education presentations"
    ],
    "querygen_score": [
      "3.8388805",
      "0.0078005213",
      "2.3901608"
    ]
  },
  {
    "id": "legal-advice_39__33",
    "doc_id": "legal-advice_39",
    "chunk_id": 33,
    "document_category": "legal-advice",
    "text": "Need more information or forms? Visit IRS.gov. -24- Line 1f\nEmployer-Provided\nAdoption Benefits From\nForm 8839, Line 29 Enter the total of your employer-provided adoption benefits from Form 8839,\nline 29. Employer-provided adoption\nbenefits should be shown in box 12 of\nyour Form(s) W-2 with code T. But see\nthe Instructions for Form 8839 to find\nout if you can exclude part or all of the\nbenefits. You may also be able to exclude amounts if you adopted a child\nwith special needs and the adoption became final in 2022. Line 1g\nWages From Form 8919,\nLine 6 Enter the total of your wages from Form\n8919, line 6. Line 1h\nOther Earned Income If you received scholarship or TIP fellowship grants that were not\nreported to you on Form W-2,\nyou will now report these amounts on\nSchedule 1, line 8r. See the instructions\nfor Schedule 1, line 8r. The following types of income must\nbe included in the total on line 1h. • Strike or lockout benefits (other\nthan bona fide gifts). • Excess elective deferrals. The\namount deferred should be shown in\nbox 12 of your Form W-2, and the “Retirement plan” box in box 13 should be\nchecked. If the total amount you (or\nyour spouse if filing jointly) deferred for\n2022 under all plans was more than\n$20,500 (excluding catch-up contributions as explained later), include the excess on line 1h. This limit is (a) $14,000\nif you have only SIMPLE plans, or (b)\n$23,500 for section 403(b) plans if you\nqualify for the 15-year rule in Pub. 571. Although designated Roth contributions\nare subject to this limit, don’t include\nthe excess attributable to such contributions on line 1h. They are already included as income in box 1 of your Form\nW-2. A higher limit may apply to participants in section 457(b) deferred compensation plans for the 3 years before retirement age. Contact your plan administrator for more information. If you were age 50 or older at the end\nof 2022, your employer may have allowed an additional deferral (catch-up\ncontributions) of up to $6,500 ($3,000\nfor section 401(k)(11) and SIMPLE\nplans). This additional deferral amount\nisn't subject to the overall limit on elective deferrals. You can't deduct the amount\ndeferred. It isn't included as inCAUTION come in box 1 of your Form\nW-2. ! • Disability pensions shown on\nForm 1099-R if you haven’t reached the\nminimum retirement age set by your\nemployer. But see Insurance Premiums\nfor Retired Public Safety Officers in the\ninstructions for lines 5a and 5b. Disability pensions received after you\nreach minimum retirement age and other\npayments shown on Form 1099-R (other\nthan payments from an IRA*) are\nreported on lines 5a and 5b. Payments\nfrom an IRA are reported on lines 4a\nand 4b. • Corrective distributions from a\nretirement plan shown on Form 1099-R\nof excess elective deferrals and excess\ncontributions (plus earnings). But don’t\ninclude distributions from an IRA* on\nline 1h. Instead, report distributions\nfrom an IRA on lines 4a and 4b. *This includes a Roth, SEP, or SIMPLE IRA. Line 1i\nNontaxable Combat Pay\nElection If you elect to include your nontaxable\ncombat pay in your earned income when\nfiguring the EIC, enter the amount on\nline 1i. See the instructions for line 27. Were You a Statutory\nEmployee?",
    "querygen": [
      "what forms are needed to report a domestic violence adoption",
      "who provides irs adoption benefits",
      "irs provider-provided adoption benefits"
    ],
    "querygen_score": [
      "-5.127618",
      "-0.61490685",
      "-0.9276111"
    ]
  },
  {
    "id": "legal-advice_94__102",
    "doc_id": "legal-advice_94",
    "chunk_id": 102,
    "document_category": "legal-advice",
    "text": "Need more information or forms? Visit IRS.gov. - 72 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 84,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 87,000 90,000 84,000\n84,050\n84,100\n84,150\n84,200 84,050\n84,100\n84,150\n84,200\n84,250 14,103\n14,114\n14,125\n14,136\n14,147 9,720\n9,731\n9,742\n9,753\n9,764 14,103\n14,114\n14,125\n14,136\n14,147 12,603\n12,614\n12,625\n12,636\n12,647 87,000\n87,050\n87,100\n87,150\n87,200 87,050\n87,100\n87,150\n87,200\n87,250 14,763\n14,774\n14,785\n14,796\n14,807 10,380\n10,391\n10,402\n10,413\n10,424 14,763\n14,774\n14,785\n14,796\n14,807 13,263\n13,274\n13,285\n13,296\n13,307 90,000\n90,050\n90,100\n90,150\n90,200 90,050\n90,100\n90,150\n90,200\n90,250 15,442\n15,454\n15,466\n15,478\n15,490 11,040\n11,051\n11,062\n11,073\n11,084 15,442\n15,454\n15,466\n15,478\n15,490 13,942\n13,954\n13,966\n13,978\n13,990 84,250\n84,300\n84,350\n84,400\n84,450 84,300\n84,350\n84,400\n84,450\n84,500 14,158\n14,169\n14,180\n14,191\n14,202 9,775\n9,786\n9,797\n9,808\n9,819 14,158\n14,169\n14,180\n14,191\n14,202 12,658\n12,669\n12,680\n12,691\n12,702 87,250\n87,300\n87,350\n87,400\n87,450 87,300\n87,350\n87,400\n87,450\n87,500 14,818\n14,829\n14,840\n14,851\n14,862 10,435\n10,446\n10,457\n10,468\n10,479 14,818\n14,829\n14,840\n14,851\n14,862 13,318\n13,329\n13,340\n13,351\n13,362 90,250\n90,300\n90,350\n90,400\n90,450 90,300\n90,350\n90,400\n90,450\n90,500 15,502\n15,514\n15,526\n15,538\n15,550 11,095\n11,106\n11,117\n11,128\n11,139 15,502\n15,514\n15,526\n15,538\n15,550 14,002\n14,014\n14,026\n14,038\n14,050 84,500\n84,550\n84,600\n84,650\n84,700 84,550\n84,600\n84,650\n84,700\n84,750 14,213\n14,224\n14,235\n14,246\n14,257 9,830\n9,841\n9,852\n9,863\n9,874 14,213\n14,224\n14,235\n14,246\n14,257 12,713\n12,724\n12,735\n12,746\n12,757 87,500\n87,550\n87,600\n87,650\n87,700 87,550\n87,600\n87,650\n87,700\n87,750 14,873\n14,884\n14,895\n14,906\n14,917 10,490\n10,501\n10,512\n10,523\n10,534 14,873\n14,884\n14,895\n14,906\n14,917 13,373\n13,384\n13,395\n13,406\n13,417 90,500\n90,550\n90,600\n90,650\n90,700 90,550\n90,600\n90,650\n90,700\n90,750 15,562\n15,574\n15,586\n15,598\n15,610 11,150\n11,161\n11,172\n11,183\n11,194 15,562\n15,574\n15,586\n15,598\n15,610 14,062\n14,074\n14,086\n14,098\n14,110 84,750\n84,800\n84,850\n84,900\n84,950 84,800\n84,850\n84,900\n84,950\n85,000 14,268\n14,279\n14,290\n14,301\n14,312 9,885\n9,896\n9,907\n9,918\n9,929 14,268\n14,279\n14,290\n14,301\n14,312 12,768\n12,779\n12,790\n12,801\n12,812 87,750\n87,800\n87,850\n87,900\n87,950 87,800\n87,850\n87,900\n87,950\n88,000 14,928\n14,939\n14,950\n14,961\n14,972 10,545\n10,556\n10,567\n10,578\n10,589 14,928\n14,939\n14,950\n14,961\n14,972 13,428\n13,439\n13,450\n13,461\n13,472 90,750\n90,800\n90,850\n90,900\n90,950 90,800\n90,850\n90,900\n90,950\n91,000 15,622\n15,634\n15,646\n15,658\n15,670 11,205\n11,216\n11,227\n11,238\n11,249 15,622\n15,634\n15,646\n15,658\n15,670 14,122\n14,134\n14,146\n14,158\n14,170 85,000 88,000 91,000 85,000\n85,050\n85,100\n85,150\n85,200 85,050\n85,100\n85,150\n85,200\n85,250 14,323\n14,334\n14,345\n14,356\n14,367 9,940\n9,951\n9,962\n9,973\n9,984 14,323\n14,334\n14,345\n14,356\n14,367 12,823\n12,834\n12,845\n12,856\n12,867 88,000\n88,050\n88,100\n88,150\n88,200 88,050\n88,100\n88,150\n88,200\n88,250 14,983\n14,994\n15,005\n15,016\n15,027 10,600\n10,611\n10,622\n10,633\n10,644 14,983\n14,994\n15,005\n15,016\n15,027 13,483\n13,494\n13,505\n13,516\n13,527 91,000\n91,050\n91,100\n91,150\n91,200 91,050\n91,100\n91,150\n91,200\n91,250 15,682\n15,694\n15,706\n15,718\n15,730 11,260\n11,271\n11,282\n11,293\n11,304 15,682\n15,694\n15,706\n15,718\n15,730 14,182\n14,194\n14,206\n14,218\n14,230 85,250\n85,300\n85,350\n85,400\n85,450 85,300\n85,350\n85,400\n85,450\n85,500 14,378\n14,389\n14,400\n14,411\n14,422 9,995\n10,006\n10,017\n10,028\n10,039 14,378\n14,389\n14,400\n14,411\n14,422 12,878\n12,889\n12,900\n12,911\n12,922 88,250\n88,300\n88,350\n88,400\n88,450 88,300\n88,350\n88,400\n88,450\n88,500 15,038\n15,049\n15,060\n15,071\n15,082 10,655\n10,666\n10,677\n10,688\n10,699 15,038\n15,049\n15,060\n15,071\n15,082 13,538\n13,549\n13,560\n13,571\n13,582 91,250\n91,300\n91,350\n91,400\n91,450 91,300\n91,350\n91,400\n91,450\n91,500 15,742\n15,754\n15,766\n15,778\n15,790 11,315\n11,326\n11,337\n11,348\n11,359 15,742\n15,754\n15,766\n15,778\n15,790 14,242\n14,254\n14,266\n14,278\n14,290 85,500\n85,550\n85,600\n85,650\n85,700 85,550\n85,600\n85,650\n85,700\n85,750 14,433\n14,444\n14,455\n14,466\n14,477 10,050\n10,061\n10,072\n10,083\n10,094 14,433\n14,444\n14,455\n14,466\n14,477 12,933\n12,944\n12,955\n12,966\n12,977 88,500\n88,550\n88,600\n88,650\n88,700 88,550\n88,600\n88,650\n88,700\n88,750 15,093\n15,104\n15,115\n15,126\n15,137 10,710\n10,721\n10,732\n10,743\n10,754 15,093\n15,104\n15,115\n15,126\n15,137 13,593\n13,604\n13,615\n13,626\n13,637 91,500\n91,550\n91,600\n91,650\n91,700 91,550\n91,600\n91,650\n91,700\n91,750 15,802\n15,814\n15,826\n15,838\n15,850 11,370\n11,381\n11,392\n11,403\n11,414 15,802\n15,814\n15,826\n15,838\n15,850 14,302\n14,314\n14,326\n14,338\n14,350 85,750\n85,800\n85,850\n85,900\n85,950 85,800\n85,850\n85,900\n85,950\n86,000 14,488\n14,499\n14,510\n14,521\n14,532 10,105\n10,116\n10,127\n10,138\n10,149 14,488\n14,499\n14,510\n14,521\n14,532 12,988\n12,999\n13,010\n13,021\n13,032 88,750\n88,800\n88,850\n88,900\n88,950 88,800\n88,850\n88,900\n88,950\n89,000 15,148\n15,159\n15,170\n15,181\n15,192 10,765\n10,776\n10,787\n10,798\n10,809 15,148\n15,159\n15,170\n15,181\n15,192 13,648\n13,659\n13,670\n13,681\n13,692 91,750\n91,800\n91,850\n91,900\n91,950 91,800\n91,850\n91,900\n91,950\n92,000 15,862\n15,874\n15,886\n15,898\n15,910 11,425\n11,436\n11,447\n11,458\n11,469 15,862\n15,874\n15,886\n15,898\n15,910 14,362\n14,374\n14,386\n14,398\n14,410 86,000 89,000 92,000 86,000\n86,050\n86,100\n86,150\n86,200 86,050\n86,100\n86,150\n86,200\n86,250 14,543\n14,554\n14,565\n14,576\n14,587 10,160\n10,171\n10,182\n10,193\n10,204 14,543\n14,554\n14,565\n14,576\n14,587 13,043\n13,054\n13,065\n13,076\n13,087 89,000\n89,050\n89,100\n89,150\n89,200 89,050\n89,100\n89,150\n89,200\n89,250 15,203\n15,214\n15,226\n15,238\n15,250 10,820\n10,831\n10,842\n10,853\n10,864 15,203\n15,214\n15,226\n15,238\n15,250 13,703\n13,714\n13,726\n13,738\n13,750 92,000\n92,050\n92,100\n92,150\n92,200 92,050\n92,100\n92,150\n92,200\n92,250 15,922\n15,934\n15,946\n15,958\n15,970 11,480\n11,491\n11,502\n11,513\n11,524 15,922\n15,934\n15,946\n15,958\n15,970 14,422\n14,434\n14,446\n14,458\n14,470 86,250\n86,300\n86,350\n86,400\n86,450 86,300\n86,350\n86,400\n86,450\n86,500 14,598\n14,609\n14,620\n14,631\n14,642 10,215\n10,226\n10,237\n10,248\n10,259 14,598\n14,609\n14,620\n14,631\n14,642 13,098\n13,109\n13,120\n13,131\n13,142 89,250\n89,300\n89,350\n89,400\n89,450 89,300\n89,350\n89,400\n89,450\n89,500 15,262\n15,274\n15,286\n15,298\n15,310 10,875\n10,886\n10,897\n10,908\n10,919 15,262\n15,274\n15,286\n15,298\n15,310 13,762\n13,774\n13,786\n13,798\n13,810 92,250\n92,300\n92,350\n92,400\n92,450 92,300\n92,350\n92,400\n92,450\n92,500 15,982\n15,994\n16,006\n16,018\n16,030 11,535\n11,546\n11,557\n11,568\n11,579 15,982\n15,994\n16,006\n16,018\n16,030 14,482\n14,494\n14,506\n14,518\n14,530 86,500\n86,550\n86,600\n86,650\n86,700 86,550\n86,600\n86,650\n86,700\n86,750 14,653\n14,664\n14,675\n14,686\n14,697 10,270\n10,281\n10,292\n10,303\n10,314 14,653\n14,664\n14,675\n14,686\n14,697 13,153\n13,164\n13,175\n13,186\n13,197 89,500\n89,550\n89,600\n89,650\n89,700 89,550\n89,600\n89,650\n89,700\n89,750 15,322\n15,334\n15,346\n15,358\n15,370 10,930\n10,941\n10,952\n10,963\n10,974 15,322\n15,334\n15,346\n15,358\n15,370 13,822\n13,834\n13,846\n13,858\n13,870 92,500\n92,550\n92,600\n92,650\n92,700 92,550\n92,600\n92,650\n92,700\n92,750 16,042\n16,054\n16,066\n16,078\n16,090 11,590\n11,601\n11,612\n11,623\n11,634 16,042\n16,054\n16,066\n16,078\n16,090 14,542\n14,554\n14,566\n14,578\n14,590 86,750\n86,800\n86,850\n86,900\n86,950 86,800\n86,850\n86,900\n86,950\n87,000 14,708\n14,719\n14,730\n14,741\n14,752 10,325\n10,336\n10,347\n10,358\n10,369 14,708\n14,719\n14,730\n14,741\n14,752 13,208\n13,219\n13,230\n13,241\n13,252 89,750\n89,800\n89,850\n89,900\n89,950 89,800\n89,850\n89,900\n89,950\n90,000 15,382\n15,394\n15,406\n15,418\n15,430 10,985\n10,996\n11,007\n11,018\n11,029 15,382\n15,394\n15,406\n15,418\n15,430 13,882\n13,894\n13,906\n13,918\n13,930 92,750\n92,800\n92,850\n92,900\n92,950 92,800\n92,850\n92,900\n92,950\n93,000 16,102\n16,114\n16,126\n16,138\n16,150 11,645\n11,656\n11,667\n11,678\n11,689 16,102\n16,114\n16,126\n16,138\n16,150 14,602\n14,614\n14,626\n14,638\n14,650 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 73 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— Your tax is— 93,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold 99,000 96,000 93,000\n93,050\n93,100\n93,150\n93,200 93,050\n93,100\n93,150\n93,200\n93,250 16,162\n16,174\n16,186\n16,198\n16,210 11,700\n11,711\n11,722\n11,733\n11,744 16,162\n16,174\n16,186\n16,198\n16,210 14,662\n14,674\n14,686\n14,698\n14,710 96,000\n96,050\n96,100\n96,150\n96,200 96,050\n96,100\n96,150\n96,200\n96,250 16,882\n16,894\n16,906\n16,918\n16,930 12,360\n12,371\n12,382\n12,393\n12,404 16,882\n16,894\n16,906\n16,918\n16,930 15,382\n15,394\n15,406\n15,418\n15,430 99,000\n99,050\n99,100\n99,150\n99,200 99,050\n99,100\n99,150\n99,200\n99,250 17,602\n17,614\n17,626\n17,638\n17,650 13,020\n13,031\n13,042\n13,053\n13,064 17,602\n17,614\n17,626\n17,638\n17,650 16,102\n16,114\n16,126\n16,138\n16,150 93,250\n93,300\n93,350\n93,400\n93,450 93,300\n93,350\n93,400\n93,450\n93,500 16,222\n16,234\n16,246\n16,258\n16,270 11,755\n11,766\n11,777\n11,788\n11,799 16,222\n16,234\n16,246\n16,258\n16,270 14,722\n14,734\n14,746\n14,758\n14,770 96,250\n96,300\n96,350\n96,400\n96,450 96,300\n96,350\n96,400\n96,450\n96,500 16,942\n16,954\n16,966\n16,978\n16,990 12,415\n12,426\n12,437\n12,448\n12,459 16,942\n16,954\n16,966\n16,978\n16,990 15,442\n15,454\n15,466\n15,478\n15,490 99,250\n99,300\n99,350\n99,400\n99,450 99,300\n99,350\n99,400\n99,450\n99,500 17,662\n17,674\n17,686\n17,698\n17,710 13,075\n13,086\n13,097\n13,108\n13,119 17,662\n17,674\n17,686\n17,698\n17,710 16,162\n16,174\n16,186\n16,198\n16,210 93,500\n93,550\n93,600\n93,650\n93,700 93,550\n93,600\n93,650\n93,700\n93,750 16,282\n16,294\n16,306\n16,318\n16,330 11,810\n11,821\n11,832\n11,843\n11,854 16,282\n16,294\n16,306\n16,318\n16,330 14,782\n14,794\n14,806\n14,818\n14,830 96,500\n96,550\n96,600\n96,650\n96,700 96,550\n96,600\n96,650\n96,700\n96,750 17,002\n17,014\n17,026\n17,038\n17,050 12,470\n12,481\n12,492\n12,503\n12,514 17,002\n17,014\n17,026\n17,038\n17,050 15,502\n15,514\n15,526\n15,538\n15,550 99,500\n99,550\n99,600\n99,650\n99,700 99,550\n99,600\n99,650\n99,700\n99,750 17,722\n17,734\n17,746\n17,758\n17,770 13,130\n13,141\n13,152\n13,163\n13,174 17,722\n17,734\n17,746\n17,758\n17,770 16,222\n16,234\n16,246\n16,258\n16,270 93,750\n93,800\n93,850\n93,900\n93,950 93,800\n93,850\n93,900\n93,950\n94,000 16,342\n16,354\n16,366\n16,378\n16,390 11,865\n11,876\n11,887\n11,898\n11,909 16,342\n16,354\n16,366\n16,378\n16,390 14,842\n14,854\n14,866\n14,878\n14,890 96,750\n96,800\n96,850\n96,900\n96,950 96,800\n96,850\n96,900\n96,950\n97,000 17,062\n17,074\n17,086\n17,098\n17,110 12,525\n12,536\n12,547\n12,558\n12,569 17,062\n17,074\n17,086\n17,098\n17,110 15,562\n15,574\n15,586\n15,598\n15,610 99,750\n99,800\n99,800\n99,850\n99,850\n99,900\n99,900\n99,950\n99,950 100,000 17,782\n17,794\n17,806\n17,818\n17,830 13,185\n13,196\n13,207\n13,218\n13,229 17,782\n17,794\n17,806\n17,818\n17,830 16,282\n16,294\n16,306\n16,318\n16,330 94,000 97,000 94,000\n94,050\n94,100\n94,150\n94,200 94,050\n94,100\n94,150\n94,200\n94,250 16,402\n16,414\n16,426\n16,438\n16,450 11,920\n11,931\n11,942\n11,953\n11,964 16,402\n16,414\n16,426\n16,438\n16,450 14,902\n14,914\n14,926\n14,938\n14,950 97,000\n97,050\n97,100\n97,150\n97,200 97,050\n97,100\n97,150\n97,200\n97,250 17,122\n17,134\n17,146\n17,158\n17,170 12,580\n12,591\n12,602\n12,613\n12,624 17,122\n17,134\n17,146\n17,158\n17,170 15,622\n15,634\n15,646\n15,658\n15,670 94,250\n94,300\n94,350\n94,400\n94,450 94,300\n94,350\n94,400\n94,450\n94,500 16,462\n16,474\n16,486\n16,498\n16,510 11,975\n11,986\n11,997\n12,008\n12,019 16,462\n16,474\n16,486\n16,498\n16,510 14,962\n14,974\n14,986\n14,998\n15,010 97,250\n97,300\n97,350\n97,400\n97,450 97,300\n97,350\n97,400\n97,450\n97,500 17,182\n17,194\n17,206\n17,218\n17,230 12,635\n12,646\n12,657\n12,668\n12,679 17,182\n17,194\n17,206\n17,218\n17,230 15,682\n15,694\n15,706\n15,718\n15,730 94,500\n94,550\n94,600\n94,650\n94,700 94,550\n94,600\n94,650\n94,700\n94,750 16,522\n16,534\n16,546\n16,558\n16,570 12,030\n12,041\n12,052\n12,063\n12,074 16,522\n16,534\n16,546\n16,558\n16,570 15,022\n15,034\n15,046\n15,058\n15,070 97,500\n97,550\n97,600\n97,650\n97,700 97,550\n97,600\n97,650\n97,700\n97,750 17,242\n17,254\n17,266\n17,278\n17,290 12,690\n12,701\n12,712\n12,723\n12,734 17,242\n17,254\n17,266\n17,278\n17,290 15,742\n15,754\n15,766\n15,778\n15,790 94,750\n94,800\n94,850\n94,900\n94,950 94,800\n94,850\n94,900\n94,950\n95,000 16,582\n16,594\n16,606\n16,618\n16,630 12,085\n12,096\n12,107\n12,118\n12,129 16,582\n16,594\n16,606\n16,618\n16,630 15,082\n15,094\n15,106\n15,118\n15,130 97,750\n97,800\n97,850\n97,900\n97,950",
    "querygen": [
      "when is line fifteen taxable income",
      "when do you have to pay income taxes",
      "what income is included on line 15"
    ],
    "querygen_score": [
      "-0.34540963",
      "-4.4163647",
      "0.07335428"
    ]
  },
  {
    "id": "legal-advice_94__82",
    "doc_id": "legal-advice_94",
    "chunk_id": 82,
    "document_category": "legal-advice",
    "text": "- 54 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * ** 1 2 And your filing status is– Married filing jointly and you\nhave– 3 0 1 Your credit is– 2 If the amount you\nare looking up from\nthe worksheet is– 3 At least But less\nthan 54,400\n54,450\n54,500\n54,550 54,450\n54,500\n54,550\n54,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 232\n222\n211\n201 54,600\n54,650\n54,700\n54,750 54,650\n54,700\n54,750\n54,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 54,800\n54,850\n54,900\n54,950 54,850\n54,900\n54,950\n55,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,000\n55,050\n55,100\n55,150 55,050\n55,100\n55,150\n55,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,200\n55,250\n55,300\n55,350 55,250\n55,300\n55,350\n55,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,400\n55,450\n55,500\n55,550 55,450\n55,500\n55,550\n55,600 0\n0\n0\n0 0\n0\n0\n0 55,600\n55,650\n55,700\n55,750 55,650\n55,700\n55,750\n55,800 0\n0\n0\n0 55,800\n55,850\n55,900\n55,950 55,850\n55,900\n55,950\n56,000 56,000\n56,050\n56,100\n56,150 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 Married filing jointly and you\nhave– 3 0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 1,003\n992\n982\n971 56,800\n56,850\n56,900\n56,950 56,850\n56,900\n56,950\n57,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 498\n487\n476\n466 190\n180\n169\n159 961\n950\n940\n929 57,000\n57,050\n57,100\n57,150 57,050\n57,100\n57,150\n57,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 455\n445\n434\n424 0\n0\n0\n0 148\n138\n127\n117 919\n908\n898\n887 57,200\n57,250\n57,300\n57,350 57,250\n57,300\n57,350\n57,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 413\n403\n392\n382 0\n0\n0\n0 0\n0\n0\n0 106\n96\n85\n75 877\n866\n856\n845 57,400\n57,450\n57,500\n57,550 57,450\n57,500\n57,550\n57,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 371\n361\n350\n340 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 64\n53\n43\n32 834\n824\n813\n803 57,600\n57,650\n57,700\n57,750 57,650\n57,700\n57,750\n57,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 329\n319\n308\n297 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 22\n11\n*\n0 792\n782\n771\n761 57,800\n57,850\n57,900\n57,950 57,850\n57,900\n57,950\n58,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 287\n276\n266\n255 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 750\n740\n729\n719 58,000\n58,050\n58,100\n58,150 58,050\n58,100\n58,150\n58,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 245\n234\n224\n213 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 708\n698\n687\n677 58,200\n58,250\n58,300\n58,350 58,250\n58,300\n58,350\n58,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 203\n192\n182\n171 56,050\n56,100\n56,150\n56,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 666\n655\n645\n634 58,400\n58,450\n58,500\n58,550 58,450\n58,500\n58,550\n58,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 161\n150\n139\n129 56,200\n56,250\n56,300\n56,350 56,250\n56,300\n56,350\n56,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 624\n613\n603\n592 58,600\n58,650\n58,700\n58,750 58,650\n58,700\n58,750\n58,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 118\n108\n97\n87 56,400\n56,450\n56,500\n56,550 56,450\n56,500\n56,550\n56,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 582\n571\n561\n550 58,800\n58,850\n58,900\n58,950 58,850\n58,900\n58,950\n59,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 76\n66\n55\n45 56,600\n56,650\n56,700\n56,750 56,650\n56,700\n56,750\n56,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 540\n529\n519\n508 59,000\n59,050\n59,100\n59,150 59,050\n59,100\n59,150\n59,187 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 34\n24\n13\n** ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $55,500 but less than $55,529, and you have two qualifying children who have valid\nSSNs, your credit is $3. If the amount you are looking up from the worksheet is $55,529 or more, and you have two qualifying children who have valid SSNs, you can’t take\nthe credit. If the amount you are looking up from the worksheet is at least $59,150 but less than $59,187, and you have three qualifying children who have valid\nSSNs, your credit is $4. If the amount you are looking up from the worksheet is $59,187 or more, and you have three qualifying children who have valid SSNs, you can’t take\nthe credit. - 55 - Need more information or forms?",
    "querygen": [
      "what is a eic number on your tax return?",
      "what is the eic table for taxes",
      "when is your earned income credit table for taxes"
    ],
    "querygen_score": [
      "-0.37961525",
      "0.97899055",
      "-0.72477806"
    ]
  },
  {
    "id": "legal-advice_91__41",
    "doc_id": "legal-advice_91",
    "chunk_id": 41,
    "document_category": "legal-advice",
    "text": "You must use the Simplified Method if\neither of the following applies. 1. Your annuity starting date was after July 1, 1986, and you used this method last year to figure the taxable part. 2. Your annuity starting date was after November 18, 1996, and both of the\nfollowing apply. a. The payments are from a qualified employee plan, a qualified employee annuity, or a tax-sheltered annuity. b. On your annuity starting date, either you were under age 75 or the number of years of guaranteed payments was\nfewer than 5. See Pub. 575 for the definition of guaranteed payments. If you must use the Simplified Method, complete the Simplified Method\nWorksheet in these instructions to figure\nthe taxable part of your pension or annuity. For more details on the Simplified\nMethod, see Pub. 575 (or Pub. 721 for\nU.S. Civil Service retirement benefits). If you received U.S. Civil Service retirement benefits and you\nCAUTION chose the alternative annuity\noption, see Pub. 721 to figure the taxable part of your annuity. Do not use the\nSimplified Method Worksheet in these\ninstructions. ! Annuity Starting Date Your annuity starting date is the later of\nthe first day of the first period for which\nyou received a payment or the date the\nplan's obligations became fixed. Age (or Combined Ages) at\nAnnuity Starting Date If you are the retiree, use your age on\nthe annuity starting date. If you are the\nsurvivor of a retiree, use the retiree's age\non their annuity starting date. But if your Keep for Your Records Simplified Method Worksheet—Lines 5a and 5b\nBefore you begin: If you are the beneficiary of a deceased employee or former employee who died before August 21, 1996, include\nany death benefit exclusion that you are entitled to (up to $5,000) in the amount entered on line 2 below. More than one pension or annuity. If you had more than one partially taxable pension or annuity, figure the taxable part of each separately. Enter\nthe total of the taxable parts on Form 1040 or 1040-SR, line 5b. Enter the total pension or annuity payments received in 2022 on Form 1040 or\n1040-SR, line 5a. 1. Enter the total pension or annuity payments from Form 1099-R, box 1. Also, enter this amount on Form 1040 or\n1040-SR, line 5a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. . . . . . . 8. 9. Taxable amount. Subtract line 8 from line 1. Enter the result, but not less than zero. Also, enter this amount on Form\n1040 or 1040-SR, line 5b. If your Form 1099-R shows a larger amount, use the amount on this line instead of the\namount from Form 1099-R. If you are a retired public safety officer, see Insurance Premiums for Retired Public\nSafety Officers before entering an amount on line 5b . . . . . . . . . . . . . . . . . . . . . . 9.",
    "querygen": [
      "when should you start using the simplified method",
      "which method of taxation is used when an annuity is first paid in cash",
      "when do annuity start"
    ],
    "querygen_score": [
      "1.0624437",
      "-2.0755897",
      "1.2256007"
    ]
  },
  {
    "id": "legal-advice_93__54",
    "doc_id": "legal-advice_93",
    "chunk_id": 54,
    "document_category": "legal-advice",
    "text": "(g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general. The rules of evidence prevailing\nin courts of law and equity are not controlling in\nhearings or proceedings conducted under this part. The Administrative Law Judge may, however,\nexclude evidence that is irrelevant, immaterial, or\nunduly repetitious. (b) Depositions. The deposition of any witness\ntaken pursuant to §10.71 may be admitted into\nevidence in any proceeding instituted under §10.60. (c) Requests for admission. Any matter admitted\nin response to a request for admission under\n§10.71 is conclusively established unless the\nAdministrative Law Judge on motion permits\nwithdrawal or modification of the admission. Any\nadmission made by a party is for the purposes of\nthe pending action only and is not an admission by\na party for any other purpose, nor may it be used\nagainst a party in any other proceeding. (d) Proof of documents. Official documents,\nrecords, and papers of the Internal Revenue Service\nand the Office of Professional Responsibility are\nadmissible in evidence without the production of\nan officer or employee to authenticate them. Any\ndocuments, records, and papers may be evidenced\nby a copy attested to or identified by an officer or\nemployee of the Internal Revenue Service or the\nTreasury Department, as the case may be. (e) Withdrawal of exhibits. If any document,\nrecord, or other paper is introduced in evidence\nas an exhibit, the Administrative Law Judge may\nauthorize the withdrawal of the exhibit subject to\nany conditions that he or she deems proper. (f) Objections. Objections to evidence are to be\nmade in short form, stating the grounds for the\nobjection. Except as ordered by the Administrative\nLaw Judge, argument on objections will not be\nrecorded or transcribed. Rulings on objections\nare to be a part of the record, but no exception to\na ruling is necessary to preserve the rights of the\nparties. (g) Effective/applicability date. This section is\napplicable on September 26, 2007. Treasury Department Circular No. 230 Table of Contents § 10.74 Transcript. In cases where the hearing is stenographically\nreported by a Government contract reporter, copies\nof the transcript may be obtained from the reporter\nat rates not to exceed the maximum rates fixed by\ncontract between the Government and the reporter. Where the hearing is stenographically reported by a\nregular employee of the Internal Revenue Service,\na copy will be supplied to the respondent either\nwithout charge or upon the payment of a reasonable\nfee. Copies of exhibits introduced at the hearing or\nat the taking of depositions will be supplied to the\nparties upon the payment of a reasonable fee (Sec.\n501, Public Law 82-137) (65 Stat. 290) (31 U.S.C.\n§ 483a). § 10.75 Proposed findings and conclusions. Except in cases where the respondent has failed to\nanswer the complaint or where a party has failed to\nappear at the hearing, the parties must be afforded a\nreasonable opportunity to submit proposed findings\nand conclusions and their supporting reasons to the\nAdministrative Law Judge. § 10.76 Decision of Administrative Law Judge. (a) In general —\n(1) Hearings. Within 180 days after the\nconclusion of a hearing and the receipt of any\nproposed findings and conclusions timely\nsubmitted by the parties, the Administrative Law\nJudge should enter a decision in the case.",
    "querygen": [
      "when will the rules of evidence in the court be effective?",
      "when did the rule of evidence apply in law vs equity",
      "when is this section of the law applicable for hearings?"
    ],
    "querygen_score": [
      "-0.58112",
      "-0.486699",
      "0.43747497"
    ]
  },
  {
    "id": "legal-advice_66__12",
    "doc_id": "legal-advice_66",
    "chunk_id": 12,
    "document_category": "legal-advice",
    "text": "-10- Chart C—Other Situations When You Must File You must file a return if any of the conditions below apply for 2022. 1. You owe any special taxes, including any of the following (see the instructions for Schedule 2). a. Alternative minimum tax. b. Additional tax on a qualified plan, including an individual retirement arrangement (IRA), or other tax-favored account. c. Household employment taxes. d. Social security and Medicare tax on tips you didn't report to your employer or on wages you received from an employer\nwho didn't withhold these taxes. e. Uncollected social security and Medicare or RRTA tax on tips you reported to your employer or on group-term life\ninsurance and additional taxes on health savings accounts. f. Recapture taxes. 2. You (or your spouse if filing jointly) received health savings account, Archer MSA, or Medicare Advantage MSA\ndistributions. 3. You had net earnings from self-employment of at least $400. 4. You had wages of $108.28 or more from a church or qualified church-controlled organization that is exempt from\nemployer social security and Medicare taxes. 5. Advance payments of the premium tax credit were made for you, your spouse, or a dependent who enrolled in coverage\nthrough the Marketplace. You or whoever enrolled you should have received Form(s) 1095-A showing the amount of the\nadvance payments. 6. You are required to include amounts in income under section 965 or you have a net tax liability under section 965 that you\nare paying in installments under section 965(h) or deferred by making an election under section 965(i). -11- Need more information or forms? Visit IRS.gov. Line\nInstructions\nfor\nForms 1040\nand 1040-SR Filing Status Check only the filing status that applies\nto you. The ones that will usually give\nyou the lowest tax are listed last. • Married filing separately. • Single.\n• Head of household. • Married filing jointly. • Qualifying surviving spouse. For information about marital status, see\nPub. 501. More than one filing status can TIP apply to you. You can choose\nthe one that will give you the\nlowest tax. Single You can check the “Single” box at the\ntop of Form 1040 or 1040-SR if any of\nthe following was true on December 31,\n2022.\n• You were never married. • You were legally separated according to your state law under a decree of\ndivorce or separate maintenance. But if,\nat the end of 2022, your divorce wasn't\nfinal (an interlocutory decree), you are\nconsidered married and can't check the\nbox. • You were widowed before January\n1, 2022, and didn't remarry before the\nend of 2022. But if you have a child,\nyou may be able to use the qualifying\nsurviving spouse filing status. See the ! Also see the instructions for Schedule 1 through Schedule 3 that follow the\nForm 1040 and 1040-SR instructions. CAUTION Free File makes available free brand-name software and free e-file. Visit IRS.gov/\nFreeFile for details and to see if you are eligible. What form to file. Everyone can file Form 1040. Form 1040-SR is available to you if\nyou were born before January 2, 1958. Fiscal year filers.",
    "querygen": [
      "when do you have to file taxes",
      "when must i file my taxes",
      "when must you file taxes"
    ],
    "querygen_score": [
      "-1.363129",
      "-0.8492857",
      "-0.580799"
    ]
  },
  {
    "id": "legal-advice_64__50",
    "doc_id": "legal-advice_64",
    "chunk_id": 50,
    "document_category": "legal-advice",
    "text": "Line 16\nTax\nInclude in the total on the entry space on\nline 16 all of the following taxes that apply. • Tax on your taxable income. Figure the tax using one of the methods described later. • Tax from Form(s) 8814 (relating to\nthe election to report child's interest or\ndividends). Check the appropriate box. • Tax from Form 4972 (relating to\nlump-sum distributions). Check the appropriate box. • Tax with respect to a section 962\nelection (election made by a domestic\nshareholder of a controlled foreign corporation to be taxed at corporate rates) reduced by the amount of any foreign\ntax credits claimed on Form 1118. See\nsection 962 for details. Check box 3 and\nenter the amount and “962” in the space\nnext to that box. Attach a statement\nshowing how you figured the tax. • Recapture of an education credit. You may owe this tax if you claimed an\neducation credit in an earlier year, and\neither tax-free educational assistance or\na refund of qualified expenses was received in 2022 for the student. See Form\n8863 for more details. Check box 3 and\nenter the amount and “ECR” in the\nspace next to that box. • Any tax from Form 8621, line 16e,\nrelating to a section 1291 fund. Check\nbox 3 and enter the amount of the tax\nand “1291TAX” in the space next to that\nbox. • Tax from Form 8978, line 14 (relating to partner's audit liability under\nsection 6226). Check box 3 and enter the\namount of the liability and “Form 8978”\nin the space next to that box. If the\namount on Form 8978, line 14, is negative, see the instructions for Schedule 3\n(Form 1040), line 6l.\n• Net tax liability deferred under\nsection 965(i). If you had a net 965 inclusion and made an election to defer\nyour net 965 tax liability under section\n965(i), check box 3 and enter (as a negative number) the amount of the deferred\nnet 965 tax liability and “965” on the\nline next to that box. • Triggering event under section\n965(i). If you had a triggering event under section 965(i) during the year and\ndid not enter into a transfer agreement,\ncheck box 3 and enter the amount of the\ntriggered deferred net 965 tax liability\nand enter “965INC” on the line next to\nthat box. Do you want the IRS to figure the\ntax on your taxable income for you? Yes. See chapter 13 of Pub. 17 for\ndetails, including who is eligible and\nwhat to do. If you have paid too much,\nwe will send you a refund. If you didn't\npay enough, we will send you a bill. No. Use one of the following methods to figure your tax. Tax Table or Tax Computation\nWorksheet. If your taxable income is\nless than $100,000, you must use the\nTax Table, later in these instructions, to\nfigure your tax. Be sure you use the cor-33- rect column. If your taxable income is\n$100,000 or more, use the Tax Computation Worksheet right after the Tax Table. However, don’t use the Tax Table or\nTax Computation Worksheet to figure\nyour tax if any of the following applies. Form 8615.",
    "querygen": [
      "where are line 16 taxes",
      "what is tax in line 16",
      "what are the taxes on line 16?"
    ],
    "querygen_score": [
      "0.18660906",
      "0.8297261",
      "0.06879703"
    ]
  },
  {
    "id": "legal-advice_41__54",
    "doc_id": "legal-advice_41",
    "chunk_id": 54,
    "document_category": "legal-advice",
    "text": "(g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general. The rules of evidence prevailing\nin courts of law and equity are not controlling in\nhearings or proceedings conducted under this part. The Administrative Law Judge may, however,\nexclude evidence that is irrelevant, immaterial, or\nunduly repetitious. (b) Depositions. The deposition of any witness\ntaken pursuant to §10.71 may be admitted into\nevidence in any proceeding instituted under §10.60. (c) Requests for admission. Any matter admitted\nin response to a request for admission under\n§10.71 is conclusively established unless the\nAdministrative Law Judge on motion permits\nwithdrawal or modification of the admission. Any\nadmission made by a party is for the purposes of\nthe pending action only and is not an admission by\na party for any other purpose, nor may it be used\nagainst a party in any other proceeding. (d) Proof of documents. Official documents,\nrecords, and papers of the Internal Revenue Service\nand the Office of Professional Responsibility are\nadmissible in evidence without the production of\nan officer or employee to authenticate them. Any\ndocuments, records, and papers may be evidenced\nby a copy attested to or identified by an officer or\nemployee of the Internal Revenue Service or the\nTreasury Department, as the case may be. (e) Withdrawal of exhibits. If any document,\nrecord, or other paper is introduced in evidence\nas an exhibit, the Administrative Law Judge may\nauthorize the withdrawal of the exhibit subject to\nany conditions that he or she deems proper. (f) Objections. Objections to evidence are to be\nmade in short form, stating the grounds for the\nobjection. Except as ordered by the Administrative\nLaw Judge, argument on objections will not be\nrecorded or transcribed. Rulings on objections\nare to be a part of the record, but no exception to\na ruling is necessary to preserve the rights of the\nparties. (g) Effective/applicability date. This section is\napplicable on September 26, 2007. Treasury Department Circular No. 230 Table of Contents § 10.74 Transcript. In cases where the hearing is stenographically\nreported by a Government contract reporter, copies\nof the transcript may be obtained from the reporter\nat rates not to exceed the maximum rates fixed by\ncontract between the Government and the reporter. Where the hearing is stenographically reported by a\nregular employee of the Internal Revenue Service,\na copy will be supplied to the respondent either\nwithout charge or upon the payment of a reasonable\nfee. Copies of exhibits introduced at the hearing or\nat the taking of depositions will be supplied to the\nparties upon the payment of a reasonable fee (Sec.\n501, Public Law 82-137) (65 Stat. 290) (31 U.S.C.\n§ 483a). § 10.75 Proposed findings and conclusions. Except in cases where the respondent has failed to\nanswer the complaint or where a party has failed to\nappear at the hearing, the parties must be afforded a\nreasonable opportunity to submit proposed findings\nand conclusions and their supporting reasons to the\nAdministrative Law Judge. § 10.76 Decision of Administrative Law Judge. (a) In general —\n(1) Hearings. Within 180 days after the\nconclusion of a hearing and the receipt of any\nproposed findings and conclusions timely\nsubmitted by the parties, the Administrative Law\nJudge should enter a decision in the case.",
    "querygen": [
      "when will the rule of evidence be applicable in court?",
      "when is this section applicable",
      "when does the rule of evidence apply"
    ],
    "querygen_score": [
      "-0.024381232",
      "0.20735472",
      "-0.87616396"
    ]
  },
  {
    "id": "legal-advice_67__37",
    "doc_id": "legal-advice_67",
    "chunk_id": 37,
    "document_category": "legal-advice",
    "text": "(b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous. (2) A practitioner may not advise a client to\nsubmit a document, affidavit or other paper to the\nInternal Revenue Service —\n(i) The purpose of which is to delay or impede\nthe administration of the Federal tax laws;\n(ii) That is frivolous; or\n(iii) That contains or omits information in a\nmanner that demonstrates an intentional disregard\nof a rule or regulation unless the practitioner also\nadvises the client to submit a document that evidences\na good faith challenge to the rule or regulation. (c) Advising clients on potential penalties —\n(1) A practitioner must inform a client of any\npenalties that are reasonably likely to apply to the\nclient with respect to —\n(i) A position taken on a tax return if —\nTreasury Department Circular No. 230 (A) The practitioner advised the client with\nrespect to the position; or\n(B) The practitioner prepared or signed the tax\nreturn; and\n(ii) Any document, affidavit or other paper\nsubmitted to the Internal Revenue Service. (2) The practitioner also must inform the client\nof any opportunity to avoid any such penalties by\ndisclosure, if relevant, and of the requirements for\nadequate disclosure. (3) This paragraph (c) applies even if the\npractitioner is not subject to a penalty under the\nInternal Revenue Code with respect to the position\nor with respect to the document, affidavit or other\npaper submitted. (d) Relying on information furnished by\nclients. A practitioner advising a client to take\na position on a tax return, document, affidavit or\nother paper submitted to the Internal Revenue\nService, or preparing or signing a tax return as a\npreparer, generally may rely in good faith without\nverification upon information furnished by the\nclient. The practitioner may not, however, ignore the\nimplications of information furnished to, or actually\nknown by, the practitioner, and must make reasonable\ninquiries if the information as furnished appears to\nbe incorrect, inconsistent with an important fact or\nanother factual assumption, or incomplete. (e) Effective/applicability date. Paragraph (a) of\nthis section is applicable for returns or claims for\nrefund filed, or advice provided, beginning August 2,\n2011. Paragraphs (b) through (d) of this section are\napplicable to tax returns, documents, affidavits, and\nother papers filed on or after September 26, 2007. § 10.35 Competence.\n(a) A practitioner must possess the necessary\ncompetence to engage in practice before the Internal\nRevenue Service. Competent practice requires the\nappropriate level of knowledge, skill, thoroughness,\nand preparation necessary for the matter for which the\npractitioner is engaged. A practitioner may become\ncompetent for the matter for which the practitioner\nhas been engaged through various methods, such\n§ 10.35 — Page 25 Table of Contents as consulting with experts in the relevant area or\nstudying the relevant law. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.36 Procedures to ensure compliance.",
    "querygen": [
      "what is the irs rules for affidavits",
      "can an irs practitioner advise a client",
      "when to use practice as counsel for tax preparation"
    ],
    "querygen_score": [
      "-0.6214463",
      "3.1737509",
      "-4.476059"
    ]
  },
  {
    "id": "legal-advice_68__1",
    "doc_id": "legal-advice_68",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "TAX YEAR 2022 1040 (and\n1040-SR) INSTRUCTIONS R Including the instructions for\nSchedules 1 through 3 2022 Changes\n• Form 1040 has new lines. • Schedule 1 has new lines. • Filing status name changed from\nQualifying widow(er) to Qualifiying\nsurviving spouse. For details on these and other\nchanges, see What’s New in these\ninstructions. Future Developments See IRS.gov and IRS.gov/Forms, and for the latest information about developments related to Forms 1040 and\n1040-SR and their instructions, such as legislation enacted after they were published, go to IRS.gov/Form1040. Free File is the fast, safe, and free way to prepare and e-file your taxes. See IRS.gov/FreeFile. Pay Online. It’s fast, simple, and secure. Go to IRS.gov/Payments. Department of the Treasury Internal Revenue Service www.irs.gov\nDec 23, 2022 Cat. No. 24811V Table of Contents\nContents\nDepartment\nof the\nTreasury\nInternal\nRevenue\nService Page What's New . . . . . . . . . . . . . . . . . . . . . . . . 6\nFiling Requirements . . . . . . . . . . . . . . . . . . 8\nDo You Have To File? . . . . . . . . . . . . . . 8\nWhen and Where Should You File? . . . . . 8\nLine Instructions for Forms 1040 and\n1040-SR . . . . . . . . . . . . . . . . . . . . . . 12\nFiling Status . . . . . . . . . . . . . . . . . . . 12\nName and Address . . . . . . . . . . . . . . . 14\nSocial Security Number (SSN) . . . . . . . 14\nDependents, Qualifying Child for\nChild Tax Credit, and Credit for\nOther Dependents . . . . . . . . . . . . . . 17\nIncome . . . . . . . . . . . . . . . . . . . . . . . 23\nTotal Income and Adjusted Gross\nIncome . . . . . . . . . . . . . . . . . . . . . 31\nTax and Credits . . . . . . . . . . . . . . . . . 31\nPayments . . . . . . . . . . . . . . . . . . . . . 37\nRefund . . . . . . . . . . . . . . . . . . . . . . . 56\nAmount You Owe . . . . . . . . . . . . . . . . 58 -2- Contents Page Sign Your Return . . . . . . . . . . . . . . . .",
    "querygen": [
      "irs tax year 2022 schedule change",
      "what year to file 1040",
      "what is schedule 1 form 1040"
    ],
    "querygen_score": [
      "0.31709397",
      "-0.9112189",
      "-1.9482434"
    ]
  },
  {
    "id": "legal-advice_32__94",
    "doc_id": "legal-advice_32",
    "chunk_id": 94,
    "document_category": "legal-advice",
    "text": "The practitioner can provide you\nwith details. Form 8453. You must send in a paper\nForm 8453 if you have to attach certain\nforms or other documents that can't be\nelectronically filed. See Form 8453. Identity Protection\nPIN All taxpayers are now eligible TIP for an Identity Protection Personal Identification Number\n(IP PIN). For more information, see\nPub. 5477. To apply for an IP PIN, go to\nIRS. gov/IPPIN and use the Get an IP\nPIN tool. For 2022, if you received an IP PIN\nfrom the IRS, enter it in the IP PIN\nspaces provided next to the space for\nyour occupation. You must correctly enter all six numbers of your IP PIN. If\nyou didn't receive an IP PIN, leave these\nspaces blank. New IP PINs are generated every year. They will generally be\nCAUTION sent out by mid-January 2023. Use this IP PIN on your 2022 return as\nwell as any prior-year returns you file in\n2023. ! If you are filing a joint return and\nboth taxpayers receive an IP PIN, enter\nboth IP PINs in the spaces provided. If you need more information, go to\nIRS. gov/IPPIN. If you received an IP\nPIN but misplaced it, call 800-908-4490. Phone Number and Email\nAddress You have the option of entering your\nphone number and email address in the\nspaces provided. There will be no effect\non the processing of your return if you\nchoose not to enter this information. Note that the IRS initiates most contacts\nthrough regular mail delivered by the\nUnited States Postal Service. You can report a phone scam to the\nTreasury Inspector General for Tax Administration at IRS Impersonation Scam Need more information or forms? Visit IRS.gov. Reporting or the FTC using the FTC\nComplaint Assistant at FTC.gov. Add\n“IRS Telephone Scam” in the notes. You can report an unsolicited email\nclaiming to be from the IRS, or an\nIRS-related component like the Electronic Federal Tax Payment System, to\nthe IRS at phishing@irs.gov. For more information, go to IRS.gov/\nPhishing and IRS.gov/newsroom/howto-know-its-really-the-irs-calling-orknocking-on-your-door. Paid Preparer Must\nSign Your Return\nGenerally, anyone you pay to prepare\nyour return must sign it and include their Preparer Tax Identification Number\n(PTIN) in the space provided. The preparer must give you a copy of the return\nfor your records. Someone who prepares\nyour return but doesn't charge you\nshouldn’t sign your return. If your paid preparer is self-employed, then they should check the\n“self-employed” checkbox. Assemble Your\nReturn\nAssemble any schedules and forms behind Form 1040 or 1040-SR in order of\nthe “Attachment Sequence No.” shown\nin the upper-right corner of the schedule\nor form. If you have supporting state- Need more information or forms? Visit IRS.gov. -62- ments, arrange them in the same order as\nthe schedules or forms they support and\nattach them last. File your return, schedules, and other attachments on standard\nsize paper. Cutting the paper may cause\nproblems in processing your return. Don’t attach correspondence or other\nitems unless required to do so. Attach\nForms W-2 and 2439 to Form 1040 or\n1040-SR. If you received a Form W-2c\n(a corrected Form W-2), attach your\noriginal Forms W-2 and any Forms\nW-2c. Attach Forms W-2G and 1099-R\nto Form 1040 or 1040-SR if tax was\nwithheld. 2022\nTax Table !",
    "querygen": [
      "what paper forms do i need to file",
      "what forms do i send in for my id",
      "can you mail in a pin for a tax return"
    ],
    "querygen_score": [
      "-1.0801767",
      "-0.3639934",
      "0.25583714"
    ]
  },
  {
    "id": "legal-advice_60__12",
    "doc_id": "legal-advice_60",
    "chunk_id": 12,
    "document_category": "legal-advice",
    "text": "-10- Chart C—Other Situations When You Must File You must file a return if any of the conditions below apply for 2022. 1. You owe any special taxes, including any of the following (see the instructions for Schedule 2). a. Alternative minimum tax. b. Additional tax on a qualified plan, including an individual retirement arrangement (IRA), or other tax-favored account. c. Household employment taxes. d. Social security and Medicare tax on tips you didn't report to your employer or on wages you received from an employer\nwho didn't withhold these taxes. e. Uncollected social security and Medicare or RRTA tax on tips you reported to your employer or on group-term life\ninsurance and additional taxes on health savings accounts. f. Recapture taxes. 2. You (or your spouse if filing jointly) received health savings account, Archer MSA, or Medicare Advantage MSA\ndistributions. 3. You had net earnings from self-employment of at least $400. 4. You had wages of $108.28 or more from a church or qualified church-controlled organization that is exempt from\nemployer social security and Medicare taxes. 5. Advance payments of the premium tax credit were made for you, your spouse, or a dependent who enrolled in coverage\nthrough the Marketplace. You or whoever enrolled you should have received Form(s) 1095-A showing the amount of the\nadvance payments. 6. You are required to include amounts in income under section 965 or you have a net tax liability under section 965 that you\nare paying in installments under section 965(h) or deferred by making an election under section 965(i). -11- Need more information or forms? Visit IRS.gov. Line\nInstructions\nfor\nForms 1040\nand 1040-SR Filing Status Check only the filing status that applies\nto you. The ones that will usually give\nyou the lowest tax are listed last. • Married filing separately. • Single.\n• Head of household. • Married filing jointly. • Qualifying surviving spouse. For information about marital status, see\nPub. 501. More than one filing status can TIP apply to you. You can choose\nthe one that will give you the\nlowest tax. Single You can check the “Single” box at the\ntop of Form 1040 or 1040-SR if any of\nthe following was true on December 31,\n2022.\n• You were never married. • You were legally separated according to your state law under a decree of\ndivorce or separate maintenance. But if,\nat the end of 2022, your divorce wasn't\nfinal (an interlocutory decree), you are\nconsidered married and can't check the\nbox. • You were widowed before January\n1, 2022, and didn't remarry before the\nend of 2022. But if you have a child,\nyou may be able to use the qualifying\nsurviving spouse filing status. See the ! Also see the instructions for Schedule 1 through Schedule 3 that follow the\nForm 1040 and 1040-SR instructions. CAUTION Free File makes available free brand-name software and free e-file. Visit IRS.gov/\nFreeFile for details and to see if you are eligible. What form to file. Everyone can file Form 1040. Form 1040-SR is available to you if\nyou were born before January 2, 1958. Fiscal year filers.",
    "querygen": [
      "when does you need to file texas taxes",
      "when do i have to file taxes",
      "when are you required to file taxes"
    ],
    "querygen_score": [
      "-4.8154135",
      "-1.522357",
      "-1.335708"
    ]
  },
  {
    "id": "legal-advice_66__65",
    "doc_id": "legal-advice_66",
    "chunk_id": 65,
    "document_category": "legal-advice",
    "text": "Subtract that amount from the amount on\nForm 1040 or 1040-SR, line 1a, and enter the result on line 1 of\nthe worksheet in Step 5 (instead of entering the actual amount\nfrom Form 1040 or 1040-SR, line 1a). Be sure to answer “Yes”\nto question 2 in Step 5. Clergy. The following instructions apply to ministers, members of religious orders who have not taken a vow of poverty,\nand Christian Science practitioners. If you are filing Schedule SE and the amount on line 2 of that schedule includes an -40- amount that was also reported on Form 1040 or 1040-SR,\nline 1z, do the following. 1. Enter “Clergy” on the dotted line next to line 27. 2. Determine how much of the amount on Form 1040 or\n1040-SR, line 1z, was also reported on Schedule SE, Part I,\nline 2. 3. Subtract that amount from the amount on Form 1040 or\n1040-SR, line 1z. Enter the result on line 1 of the worksheet in\nStep 5 (instead of entering the actual amount from Form 1040\nor 1040-SR, line 1z). 4. Be sure to answer “Yes” to question 2 in Step 5. Combat pay, nontaxable. If you were a member of the U.S.\nArmed Forces who served in a combat zone, certain pay is excluded from your income. See Combat Zone Exclusion in Pub. 3. You can elect to include this pay in your earned income when\nfiguring the EIC. The amount of your nontaxable combat pay\nshould be shown in box 12 of Form(s) W-2 with code Q. If you\nare filing a joint return and both you and your spouse received\nnontaxable combat pay, you can each make your own election. In other words, if one of you makes the election, the other one\ncan also make it but doesn't have to. ! If you elect to use your nontaxable combat pay in figuring your EIC, enter that amount on line 1i. CAUTION Credit figured by the IRS. To have the IRS figure your EIC:\n1. Enter “EIC” on the dotted line next to line 27. 2. Be sure you enter the nontaxable combat pay you elect to\ninclude in earned income by entering that amount on line 1i. See Combat pay, nontaxable, earlier. 3. If you have a qualifying child, complete and attach\nSchedule EIC. If your EIC for a year after 1996 was reduced or\ndisallowed, see Form 8862, who must file, later. Exception to time lived with you. Temporary absences by you\nor the child for special circumstances, such as school, vacation,\nbusiness, medical care, military service, or detention in a juvenile facility, count as time the child lived with you. Also see\nKidnapped child under Who Qualifies as Your Dependent, earlier, and Members of the military, later.",
    "querygen": [
      "how to find the amount on 1040",
      "does 1040 sr include actual tax payment",
      "i want to add a 1040 amount to my sr sheet"
    ],
    "querygen_score": [
      "1.0419865",
      "-0.17318107",
      "-0.5341909"
    ]
  },
  {
    "id": "legal-advice_37__4",
    "doc_id": "legal-advice_37",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": "Low Income Taxpayer Clinics Help Taxpayers\nLow Income Taxpayer Clinics (LITCs) are independent from the Internal Revenue Service (IRS) and the Taxpayer Advocate\nService (TAS). LITCs represent individuals whose income is below a certain level and who need to resolve tax problems with\nthe IRS. LITCs can represent taxpayers in audits, appeals, and tax collection disputes before the IRS and in court. In addition,\nLITCs can provide information about taxpayer rights and responsibilities in different languages for individuals who speak\nEnglish as a second language. Services are offered for free or a small fee. For more information or to find an LITC near you, see\nthe LITC page at TaxpayerAdvocate. IRS.gov/LITCMap or IRS Publication 4134, Low Income Taxpayer Clinic List. This\npublication is available online at IRS. gov/Forms-Pubs or by calling the IRS toll free at 800-TAX-FORM (800-829-3676). Suggestions for Improving the IRS\nTaxpayer Advocacy Panel\nTaxpayers have an opportunity to provide direct feedback to the Internal Revenue Service (IRS) through the Taxpayer Advocacy\nPanel (TAP). The TAP is a Federal Advisory Committee comprised of an independent panel of citizen volunteers who listen to\ntaxpayers, identify taxpayers' systemic issues, and make suggestions for improving IRS customer service. Contact TAP at\nImproveIRS.org. -4- Affordable Care Act — What You Need To Know\nRequirement To Reconcile Advance Payments of the Premium Tax Credit The premium tax credit helps pay premiums for health insurance purchased from the Marketplace. Eligible\nindividuals may have advance payments of the premium tax credit made on their behalf directly to the insurance\ncompany. If you or a family member enrolled in health insurance through the Marketplace and advance payments of the\npremium tax credit were made to your insurance company to reduce your monthly premium payment, you must attach\nForm 8962 to your return to reconcile (compare) the advance payments with your premium tax credit for the year. The Marketplace is required to send Form 1095-A by January 31, 2023, listing the advance payments and other\ninformation you need to complete Form 8962. 1. You will need Form 1095-A from the Marketplace. 2. Complete Form 8962 to claim the credit and to reconcile your advance credit payments. 3. Include Form 8962 with your Form 1040, Form 1040-SR, or Form 1040-NR. (Don’t include Form 1095-A.) Health Coverage Reporting If you or someone in your family was an employee in 2022, the employer may be required to send you Form\n1095-C. Part II of Form 1095-C shows whether your employer offered you health insurance coverage and, if\nso, information about the offer. You should receive Form 1095-C by early March 2023. This information may be\nrelevant if you purchased health insurance coverage for 2022 through the Health Insurance Marketplace and\nwish to claim the premium tax credit on Schedule 3, line 9. However, you don’t need to wait to receive this form\nto file your return. You may rely on other information received from your employer. If you don’t wish to claim the\npremium tax credit for 2022, you don’t need the information in Part II of Form 1095-C.",
    "querygen": [
      "what is lic",
      "what is a litc",
      "what are lic clinics"
    ],
    "querygen_score": [
      "-4.8821716",
      "2.0656788",
      "-1.5768822"
    ]
  },
  {
    "id": "legal-advice_62__11",
    "doc_id": "legal-advice_62",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": "But, in figuring gross income, don’t reduce your\nincome by any losses, including any loss on Schedule C, line 7, or Schedule F, line 9. ***If you didn't live with your spouse at the end of 2022 (or on the date your spouse died) and your gross income was at\nleast $5, you must file a return regardless of your age. -9- Chart B—For Children and Other Dependents (See Who Qualifies as Your Dependent, later.) If your parent (or someone else) can claim you as a dependent, use this chart to see if you must file a return. In this chart, unearned income includes taxable interest, ordinary dividends, and capital gain distributions. It also includes\nunemployment compensation, taxable social security benefits, pensions, annuities, and distributions of unearned income from a trust. Earned income includes salaries, wages, tips, professional fees, and taxable scholarship and fellowship grants. Gross income is the\ntotal of your unearned and earned income. Single dependents. Were you either age 65 or older or blind? No. You must file a return if any of the following apply. • Your unearned income was over $1,150.\n• Your earned income was over $12,950. • Your gross income was more than the larger of—\n• $1,150, or\n• Your earned income (up to $12,550) plus $400. Yes. You must file a return if any of the following apply. • Your unearned income was over $2,900 ($4,650 if 65 or older and blind). • Your earned income was over $14,700 ($16,450 if 65 or older and blind). • Your gross income was more than the larger of— • $2,900 ($4,650 if 65 or older and blind), or\n• Your earned income (up to $12,550) plus $2,150 ($3,900 if 65 or older and blind). Married dependents. Were you either age 65 or older or blind? No. You must file a return if any of the following apply. • Your unearned income was over $1,150.\n• Your earned income was over $12,950. • Your gross income was at least $5 and your spouse files a separate return and itemizes deductions. • Your gross income was more than the larger of—\n• $1,150, or\n• Your earned income (up to $12,550) plus $400. Yes. You must file a return if any of the following apply. • Your unearned income was over $2,550 ($3,950 if 65 or older and blind). • Your earned income was over $14,350 ($15,750 if 65 or older and blind). • Your gross income was at least $5 and your spouse files a separate return and itemizes deductions. • Your gross income was more than the larger of— • $2,550 ($3,950 if 65 or older and blind), or\n• Your earned income (up to $12,550) plus $1,800 ($3,200 if 65 or older and blind). -10- Chart C—Other Situations When You Must File You must file a return if any of the conditions below apply for 2022. 1. You owe any special taxes, including any of the following (see the instructions for Schedule 2). a. Alternative minimum tax.",
    "querygen": [
      "when can i claim gross income in the us",
      "do i have to lower gross income to reduce income",
      "when to use loss on tax return if spouse died"
    ],
    "querygen_score": [
      "-2.1883056",
      "-0.9240003",
      "-0.6449318"
    ]
  },
  {
    "id": "legal-advice_3__133",
    "doc_id": "legal-advice_3",
    "chunk_id": 133,
    "document_category": "legal-advice",
    "text": "• Single, head of household, or qualifying\nsurviving spouse—$70,000\n• Married filing jointly— $145,000 6. ........... 5. Is the amount on line 4 more than the amount on line 5? No. Skip lines 6 and 7, enter -0- on line 8, and go to line 9. Yes. Subtract line 5 from line 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6. 7. Divide line 6 by $15,000 ($30,000 if married filing jointly). Enter the result as a decimal (rounded to at\nleast three places). If the result is 1.000 or more, enter 1.000 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7. 8. Multiply line 1 by line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8. 9. Student loan interest deduction. Subtract line 8 from line 1. Enter the result here and on Schedule 1,\nline 21. Don’t include this amount in figuring any other deduction on your return (such as on Schedule A, C,\nE, etc.) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9. 3. Any person you could have\nclaimed as a dependent for the year the\nloan was taken out except that:\na. The person filed a joint return;\nb. The person had gross income that\nwas equal to or more than the exemption\namount for that year or $4,400 for 2022;\nor\nc. You, or your spouse if filing\njointly, could be claimed as a dependent\non someone else's return. However, a loan isn't a qualified student loan if (a) any of the proceeds were\nused for other purposes, or (b) the loan\nwas from either a related person or a\nperson who borrowed the proceeds under a qualified employer plan or a contract purchased under such a plan. For\ndetails, see Pub. 970. Qualified higher education expenses. Qualified higher education expenses\ngenerally include tuition, fees, room and\nboard, and related expenses such as\nbooks and supplies. The expenses must\nbe for education in a degree, certificate, or similar program at an eligible educational institution.",
    "querygen": [
      "how much income can i earn if married",
      "how much should i get married and filed jointly?",
      "how much is single filing jointly"
    ],
    "querygen_score": [
      "-2.538947",
      "-0.60455334",
      "-0.37579513"
    ]
  },
  {
    "id": "legal-advice_37__109",
    "doc_id": "legal-advice_37",
    "chunk_id": 109,
    "document_category": "legal-advice",
    "text": "A joint\nreturn should show your spouse's 2022\nincome before death and your income for all of 2022. Enter “Filing as surviving spouse” in the area where you sign\nthe return. If someone else is the personal representative, they must also sign. All payers of income, including financial institutions, should be promptly\nnotified of the taxpayer's death. This\nwill ensure the proper reporting of income earned by the taxpayer's estate or\nheirs. A deceased taxpayer's social security number shouldn't be used for tax\nyears after the year of death, except for\nestate tax return purposes. Claiming a Refund for a\nDeceased Taxpayer If you are filing a joint return with your\ndeceased spouse, you only need to file\nthe tax return to claim the refund. If you\nare a court-appointed representative, file\nthe return and include a copy of the certificate that shows your appointment. All\nother filers requesting the deceased taxpayer's refund must file the return and\nattach Form 1310. For more details, use Tax Topic 356\nor see Pub. 559. Past Due Returns If you or someone you know needs to\nfile past due tax returns, use Tax Topic\n153 or go to IRS. gov/Individuals for\nhelp in filing those returns. Send the return to the address that applies to you in\nthe latest Form 1040 and 1040-SR instructions. For example, if you are filing\na 2019 return in 2023, use the address at\nthe end of these instructions. However,\nif you got an IRS notice, mail the return\nto the address in the notice. How To Get Tax Help If you have questions about a tax issue;\nneed help preparing your tax return; or\nwant to download free publications,\nforms, or instructions, go to IRS.gov to\nfind resources that can help you right\naway. Preparing and filing your tax return. After receiving all your wage and earnings statements (Forms W-2, W-2G,\n1099-R, 1099-MISC, 1099-NEC, etc.);\nunemployment compensation statements\n(by mail or in a digital format) or other\ngovernment payment statements (Form\n1099-G); and interest, dividend, and retirement statements from banks and in- -78- vestment firms (Form 1099), you have\nseveral options to choose from to prepare and file your tax return. You can\nprepare the return yourself, see if you\nqualify for free tax preparation, or hire a\ntax professional to prepare your return. Free options for tax preparation. Go\nto IRS.gov to see your options for preparing and filing your return online or in\nyour local community, if you qualify,\nwhich include the following. • Free File. This program lets you\nprepare and file your federal individual\nincome tax return for free using\nbrand-name-tax preparation-and-filing\nsoftware or Free File fillable forms. However, state tax preparation may not\nbe available through Free File. Go to\nIRS. gov/FreeFile to see if you qualify\nfor free online federal tax preparation,\ne-filing, and direct deposit or payment\noptions. • VITA. The Volunteer Income Tax\nAssistance (VITA) program offers free\ntax help to people with low-to-moderate\nincomes, persons with disabilities, and\nlimited-English-speaking taxpayers who\nneed help preparing their own tax returns. Go to IRS. gov/VITA, download\nthe free IRS2Go app, or call\n800-906-9887 for information on free\ntax return preparation. • TCE. The Tax Counseling for the\nElderly (TCE) program offers free tax\nhelp for all taxpayers, particularly those\nwho are 60 years of age and older.",
    "querygen": [
      "what is the income you file before your spouses death",
      "how to sign a joint return for spouse before death",
      "what income is required for surviving spouse"
    ],
    "querygen_score": [
      "1.4231641",
      "1.3140714",
      "-0.09284742"
    ]
  },
  {
    "id": "legal-advice_62__103",
    "doc_id": "legal-advice_62",
    "chunk_id": 103,
    "document_category": "legal-advice",
    "text": "17,782\n17,794\n17,806\n17,818\n17,830 13,185\n13,196\n13,207\n13,218\n13,229 17,782\n17,794\n17,806\n17,818\n17,830 16,282\n16,294\n16,306\n16,318\n16,330 94,000 97,000 94,000\n94,050\n94,100\n94,150\n94,200 94,050\n94,100\n94,150\n94,200\n94,250 16,402\n16,414\n16,426\n16,438\n16,450 11,920\n11,931\n11,942\n11,953\n11,964 16,402\n16,414\n16,426\n16,438\n16,450 14,902\n14,914\n14,926\n14,938\n14,950 97,000\n97,050\n97,100\n97,150\n97,200 97,050\n97,100\n97,150\n97,200\n97,250 17,122\n17,134\n17,146\n17,158\n17,170 12,580\n12,591\n12,602\n12,613\n12,624 17,122\n17,134\n17,146\n17,158\n17,170 15,622\n15,634\n15,646\n15,658\n15,670 94,250\n94,300\n94,350\n94,400\n94,450 94,300\n94,350\n94,400\n94,450\n94,500 16,462\n16,474\n16,486\n16,498\n16,510 11,975\n11,986\n11,997\n12,008\n12,019 16,462\n16,474\n16,486\n16,498\n16,510 14,962\n14,974\n14,986\n14,998\n15,010 97,250\n97,300\n97,350\n97,400\n97,450 97,300\n97,350\n97,400\n97,450\n97,500 17,182\n17,194\n17,206\n17,218\n17,230 12,635\n12,646\n12,657\n12,668\n12,679 17,182\n17,194\n17,206\n17,218\n17,230 15,682\n15,694\n15,706\n15,718\n15,730 94,500\n94,550\n94,600\n94,650\n94,700 94,550\n94,600\n94,650\n94,700\n94,750 16,522\n16,534\n16,546\n16,558\n16,570 12,030\n12,041\n12,052\n12,063\n12,074 16,522\n16,534\n16,546\n16,558\n16,570 15,022\n15,034\n15,046\n15,058\n15,070 97,500\n97,550\n97,600\n97,650\n97,700 97,550\n97,600\n97,650\n97,700\n97,750 17,242\n17,254\n17,266\n17,278\n17,290 12,690\n12,701\n12,712\n12,723\n12,734 17,242\n17,254\n17,266\n17,278\n17,290 15,742\n15,754\n15,766\n15,778\n15,790 94,750\n94,800\n94,850\n94,900\n94,950 94,800\n94,850\n94,900\n94,950\n95,000 16,582\n16,594\n16,606\n16,618\n16,630 12,085\n12,096\n12,107\n12,118\n12,129 16,582\n16,594\n16,606\n16,618\n16,630 15,082\n15,094\n15,106\n15,118\n15,130 97,750\n97,800\n97,850\n97,900\n97,950 97,800\n97,850\n97,900\n97,950\n98,000 17,302\n17,314\n17,326\n17,338\n17,350 12,745\n12,756\n12,767\n12,778\n12,789 17,302\n17,314\n17,326\n17,338\n17,350 15,802\n15,814\n15,826\n15,838\n15,850 95,000 98,000 95,000\n95,050\n95,100\n95,150\n95,200 95,050\n95,100\n95,150\n95,200\n95,250 16,642\n16,654\n16,666\n16,678\n16,690 12,140\n12,151\n12,162\n12,173\n12,184 16,642\n16,654\n16,666\n16,678\n16,690 15,142\n15,154\n15,166\n15,178\n15,190 98,000\n98,050\n98,100\n98,150\n98,200 98,050\n98,100\n98,150\n98,200\n98,250 17,362\n17,374\n17,386\n17,398\n17,410 12,800\n12,811\n12,822\n12,833\n12,844 17,362\n17,374\n17,386\n17,398\n17,410 15,862\n15,874\n15,886\n15,898\n15,910 95,250\n95,300\n95,350\n95,400\n95,450 95,300\n95,350\n95,400\n95,450\n95,500 16,702\n16,714\n16,726\n16,738\n16,750 12,195\n12,206\n12,217\n12,228\n12,239 16,702\n16,714\n16,726\n16,738\n16,750 15,202\n15,214\n15,226\n15,238\n15,250 98,250\n98,300\n98,350\n98,400\n98,450 98,300\n98,350\n98,400\n98,450\n98,500 17,422\n17,434\n17,446\n17,458\n17,470 12,855\n12,866\n12,877\n12,888\n12,899 17,422\n17,434\n17,446\n17,458\n17,470 15,922\n15,934\n15,946\n15,958\n15,970 95,500\n95,550\n95,600\n95,650\n95,700 95,550\n95,600\n95,650\n95,700\n95,750 16,762\n16,774\n16,786\n16,798\n16,810 12,250\n12,261\n12,272\n12,283\n12,294 16,762\n16,774\n16,786\n16,798\n16,810 15,262\n15,274\n15,286\n15,298\n15,310 98,500\n98,550\n98,600\n98,650\n98,700 98,550\n98,600\n98,650\n98,700\n98,750 17,482\n17,494\n17,506\n17,518\n17,530 12,910\n12,921\n12,932\n12,943\n12,954 17,482\n17,494\n17,506\n17,518\n17,530 15,982\n15,994\n16,006\n16,018\n16,030 95,750\n95,800\n95,850\n95,900\n95,950 95,800\n95,850\n95,900\n95,950\n96,000 16,822\n16,834\n16,846\n16,858\n16,870 12,305\n12,316\n12,327\n12,338\n12,349 16,822\n16,834\n16,846\n16,858\n16,870 15,322\n15,334\n15,346\n15,358\n15,370 98,750\n98,800\n98,850\n98,900\n98,950 98,800\n98,850\n98,900\n98,950\n99,000 17,542\n17,554\n17,566\n17,578\n17,590 12,965\n12,976\n12,987\n12,998\n13,009 17,542\n17,554\n17,566\n17,578\n17,590 16,042\n16,054\n16,066\n16,078\n16,090 * This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 74 - $100,000\nor over\nuse the Tax\nComputation\nWorksheet 2022 Tax Computation Worksheet—Line 16 ! See the instructions for line 16 to see if you must use the worksheet below to figure your tax. CAUTION Note. If you are required to use this worksheet to figure the tax on an amount from another form or worksheet, such as the Qualified Dividends\nand Capital Gain Tax Worksheet, the Schedule D Tax Worksheet, Schedule J, Form 8615, or the Foreign Earned Income Tax Worksheet, enter\nthe amount from that form or worksheet in column (a) of the row that applies to the amount you are looking up. Enter the result on the\nappropriate line of the form or worksheet that you are completing. Section A—Use if your filing status is Single. Complete the row below that applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount Tax. Subtract (d) from (c). Enter\n(d)\nthe result here and on the entry\nSubtraction amount\nspace on line 16. At least $100,000 but not over $170,050 $ × 24% (0.24) $ $ 6,164.50 $ Over $170,050 but not over $215,950 $ × 32% (0.32) $ $ 19,768.50 $ Over $215,950 but not over $539,900 $ × 35% (0.35) $ $ 26,247.00 $ Over $539,900 $ × 37% (0.37) $ $ 37,045.00 $ Section B—Use if your filing status is Married filing jointly or Qualifying surviving spouse. Complete the row below\nthat applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount Tax. Subtract (d) from (c). Enter the\n(d)\nresult here and on the entry\nSubtraction amount\nspace on line 16. At least $100,000 but not over $178,150 $ × 22% (0.22) $ $ 8,766.00 $ Over $178,150 but not over $340,100 $ × 24% (0.24) $ $ 12,329.00 $ Over $340,100 but not over $431,900 $ × 32% (0.32) $ $ 39,537.00 $ Over $431,900 but not over $647,850 $ × 35% (0.35) $ $ 52,494.00 $ Over $647,850 $ × 37% (0.37) $ $ 65,451.00 $ Section C—Use if your filing status is Married filing separately. Complete the row below that applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount Tax.",
    "querygen": [
      "how many people are there in mn",
      "how many people in the usa in 2017",
      "how many people are in london"
    ],
    "querygen_score": [
      "-4.986974",
      "-4.534773",
      "-4.808532"
    ]
  },
  {
    "id": "legal-advice_63__52",
    "doc_id": "legal-advice_63",
    "chunk_id": 52,
    "document_category": "legal-advice",
    "text": "A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents paragraph (b) does not limit a party from presenting\nevidence contained within a deposition when the\nAdministrative Law Judge determines that the\ndeposition has been obtained in compliance with the\nrules of this subpart D.\n(c) Prehearing memorandum. Unless otherwise\nordered by the Administrative Law Judge, each party\nshall file, and serve on the opposing party or the\nopposing party’s representative, prior to any hearing,\na prehearing memorandum containing —\n(1) A list (together with a copy) of all proposed\nexhibits to be used in the party’s case in chief;\n(2) A list of proposed witnesses, including a\nsynopsis of their expected testimony, or a statement\nthat no witnesses will be called;\n(3) Identification of any proposed expert\nwitnesses, including a synopsis of their expected\ntestimony and a copy of any report prepared by the\nexpert or at his or her direction; and\n(4) A list of undisputed facts. (d) Publicity —\n(1) In general. All reports and decisions of the\nSecretary of the Treasury, or delegate, including\nany reports and decisions of the Administrative\nLaw Judge, under this subpart D are, subject to\nthe protective measures in paragraph (d)(4) of this\nsection, public and open to inspection within 30\ndays after the agency’s decision becomes final. (2) Request for additional publicity. The\nAdministrative Law Judge may grant a request by\na practitioner or appraiser that all the pleadings and\nevidence of the disciplinary proceeding be made\navailable for inspection where the parties stipulate\nin advance to adopt the protective measures in\nparagraph (d)(4) of this section. (3) Returns and return information —\n(i) Disclosure to practitioner or appraiser. Pursuant to section 6103(l)(4) of the Internal\nRevenue Code, the Secretary of the Treasury,\nor delegate, may disclose returns and return\ninformation to any practitioner or appraiser, or to\nthe authorized representative of the practitioner\nor appraiser, whose rights are or may be affected\nby an administrative action or proceeding under\nthis subpart D, but solely for use in the action or\nTreasury Department Circular No. 230 proceeding and only to the extent that the Secretary\nof the Treasury, or delegate, determines that the\nreturns or return information are or may be relevant\nand material to the action or proceeding. (ii) Disclosure to officers and employees of\nthe Department of the Treasury. Pursuant to section\n6103(l)(4)(B) of the Internal Revenue Code the\nSecretary of the Treasury, or delegate, may disclose\nreturns and return information to officers and\nemployees of the Department of the Treasury for\nuse in any action or proceeding under this subpart\nD, to the extent necessary to advance or protect the\ninterests of the United States. (iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information.",
    "querygen": [
      "what is the primary defense of a case",
      "who determines the facts in a case",
      "which of the following documents is required for the full disclosure of the facts of a case?"
    ],
    "querygen_score": [
      "-3.221219",
      "-1.1197832",
      "0.866081"
    ]
  },
  {
    "id": "legal-advice_1__58",
    "doc_id": "legal-advice_1",
    "chunk_id": 58,
    "document_category": "legal-advice",
    "text": "If the amount on line 5 is less than $100,000, use the Tax Table\nto figure the tax. If the amount on line 5 is $100,000 or more, use the Tax Computation\nWorksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n22.\nAdd lines 18, 21, and 22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n23. Figure the tax on the amount on line 1. If the amount on line 1 is less than $100,000, use the Tax Table\nto figure the tax. If the amount on line 1 is $100,000 or more, use the Tax Computation\nWorksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n24. Tax on all taxable income. Enter the smaller of line 23 or 24. Also include this amount on the entry\nspace on Form 1040 or 1040-SR, line 16. If you are filing Form 2555, don’t enter this amount on the\nentry space on Form 1040 or 1040-SR, line 16. Instead, enter it on line 4 of the Foreign Earned Income\nTax Worksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n25. * If you are filing Form 2555, see the footnote in the Foreign Earned Income Tax Worksheet before completing this line. Need more information or forms? Visit IRS.gov. -36- Line 19\nChild Tax Credit and Credit\nfor Other Dependents\nUse Schedule 8812 (Form 1040) to figure your child tax credit and credit for\nother dependents. Form 8862, who must file.",
    "querygen": [
      "how much does line 5 mean on taxes",
      "which statement of taxes must be calculated using the tax table",
      "how do you figure your taxes?"
    ],
    "querygen_score": [
      "-0.15215036",
      "-2.3086185",
      "0.49375832"
    ]
  },
  {
    "id": "legal-advice_91__83",
    "doc_id": "legal-advice_91",
    "chunk_id": 83,
    "document_category": "legal-advice",
    "text": "If the amount you are looking up from the worksheet is $59,187 or more, and you have three qualifying children who have valid SSNs, you can’t take\nthe credit. - 55 - Need more information or forms? Visit IRS.gov. Line 28 Line 29 Additional Child Tax Credit American Opportunity\nCredit See Schedule 8812 (Form 1040) and its\ninstructions for information on figuring\nand claiming any additional child tax\ncredit that you may qualify to claim. If\nyou are claiming the additional child tax\ncredit, complete Schedule 8812 and attach it to your Form 1040 or 1040-SR. Form 8862, who must file. You must\nfile Form 8862 to claim the additional\nchild tax credit if your child tax credit\n(refundable or nonrefundable depending\non the tax year), additional child tax\ncredit, or credit for other dependents for\na year after 2015 was denied or reduced\nfor any reason other than a math or clerical error. Attach a completed Form 8862\nto your 2022 return to claim the credit\nfor 2022. Don't file Form 8862 if you\nfiled Form 8862 for 2021 and the child\ntax credit (refundable or nonrefundable),\nadditional child tax credit, or credit for\nother dependents was allowed for that\nyear. See Form 8862 and its instructions\nfor details. If you take the additional child\ntax credit even though you\nCAUTION aren't eligible and it is determined that your error is due to reckless\nor intentional disregard of the additional child tax credit rules, you won't be allowed to take the child tax credit, the\ncredit for other dependents, or the additional child tax credit for 2 years even if\nyou’re otherwise eligible to do so. If you\ntake the additional child tax credit even\nthough you aren’t eligible and it is later\ndetermined that you fraudulently took\nthe credit, you won't be allowed to take\nthe child tax credit, the credit for other\ndependents, or the additional child tax\ncredit for 10 years. You may also have\nto pay penalties. ! Refunds for returns claiming Refund Offset If you meet the requirements to claim an\neducation credit (see the instructions for\nSchedule 3, line 3), enter on line 29 the\namount, if any, from Form 8863, line 8. You may be able to increase an education credit and reduce your total tax or\nincrease your tax refund if the student\nchooses to include all or part of a Pell\ngrant or certain other scholarships or fellowships in income. See Pub. 970 and\nthe Instructions for Form 8863 for more\ninformation. Form 8862 required. You must file\nForm 8862 if your American opportunity credit for a year after 2015 was denied or reduced for any reason other\nthan a math or clerical error. Attach a\ncompleted Form 8862 to your 2022 return to claim the credit for 2022. Don't\nfile Form 8862 if you filed Form 8862\nfor 2021 and the American opportunity\ncredit was allowed for that year. See\nForm 8862 and its instructions for details. If you take the American opportunity credit even though\nCAUTION you aren't eligible and it is determined that your error is due to reckless or intentional disregard of the\nAmerican opportunity credit rules, you\nwon't be allowed to take the credit for 2\nyears even if you’re otherwise eligible to\ndo so.",
    "querygen": [
      "when can i take a child credit",
      "how much can you get for a child tax credit",
      "can i take the child additional credit"
    ],
    "querygen_score": [
      "-1.2285008",
      "-0.7859814",
      "-0.20853734"
    ]
  },
  {
    "id": "legal-advice_40__43",
    "doc_id": "legal-advice_40",
    "chunk_id": 43,
    "document_category": "legal-advice",
    "text": "The payments you receive next year will generally be fully taxable . . . . . . . . 11. Do not complete the rest of this worksheet. Table 1 for Line 3 Above\nIF the age at annuity starting\ndate was . . .\n55 or under\n56–60\n61–65\n66–70\n71 or older AND your annuity starting date was—\nbefore November 19, 1996,\nafter November 18, 1996,\nenter on line 3 . . .\nenter on line 3 . . . 300\n360\n260\n310\n240\n260\n170\n210\n120\n160\nTable 2 for Line 3 Above IF the combined ages at annuity\nstarting date were . . .\n110 or under\n111–120\n121–130\n131–140\n141 or older THEN enter on line 3 . . . 410\n360\n310\n260\n210 -29- Need more information or forms? Visit IRS.gov. annuity starting date was after 1997 and\nthe payments are for your life and that of\nyour beneficiary, use your combined\nages on the annuity starting date. If you are the beneficiary of an employee who died, see Pub. 575. If there\nis more than one beneficiary, see Pub.\n575 or Pub. 721 to figure each beneficiary's taxable amount. Cost Your cost is generally your net investment in the plan as of the annuity starting date. It doesn't include pre-tax contributions. Your net investment may be\nshown in box 9b of Form 1099-R.\nRollovers\nGenerally, a rollover is a tax-free distribution of cash or other assets from one\nretirement plan that is contributed to another plan within 60 days of receiving\nthe distribution. However, a rollover to a\nRoth IRA or a designated Roth account\nis generally not a tax-free distribution. Use lines 5a and 5b to report a rollover,\nincluding a direct rollover, from one\nqualified employer's plan to another or\nto an IRA or SEP. Enter on line 5a the distribution from\nForm 1099-R, box 1. From this amount,\nsubtract any contributions (usually\nshown in box 5) that were taxable to you\nwhen made. From that result, subtract\nthe amount of the rollover. Enter the remaining amount on line 5b. If the remaining amount is zero and you have no\nother distribution to report on line 5b,\nenter -0- on line 5b. Also enter \"Rollover\" next to line 5b. See Pub. 575 for more details on rollovers, including special rules that apply\nto rollovers from designated Roth accounts, partial rollovers of property, and\ndistributions under qualified domestic\nrelations orders. Lump-Sum Distributions If you received a lump-sum distribution\nfrom a profit-sharing or retirement plan,\nyour Form 1099-R should have the \"Total distribution\" box in box 2b checked. You may owe an additional tax if you\nreceived an early distribution from a\nqualified retirement plan and the total\namount wasn't rolled over. For details, see the instructions for Schedule 2,\nline 8. Enter the total distribution on line 5a\nand the taxable part on line 5b. For details, see Pub. 575. If you or the plan participant TIP was born before January 2,\n1936, you could pay less tax on\nthe distribution. See Form 4972. Lines 6a, 6b, and 6c\nLines 6a and 6b\nSocial Security Benefits You should receive a Form SSA-1099\nshowing in box 3 the total social security benefits paid to you. Box 4 will show\nthe amount of any benefits you repaid in\n2022.",
    "querygen": [
      "what is the age at the start date for an annuity",
      "when will annuity payments be taxable",
      "are annuity payments fully taxable"
    ],
    "querygen_score": [
      "0.8235134",
      "1.3165687",
      "1.2483895"
    ]
  },
  {
    "id": "legal-advice_0__58",
    "doc_id": "legal-advice_0",
    "chunk_id": 58,
    "document_category": "legal-advice",
    "text": "The Internal Revenue Service may\nTreasury Department Circular No. 230 determine the manner of giving notice to the proper\nauthorities of the State by which the censured,\nsuspended, or disbarred person was licensed to\npractice. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.81 Petition for reinstatement. (a) In general. A practitioner disbarred or\nsuspended under §10.60, or suspended under\n§10.82, or a disqualified appraiser may petition\nfor reinstatement before the Internal Revenue\nService after the expiration of 5 years following\nsuch disbarment, suspension, or disqualification\n(or immediately following the expiration of the\nsuspension or disqualification period, if shorter than\n5 years). Reinstatement will not be granted unless\nthe Internal Revenue Service is satisfied that the\npetitioner is not likely to engage thereafter in conduct\ncontrary to the regulations in this part, and that\ngranting such reinstatement would not be contrary to\nthe public interest. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.82 Expedited suspension. (a) When applicable. Whenever the Commissioner,\nor delegate, determines that a practitioner is\ndescribed in paragraph (b) of this section, the\nexpedited procedures described in this section may\nbe used to suspend the practitioner from practice\nbefore the Internal Revenue Service. (b) To whom applicable. This section applies to\nany practitioner who, within 5 years prior to the\ndate that a show cause order under this section’s\nexpedited suspension procedures is served:\n(1) Has had a license to practice as an attorney,\ncertified public accountant, or actuary suspended or\nrevoked for cause (not including a failure to pay a\nprofessional licensing fee) by any authority or court,\nagency, body, or board described in §10.51(a)(10). (2) Has, irrespective of whether an appeal has\nbeen taken, been convicted of any crime under title\n§ 10.82 — Page 41 Table of Contents 26 of the United States Code, any crime involving\ndishonesty or breach of trust, or any felony for which\nthe conduct involved renders the practitioner unfit\nto practice before the Internal Revenue Service. (3) Has violated conditions imposed on the\npractitioner pursuant to §10.79(d).\n(4) Has been sanctioned by a court of competent\njurisdiction, whether in a civil or criminal\nproceeding (including suits for injunctive relief),\nrelating to any taxpayer’s tax liability or relating to\nthe practitioner’s own tax liability, for —\n(i) Instituting or maintaining proceedings\nprimarily for delay;\n(ii) Advancing frivolous or groundless\narguments; or\n(iii) Failing to pursue available administrative\nremedies. (5) Has demonstrated a pattern of willful\ndisreputable conduct by—\n(i) Failing to make an annual Federal tax return,\nin violation of the Federal tax laws, during 4 of the\n5 tax years immediately preceding the institution of\na proceeding under paragraph (c) of this section and\nremains noncompliant with any of the practitioner’s\nFederal tax filing obligations at the time the notice\nof suspension is issued under paragraph (f) of this\nsection; or\n(ii) Failing to make a return required more\nfrequently than annually, in violation of the\nFederal tax laws, during 5 of the 7 tax periods\nimmediately preceding the institution of a\nproceeding under paragraph (c) of this section and\nremains noncompliant with any of the practitioner’s\nFederal tax filing obligations at the time the notice\nof suspension is issued under paragraph (f) of this\nsection. (c) Expedited suspension procedures.",
    "querygen": [
      "when is the irs effective",
      "when is irs issued notice notice",
      "when will the irs have to notify the proper authorities of state by which the censured, suspended, or disbarred person was licensed to practice?"
    ],
    "querygen_score": [
      "-2.2159743",
      "-3.1630955",
      "1.5488565"
    ]
  },
  {
    "id": "legal-advice_77__16",
    "doc_id": "legal-advice_77",
    "chunk_id": 16,
    "document_category": "legal-advice",
    "text": "POSTF-149051-10 19 CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------CONCLUSION: It follows that A has to recognize the gift check sales proceeds as taxable income\n(gross sales net of redemptions and other substantiated gift check sale costs). Prior to being issued this case has been coordinated with, and reviewed by the\nNational Office. If you have any questions, please call Industry Counsel (Food,\nBeverages, and Cooperatives) Rogelio A. Villageliu, at (312) 368-8728. HARMON B. DOW POSTF-149051-10 20\nDeputy Area Counsel (IP)\n(Large Business & International (RFPH) By: _____________________________ Rogelio A. Villageliu\nIndustry Counsel (Cooperatives, Food &\nBeverages) (RFPH)\n(Large Business & International) POSTF-149051-10 21 Cc: via e-mail only: ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-149051-10 22 ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------",
    "querygen": [
      "what is the postf number for case development, hazards and other conditions?",
      "what is the purpose of postf",
      "when was the postf-149051-10 issued"
    ],
    "querygen_score": [
      "3.116595",
      "-3.4250627",
      "-3.4539938"
    ]
  },
  {
    "id": "legal-advice_66__112",
    "doc_id": "legal-advice_66",
    "chunk_id": 112,
    "document_category": "legal-advice",
    "text": "Go to IRS.gov/ Account to securely access information\nabout your federal tax account. • View the amount you owe and a\nbreakdown by tax year. • See payment plan details or apply\nfor a new payment plan. • Make a payment or view 5 years of\npayment history and any pending or\nscheduled payments. • Access your tax records, including\nkey data from your most recent tax return, and transcripts. • View digital copies of select notices from the IRS. • Approve or reject authorization requests from tax professionals. • View your address on file or manage your communication preferences. Tax Pro Account. This tool lets your\ntax professional submit an authorization\nrequest to access your individual taxpayer IRS online account. For more information, go to IRS.gov/TaxProAccount. Using direct deposit. The fastest way\nto receive a tax refund is to file electronically and choose direct deposit, which\nsecurely and electronically transfers\nyour refund directly into your financial\naccount. Direct deposit also avoids the\npossibility that your check could be lost,\nstolen, destroyed, or returned undeliverable to the IRS. Eight in 10 taxpayers\nuse direct deposit to receive their refunds. If you don’t have a bank account,\ngo to IRS.gov. DirectDeposit for more\ninformation on where to find a bank or\ncredit union that can open an account\nonline. Getting a transcript of your return. The quickest way to get a copy of your\ntax transcript is to go to IRS.gov/\nTranscripts. Click on either “Get Transcript Online” or “Get Transcript by\nMail” to order a free copy of your transcript. If you prefer, you can order your\ntranscript by calling 800-908-9946. Reporting and resolving your tax-related identity theft issues. • Tax-related identity theft happens\nwhen someone steals your personal information to commit tax fraud. Your\ntaxes can be affected if your SSN is used\nto file a fraudulent return or to claim a\nrefund or credit. • The IRS doesn’t initiate contact\nwith taxpayers by email, text messages\n(including shortened links), telephone\ncalls, or social media channels to request\nor verify personal or financial information. This includes requests for personal\nidentification numbers (PINs), pass- words, or similar information for credit\ncards, banks, or other financial accounts. • Go to IRS. gov/IdentityTheft, the\nIRS Identity Theft Central webpage, for\ninformation on identity theft and data security protection for taxpayers, tax professionals, and businesses. If your SSN\nhas been lost or stolen or you suspect\nyou’re a victim of tax-related identity\ntheft, you can learn what steps you\nshould take. • Get an Identity Protection PIN (IP\nPIN). IP PINs are six-digit numbers assigned to taxpayers to help prevent the\nmisuse of their SSNs on fraudulent federal income tax returns. When you have\nan IP PIN, it prevents someone else\nfrom filing a tax return with your SSN. To learn more, go to IRS. gov/IPPIN. Ways to check on the status of your\nrefund. • Go to IRS.gov/Refunds.\n• Download the official IRS2 Go app\nto your mobile device to check your refund status. • Call the automated refund hotline\nat 800-829-1954. See Refund Information, later. Making a tax payment. Go to IRS.gov/\nPayments for information on how to\nmake a payment using any of the following options. • IRS Direct Pay:",
    "querygen": [
      "what is the irs website",
      "who is the irs",
      "where to view my irs account"
    ],
    "querygen_score": [
      "-2.0975838",
      "-3.2821436",
      "0.88943195"
    ]
  },
  {
    "id": "legal-advice_44__4",
    "doc_id": "legal-advice_44",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": "Section 421 specifically disallows a deduction under § 162 for compensation attributable\nto a stock option granted under §§ 422 or 423 (except in cases of disqualifying\ndispositions). Given its legislative history, § 421 also does not permit statutory stock\noptions to be deducted under § 174. In this section of the memo, we first provide an overview of the tax treatment of stock\noptions. We then explain § 421’s legislative history and the sole circumstances when\n§ 421 permits a deduction for a statutory stock option. Finally, we discuss and reject\ntaxpayer’s argument that § 421 does not bar an employer from claiming a § 174\ndeduction for the Spread of a statutory stock option. 1. Overview of Tax Treatment on Stock Options Generally, employers may deduct compensation attributable to stock options pursuant\nto § 162(a)(1), which permits a deduction for “reasonable allowance for salaries or other\ncompensation.” Employers compensate employees with two types of stock options: (1)\nnonstatutory stock options and (2) statutory stock options. POSTU-153378-08 6 Section 83 sets out the tax treatment for nonstatutory stock options. If the nonstatutory\nstock option has a readily ascertainable fair market value when it is granted, the\nrecipient receiving the option realizes income at that time. Treas. Reg. § 1.83-7(a). The\nrecognized income is the fair market value less the amount paid for the option. If the\nnonstatutory stock option does not have a readily ascertainable fair market value when\nit is granted, Treas. Reg. § 1.83-7(a) provides that the recipient receiving the option\nrecognizes income when the recipient exercises the nonstatutory stock option. The\nrecognized income equals the fair market value of the stock on the date of exercise less\nthe exercise price. We refer to this amount as the compensatory element of the stock\noption. Section 83(h) provides that an employer may deduct the compensatory element\nof the stock option under § 162. The congressional policy underlying § 83(h) is that an\nemployer may deduct the compensatory element only if the compensatory element is\nincluded in the gross income of the recipient. See Tilford v. Commissioner, 705 F.2d\n828, 830-31 (6th Cir. 1983); Venture Funding, Ltd. v. Commissioner, 110 T.C. 236, 242\n(1998), aff’d without opinion, 198 F. 3d 248 (6th Cir. 1999). Section 421 sets out the tax treatment for statutory stock options. Statutory stock\noptions include incentive stock options (“ISOs”) and options granted under employee\nstock purchase plans (“ESPPs”). Section 422 sets out the requirements for ISOs. Section 423 sets out the requirements for ESPPs and for options granted under such\nplans. Section 421(a)(1) provides that “no income shall result at the time of the transfer\nof such share to the individual upon his exercise of the option with respect to such\nshare.” Section 421(a)(2) provides that,\nno deduction under section 162 (relating to trade or business expenses) shall be\nallowable at any time to the employer corporation, parent or subsidiary\ncorporation of such corporation, or a corporation issuing or assuming a stock\noption in a transaction to which section 424(a) applies, with respect to the share\nso transferred. Accordingly, § 421(a) provides different tax treatment than § 83(a).",
    "querygen": [
      "what tax deduction does the stock options section 421 allow",
      "does statutory stock options tax",
      "statutory stock option deduction"
    ],
    "querygen_score": [
      "2.875269",
      "2.4371157",
      "2.237578"
    ]
  },
  {
    "id": "legal-advice_94__28",
    "doc_id": "legal-advice_94",
    "chunk_id": 28,
    "document_category": "legal-advice",
    "text": "1. Child tax credit and credit for other dependents (line 19)\nand additional child tax credit (line 28). 2. Head of household filing status. 3. Credit for child and dependent care expenses (Schedule\n3, line 2). 4. Exclusion for dependent care benefits (Form 2441, Part\nIII). 5. Earned income credit (line 27). No other person can take any of the five tax benefits just listed\nbased on the qualifying child. If you and any other person can\nclaim the child as a qualifying child, the following rules apply. For purposes of these rules, the term \"parent\" means a biological or adoptive parent of an individual. It doesn't include a stepparent or foster parent unless that person has adopted the individual. • If only one of the persons is the child's parent, the child is\ntreated as the qualifying child of the parent. • If the parents file a joint return together and can claim the\nchild as a qualifying child, the child is treated as the qualifying\nchild of the parents. • If the parents don’t file a joint return together but both parents claim the child as a qualifying child, the IRS will treat the\nchild as the qualifying child of the parent with whom the child\nlived for the longer period of time in 2022. If the child lived\nwith each parent for the same amount of time, the IRS will treat\nthe child as the qualifying child of the parent who had the higher adjusted gross income (AGI) for 2022. • If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. • If a parent can claim the child as a qualifying child but no\nparent does so claim the child, the child is treated as the qualifying child of the person who had the highest AGI for 2022, but\nonly if that person's AGI is higher than the highest AGI of any\nparent of the child who can claim the child. Example. Your child, J meets the conditions to be a qualifying child for both you and your parent. J doesn't meet the conditions to be a qualifying child of any other person, including J’s\nother parent. Under the rules just described, you can claim J as a\nqualifying child for all of the five tax benefits just listed for\nwhich you otherwise qualify. Your parent can't claim any of\nthose five tax benefits based on J. However, if your parent’s\nAGI is higher than yours and you do not claim J as a qualifying\nchild, J is the qualifying child of your parent. For more details and examples, see Pub. 501. If you will be claiming the child as a qualifying child, go to\nStep 2. Otherwise, stop; you can't claim any benefits based on\nthis child. Social security number. You must enter each dependent's social security number (SSN). Be sure the name and SSN entered\nagree with the dependent's social security card.",
    "querygen": [
      "what is the child tax credit for",
      "what are dependent care benefits",
      "how to apply for child tax credit for other dependents on tax return"
    ],
    "querygen_score": [
      "0.5431328",
      "-0.41553622",
      "1.0799104"
    ]
  }
]