[
  {
    "id": "legal-advice_68__86",
    "doc_id": "legal-advice_68",
    "chunk_id": 86,
    "document_category": "legal-advice",
    "text": "• It is more convenient. You don’t\nhave to make a trip to the bank to deposit your check. • It saves tax dollars. It costs the\ngovernment less to refund by direct deposit.\n• It's proven itself. Nearly 98% of\nsocial security and veterans' benefits are\nsent electronically using direct deposit. If you file a joint return and\ncheck the box on line 35a and\nCAUTION attach Form 8888 or fill in\nlines 35b through 35d, your spouse may\nget at least part of the refund. ! IRA. You can have your refund (or part\nof it) directly deposited to a traditional\nIRA, Roth IRA, or SEP-IRA, but not a\nSIMPLE IRA. You must establish the\nIRA at a bank or other financial institution before you request direct deposit. Make sure your direct deposit will be\naccepted. You must also notify the trustee or custodian of your account of the\nyear to which the deposit is to be applied\n(unless the trustee or custodian won't accept a deposit for 2022). If you don’t,\nthe trustee or custodian can assume the\ndeposit is for the year during which you\nare filing the return. For example, if you\nfile your 2022 return during 2023 and\ndon’t notify the trustee or custodian in\nadvance, the trustee or custodian can assume the deposit to your IRA is for -57- 2023. If you designate your deposit to be\nfor 2022, you must verify that the deposit was actually made to the account by\nthe due date of the return (not counting\nextensions). If the deposit isn't made by\nthat date, the deposit isn't an IRA contribution for 2022. In that case, you must\nfile an amended 2022 return and reduce\nany IRA deduction and any retirement\nsavings contributions credit you claimed. You and your spouse, if filing\njointly, each may be able to\nCAUTION contribute up to $6,000 ($7,000\nif age 50 or older at the end of 2022) to\na traditional IRA or Roth IRA for 2022. You may owe a penalty if your contributions exceed these limits, and the limits\nmay be lower depending on your compensation and income. For more information on IRA contributions, see Pub. 590-A. ! For more information on IRAs, see\nPub. 590-A and Pub. 590-B.\nTreasuryDirect®. You can request a\ndeposit of your refund (or part of it) to a\nTreasuryDirect® online account to buy\nU.S. Treasury marketable securities, if\navailable, and savings bonds. For more\ninformation, go to treasurydirect.gov. Form 8888. You can have your refund\ndirectly deposited into more than one account or use it to buy up to $5,000 in paper series I savings bonds. You don’t\nneed a TreasuryDirect® account to do\nthis. For more information, see the Form\n8888 instructions. Your refund can be split and di- TIP rectly deposited into up to three\ndifferent accounts in your name\non Form 8888. Line 35a You can't file Form 8888 to split your\nrefund into more than one account or\nbuy paper series I savings bonds if Form\n8379 is filed with your return. Line 35b The routing number must be nine digits. The first two digits must be 01 through\n12 or 21 through 32. On the sample\ncheck shown later, the routing number is\n250250025.",
    "querygen": [
      "what is direct deposit for taxes",
      "why do we direct deposit checks",
      "benefits of direct deposit"
    ],
    "querygen_score": [
      "-1.0509441",
      "-0.07077713",
      "-1.0165875"
    ]
  },
  {
    "id": "legal-advice_65__11",
    "doc_id": "legal-advice_65",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.82 Expedited suspension.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\nSubpart E — General Provisions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.90 Records. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.91 Saving provision. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.92 Special orders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.93 Effective date. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "querygen": [
      "which amendment to the constitution provides for a petition for bankruptcy",
      "what is the d.a. s.o. code for filing a petition for divorce",
      "what is the difference between petition and notice of intent"
    ],
    "querygen_score": [
      "-7.308065",
      "-7.437311",
      "-7.591858"
    ]
  },
  {
    "id": "legal-advice_92__112",
    "doc_id": "legal-advice_92",
    "chunk_id": 112,
    "document_category": "legal-advice",
    "text": "Go to IRS.gov/ Account to securely access information\nabout your federal tax account. • View the amount you owe and a\nbreakdown by tax year. • See payment plan details or apply\nfor a new payment plan. • Make a payment or view 5 years of\npayment history and any pending or\nscheduled payments. • Access your tax records, including\nkey data from your most recent tax return, and transcripts. • View digital copies of select notices from the IRS. • Approve or reject authorization requests from tax professionals. • View your address on file or manage your communication preferences. Tax Pro Account. This tool lets your\ntax professional submit an authorization\nrequest to access your individual taxpayer IRS online account. For more information, go to IRS.gov/TaxProAccount. Using direct deposit. The fastest way\nto receive a tax refund is to file electronically and choose direct deposit, which\nsecurely and electronically transfers\nyour refund directly into your financial\naccount. Direct deposit also avoids the\npossibility that your check could be lost,\nstolen, destroyed, or returned undeliverable to the IRS. Eight in 10 taxpayers\nuse direct deposit to receive their refunds. If you don’t have a bank account,\ngo to IRS.gov. DirectDeposit for more\ninformation on where to find a bank or\ncredit union that can open an account\nonline. Getting a transcript of your return. The quickest way to get a copy of your\ntax transcript is to go to IRS.gov/\nTranscripts. Click on either “Get Transcript Online” or “Get Transcript by\nMail” to order a free copy of your transcript. If you prefer, you can order your\ntranscript by calling 800-908-9946. Reporting and resolving your tax-related identity theft issues. • Tax-related identity theft happens\nwhen someone steals your personal information to commit tax fraud. Your\ntaxes can be affected if your SSN is used\nto file a fraudulent return or to claim a\nrefund or credit. • The IRS doesn’t initiate contact\nwith taxpayers by email, text messages\n(including shortened links), telephone\ncalls, or social media channels to request\nor verify personal or financial information. This includes requests for personal\nidentification numbers (PINs), pass- words, or similar information for credit\ncards, banks, or other financial accounts. • Go to IRS. gov/IdentityTheft, the\nIRS Identity Theft Central webpage, for\ninformation on identity theft and data security protection for taxpayers, tax professionals, and businesses. If your SSN\nhas been lost or stolen or you suspect\nyou’re a victim of tax-related identity\ntheft, you can learn what steps you\nshould take. • Get an Identity Protection PIN (IP\nPIN). IP PINs are six-digit numbers assigned to taxpayers to help prevent the\nmisuse of their SSNs on fraudulent federal income tax returns. When you have\nan IP PIN, it prevents someone else\nfrom filing a tax return with your SSN. To learn more, go to IRS. gov/IPPIN. Ways to check on the status of your\nrefund. • Go to IRS.gov/Refunds.\n• Download the official IRS2 Go app\nto your mobile device to check your refund status. • Call the automated refund hotline\nat 800-829-1954. See Refund Information, later. Making a tax payment. Go to IRS.gov/\nPayments for information on how to\nmake a payment using any of the following options. • IRS Direct Pay:",
    "querygen": [
      "where can access your irs owed payments",
      "how do I view my federal taxes",
      "how do you find your federal tax account information"
    ],
    "querygen_score": [
      "0.20672256",
      "0.7109405",
      "1.5003269"
    ]
  },
  {
    "id": "legal-advice_40__84",
    "doc_id": "legal-advice_40",
    "chunk_id": 84,
    "document_category": "legal-advice",
    "text": "If you take the American opportunity credit even though\nCAUTION you aren't eligible and it is determined that your error is due to reckless or intentional disregard of the\nAmerican opportunity credit rules, you\nwon't be allowed to take the credit for 2\nyears even if you’re otherwise eligible to\ndo so. If you take the American opportunity credit even though you aren't eligible and it is determined that you fraudulently took the credit, you won't be allowed to take the credit for 10 years. You may also have to pay penalties. ! Line 30\nLine 30 has been reserved for future use. TIP the additional child tax credit\ncan't be issued before mid-February 2023. This delay applies to the entire refund, not just the portion associated with the additional child tax credit. Refund\nLine 34\nAmount Overpaid If line 34 is under $1, we will send a refund only on written request. Need more information or forms? Visit IRS.gov. -56- If you owe past-due federal tax, state income tax, state unemployment compensation debts, child support, spousal support, or certain federal nontax debts,\nsuch as student loans, all or part of the\noverpayment on line 34 may be used\n(offset) to pay the past-due amount. Offsets for federal taxes are made by the\nIRS. All other offsets are made by the\nTreasury Department's Bureau of the\nFiscal Service. For federal tax offsets,\nyou will receive a notice from the IRS. For all other offsets, you will receive a\nnotice from the Fiscal Service. To find\nout if you may have an offset or if you\nhave any questions about it, contact the\nagency to which you owe the debt. Deposit Refund into Multiple\nAccounts If you want your refund to be split and\ndirect deposited into more than one account, file Form 8888. Use Form 8888\nto direct deposit your refund (or part of\nit) to one or more accounts in your name\nat a bank or other financial institution\n(such as a mutual fund, brokerage firm,\nor credit union) in the United States. Injured Spouse If you file a joint return and your spouse\nhasn’t paid past-due federal tax, state income tax, state unemployment compensation debts, child support, spousal support, or a federal nontax debt, such as a\nstudent loan, part or all of the overpayment on line 34 may be used (offset) to\npay the past-due amount. But your part\nof the overpayment may be refunded to\nyou if certain conditions apply and you\ncomplete Form 8379. For details see\nForm 8379. Lines 35a Through 35d\nAmount Refunded to You\nIf you want to check the status of your\nrefund, just use the IRS2Go app or go to\nIRS.gov/Refunds. See Refund Information, later. Information about your refund will generally be available within\n24 hours after the IRS receives your\ne-filed return, or 4 weeks after you mail\nyour paper return. If you filed Form\n8379 with your return, wait 14 weeks (11 weeks if you filed electronically). Have your 2022 tax return handy so you\ncan enter your social security number,\nyour filing status, and the exact whole\ndollar amount of your refund. Where's My Refund will provide a\npersonalized refund date as soon as the\nIRS processes your tax return and approves your refund.",
    "querygen": [
      "how long are you allowed to take american opportunity credit",
      "how long can you take the american opportunity credit",
      "how long does american opportunity credits last"
    ],
    "querygen_score": [
      "1.5239339",
      "1.1716083",
      "-0.019291561"
    ]
  },
  {
    "id": "legal-advice_30__6",
    "doc_id": "legal-advice_30",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26\n§ 10.37 Requirements for written advice. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26\n§ 10.38 Establishment of advisory committees.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 27 Treasury Department Circular No. 230 Page 3 Subpart C — Sanctions for Violation of the Regulations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28\n§ 10.50 Sanctions. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28\n§ 10.51 Incompetence and disreputable conduct. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28\n§ 10.52 Violations subject to sanction. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30\n§ 10.53 Receipt of information concerning practitioner.",
    "querygen": [
      "which statement best illustrates the importance of using a variety of methods and methods to make an effective case?",
      ". . . . . . . . . . . . . . . . . .",
      ". . . . . . ."
    ],
    "querygen_score": [
      "-8.772413",
      "-3.2826192",
      "-3.7724864"
    ]
  },
  {
    "id": "legal-advice_61__30",
    "doc_id": "legal-advice_61",
    "chunk_id": 30,
    "document_category": "legal-advice",
    "text": "The practitioner must advise the client\nof the consequences as provided under the Code\nand regulations of such noncompliance, error, or\nomission. § 10.22 Diligence as to accuracy. (a) In general. A practitioner must exercise due\ndiligence —\n(1) In preparing or assisting in the preparation\nof, approving, and filing tax returns, documents,\naffidavits, and other papers relating to Internal\nRevenue Service matters;\n(2) In determining the correctness of oral or\nwritten representations made by the practitioner to\nthe Department of the Treasury; and\n(3) In determining the correctness of oral or\nwritten representations made by the practitioner to\nclients with reference to any matter administered by\nthe Internal Revenue Service. (b) Reliance on others. Except as modified by\n§§10.34 and 10.37, a practitioner will be presumed\nto have exercised due diligence for purposes of\nthis section if the practitioner relies on the work\nproduct of another person and the practitioner used\nreasonable care in engaging, supervising, training,\nand evaluating the person, taking proper account of\nthe nature of the relationship between the practitioner\nand the person. § 10.22 — Page 19 Table of Contents (c) Effective/applicability date. Paragraph (a) of\nthis section is applicable on September 26, 2007. Paragraph (b) of this section is applicable beginning\nJune 12, 2014. § 10.23 Prompt disposition of pending matters. A practitioner may not unreasonably delay the\nprompt disposition of any matter before the Internal\nRevenue Service. § 10.24 Assistance from or to disbarred or\nsuspended persons and former Internal Revenue\nService employees. A practitioner may not, knowingly and directly or\nindirectly:\n(a) Accept assistance from or assist any person\nwho is under disbarment or suspension from practice\nbefore the Internal Revenue Service if the assistance\nrelates to a matter or matters constituting practice\nbefore the Internal Revenue Service. (b) Accept assistance from any former government\nemployee where the provisions of § 10.25 or any\nFederal law would be violated. § 10.25 Practice by former government employees,\ntheir partners and their associates. (a) Definitions. For purposes of this section —\n(1) Assist means to act in such a way as to advise,\nfurnish information to, or otherwise aid another\nperson, directly, or indirectly. (2) Government employee is an officer or\nemployee of the United States or any agency of\nthe United States, including a special Government\nemployee as defined in 18 U.S.C. 202(a), or of the\nDistrict of Columbia, or of any State, or a member of\nCongress or of any State legislature. (3) Member of a firm is a sole practitioner or\nan employee or associate thereof, or a partner,\nstockholder, associate, affiliate or employee of a\npartnership, joint venture, corporation, professional\nassociation or other affiliation of two or more\npractitioners who represent nongovernmental\nparties. Page 20 — § 10.22 (4) Particular matter involving specific parties is\ndefined at 5 CFR 2637.201(c), or superseding postemployment regulations issued by the U.S. Office of\nGovernment Ethics. (5) Rule includes Treasury regulations, whether\nissued or under preparation for issuance as notices\nof proposed rulemaking or as Treasury decisions,\nrevenue rulings, and revenue procedures published\nin the Internal Revenue Bulletin (see 26 CFR\n601.601(d)(2)(ii)(b)). (b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States.",
    "querygen": [
      "what is the duty of a practitioner",
      "when to exercise due diligence",
      "why do they say due diligence"
    ],
    "querygen_score": [
      "-0.04687023",
      "0.25064483",
      "-1.8104469"
    ]
  },
  {
    "id": "legal-advice_91__105",
    "doc_id": "legal-advice_91",
    "chunk_id": 105,
    "document_category": "legal-advice",
    "text": "• Be sure you used the correct method to figure your tax. See the instructions for line 16.\n• Be sure to enter your SSN in the\nspace provided on page 1 of Form 1040\nor 1040-SR. If you are married filing a The IRS Mission. Provide America's taxpayers top-quality service by helping them\nunderstand and meet their tax responsibilities and enforce the law with integrity and\nfairness to all. joint or separate return, also enter your\nspouse's SSN. Be sure to enter your SSN\nin the space next to your name. Check\nthat your name and SSN agree with your\nsocial security card. • Make sure your name and address\nare correct. Enter your (and your spouse's) name in the same order as shown\non your last return. • If you live in an apartment, be sure\nto include your apartment number in\nyour address. • If you are taking the standard deduction, see the instructions for line 12\nto be sure you entered the correct\namount. • If you received capital gain distributions but weren't required to file\nSchedule D, make sure you checked the\nbox on line 7.\n• If you are taking the EIC, be sure\nyou used the correct column of the EIC\nTable for your filing status and the number of qualifying children you have who\nhave valid SSNs. • Remember to sign and date Form\n1040 or 1040-SR and enter your occupation(s). • Attach your Form(s) W-2 and other required forms and schedules. Put all\nforms and schedules in the proper order. See Assemble Your Return, earlier.\n• If you owe tax and are paying by\ncheck or money order, be sure to include\nall the required information on your payment. See the instructions for line 37 for\ndetails. • Make sure to check Where Do You\nFile? before mailing your return. Over\nthe next several years, the IRS will be\nreducing the number of paper tax return\nprocessing sites. Because of this, you\nmay need to mail your return to a different address than you have in the past. • Don’t file more than one original\nreturn for the same year, even if you\nhaven't gotten your refund or haven't\nheard from the IRS since you filed. Filing more than one original return for the\nsame year, or sending in more than one\ncopy of the same return (unless we ask\nyou to do so), could delay your refund. -76- • Make sure that if you, your spouse\nwith whom you are filing a joint return,\nor your dependent was enrolled in Marketplace coverage, and advance payments of the premium tax credit were\nmade for the coverage, that you attach\nForm 8962. For tax years other than\n2020, you may have to repay excess advance payments, even if someone else\nenrolled you, your spouse, or your dependent in the Marketplace coverage. Excess advance payments may also have\nto be repaid if you enrolled someone in\nMarketplace coverage, you don't claim\nthat individual as a dependent, and no\none else claims that individual as a dependent. See the instructions for Schedule 2, line 2, and the Instructions for\nForm 8962.",
    "querygen": [
      "what is ssn on irs",
      "what form do you put your ssn on on taxes",
      "what is married tax form"
    ],
    "querygen_score": [
      "-2.1597798",
      "0.20596929",
      "-2.4249108"
    ]
  },
  {
    "id": "legal-advice_4__2",
    "doc_id": "legal-advice_4",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "Under the retail method\nthe total of the retail selling prices of the goods on hand at the end of the year in each\ndepartment or of each class of goods is reduced to approximate cost by deducting\ntherefrom an amount which bears the same ratio to such total as —\n(1) The total of the retail selling prices of the goods included in the opening\ninventory plus the retail selling prices of the goods purchased during the year, with\nproper adjustment to such selling prices for all mark-ups and mark-downs, less\n(2) The cost of the goods included in the opening inventory plus the cost of the\ngoods purchased during the year, bears to (1). (Emphasis added) POSTF-134426-04 3 Treas. Reg. § 1.472-8(e)(3) in effect for years prior to 2001 provides: Use of inventory\nprice index computed with reference to consumer or producer price indexes--(i) In\ngeneral. For purposes of section 1.472-8(e)(1), for taxable years beginning after\nDecember 31, 1981, an inventory price index computed in the manner provided by\nsection 1.472-8(e)(1) will be accepted by the Commissioner as an appropriate method\nof computing an index, and the use of such inventory price index to compute the LIFO\nvalue of a dollar-value inventory pool will be accepted as accurate, reliable, and\nsuitable. A taxpayer using the inventory price index computation method provided by\nsection 1.472-8(e)(3) must use such method in determining the value of all goods for\nwhich the taxpayer has elected to use the LIFO method. Treas. Reg. § 1.472-8(e)(3)(iii) in effect for years prior to 2001 provides: Selection of\nconsumer or producer price indexes--(A) In general. An inventory price index computed\nas provided by section 1.472-8(e)(3) is computed with reference to the consumer or\nproducer price indexes for specific categories of inventory items in the CPI Detailed\nReport or Producer Prices and Price Indexes published by the United States Bureau of\nLabor Statistics. Treas. Reg. § 1.472-8(e)(3)(iii)(C) in effect for years prior to 2001 provides: Other\nselection requirements. Manufacturers, processors, wholesalers, jobbers, and\ndistributors may select indexes from only Producer Prices and Price Indexes. Retailers\nmay select indexes from either the CPI Detailed Report or Producer Prices and Price\nIndexes, but if equally appropriate indexes could be selected from either publication, a\nretailer using the retail inventory method must select the index from the CPI Detailed\nReport and a retailer not using the retail inventory method must select the index from\nProducer Prices and Price Indexes. If a retailer using the retail inventory method\nselects a price index from Producer Prices and Price Indexes, the selected index must\nbe converted into a retail price index. If a retailer not using the retail inventory method\nselects an index from the CPI Detailed Report, the selected index must be converted\ninto a cost price index. Manufacturers, processors, wholesalers, jobbers, and\ndistributors, must convert selected indexes into cost price indexes. Revenue Ruling 54-49, 1954-1 C.B. 32, provides: A specialty store on the cost inventory\nmethod does not ordinarily compute the net markon percentages for its respective\ndepartments, for this is a tool of the retail inventory method. It does, however, compute\nits gross profit percentages for its respective departments, essentially the same\nquantity.",
    "querygen": [
      "what is retail retail methods",
      "retail method of pricing",
      "retail method definition of total costs"
    ],
    "querygen_score": [
      "1.3765194",
      "2.8070774",
      "0.67339146"
    ]
  },
  {
    "id": "legal-advice_29__17",
    "doc_id": "legal-advice_29",
    "chunk_id": 17,
    "document_category": "legal-advice",
    "text": "Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. Exception to time lived with you. Temporary absences by you or the child\nfor special circumstances, such as\nschool, vacation, business, medical care,\nmilitary service, or detention in a juvenile facility, count as time lived in the\nhome. Also see Kidnapped child, later,\nunder Who Qualifies as Your Dependent, if applicable. A child is considered to have lived\nwith you for all of 2022 if the child was\nborn or died in 2022 and your home was\nthe child's home for the entire time the\nchild was alive. Similarly, if you adopted the child in 2022, or the child was\nlawfully placed with you for legal adoption by you in 2022, the child is considered to have lived with you for all of\n2022 if your main home was this child's\nmain home for the entire time since the\nchild was adopted or placed with you in\n2022. Keeping up a home. To find out what\nis included in the cost of keeping up a\nhome, see Pub. 501. Name and Address\nPrint or type the information in the\nspaces provided. If you are married filing a separate return, enter your spouse's\nname in the entry space below the filing\nstatus checkboxes instead of below your\nname. If you filed a joint return for TIP 2021 and you are filing a joint\nreturn for 2022 with the same\nspouse, be sure to enter your names and\nSSNs in the same order as on your 2021\nreturn. Name Change If you changed your name because of\nmarriage, divorce, etc., be sure to report\nthe change to the Social Security Administration (SSA) before filing your return. This prevents delays in processing\nyour return and issuing refunds. It also\nsafeguards your future social security\nbenefits. Need more information or forms? Visit IRS.gov. Address Change If you plan to move after filing your return, use Form 8822 to notify the IRS of\nyour new address. P.O. Box Enter your box number only if your post\noffice doesn't deliver mail to your home. Foreign Address If you have a foreign address, enter the\ncity name on the appropriate line. Don’t\nenter any other information on that line,\nbut also complete the spaces below that\nline. Don’t abbreviate the country name. Follow the country’s practice for entering the postal code and the name of the\nprovince, county, or state. Death of a Taxpayer\nSee Death of a Taxpayer under General\nInformation, later. Social Security\nNumber (SSN) An incorrect or missing SSN can increase your tax, reduce your refund, or\ndelay your refund. To apply for an SSN,\nfill in Form SS-5 and return it, along\nwith the appropriate evidence documents, to the Social Security Administration (SSA). You can get Form SS-5\nonline at SSA.gov/forms/ss-5.pdf, from\nyour local SSA office, or by calling the\nSSA at 800-772-1213. It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard.",
    "querygen": [
      "how do you find out the dependent on forms",
      "can you claim dependents on 1040",
      "how to find out if someone is a dependent on a 1040"
    ],
    "querygen_score": [
      "0.82905793",
      "0.86576146",
      "1.767484"
    ]
  },
  {
    "id": "legal-advice_39__109",
    "doc_id": "legal-advice_39",
    "chunk_id": 109,
    "document_category": "legal-advice",
    "text": "A joint\nreturn should show your spouse's 2022\nincome before death and your income for all of 2022. Enter “Filing as surviving spouse” in the area where you sign\nthe return. If someone else is the personal representative, they must also sign. All payers of income, including financial institutions, should be promptly\nnotified of the taxpayer's death. This\nwill ensure the proper reporting of income earned by the taxpayer's estate or\nheirs. A deceased taxpayer's social security number shouldn't be used for tax\nyears after the year of death, except for\nestate tax return purposes. Claiming a Refund for a\nDeceased Taxpayer If you are filing a joint return with your\ndeceased spouse, you only need to file\nthe tax return to claim the refund. If you\nare a court-appointed representative, file\nthe return and include a copy of the certificate that shows your appointment. All\nother filers requesting the deceased taxpayer's refund must file the return and\nattach Form 1310. For more details, use Tax Topic 356\nor see Pub. 559. Past Due Returns If you or someone you know needs to\nfile past due tax returns, use Tax Topic\n153 or go to IRS. gov/Individuals for\nhelp in filing those returns. Send the return to the address that applies to you in\nthe latest Form 1040 and 1040-SR instructions. For example, if you are filing\na 2019 return in 2023, use the address at\nthe end of these instructions. However,\nif you got an IRS notice, mail the return\nto the address in the notice. How To Get Tax Help If you have questions about a tax issue;\nneed help preparing your tax return; or\nwant to download free publications,\nforms, or instructions, go to IRS.gov to\nfind resources that can help you right\naway. Preparing and filing your tax return. After receiving all your wage and earnings statements (Forms W-2, W-2G,\n1099-R, 1099-MISC, 1099-NEC, etc.);\nunemployment compensation statements\n(by mail or in a digital format) or other\ngovernment payment statements (Form\n1099-G); and interest, dividend, and retirement statements from banks and in- -78- vestment firms (Form 1099), you have\nseveral options to choose from to prepare and file your tax return. You can\nprepare the return yourself, see if you\nqualify for free tax preparation, or hire a\ntax professional to prepare your return. Free options for tax preparation. Go\nto IRS.gov to see your options for preparing and filing your return online or in\nyour local community, if you qualify,\nwhich include the following. • Free File. This program lets you\nprepare and file your federal individual\nincome tax return for free using\nbrand-name-tax preparation-and-filing\nsoftware or Free File fillable forms. However, state tax preparation may not\nbe available through Free File. Go to\nIRS. gov/FreeFile to see if you qualify\nfor free online federal tax preparation,\ne-filing, and direct deposit or payment\noptions. • VITA. The Volunteer Income Tax\nAssistance (VITA) program offers free\ntax help to people with low-to-moderate\nincomes, persons with disabilities, and\nlimited-English-speaking taxpayers who\nneed help preparing their own tax returns. Go to IRS. gov/VITA, download\nthe free IRS2Go app, or call\n800-906-9887 for information on free\ntax return preparation. • TCE. The Tax Counseling for the\nElderly (TCE) program offers free tax\nhelp for all taxpayers, particularly those\nwho are 60 years of age and older.",
    "querygen": [
      "what is the date you must sign joint tax return",
      "when you are surviving spouse on your joint return what do you have to sign",
      "how to write a joint tax return"
    ],
    "querygen_score": [
      "-0.9484223",
      "1.1386583",
      "-0.065594114"
    ]
  },
  {
    "id": "legal-advice_63__1",
    "doc_id": "legal-advice_63",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Treasury Department\nCircular No. 230\n(Rev. 6-2014) Regulations Governing Practice before\nthe Internal Revenue Service Catalog Number 16586R\nwww.irs.gov Department\nof the\nTreasury\nInternal\nRevenue\nService Title 31 Code of Federal Regulations,\nSubtitle A, Part 10,\npublished (June 12, 2014) 31 U.S.C. §330. Practice before the Department\n(a) Subject to section 500 of title 5, the Secretary of the Treasury may —\n(1) regulate the practice of representatives of persons before the Department of the Treasury; and\n(2) before admitting a representative to practice, require that the representative demonstrate —\n(A) good character;\n(B) good reputation;\n(C) necessary qualifications to enable the representative to provide to persons valuable service; and\n(D) competency to advise and assist persons in presenting their cases. (b) After notice and opportunity for a proceeding, the Secretary may suspend or disbar from practice before the\nDepartment, or censure, a representative who —\n(1) is incompetent;\n(2) is disreputable;\n(3) violates regulations prescribed under this section; or\n(4) with intent to defraud, willfully and knowingly misleads or threatens the person being represented or a\nprospective person to be represented. The Secretary may impose a monetary penalty on any representative described in the preceding sentence. If the\nrepresentative was acting on behalf of an employer or any firm or other entity in connection with the conduct\ngiving rise to such penalty, the Secretary may impose a monetary penalty on such employer, firm, or entity if\nit knew, or reasonably should have known, of such conduct. Such penalty shall not exceed the gross income\nderived (or to be derived) from the conduct giving rise to the penalty and may be in addition to, or in lieu of, any\nsuspension, disbarment, or censure of the representative. (c) After notice and opportunity for a hearing to any appraiser, the Secretary may —\n(1) provide that appraisals by such appraiser shall not have any probative effect in any administrative\nproceeding before the Department of the Treasury or the Internal Revenue Service, and\n(2) bar such appraiser from presenting evidence or testimony in any such proceeding. (d) Nothing in this section or in any other provision of law shall be construed to limit the authority of the\nSecretary of the Treasury to impose standards applicable to the rendering of written advice with respect to any\nentity, transaction plan or arrangement, or other plan or arrangement, which is of a type which the Secretary\ndetermines as having a potential for tax avoidance or evasion. (Pub. L. 97–258, Sept. 13, 1982, 96 Stat. 884; Pub. L. 98–369, div. A, title I, §156(a), July 18, 1984, 98 Stat. 695; Pub. L. 99–514, §2, Oct. 22, 1986, 100 Stat. 2095; Pub. L. 108–357, title VIII, §822(a)(1), (b), Oct. 22, 2004,\n118 Stat. 1586, 1587; Pub. L. 109–280, title XII, §1219(d), Aug. 17, 2006, 120 Stat. 1085.) Page 2 Treasury Department Circular No. 230",
    "querygen": [
      "irs catalog number",
      "what is the irs code of federal regulations",
      "internal revenue code"
    ],
    "querygen_score": [
      "0.66036177",
      "0.11261126",
      "-0.45466042"
    ]
  },
  {
    "id": "legal-advice_99__119",
    "doc_id": "legal-advice_99",
    "chunk_id": 119,
    "document_category": "legal-advice",
    "text": "Also enter “Repaid” and the\namount you repaid on the dotted line\nnext to line 7. If, in 2022, you repaid\nmore than $3,000 of unemployment\ncompensation that you included in gross\nincome in an earlier year, see Repayments in Pub. 525 for details on how to\nreport the payment. have any business expenses. Also don’t\nreport on lines 8a through 8z any nonemployee compensation shown on Form\n1099-MISC, 1099-NEC, or 1099-K (unless it isn't self-employment income,\nsuch as income from a hobby or a\nsporadic activity). Instead, see the Instructions for Recipient included on\nForm 1099-MISC, 1099-NEC, or\n1099-K to find out where to report that\nincome. For more information about\nwhat is being reported on Form 1099-K,\nsee the Instructions for Payee included\non that form and visit IRS.gov/Gig. Net operating loss (NOL) deduction. Enter on line 8a any NOL deduction\nfrom an earlier year. Enter the amount in\nthe preprinted parentheses (as a negative\nnumber). The amount of your deduction\nwill be subtracted from the other\namounts of income listed on lines 8b\nthrough 8z. See Pub. 536 for details. Line 8b\nGambling. Enter on line 8b any gambling winnings. Gambling winnings include lotteries, raffles, a lump-sum payment from the sale of a right to receive\nfuture lottery payments, etc. For details\non gambling losses, see the instructions\nfor Schedule A, line 16. Attach Form(s) W-2G to Form TIP 1040 or 1040-SR if any federal\nincome tax was withheld. Line 8c\nCancellation of debt. Enter on line 8c\nany canceled debt. Canceled debt may\nbe shown in box 2 of Form 1099-C. However, part or all of your income\nfrom cancellation of debt may be nontaxable. See Pub. 4681 or go to IRS.gov\nand enter “canceled debt” or “foreclosure” in the search box. Lines 8a Through 8z Line 8d Do not report on lines 8a\nthrough 8z any income from\nCAUTION self-employment\nor fees received as a notary public. Instead, you\nmust use Schedule C, even if you don’t ! Line 8e\nIncome from Form 8853. Enter on\nline 8e the total of the amounts from\nForm 8853, lines 8, 12, and 26. See Pub.\n969. You may have to pay an additional tax if you received a taxCAUTION able distribution from an Archer MSA or Medicare Advantage MSA. See the Instructions for Form 8853. ! Line 8a If you received unemployment\nTIP compensation in 2022, your\nstate may issue an electronic\nForm 1099-G instead of it being mailed\nto you. Check your state's unemployment\ncompensation website for more information. Other Income number). The amount from Form 2555,\nline 45, will be subtracted from the other\namounts of income listed on lines 8a\nthrough 8c and lines 8e through 8z. Complete the Foreign Earned Income\nTax Worksheet if you enter an amount\non Form 2555, line 45. Foreign earned income exclusion and\nhousing exclusion from Form 2555. Enter the amount of your foreign earned\nincome and housing exclusion from\nForm 2555, line 45. Enter the amount in\nthe preprinted parentheses (as a negative -85- Line 8f\nIncome from Form 8889. Enter on\nline 8f the total of the amounts from\nForm 8889, lines 16 and 20. You may have to pay an additional tax if you received a taxCAUTION able distribution from a health\nsavings account. See the Instructions for\nForm 8889. !",
    "querygen": [
      "how much can i make on unemployment",
      "what is the amount for the unemployment payment",
      "how much unemployment can i recoup"
    ],
    "querygen_score": [
      "-2.691614",
      "-1.669699",
      "-2.4232104"
    ]
  },
  {
    "id": "legal-advice_96__28",
    "doc_id": "legal-advice_96",
    "chunk_id": 28,
    "document_category": "legal-advice",
    "text": "1. Child tax credit and credit for other dependents (line 19)\nand additional child tax credit (line 28). 2. Head of household filing status. 3. Credit for child and dependent care expenses (Schedule\n3, line 2). 4. Exclusion for dependent care benefits (Form 2441, Part\nIII). 5. Earned income credit (line 27). No other person can take any of the five tax benefits just listed\nbased on the qualifying child. If you and any other person can\nclaim the child as a qualifying child, the following rules apply. For purposes of these rules, the term \"parent\" means a biological or adoptive parent of an individual. It doesn't include a stepparent or foster parent unless that person has adopted the individual. • If only one of the persons is the child's parent, the child is\ntreated as the qualifying child of the parent. • If the parents file a joint return together and can claim the\nchild as a qualifying child, the child is treated as the qualifying\nchild of the parents. • If the parents don’t file a joint return together but both parents claim the child as a qualifying child, the IRS will treat the\nchild as the qualifying child of the parent with whom the child\nlived for the longer period of time in 2022. If the child lived\nwith each parent for the same amount of time, the IRS will treat\nthe child as the qualifying child of the parent who had the higher adjusted gross income (AGI) for 2022. • If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. • If a parent can claim the child as a qualifying child but no\nparent does so claim the child, the child is treated as the qualifying child of the person who had the highest AGI for 2022, but\nonly if that person's AGI is higher than the highest AGI of any\nparent of the child who can claim the child. Example. Your child, J meets the conditions to be a qualifying child for both you and your parent. J doesn't meet the conditions to be a qualifying child of any other person, including J’s\nother parent. Under the rules just described, you can claim J as a\nqualifying child for all of the five tax benefits just listed for\nwhich you otherwise qualify. Your parent can't claim any of\nthose five tax benefits based on J. However, if your parent’s\nAGI is higher than yours and you do not claim J as a qualifying\nchild, J is the qualifying child of your parent. For more details and examples, see Pub. 501. If you will be claiming the child as a qualifying child, go to\nStep 2. Otherwise, stop; you can't claim any benefits based on\nthis child. Social security number. You must enter each dependent's social security number (SSN). Be sure the name and SSN entered\nagree with the dependent's social security card.",
    "querygen": [
      "what forms can i file for a dependent on tax return",
      "what is the credit line for dependent care",
      "which tax credit for dependent care expenses is irs"
    ],
    "querygen_score": [
      "-0.101022184",
      "0.08987348",
      "0.59694195"
    ]
  },
  {
    "id": "legal-advice_91__38",
    "doc_id": "legal-advice_91",
    "chunk_id": 38,
    "document_category": "legal-advice",
    "text": "You must have been at least\nage 70 1/2 when the distribution was\nmade. Generally, your total QCDs for the\nyear can't be more than $100,000. (On a\njoint return, your spouse can also have a\nQCD of up to $100,000.) The amount of\nthe QCD is limited to the amount that would otherwise be included in your income. If your IRA includes nondeductible contributions, the distribution is first\nconsidered to be paid out of otherwise\ntaxable income. See Pub. 590-B for details. You can't claim a charitable\ncontribution deduction for any\nCAUTION QCD not included in your income. ! Exception 4. If all or part of the distribution is a health savings account (HSA)\nfunding distribution (HFD), enter the total distribution on line 4a. If the total\namount distributed is an HFD and you\nelect to exclude it from income, enter -0on line 4b. If only part of the distribution is an HFD and you elect to exclude\nthat part from income, enter the part that\nisn't an HFD on line 4b unless Exception\n2 applies to that part. Enter “HFD” next\nto line 4b. An HFD is a distribution made directly by the trustee of your IRA (other\nthan an ongoing SEP or SIMPLE IRA)\nto your HSA. If eligible, you can generally elect to exclude an HFD from your\nincome once in your lifetime. You can't\nexclude more than the limit on HSA\ncontributions or more than the amount\nthat would otherwise be included in your\nincome. If your IRA includes nondeductible contributions, the HFD is first considered to be paid out of otherwise taxable income. See Pub. 969 for details. The amount of an HFD reduces\nthe amount you can contribute\nCAUTION to your HSA for the year. If you\nfail to maintain eligibility for an HSA\nfor the 12 months following the month of\nthe HFD, you may have to report the\nHFD as income and pay an additional\ntax. See Form 8889, Part III. ! More than one exception applies. If\nmore than one exception applies, include\na statement showing the amount of each\nexception, instead of making an entry\nnext to line 4b. For example: “Line 4b –\n$1,000 Rollover and $500 HFD.” But\nyou do not need to attach a statement if\nonly Exception 2 and one other exception apply. More than one distribution. If you (or\nyour spouse if filing jointly) received\nmore than one distribution, figure the\ntaxable amount of each distribution and -27- enter the total of the taxable amounts on\nline 4b. Enter the total amount of those\ndistributions on line 4a. You may have to pay an additional tax if you received an\nCAUTION early distribution from your\nIRA and the total wasn't rolled over. See\nthe instructions for Schedule 2, line 8,\nfor details. ! More information. For more information about IRAs, see Pub. 590-A and\nPub. 590-B. Lines 5a and 5b\nPensions and Annuities You should receive a Form 1099-R\nshowing the total amount of your pension and annuity payments before income tax or other deductions were withheld. This amount should be shown in\nbox 1 of Form 1099-R. Pension and annuity payments include distributions\nfrom 401(k), 403(b), and governmental\n457(b) plans. Rollovers and lump-sum\ndistributions are explained later. Don’t\ninclude the following payments on lines\n5a and 5b.",
    "querygen": [
      "what is the max amount of a qcd a person can file",
      "what is the amount of qcd for a joint return",
      "how much money you can have on a tax return"
    ],
    "querygen_score": [
      "-1.0537034",
      "0.7750075",
      "-1.5924618"
    ]
  },
  {
    "id": "legal-advice_34__6",
    "doc_id": "legal-advice_34",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26\n§ 10.37 Requirements for written advice. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26\n§ 10.38 Establishment of advisory committees.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 27 Treasury Department Circular No. 230 Page 3 Subpart C — Sanctions for Violation of the Regulations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28\n§ 10.50 Sanctions. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28\n§ 10.51 Incompetence and disreputable conduct. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28\n§ 10.52 Violations subject to sanction. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30\n§ 10.53 Receipt of information concerning practitioner.",
    "querygen": [
      "what is the meaning of the word tiger ?",
      "which words are from the poem ''''''",
      "who is a ."
    ],
    "querygen_score": [
      "-7.856551",
      "-6.3323526",
      "-6.5844793"
    ]
  },
  {
    "id": "legal-advice_92__88",
    "doc_id": "legal-advice_92",
    "chunk_id": 88,
    "document_category": "legal-advice",
    "text": "• Any numbers or letters on lines\n35b through 35d are crossed out or whited out. The IRS isn't responsible for a\nlost refund if you enter the\nCAUTION wrong\naccount information. Check with your financial institution to\nget the correct routing and account\nnumbers and to make sure your direct\ndeposit will be accepted. ! Line 36\nApplied to Your 2023\nEstimated Tax\nEnter on line 36 the amount, if any, of\nthe overpayment on line 34 you want\napplied to your 2023 estimated tax. We\nwill apply this amount to your account\nunless you include a statement requesting us to apply it to your spouse's account. Include your spouse's social security number in the statement. This election to apply part or\nall of the amount overpaid to\nCAUTION your 2023 estimated tax can't\nbe changed later. ! Need more information or forms? Visit IRS.gov. -58- Amount You Owe To avoid interest and penalties, TIP pay your taxes in full by the\ndue date of your return (not including extensions)—April 18, 2023, for\nmost taxpayers. You don’t have to pay if\nline 37 is under $1. Include any estimated tax penalty\nfrom line 38 in the amount you enter on\nline 37. Don’t include any estimated\npayments for 2023 in this payment. Instead, make the estimated payment separately. Bad check or payment. The penalty\nfor writing a bad check to the IRS is $25\nor 2% of the check, whichever is more. However, if the amount of the check is\nless than $25, the penalty equals the\namount of the check. This also applies to\nother forms of payment if the IRS\ndoesn’t receive the funds. Use Tax Topic\n206. Line 37\nAmount You Owe\nThe IRS offers several payment options. You can pay online, by phone, mobile\ndevice, cash (maximum $1,000 per day\nand per transaction), check, or money\norder. Go to IRS.gov/Payments for payment options. Pay Online\nPaying online is convenient and secure\nand helps make sure we get your pay- ments on time. To pay your taxes online\nor for more information, go to IRS.gov/\nPayments. You can pay using any of the\nfollowing methods. • Your Online Account. You can\nnow make tax payments through your\nonline account, including balance payments, estimated tax payments, or other\ntypes. You can also see your payment\nhistory and other tax records there. Go\nto IRS.gov/Account. • IRS Direct Pay. For online transfers directly from your checking or savings account at no cost to you, go to\nIRS.gov/Payments. • Pay by Card. To pay by debit or\ncredit card, go to IRS.gov/Payments. A\nconvenience fee is charged by these\nservice providers. • Electronic Funds Withdrawal\n(EFW) is an integrated e-file/e-pay option offered when filing your federal\ntaxes electronically using tax return\npreparation software, through a tax professional, or the IRS at IRS.gov/\nPayments. • Online Payment Agreement. If\nyou can’t pay in full by the due date of\nyour tax return, you can apply for an online monthly installment agreement at\nIRS.gov/Payments. Once you complete\nthe online process, you will receive immediate notification of whether your\nagreement has been approved. A user\nfee is charged. Pay by Phone\nPaying by phone is another safe and secure method of paying electronically.",
    "querygen": [
      "when checking irs routing number is wrong, check with account number.",
      "irs account number and routing number",
      "what accounts are crossed out"
    ],
    "querygen_score": [
      "-1.0421875",
      "-1.8488333",
      "-1.8475995"
    ]
  },
  {
    "id": "legal-advice_33__35",
    "doc_id": "legal-advice_33",
    "chunk_id": 35,
    "document_category": "legal-advice",
    "text": "(B) Hourly rates. (C) Range of fees for particular services. (D) Fee charged for an initial consultation. (ii) Any statement of fee information concerning\nmatters in which costs may be incurred must include\na statement disclosing whether clients will be\nresponsible for such costs. (2) A practitioner may charge no more than the\nrate(s) published under paragraph (b)(1) of this\nsection for at least 30 calendar days after the last date\non which the schedule of fees was published. (c) Communication of fee information. Fee\ninformation may be communicated in professional\nlists, telephone directories, print media, mailings,\nand electronic mail, facsimile, hand delivered\nflyers, radio, television, and any other method. The method chosen, however, must not cause the\ncommunication to become untruthful, deceptive,\nor otherwise in violation of this part. A practitioner\nmay not persist in attempting to contact a prospective\nclient if the prospective client has made it known\nto the practitioner that he or she does not desire\nto be solicited. In the case of radio and television\nbroadcasting, the broadcast must be recorded\nand the practitioner must retain a recording of the\nactual transmission. In the case of direct mail and\ne-commerce communications, the practitioner must\nretain a copy of the actual communication, along\nwith a list or other description of persons to whom the\n§ 10.30 — Page 23 Table of Contents communication was mailed or otherwise distributed. The copy must be retained by the practitioner for a\nperiod of at least 36 months from the date of the last\ntransmission or use. (d) Improper associations. A practitioner may not,\nin matters related to the Internal Revenue Service,\nassist, or accept assistance from, any person or entity\nwho, to the knowledge of the practitioner, obtains\nclients or otherwise practices in a manner forbidden\nunder this section. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. (Approved by the Office of Management and Budget\nunder Control No. 1545-1726)\n§ 10.31 Negotiation of taxpayer checks. (a) A practitioner may not endorse or otherwise\nnegotiate any check (including directing or accepting\npayment by any means, electronic or otherwise, into\nan account owned or controlled by the practitioner or\nany firm or other entity with whom the practitioner\nis associated) issued to a client by the government in\nrespect of a Federal tax liability. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.32 Practice of law. Nothing in the regulations in this part may be\nconstrued as authorizing persons not members of the\nbar to practice law. § 10.33 Best practices for tax advisors. (a) Best practices. Tax advisors should provide\nclients with the highest quality representation\nconcerning Federal tax issues by adhering to best\npractices in providing advice and in preparing or\nassisting in the preparation of a submission to the\nInternal Revenue Service. In addition to compliance\nwith the standards of practice provided elsewhere in\nthis part, best practices include the following:\n(1) Communicating clearly with the client\nPage 24 — § 10.30 regarding the terms of the engagement. For example,\nthe advisor should determine the client’s expected\npurpose for and use of the advice and should have\na clear understanding with the client regarding the\nform and scope of the advice or assistance to be\nrendered.",
    "querygen": [
      "cost statement",
      "how to write statement of fee",
      "what is fee information on a contract"
    ],
    "querygen_score": [
      "-1.9922013",
      "-2.3885012",
      "-2.7874708"
    ]
  },
  {
    "id": "legal-advice_72__12",
    "doc_id": "legal-advice_72",
    "chunk_id": 12,
    "document_category": "legal-advice",
    "text": "Treas. Reg. § 1.263(a)-4(b)(1) identifies the categories of intangibles that must be\ncapitalized as follows:\n(b) Capitalization with respect to intangibles--(1) In general. Except\nas otherwise provided in this section, a taxpayer must capitalize-(i) An amount paid to acquire an intangible (see\nparagraph (c) of this section)[39]; 37 The change in litigation position announced in 2002 that cited Lychuk, Chief Counsel Notice CC-2002021, 2002 WL 32813480, addressed employee compensation, fixed overhead and de mimis transaction\ncosts, expenditures not addressed in this advice. The current position of the Commissioner on\ncapitalization is set for the capitalization of intangible regulations as in effect for the years at issue,\nregulations that were originally promulgated in 2004, T.D. 9107, 2004-1 C.B. 447.\n38 Urquhart v. Commissioner, 215 F.2d 17 (3rd Cir. 1954) and Corporation X’s arguments relative Treas. Reg. § 1.263(a)-4(d)(9) are addressed in footnote 60, below. 39 Amounts paid to acquire intangibles are not addressed herein since the regulations set forth that to be\nan acquired intangible the taxpayer must have acquired the intangible in a “purchase or similar\ntransaction.” Treas. Reg. § 1.263(a)-4(c)(1). While “purchase or similar transaction” is not defined in the\nregulations, reading the -4 regulations as a whole, the regulatory scheme would treat the ANDAs at issue\nas created, not acquired, because the ANDAs were, for example, not acquired from another POSTU-139175-10 39 (ii) An amount paid to create an intangible described in\nparagraph (d) of this section; (iii) An amount paid to create or enhance a separate\nand distinct intangible asset within the meaning of\nparagraph (b)(3) of this section; (iv) An amount paid to create or enhance a future\nbenefit identified in published guidance in the\nFederal Register or in the Internal Revenue Bulletin\n(see § 601.601(d)(2)(ii) of this chapter) as an\nintangible for which capitalization is required under\nthis section; [40] and (v) An amount paid to facilitate (within the meaning of\nparagraph (e)(1) of this section) an acquisition or\ncreation of an intangible described in paragraph\n(b)(1)(i), (ii), (iii) or (iv) of this section. Treas. Reg. § 1.263(a)-4(b)(1)(emphasis added). Thus, rather than providing an overall definition of intangibles, the regulations require\ncapitalization of expenditures that are within the categories identified in Treas. Reg.\n§ 1.263(a)-4(b)(1)(i.e., amounts paid to acquire or create an intangible, amounts paid to\ncreate or enhance a separate and distinct intangible and amounts paid to facilitate an\nacquisition or creation of an intangible, if within the subsections cross-referenced by\nTreas. Reg. § 1.263(a)-4(b)(1)) and not specifically exempted from capitalization (e.g.,\nthe 12-month rule). These identified categories of expenditures are construed broadly\nto comply with the regulatory regime of capitalization reflected in the regulations, taking\ninto account the facts and circumstances of each case. T.D. 9107, 2004-1 C.B. 447,\n§ II. D.\nConsidering the facts and circumstances of this case, and the intangible regulations as\na whole, the professional fees at issue are clearly within one or more of the identified\ncategories of expenditures that must be capitalized. At a minimum, the amounts were\npharmaceutical company for consideration. In Media Space Inc. v. Commissioner, 135 T.C. 424, 440-441\n(2010), after finding that the intangibles at issue were not, in substance, exchanged (as argued by the\ngovernment), the Court found that Treas.",
    "querygen": [
      "which of the following is capitalized in the tax law",
      "which of the following is capitalized in capitalized",
      "treas. reg. definitions"
    ],
    "querygen_score": [
      "-1.7207994",
      "-1.1482887",
      "-0.11307903"
    ]
  },
  {
    "id": "legal-advice_67__20",
    "doc_id": "legal-advice_67",
    "chunk_id": 20,
    "document_category": "legal-advice",
    "text": "effective April 1, 2004. (iii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 4, 5, or 6, except for those individuals\nwho received their initial enrollment after November\n1, 2004, must apply for renewal between November\n1, 2004, and January 31, 2005. The renewal will be\neffective April 1, 2005. (iv) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 7, 8, or 9, except for those individuals\nwho received their initial enrollment after November\n1, 2005, must apply for renewal between November\n1, 2005, and January 31, 2006. The renewal will be\neffective April 1, 2006. (v) Thereafter, applications for renewal as an\nenrolled agent will be required between November\n1 and January 31 of every subsequent third year as\nspecified in paragraph (d)(2)(i), (d)(2)(ii), or (d)\n(2)(iii) of this section according to the last number\nof the individual’s social security number or tax\nidentification number. Those individuals who\nreceive initial enrollment as an enrolled agent after\nNovember 1 and before April 2 of the applicable\nrenewal period will not be required to renew their\nenrollment before the first full renewal period\nfollowing the receipt of their initial enrollment. (3) Renewal period for enrolled retirement plan\nagents. (i) All enrolled retirement plan agents must\nrenew their preparer tax identification number as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. (ii) Enrolled retirement plan agents will be\nrequired to renew their status as enrolled retirement\nplan agents between April 1 and June 30 of every\nthird year subsequent to their initial enrollment. (4) Renewal period for registered tax return\npreparers. Registered tax return preparers must\nrenew their preparer tax identification number and\ntheir status as a registered tax return preparer as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. (5) Notification of renewal. After review and\napproval, the Internal Revenue Service will notify\n§ 10.6 — Page 11 Table of Contents the individual of the renewal and will issue the\nindividual a card or certificate evidencing current\nstatus as an enrolled agent, enrolled retirement plan\nagent, or registered tax return preparer. (6) Fee. A reasonable nonrefundable fee may be\ncharged for each application for renewal filed. See 26\nCFR part 300.\n(7) Forms. Forms required for renewal may be\nobtained by sending a written request to the address\nspecified by the Internal Revenue Service or from\nsuch other source as the Internal Revenue Service\nwill publish in the Internal Revenue Bulletin (see\n26 CFR 601.601(d)(2)(ii)(b)) and on the Internal\nRevenue Service webpage (www.irs.gov). (e) Condition for renewal: continuing education. In order to qualify for renewal as an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer, an individual must certify, in the\nmanner prescribed by the Internal Revenue Service,\nthat the individual has satisfied the requisite number\nof continuing education hours. (1) Definitions. For purposes of this section —\n(i) Enrollment year means January 1 to\nDecember 31 of each year of an enrollment cycle. (ii) Enrollment cycle means the three successive\nenrollment years preceding the effective date of\nrenewal. (iii) Registration year means each 12-month\nperiod the registered tax return preparer is authorized\nto practice before the Internal Revenue Service.\n(iv)",
    "querygen": [
      "when do i have to renew ss number",
      "when does the new ssn number come out",
      "when is the renewal of a ssa number required"
    ],
    "querygen_score": [
      "0.72953683",
      "-2.3381581",
      "-0.085096166"
    ]
  },
  {
    "id": "legal-advice_99__12",
    "doc_id": "legal-advice_99",
    "chunk_id": 12,
    "document_category": "legal-advice",
    "text": "-10- Chart C—Other Situations When You Must File You must file a return if any of the conditions below apply for 2022. 1. You owe any special taxes, including any of the following (see the instructions for Schedule 2). a. Alternative minimum tax. b. Additional tax on a qualified plan, including an individual retirement arrangement (IRA), or other tax-favored account. c. Household employment taxes. d. Social security and Medicare tax on tips you didn't report to your employer or on wages you received from an employer\nwho didn't withhold these taxes. e. Uncollected social security and Medicare or RRTA tax on tips you reported to your employer or on group-term life\ninsurance and additional taxes on health savings accounts. f. Recapture taxes. 2. You (or your spouse if filing jointly) received health savings account, Archer MSA, or Medicare Advantage MSA\ndistributions. 3. You had net earnings from self-employment of at least $400. 4. You had wages of $108.28 or more from a church or qualified church-controlled organization that is exempt from\nemployer social security and Medicare taxes. 5. Advance payments of the premium tax credit were made for you, your spouse, or a dependent who enrolled in coverage\nthrough the Marketplace. You or whoever enrolled you should have received Form(s) 1095-A showing the amount of the\nadvance payments. 6. You are required to include amounts in income under section 965 or you have a net tax liability under section 965 that you\nare paying in installments under section 965(h) or deferred by making an election under section 965(i). -11- Need more information or forms? Visit IRS.gov. Line\nInstructions\nfor\nForms 1040\nand 1040-SR Filing Status Check only the filing status that applies\nto you. The ones that will usually give\nyou the lowest tax are listed last. • Married filing separately. • Single.\n• Head of household. • Married filing jointly. • Qualifying surviving spouse. For information about marital status, see\nPub. 501. More than one filing status can TIP apply to you. You can choose\nthe one that will give you the\nlowest tax. Single You can check the “Single” box at the\ntop of Form 1040 or 1040-SR if any of\nthe following was true on December 31,\n2022.\n• You were never married. • You were legally separated according to your state law under a decree of\ndivorce or separate maintenance. But if,\nat the end of 2022, your divorce wasn't\nfinal (an interlocutory decree), you are\nconsidered married and can't check the\nbox. • You were widowed before January\n1, 2022, and didn't remarry before the\nend of 2022. But if you have a child,\nyou may be able to use the qualifying\nsurviving spouse filing status. See the ! Also see the instructions for Schedule 1 through Schedule 3 that follow the\nForm 1040 and 1040-SR instructions. CAUTION Free File makes available free brand-name software and free e-file. Visit IRS.gov/\nFreeFile for details and to see if you are eligible. What form to file. Everyone can file Form 1040. Form 1040-SR is available to you if\nyou were born before January 2, 1958. Fiscal year filers.",
    "querygen": [
      "when do you have to file for 2022?",
      "when can i file my taxes",
      "when do i have to file tax return"
    ],
    "querygen_score": [
      "-0.90739644",
      "-1.4875616",
      "-1.4728659"
    ]
  },
  {
    "id": "legal-advice_74__2",
    "doc_id": "legal-advice_74",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "If the licenses are\nfor the use of § 197 intangibles, the attorney fees would be recovered pursuant to\n§ 197. Until provided with sufficient facts and copies of the license agreements,\nno further opinion can be provided on the cost recovery of the attorney fees POSTU-139175-10 3 capitalized to the licenses. Because Corporation X declined to provide sufficient\nfacts and copies of the licenses, Corporation X has failed to substantiate that it is\nentitled to commence cost recovery of the capitalized fees that relate to the drugs\nmarketed and sold pursuant to the licenses. 3. The annual cost recovery of the attorney fees capitalized to ANDAs and licenses\nare subject to § 263A. FACTS The facts are the same as set forth in the September 14, 2011 Memorandum. LAW AND ANALYSIS1 The September 14, 2011 Memorandum, in applying the origin of the claim test, opined\nas follows:\nBased on the facts and circumstances of this case it is clear that the\ninfringement litigation originated from Corporation X’s actions to obtain\nassets, FDA-approved ANDAs, which can be sold or used in its trade\nor business until such time, if ever, the FDA withdraws its approval of\nthe ANDAs. . . . Accordingly, the character of the claims is capital\nsince all claims are proximately related to, and have a direct nexus\nwith, Corporation X’s actions to obtain new assets, i.e., FDA-approved\nANDAs with paragraph IV certifications. September 14, 2011 Memorandum, page 37 (footnote omitted). The September 14, 2011 Memorandum also opined that the attorney fees incurred to\ninvestigate the listed patents2 must be capitalized, as follows: The transactions at issue in this case, which generated the fees at\nissue, arose from Corporation X’s filing of ANDAs with paragraph IV\ncertifications to obtain FDA-approved ANDAs allowing Corporation X to\nmarket and sell generic pharmaceuticals in the territory of the United\nStates prior to the expiration of the United States patents for the\nreferenced NDA-approved drugs. Corporation X was pursuing\nobtaining each ANDA as part of one overall transaction for FDA\n1 The September 14, 2011 Memorandum is incorporated herein by reference. Selective quotations from\nthe advice in the September 14, 2011 Memorandum should not be construed as modifying or departing\nfrom the advice contained therein, with the advice in the September 14, 2011 Memorandum confirmed\nand restated by this incorporation. 2 Listed patents are defined in the September 14, 2001 Memorandum, Addendum A. POSTU-139175-10 4 approval of each ANDA to be able to market and sell the new drugs\nthe subject of each ANDA in the United States (e.g., license, permit,\nfranchise or similar right to market and sell its generic drugs in the\nUnited States). On an ANDA-by-ANDA basis Corporation X was\nseeking to obtain FDA-approved ANDAs by carrying out the series of\nsteps required by the statutory and regulatory regime to obtain\napproval of its ANDAs. The steps included notifying the NDA holders\nand patentees of the filing of an ANDA with a paragraph IV\ncertification, with that certification necessitating outside counsels to\nresearch the patents. Once the NDA holders and patentees filed suit,\nCorporation X had to defend itself to obtain FDA approval of an ANDA\neffective before the expiration of the patents.",
    "querygen": [
      "is the attorney fees fee recovery taxable",
      "cost recovery of attorney fees POSTU-13",
      "what is the postu statute regarding the recovery of lawyer fees"
    ],
    "querygen_score": [
      "-3.0277529",
      "-1.0382545",
      "-1.7254965"
    ]
  },
  {
    "id": "legal-advice_99__85",
    "doc_id": "legal-advice_99",
    "chunk_id": 85,
    "document_category": "legal-advice",
    "text": "(11 weeks if you filed electronically). Have your 2022 tax return handy so you\ncan enter your social security number,\nyour filing status, and the exact whole\ndollar amount of your refund. Where's My Refund will provide a\npersonalized refund date as soon as the\nIRS processes your tax return and approves your refund. Effect of refund on benefits. Any refund you receive can't be counted as income when determining if you or anyone else is eligible for benefits or\nassistance, or how much you or anyone\nelse can receive, under any federal program or under any state or local program\nfinanced in whole or in part with federal\nfunds. These programs include Temporary Assistance for Needy Families\n(TANF), Medicaid, Supplemental Security Income (SSI), and Supplemental\nNutrition Assistance Program (formerly\nfood stamps). In addition, when determining eligibility, the refund can't be\ncounted as a resource for at least 12\nmonths after you receive it. Check with\nyour local benefit coordinator to find out\nif your refund will affect your benefits. DIRECT DEPOSIT Simple. Safe. Secure. Fast Refunds! Join the eight in 10 taxpayers\nwho choose direct deposit—a fast, simple, safe,\nsecure way to have your refund deposited\nautomatically to your checking or savings\naccount, including an individual retirement\narrangement (IRA). See the information about\nIRAs, later. If you want us to directly deposit the\namount shown on line 35a to your\nchecking or savings account, including\nan IRA, at a bank or other financial institution (such as a mutual fund, brokerage firm, or credit union) in the United\nStates:\n• Complete lines 35b through 35d (if\nyou want your refund deposited to only\none account), or\n• Check the box on line 35a and attach Form 8888 if you want to split the\ndirect deposit of your refund into more\nthan one account or use all or part of\nyour refund to buy paper series I savings\nbonds. If you don’t want your refund directly deposited to your account, don’t check the box on line 35a. Draw a line\nthrough the boxes on lines 35b and 35d. We will send you a check instead. Account must be in your name. Don’t\nrequest a deposit of your refund to an\naccount that isn't in your name, such as\nyour tax return preparer’s account. Although you may owe your tax return\npreparer a fee for preparing your return,\ndon’t have any part of your refund deposited into the preparer's account to pay\nthe fee. The number of refunds that can be directly deposited to a single account or\nprepaid debit card is limited to three a\nyear. After this limit is reached, paper\nchecks will be sent instead. Learn more\nat IRS.gov/DepositLimit. Why Use Direct Deposit? • You get your refund faster by direct deposit than you do by check. • Payment is more secure. There is\nno check that can get lost or stolen. • It is more convenient. You don’t\nhave to make a trip to the bank to deposit your check. • It saves tax dollars. It costs the\ngovernment less to refund by direct deposit.\n• It's proven itself. Nearly 98% of\nsocial security and veterans' benefits are\nsent electronically using direct deposit.",
    "querygen": [
      "how long do tax returns usually take",
      "irs how fast to approve tax return 2022",
      "how long does it take to get my tax refund after filing electronically"
    ],
    "querygen_score": [
      "-1.533021",
      "1.0513785",
      "0.7605622"
    ]
  },
  {
    "id": "legal-advice_30__26",
    "doc_id": "legal-advice_30",
    "chunk_id": 26,
    "document_category": "legal-advice",
    "text": "The\ncircumstances described in this paragraph (c)(1) are\nas follows:\n(i) An individual may represent a member of his\nor her immediate family. (ii)A regular full-time employee of an individual\nemployer may represent the employer. (iii) A general partner or a regular full-time\nemployee of a partnership may represent the\npartnership.\n(iv) A bona fide officer or a regular fulltime employee of a corporation (including a\nPage 16 — § 10.6 parent, subsidiary, or other affiliated corporation),\nassociation, or organized group may represent the\ncorporation, association, or organized group.\n(v) A regular full-time employee of a trust,\nreceivership, guardianship, or estate may represent\nthe trust, receivership, guardianship, or estate. (vi) An officer or a regular employee of\na governmental unit, agency, or authority may\nrepresent the governmental unit, agency, or authority\nin the course of his or her official duties. (vii) An individual may represent any individual\nor entity, who is outside the United States, before\npersonnel of the Internal Revenue Service when such\nrepresentation takes place outside the United States. (2) Limitations. (i) An individual who is under suspension or\ndisbarment from practice before the Internal Revenue\nService may not engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section. (ii) The Commissioner, or delegate, may,\nafter notice and opportunity for a conference, deny\neligibility to engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section to any individual who has engaged in\nconduct that would justify a sanction under §10.50. (iii) An individual who represents a taxpayer\nunder the authority of paragraph (c)(1) of this section\nis subject, to the extent of his or her authority, to such\nrules of general applicability regarding standards\nof conduct and other matters as prescribed by the\nInternal Revenue Service. (d) Special appearances. The Commissioner,\nor delegate, may, subject to conditions deemed\nappropriate, authorize an individual who is not\notherwise eligible to practice before the Internal\nRevenue Service to represent another person in a\nparticular matter. (e) Fiduciaries. For purposes of this part, a\nfiduciary (for example, a trustee, receiver, guardian,\npersonal representative, administrator, or executor) is\nconsidered to be the taxpayer and not a representative\nof the taxpayer. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents § 10.8 Return preparation and application of\nrules to other individuals. § 10.9 Continuing education providers and\ncontinuing education programs. (a) Preparing all or substantially all of a tax return. Any individual who for compensation prepares or\nassists with the preparation of all or substantially\nall of a tax return or claim for refund must have\na preparer tax identification number. Except as\notherwise prescribed in forms, instructions, or other\nappropriate guidance, an individual must be an\nattorney, certified public accountant, enrolled agent,\nor registered tax return preparer to obtain a preparer\ntax identification number. Any individual who for\ncompensation prepares or assists with the preparation\nof all or substantially all of a tax return or claim for\nrefund is subject to the duties and restrictions relating\nto practice in subpart B, as well as subject to the\nsanctions for violation of the regulations in subpart C.\n(b) Preparing a tax return and furnishing\ninformation.",
    "querygen": [
      "who may represent the employer",
      "who may represent a family member",
      "family member in a lawsuit definition"
    ],
    "querygen_score": [
      "2.8213625",
      "0.9925891",
      "-5.0258064"
    ]
  },
  {
    "id": "legal-advice_3__66",
    "doc_id": "legal-advice_3",
    "chunk_id": 66,
    "document_category": "legal-advice",
    "text": "Temporary absences by you\nor the child for special circumstances, such as school, vacation,\nbusiness, medical care, military service, or detention in a juvenile facility, count as time the child lived with you. Also see\nKidnapped child under Who Qualifies as Your Dependent, earlier, and Members of the military, later. A child is considered to\nhave lived with you for more than half of 2022 if the child was\nborn or died in 2022 and your home was this child's home for\nmore than half the time the child was alive in 2022 or if you\nadopted the child in 2022, the child was lawfully placed with\nyou for legal adoption by you in 2022, or the child was an eligible foster child placed with you during 2022 and your main\nhome was the child's main home for more than half the time\nsince the child was adopted or placed with you in 2022. Form 4797 filers. If the amount on Form 1040 or 1040-SR,\nline 7, includes an amount from Form 4797, you must use\nWorksheet 1 in Pub. 596 to see if you can take the EIC. Otherwise, stop; you can't take the EIC. Form 8862, who must file. You must file Form 8862 if your\nEIC for a year after 1996 was reduced or disallowed for any reason other than a math or clerical error. But don’t file Form\n8862 if either of the following applies. • You filed Form 8862 for another year, the EIC was allowed for that year, and your EIC hasn't been reduced or disallowed again for any reason other than a math or clerical error. • You are taking the EIC without a qualifying child and the\nonly reason your EIC was reduced or disallowed in the other\nyear was because it was determined that a child listed on Schedule EIC wasn't your qualifying child. Also, don’t file Form 8862 or take the credit for the:\n• 2 years after the most recent tax year for which there was\na final determination that your EIC claim was due to reckless or\nintentional disregard of the EIC rules, or\n• 10 years after the most recent tax year for which there was\na final determination that your EIC claim was due to fraud. Foster child. A foster child is any child placed with you by an\nauthorized placement agency or by judgment, decree, or other\norder of any court of competent jurisdiction. For more details on\nauthorized placement agencies, see Pub. 596. Married child. A child who was married at the end of 2022 is\na qualifying child only if (a) you can claim the child as your dependent, or (b) you could have claimed the child as your dependent except for the special rule for Children of divorced or\nseparated parents under Who Qualifies as Your Dependent, earlier. Members of the military. If you were on extended active duty\noutside the United States, your main home is considered to be in\nthe United States during that duty period. Extended active duty\nis military duty ordered for an indefinite period or for a period\nof more than 90 days.",
    "querygen": [
      "does detention of a child count as a dependent",
      "what is temporary absence",
      "who is considered dependent in the family"
    ],
    "querygen_score": [
      "-0.18848729",
      "-0.49770457",
      "-1.0541977"
    ]
  },
  {
    "id": "legal-advice_32__59",
    "doc_id": "legal-advice_32",
    "chunk_id": 59,
    "document_category": "legal-advice",
    "text": "Need more information or forms? Visit IRS.gov. -36- Line 19\nChild Tax Credit and Credit\nfor Other Dependents\nUse Schedule 8812 (Form 1040) to figure your child tax credit and credit for\nother dependents. Form 8862, who must file. You must\nfile Form 8862 to claim the child tax\ncredit or credit for other dependents if\nyour child tax credit (refundable or nonrefundable depending on the tax year),\nadditional child tax credit, or credit for\nother dependents for a year after 2015\nwas denied or reduced for any reason\nother than a math or clerical error. Attach a completed Form 8862 to your\n2022 return. Don’t file Form 8862 if you\nfiled Form 8862 for 2021, and the child\ntax credit (refundable or nonrefundable),\nadditional child tax credit, or credit for\nother dependents was allowed for that\nyear. See Form 8862 and its instructions\nfor details. If you take the child tax credit\nor credit for other dependents\nCAUTION even though you aren't eligible\nand it is determined that your error is\ndue to reckless or intentional disregard\nof the rules for these credits, you won't\nbe allowed to take either credit or the\nadditional child tax credit for 2 years\neven if you're otherwise eligible to do\nso. If you take the child tax credit or\ncredit for other dependents even though\nyou aren’t eligible and it is later determined that you fraudulently took either\ncredit, you won't be allowed to take either credit or the additional child tax\ncredit for 10 years. You may also have\nto pay penalties. ! If your qualifying child didn’t\nhave an SSN valid for employCAUTION ment issued before the due date\nof your 2022 return (including extensions), you can’t claim the child tax\ncredit for that child on your original or\namended return. However, you may be\nable to claim the credit for other dependents for that child. ! Form 8805, or Form 8288-A. You\nshould attach the form to your return to\nclaim a credit for the withholding. Payments\nLine 25\nFederal Income Tax\nWithheld Line 26 Line 25a—Form(s) W-2 Enter any estimated federal income tax\npayments you made for 2022. Include\nany overpayment that you applied to\nyour 2022 estimated tax from your 2021\nreturn or an amended return (Form\n1040-X). 2022 Estimated Tax\nPayments Add the amounts shown as federal income tax withheld on your Form(s)\nW-2. Enter the total on line 25a. The\namount withheld should be shown in\nbox 2 of Form W-2. Attach your\nForm(s) W-2 to your return. Line 25b—Form(s) 1099\nInclude on line 25b any federal income\ntax withheld on your Form(s) 1099-R. The amount withheld should be shown\nin box 4. Attach your Form(s) 1099-R to\nthe front of your return if federal income\ntax was withheld. If you received a 2022 Form 1099\nshowing federal income tax withheld on\ndividends, taxable or tax-exempt interest\nincome, unemployment compensation,\nsocial security benefits, railroad retirement benefits, or other income you received, include the amount withheld in\nthe total on line 25b. This should be\nshown in box 4 of Form 1099, box 6 of\nForm SSA-1099, or box 10 of Form\nRRB-1099. Line 25c—Other Forms\nInclude on line 25c any federal income\ntax withheld on your Form(s) W-2G. The amount withheld should be shown\nin box 4. Attach Form(s) W-2G to the\nfront of your return if federal income tax\nwas withheld.",
    "querygen": [
      "what forms do i need to file a credit for child taxes",
      "how many xcr forms do i need for the child on taxes",
      "do i have to file form for child credit?"
    ],
    "querygen_score": [
      "0.94556683",
      "-4.525962",
      "0.24328549"
    ]
  },
  {
    "id": "legal-advice_93__2",
    "doc_id": "legal-advice_93",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "695; Pub. L. 99–514, §2, Oct. 22, 1986, 100 Stat. 2095; Pub. L. 108–357, title VIII, §822(a)(1), (b), Oct. 22, 2004,\n118 Stat. 1586, 1587; Pub. L. 109–280, title XII, §1219(d), Aug. 17, 2006, 120 Stat. 1085.) Page 2 Treasury Department Circular No. 230 Table of Contents\nParagraph 1. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5\n§ 10.0 Scope of part. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5\nSubpart A — Rules Governing Authority to Practice . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5\n§ 10.1 Offices. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5\n§ 10.2 Definitions. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6\n§ 10.3 Who may practice. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6\n§ 10.4 Eligibility to become an enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer.",
    "querygen": [
      "when was san francisco, nc passed",
      "what is the dna id number for alabama",
      "what is the date of publication of the new l. gov. regulation on the federal government"
    ],
    "querygen_score": [
      "-8.814339",
      "-8.168894",
      "-6.560319"
    ]
  },
  {
    "id": "legal-advice_64__71",
    "doc_id": "legal-advice_64",
    "chunk_id": 71,
    "document_category": "legal-advice",
    "text": "5. STOP 3 4a\n4b You can’t take the credit. Enter “No” on the dotted line next to Form 1040 If you have:\n● 3 or more qualifying children who have valid SSNs, is line 4b less than $53,057 ($59,187 if married\nfiling jointly)? ● 2 qualifying children who have valid SSNs, is line 4b less than $49,399 ($55,529 if married filing jointly)? ● 1 qualifying child who has a valid SSN, is line 4b less than $43,492 ($49,622 if married filing jointly)?\n● No qualifying children who have valid SSNs, is line 4b less than $16,480 ($22,610 if married filing jointly)? Yes. If you want the IRS to figure your credit, see Credit figured by the IRS, earlier. If you want to\nfigure the credit yourself, enter the amount from line 4b on line 6 of this worksheet. STOP No. You can’t take the credit. Enter “No” on the dotted line next to Form 1040 or\n1040-SR, line 27. Need more information or forms? Visit IRS.gov. -44- Worksheet B —2022 EIC—Line 27—Continued Part 5 All Filers Using\nWorksheet B Keep for Your Records 6 6. Enter your total earned income from Part 4, line 4b. 7. Look up the amount on line 6 above in the EIC Table to find\nthe credit. Be sure you use the correct column for your filing status and\nthe number of qualifying children you have who have a valid SSN. Enter\nthe credit here. 7 If line 7 is zero, STOP You can’t take the credit. Enter “No” on the dotted line next to Form 1040 or 1040-SR, line 27. 8. Enter the amount from Form 1040 or 1040-SR,\nline 11. 9. Are the amounts on lines 8 and 6 the same? 8 Yes. Skip line 10; enter the amount from line 7 on line 11. No. Go to line 10. Part 6 10. Filers Who\nAnswered\n“No” on\nLine 9 If you have:\n● No qualifying children who have a valid SSN, is the amount on line 8\nless than $9,200 ($15,300 if married filing jointly)? ● 1 or more qualifying children who have a valid SSN, is the amount on\nline 8 less than $20,150 ($26,300 if married filing jointly)? Yes. Leave line 10 blank; enter the amount from line 7 on line 11. No. Look up the amount on line 8 in the EIC Table to find the\ncredit. Be sure you use the correct column for your filing status\nand the number of qualifying children you have who have a valid\nSSN. Enter the credit here. Look at the amounts on lines 10 and 7. Then, enter the smaller amount on line 11. Part 7 Your Earned\nIncome Credit 11. 10 This is your earned income credit. 11 Reminder— Enter this amount on\nForm 1040 or 1040-SR,\nline 27. If you have a qualifying child, complete and attach Schedule EIC. 1040 or\n1040-SR EIC CAUTION 10o4r0 R 1040-S If your EIC for a year after 1996 was reduced or disallowed, see\nForm 8862, who must file, earlier, to find out if you must file Form\n8862 to take the credit for 2022. -45-",
    "querygen": [
      "how much can i take out of my taxes on form 1040",
      "how to claim on 1040 without ss number",
      "how much is a 1040 credit"
    ],
    "querygen_score": [
      "-0.6166456",
      "-2.801159",
      "-1.070219"
    ]
  },
  {
    "id": "legal-advice_3__74",
    "doc_id": "legal-advice_3",
    "chunk_id": 74,
    "document_category": "legal-advice",
    "text": "7,600\n7,650\n7,700\n7,750 7,650\n7,700\n7,750\n7,800 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 10,800\n10,850\n10,900\n10,950 10,850\n10,900\n10,950\n11,000 433\n429\n425\n421 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 560\n560\n560\n560 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 7,800\n7,850\n7,900\n7,950 7,850\n7,900\n7,950\n8,000 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 11,000\n11,050\n11,100\n11,150 11,050\n11,100\n11,150\n11,200 417\n413\n410\n406 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 8,000\n8,050\n8,100\n8,150 8,050\n8,100\n8,150\n8,200 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 11,200\n11,250\n11,300\n11,350 11,250\n11,300\n11,350\n11,400 402\n398\n394\n391 3,733\n3,733\n3,733\n3,733 4,490\n4,510\n4,530\n4,550 5,051\n5,074\n5,096\n5,119 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,490\n4,510\n4,530\n4,550 5,051\n5,074\n5,096\n5,119 8,200\n8,250\n8,300\n8,350 8,250\n8,300\n8,350\n8,400 560\n560\n560\n560 2,797\n2,814\n2,831\n2,848 3,290\n3,310\n3,330\n3,350 3,701\n3,724\n3,746\n3,769 560\n560\n560\n560 2,797\n2,814\n2,831\n2,848 3,290\n3,310\n3,330\n3,350 3,701\n3,724\n3,746\n3,769 11,400\n11,450\n11,500\n11,550 11,450\n11,500\n11,550\n11,600 387\n383\n379\n375 3,733\n3,733\n3,733\n3,733 4,570\n4,590\n4,610\n4,630 5,141\n5,164\n5,186\n5,209 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,570\n4,590\n4,610\n4,630 5,141\n5,164\n5,186\n5,209 8,400\n8,450\n8,500\n8,550 8,450\n8,500\n8,550\n8,600 560\n560\n560\n560 2,865\n2,882\n2,899\n2,916 3,370\n3,390\n3,410\n3,430 3,791\n3,814\n3,836\n3,859 560\n560\n560\n560 2,865\n2,882\n2,899\n2,916 3,370\n3,390\n3,410\n3,430 3,791\n3,814\n3,836\n3,859 11,600\n11,650\n11,700\n11,750 11,650\n11,700\n11,750\n11,800 371\n368\n364\n360 3,733\n3,733\n3,733\n3,733 4,650\n4,670\n4,690\n4,710 5,231\n5,254\n5,276\n5,299 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,650\n4,670\n4,690\n4,710 5,231\n5,254\n5,276\n5,299 8,600\n8,650\n8,700\n8,750 8,650\n8,700\n8,750\n8,800 560\n560\n560\n560 2,933\n2,950\n2,967\n2,984 3,450\n3,470\n3,490\n3,510 3,881\n3,904\n3,926\n3,949 560\n560\n560\n560 2,933\n2,950\n2,967\n2,984 3,450\n3,470\n3,490\n3,510 3,881\n3,904\n3,926\n3,949 11,800\n11,850\n11,900\n11,950 11,850\n11,900\n11,950\n12,000 356\n352\n348\n345 3,733\n3,733\n3,733\n3,733 4,730\n4,750\n4,770\n4,790 5,321\n5,344\n5,366\n5,389 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,730\n4,750\n4,770\n4,790 5,321\n5,344\n5,366\n5,389 Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. (Continued) - 47 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 Your credit is– 1 2 At least But less\nthan 12,000\n12,050\n12,100\n12,150 12,050\n12,100\n12,150\n12,200 341\n337\n333\n329 3,733\n3,733\n3,733\n3,733 4,810\n4,830\n4,850\n4,870 5,411\n5,434\n5,456\n5,479 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,810\n4,830\n4,850\n4,870 12,200\n12,250\n12,300\n12,350 12,250\n12,300\n12,350\n12,400 326\n322\n318\n314 3,733\n3,733\n3,733\n3,733 4,890\n4,910\n4,930\n4,950 5,501\n5,524\n5,546\n5,569 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 12,400\n12,450\n12,500\n12,550 12,450\n12,500\n12,550\n12,600 310\n306\n303\n299 3,733\n3,733\n3,733\n3,733 4,970\n4,990\n5,010\n5,030 5,591\n5,614\n5,636\n5,659 560\n560\n560\n560 12,600\n12,650\n12,700\n12,750 12,650\n12,700\n12,750\n12,800 295\n291\n287\n283 3,733\n3,733\n3,733\n3,733 5,050\n5,070\n5,090\n5,110 5,681\n5,704\n5,726\n5,749 12,800\n12,850\n12,900\n12,950 12,850\n12,900\n12,950\n13,000 280\n276\n272\n268 3,733\n3,733\n3,733\n3,733 5,130\n5,150\n5,170\n5,190 13,000\n13,050\n13,100\n13,150 13,050\n13,100\n13,150\n13,200 264\n260\n257\n253 3,733\n3,733\n3,733\n3,733 13,200\n13,250\n13,300\n13,350 13,250\n13,300\n13,350\n13,400 249\n245\n241\n238 13,400\n13,450\n13,500\n13,550 13,450\n13,500\n13,550\n13,600 13,600\n13,650\n13,700\n13,750 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 Your credit is– 1 2 3 At least But less\nthan Your credit is– 5,411\n5,434\n5,456\n5,479 15,200\n15,250\n15,300\n15,350 15,250\n15,300\n15,350\n15,400 96\n92\n88\n85 3,733\n3,733\n3,733\n3,733 6,090\n6,110\n6,130\n6,150 6,851\n6,874\n6,896\n6,919 560\n560\n557\n553 3,733\n3,733\n3,733\n3,733 6,090\n6,110\n6,130\n6,150 6,851\n6,874\n6,896\n6,919 4,890\n4,910\n4,930\n4,950 5,501\n5,524\n5,546\n5,569 15,400\n15,450\n15,500\n15,550 15,450\n15,500\n15,550\n15,600 81\n77\n73\n69 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 550\n546\n542\n538 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 4,970\n4,990\n5,010\n5,030 5,591\n5,614\n5,636\n5,659 15,600\n15,650\n15,700\n15,750 15,650\n15,700\n15,750\n15,800 65\n62\n58\n54 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 534\n531\n527\n523 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,050\n5,070\n5,090\n5,110 5,681\n5,704\n5,726\n5,749 15,800\n15,850\n15,900\n15,950 15,850\n15,900\n15,950\n16,000 50\n46\n42\n39 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 519\n515\n511\n508 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 5,771\n5,794\n5,816\n5,839 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,130\n5,150\n5,170\n5,190 5,771\n5,794\n5,816\n5,839 16,000\n16,050\n16,100\n16,150 16,050\n16,100\n16,150\n16,200 35\n31\n27\n23 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 504\n500\n496\n492 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 5,210\n5,230\n5,250\n5,270 5,861\n5,884\n5,906\n5,929 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,210\n5,230\n5,250\n5,270 5,861\n5,884\n5,906\n5,929 16,200\n16,250\n16,300\n16,350 16,250\n16,300\n16,350\n16,400 20\n16\n12\n8 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 488\n485\n481\n477 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 5,290\n5,310\n5,330\n5,350 5,951\n5,974\n5,996\n6,019 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,290\n5,310\n5,330\n5,350 5,951\n5,974\n5,996\n6,019 16,400\n16,450\n16,500\n16,550 16,450\n16,500\n16,550\n16,600 4\n*\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 473\n469\n466\n462 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 234\n230\n226\n222 3,733\n3,733\n3,733\n3,733 5,370\n5,390\n5,410\n5,430 6,041\n6,064\n6,086\n6,109 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,370\n5,390\n5,410\n5,430 6,041\n6,064\n6,086\n6,109 16,600\n16,650\n16,700\n16,750 16,650\n16,700\n16,750\n16,800 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 458\n454\n450\n446 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 13,650\n13,700\n13,750\n13,800 218\n215\n211\n207 3,733\n3,733\n3,733\n3,733 5,450\n5,470\n5,490\n5,510 6,131\n6,154\n6,176\n6,199 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,450\n5,470\n5,490\n5,510 6,131\n6,154\n6,176\n6,199 16,800\n16,850\n16,900\n16,950 16,850\n16,900\n16,950\n17,000 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 443\n439\n435\n431 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 13,800\n13,850\n13,900\n13,950 13,850\n13,900\n13,950\n14,000 203\n199\n195\n192 3,733\n3,733\n3,733\n3,733 5,530\n5,550\n5,570\n5,590 6,221\n6,244\n6,266\n6,289 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,530\n5,550\n5,570\n5,590 6,221\n6,244\n6,266\n6,289 17,000\n17,050\n17,100\n17,150 17,050\n17,100\n17,150\n17,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 427\n423\n420\n416 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,000\n14,050\n14,100\n14,150 14,050\n14,100\n14,150\n14,200 188\n184\n180\n176 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 17,200\n17,250\n17,300\n17,350 17,250\n17,300\n17,350\n17,400 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 412\n408\n404\n400 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,200\n14,250\n14,300\n14,350 14,250\n14,300\n14,350\n14,400 173\n169\n165\n161 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 17,400\n17,450\n17,500\n17,550 17,450\n17,500\n17,550\n17,600 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 397\n393\n389\n385 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,400\n14,450\n14,500\n14,550 14,450\n14,500\n14,550\n14,600",
    "querygen": [
      "how many in number 7",
      "what is 7600 ?",
      "how many numbers in a 7600"
    ],
    "querygen_score": [
      "-2.85099",
      "-7.2160563",
      "-6.075388"
    ]
  },
  {
    "id": "legal-advice_40__17",
    "doc_id": "legal-advice_40",
    "chunk_id": 17,
    "document_category": "legal-advice",
    "text": "Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. Exception to time lived with you. Temporary absences by you or the child\nfor special circumstances, such as\nschool, vacation, business, medical care,\nmilitary service, or detention in a juvenile facility, count as time lived in the\nhome. Also see Kidnapped child, later,\nunder Who Qualifies as Your Dependent, if applicable. A child is considered to have lived\nwith you for all of 2022 if the child was\nborn or died in 2022 and your home was\nthe child's home for the entire time the\nchild was alive. Similarly, if you adopted the child in 2022, or the child was\nlawfully placed with you for legal adoption by you in 2022, the child is considered to have lived with you for all of\n2022 if your main home was this child's\nmain home for the entire time since the\nchild was adopted or placed with you in\n2022. Keeping up a home. To find out what\nis included in the cost of keeping up a\nhome, see Pub. 501. Name and Address\nPrint or type the information in the\nspaces provided. If you are married filing a separate return, enter your spouse's\nname in the entry space below the filing\nstatus checkboxes instead of below your\nname. If you filed a joint return for TIP 2021 and you are filing a joint\nreturn for 2022 with the same\nspouse, be sure to enter your names and\nSSNs in the same order as on your 2021\nreturn. Name Change If you changed your name because of\nmarriage, divorce, etc., be sure to report\nthe change to the Social Security Administration (SSA) before filing your return. This prevents delays in processing\nyour return and issuing refunds. It also\nsafeguards your future social security\nbenefits. Need more information or forms? Visit IRS.gov. Address Change If you plan to move after filing your return, use Form 8822 to notify the IRS of\nyour new address. P.O. Box Enter your box number only if your post\noffice doesn't deliver mail to your home. Foreign Address If you have a foreign address, enter the\ncity name on the appropriate line. Don’t\nenter any other information on that line,\nbut also complete the spaces below that\nline. Don’t abbreviate the country name. Follow the country’s practice for entering the postal code and the name of the\nprovince, county, or state. Death of a Taxpayer\nSee Death of a Taxpayer under General\nInformation, later. Social Security\nNumber (SSN) An incorrect or missing SSN can increase your tax, reduce your refund, or\ndelay your refund. To apply for an SSN,\nfill in Form SS-5 and return it, along\nwith the appropriate evidence documents, to the Social Security Administration (SSA). You can get Form SS-5\nonline at SSA.gov/forms/ss-5.pdf, from\nyour local SSA office, or by calling the\nSSA at 800-772-1213. It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard.",
    "querygen": [
      "what's the form to claim a dependent",
      "do you have to claim a dependent",
      "how to find out who is your dependent"
    ],
    "querygen_score": [
      "0.2804221",
      "-0.46700898",
      "1.1548125"
    ]
  },
  {
    "id": "legal-advice_68__16",
    "doc_id": "legal-advice_68",
    "chunk_id": 16,
    "document_category": "legal-advice",
    "text": "Keeping up a home. To find out what\nis included in the cost of keeping up a\nhome, see Pub. 501.\nMarried persons who live apart. Even\nif you weren’t divorced or legally separated at the end of 2022, you are considered unmarried if all of the following\napply. • You lived apart from your spouse\nfor the last 6 months of 2022. Temporary absences for special circumstances,\nsuch as for business, medical care,\nschool, or military service, count as time\nlived in the home. • You file a separate return from\nyour spouse. • You paid over half the cost of\nkeeping up your home for 2022. • Your home was the main home of\nyour child, stepchild, or foster child for\nmore than half of 2022 (if half or less,\nsee Exception to time lived with you,\nearlier). • You can claim this child as your\ndependent or could claim the child except that the child's other parent can\nclaim the child under the rule for Children of divorced or separated parents\nunder Who Qualifies as Your Dependent, later. Need more information or forms? Visit IRS.gov. Adopted child. An adopted child is\nalways treated as your own child. An\nadopted child includes a child lawfully\nplaced with you for legal adoption. Foster child. A foster child is any\nchild placed with you by an authorized\nplacement agency or by judgment, decree, or other order of any court of competent jurisdiction. Qualifying Surviving Spouse You can check the “Qualifying surviving spouse” box at the top of Form 1040\nor 1040-SR and use joint return tax rates\nfor 2022 if all of the following apply. 1. Your spouse died in 2020 or 2021\nand you didn't remarry before the end of\n2022. 2. You have a child or stepchild (not\na foster child) whom you can claim as a\ndependent or could claim as a dependent\nexcept that, for 2022:\na. The child had gross income of\n$4,400 or more,\nb. The child filed a joint return, or\nc. You could be claimed as a dependent on someone else’s return. If the child isn’t claimed as your dependent, enter the child’s name in the\nentry space below the filing status\ncheckboxes. If you don’t enter the name,\nit will take us longer to process your return. 3. This child lived in your home for\nall of 2022. If the child didn't live with\nyou for the required time, see Exception\nto time lived with you, later. 4. You paid over half the cost of\nkeeping up your home. 5. You could have filed a joint return with your spouse the year your\nspouse died, even if you didn't actually\ndo so. If your spouse died in 2022, you can't\nfile as qualifying surviving spouse. Instead, see the instructions for Married\nFiling Jointly, earlier. Adopted child. An adopted child is always treated as your own child. An\nadopted child includes a child lawfully\nplaced with you for legal adoption. Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. Exception to time lived with you.",
    "querygen": [
      "can you live legally separated in arizona",
      "do unmarried people have to be separated to be considered unmarried",
      "are you unmarried if you are divorced"
    ],
    "querygen_score": [
      "-2.8354685",
      "0.33722815",
      "1.4814817"
    ]
  },
  {
    "id": "legal-advice_39__132",
    "doc_id": "legal-advice_39",
    "chunk_id": 132,
    "document_category": "legal-advice",
    "text": "Use the worksheet in these instructions to figure your student loan interest\ndeduction. -92- 11b. 12b. Exception. Use Pub. 970 instead of the\nworksheet in these instructions to figure\nyour student loan interest deduction if\nyou file Form 2555 or 4563, or you exclude income from sources within Puerto Rico. Qualified student loan. A qualified\nstudent loan is any loan you took out to\npay the qualified higher education expenses for any of the following individuals who were eligible students. 1. Yourself or your spouse. 2. Any person who was your dependent when the loan was taken out. Student Loan Interest Deduction Worksheet—Schedule 1, Line 21 Before you begin: Figure any write-in adjustments to be entered on Schedule 1, line 24z (see the instructions for Schedule 1,\nline 24z). Be sure you have read the Exception in the instructions for this line to see if you can use this worksheet\ninstead of Pub. 970 to figure your deduction. 1. Enter the total interest you paid in 2022 on qualified student loans (see the instructions for line 21). Don’t\nenter more than $2,500 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter the amount from Form 1040 or 1040-SR, line 9 . . . . . . . . . . . . . . . . . . . . . . . . . 2. 3. Enter the total of the amounts from Schedule 1, lines 11 through 20, and 23 and\n25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. 4. Subtract line 3 from line 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4. 5. Enter the amount shown below for your filing status. • Single, head of household, or qualifying\nsurviving spouse—$70,000\n• Married filing jointly— $145,000 6. ........... 5. Is the amount on line 4 more than the amount on line 5? No. Skip lines 6 and 7, enter -0- on line 8, and go to line 9. Yes.",
    "querygen": [
      "how to calculate student loan interest deduction",
      "what is the u.s. federal loan interest deduction",
      "what is the maximum loan interest you can deduct"
    ],
    "querygen_score": [
      "1.739362",
      "-3.4456425",
      "-2.7960348"
    ]
  },
  {
    "id": "legal-advice_93__13",
    "doc_id": "legal-advice_93",
    "chunk_id": 13,
    "document_category": "legal-advice",
    "text": "(2) Certified public accountant means any person\nwho is duly qualified to practice as a certified public\naccountant in any state, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia. (3) Commissioner refers to the Commissioner of\nInternal Revenue. (4) Practice before the Internal Revenue\nService comprehends all matters connected with a\npresentation to the Internal Revenue Service or any\nof its officers or employees relating to a taxpayer’s\nrights, privileges, or liabilities under laws or\nregulations administered by the Internal Revenue\nService. Such presentations include, but are not\nlimited to, preparing documents; filing documents;\ncorresponding and communicating with the Internal\nRevenue Service; rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nor other plan or arrangement having a potential for\ntax avoidance or evasion; and representing a client at\nconferences, hearings, and meetings. (5) Practitioner means any individual described\nin paragraphs (a), (b), (c), (d), (e), or (f) of §10.3.\n(6) A tax return includes an amended tax return\nand a claim for refund. (7) Service means the Internal Revenue Service. (8) Tax return preparer means any individual\nwithin the meaning of section 7701(a)(36) and 26\nCFR 301.7701-15. (b) Effective/applicability date. This section is\napplicable on August 2, 2011. § 10.3 Who may practice. (a) Attorneys. Any attorney who is not currently\nunder suspension or disbarment from practice\nPage 6 — § 10.2 before the Internal Revenue Service may practice\nbefore the Internal Revenue Service by filing with\nthe Internal Revenue Service a written declaration\nthat the attorney is currently qualified as an attorney\nand is authorized to represent the party or parties. Notwithstanding the preceding sentence, attorneys\nwho are not currently under suspension or disbarment\nfrom practice before the Internal Revenue Service\nare not required to file a written declaration with the\nIRS before rendering written advice covered under\n§10.37, but their rendering of this advice is practice\nbefore the Internal Revenue Service. (b) Certified public accountants. Any certified\npublic accountant who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service by filing with the Internal\nRevenue Service a written declaration that the\ncertified public accountant is currently qualified as\na certified public accountant and is authorized to\nrepresent the party or parties. Notwithstanding the\npreceding sentence, certified public accountants who\nare not currently under suspension or disbarment\nfrom practice before the Internal Revenue Service\nare not required to file a written declaration with the\nIRS before rendering written advice covered under\n§10.37, but their rendering of this advice is practice\nbefore the Internal Revenue Service. (c) Enrolled agents. Any individual enrolled as an\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (d) Enrolled actuaries. (1) Any individual who is enrolled as an actuary\nby the Joint Board for the Enrollment of Actuaries\npursuant to 29 U.S.C. 1242 who is not currently\nunder suspension or disbarment from practice before\nthe Internal Revenue Service may practice before the\nInternal Revenue Service by filing with the Internal\nRevenue Service a written declaration stating that he\nor she is currently qualified as an enrolled actuary\nand is authorized to represent the party or parties on\nwhose behalf he or she acts.",
    "querygen": [
      "who is the commissioner of internal revenue",
      "is an accountant a commissioner?",
      "who is the comptroller of irs"
    ],
    "querygen_score": [
      "0.059259996",
      "0.010157587",
      "-3.3016737"
    ]
  }
]