[
  {
    "id": "legal-advice_97__55",
    "doc_id": "legal-advice_97",
    "chunk_id": 55,
    "document_category": "legal-advice",
    "text": "§ 10.76 Decision of Administrative Law Judge. (a) In general —\n(1) Hearings. Within 180 days after the\nconclusion of a hearing and the receipt of any\nproposed findings and conclusions timely\nsubmitted by the parties, the Administrative Law\nJudge should enter a decision in the case. The\ndecision must include a statement of findings\nand conclusions, as well as the reasons or basis\nfor making such findings and conclusions, and\nan order of censure, suspension, disbarment,\nmonetary penalty, disqualification, or dismissal of\nthe complaint. (2) Summary adjudication. In the event that\na motion for summary adjudication is filed, the\nAdministrative Law Judge should rule on the\nmotion for summary adjudication within 60\ndays after the party in opposition files a written\nTreasury Department Circular No. 230 response, or if no written response is filed, within\n90 days after the motion for summary adjudication\nis filed. A decision shall thereafter be rendered if\nthe pleadings, depositions, admissions, and any\nother admissible evidence show that there is no\ngenuine issue of material fact and that a decision\nmay be rendered as a matter of law. The decision\nmust include a statement of conclusions, as well as\nthe reasons or basis for making such conclusions,\nand an order of censure, suspension, disbarment,\nmonetary penalty, disqualification, or dismissal of\nthe complaint. (3) Returns and return information. In the\ndecision, the Administrative Law Judge should\nuse the code assigned to third party taxpayers\n(described in §10.72(d)). (b) Standard of proof. If the sanction is censure or\na suspension of less than six months’ duration, the\nAdministrative Law Judge, in rendering findings\nand conclusions, will consider an allegation of fact\nto be proven if it is established by the party who is\nalleging the fact by a preponderance of the evidence\nin the record. If the sanction is a monetary penalty,\ndisbarment or a suspension of six months or longer\nduration, an allegation of fact that is necessary for\na finding against the practitioner must be proven\nby clear and convincing evidence in the record. An allegation of fact that is necessary for a finding\nof disqualification against an appraiser must be\nproved by clear and convincing evidence in the\nrecord. (c) Copy of decision. The Administrative Law\nJudge will provide the decision to the Internal\nRevenue Service’s authorized representative, and\na copy of the decision to the respondent or the\nrespondent’s authorized representative. (d) When final. In the absence of an appeal to the\nSecretary of the Treasury or delegate, the decision\nof the Administrative Law Judge will, without\nfurther proceedings, become the decision of the\nagency 30 days after the date of the Administrative\nLaw Judge’s decision. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.76 — Page 39 Table of Contents § 10.77 Appeal of decision of Administrative Law\nJudge. (a) Appeal. Any party to the proceeding under\nthis subpart D may appeal the decision of the\nAdministrative Law Judge by filing a notice of\nappeal with the Secretary of the Treasury, or delegate\ndeciding appeals. The notice of appeal must include\na brief that states exceptions to the decision of\nAdministrative Law Judge and supporting reasons\nfor such exceptions. (b) Time and place for filing of appeal.",
    "querygen": [
      "when is administrative order entered",
      "administrative hearings",
      "how to enter a decision in administrative tribunal case in ga"
    ],
    "querygen_score": [
      "-1.0709896",
      "-0.7783277",
      "-2.8356454"
    ]
  },
  {
    "id": "legal-advice_61__40",
    "doc_id": "legal-advice_61",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter. A Federal tax matter, as\nused in this section, is any matter concerning the\napplication or interpretation of--(1) A revenue provision as defined in section\n6110(i)(1)(B) of the Internal Revenue Code;\n(2) Any provision of law impacting a person’s\nobligations under the internal revenue laws and\nregulations, including but not limited to the person’s\nliability to pay tax or obligation to file returns; or\n(3) Any other law or regulation administered by\nthe Internal Revenue Service. (e) Effective/applicability date. This section is\napplicable to written advice rendered after June 12,\n2014. § 10.38 Establishment of advisory committees. (a) Advisory committees. To promote and maintain\nthe public’s confidence in tax advisors, the Internal\nRevenue Service is authorized to establish one or\nmore advisory committees composed of at least\nsix individuals authorized to practice before the\nInternal Revenue Service. Membership of an\nadvisory committee must be balanced among those\nwho practice as attorneys, accountants, enrolled\nagents, enrolled actuaries, enrolled retirement plan\nagents, and registered tax return preparers. Under\nprocedures prescribed by the Internal Revenue\nService, an advisory committee may review and make\ngeneral recommendations regarding the practices,\nprocedures, and policies of the offices described in\n§10.1. (b) Effective date. This section is applicable\nbeginning August 2, 2011. § 10.38 — Page 27 Table of Contents Subpart C — Sanctions for Violation of the\nRegulations\n§ 10.50 Sanctions. (a) Authority to censure, suspend, or disbar. The\nSecretary of the Treasury, or delegate, after notice\nand an opportunity for a proceeding, may censure,\nsuspend, or disbar any practitioner from practice\nbefore the Internal Revenue Service if the practitioner\nis shown to be incompetent or disreputable (within\nthe meaning of §10.51), fails to comply with any\nregulation in this part (under the prohibited conduct\nstandards of §10.52), or with intent to defraud,\nwillfully and knowingly misleads or threatens a client\nor prospective client. Censure is a public reprimand. (b) Authority to disqualify. The Secretary of the\nTreasury, or delegate, after due notice and opportunity\nfor hearing, may disqualify any appraiser for a\nviolation of these rules as applicable to appraisers. (1) If any appraiser is disqualified pursuant\nto this subpart C, the appraiser is barred from\npresenting evidence or testimony in any\nadministrative proceeding before the Department\nof Treasury or the Internal Revenue Service,\nunless and until authorized to do so by the Internal\nRevenue Service pursuant to §10.81, regardless of\nwhether the evidence or testimony would pertain\nto an appraisal made prior to or after the effective\ndate of disqualification. (2) Any appraisal made by a disqualified\nappraiser after the effective date of disqualification\nwill not have any probative effect in any\nadministrative proceeding before the Department\nof the Treasury or the Internal Revenue Service. An appraisal otherwise barred from admission into\nevidence pursuant to this section may be admitted into\nevidence solely for the purpose of determining the\ntaxpayer’s reliance in good faith on such appraisal. (c) Authority to impose monetary penalty —\n(1) In general.",
    "querygen": [
      "what is state tax matter",
      "what is the purpose of the practice of law for tax practitioners?",
      "who is involved tax"
    ],
    "querygen_score": [
      "-0.64413446",
      "-1.6523623",
      "-2.333572"
    ]
  },
  {
    "id": "legal-advice_2__17",
    "doc_id": "legal-advice_2",
    "chunk_id": 17,
    "document_category": "legal-advice",
    "text": "Enrollment as an enrolled\nretirement plan agent based on an applicant’s former\nemployment with the Internal Revenue Service will\nbe limited to permit the presentation of matters only\nwith respect to qualified retirement plan matters. (4) Application for enrollment as an enrolled\nagent or enrolled retirement plan agent based on an\napplicant’s former employment with the Internal\nRevenue Service must be made within three years\nfrom the date of separation from such employment. (5) An applicant for enrollment as an enrolled\nagent who is requesting such enrollment based\non former employment with the Internal Revenue\nService must have had a minimum of five years\ncontinuous employment with the Internal Revenue\nService during which the applicant must have been\nregularly engaged in applying and interpreting\nthe provisions of the Internal Revenue Code and\nthe regulations relating to income, estate, gift,\nTreasury Department Circular No. 230 employment, or excise taxes. (6) An applicant for enrollment as an enrolled\nretirement plan agent who is requesting such\nenrollment based on former employment with the\nInternal Revenue Service must have had a minimum\nof five years continuous employment with the\nInternal Revenue Service during which the applicant\nmust have been regularly engaged in applying and\ninterpreting the provisions of the Internal Revenue\nCode and the regulations relating to qualified\nretirement plan matters. (7) For the purposes of paragraphs (d)(5) and (6)\nof this section, an aggregate of 10 or more years of\nemployment in positions involving the application\nand interpretation of the provisions of the Internal\nRevenue Code, at least three of which occurred within\nthe five years preceding the date of application, is the\nequivalent of five years continuous employment. (e) Natural persons. Enrollment to practice may be\ngranted only to natural persons. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.5 Application to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Form; address. An applicant to become an\nenrolled agent, enrolled retirement plan agent,\nor registered tax return preparer must apply as\nrequired by forms or procedures established and\npublished by the Internal Revenue Service, including\nproper execution of required forms under oath or\naffirmation. The address on the application will be\nthe address under which a successful applicant is\nenrolled or registered and is the address to which all\ncorrespondence concerning enrollment or registration\nwill be sent. (b) Fee. A reasonable nonrefundable fee may be\ncharged for each application to become an enrolled\nagent, enrolled retirement plan agent, or registered\ntax return preparer. See 26 CFR part 300.\n(c) Additional information; examination. The Internal\nRevenue Service may require the applicant, as a\ncondition to consideration of an application, to file\n§ 10.5 — Page 9 Table of Contents additional information and to submit to any written\nor oral examination under oath or otherwise. Upon\nthe applicant’s written request, the Internal Revenue\nService will afford the applicant the opportunity to\nbe heard with respect to the application. (d) Compliance and suitability checks. (1) As a condition to consideration of an\napplication, the Internal Revenue Service may\nconduct a Federal tax compliance check and\nsuitability check.",
    "querygen": [
      "can i apply for an enrolled retirement plan agent",
      "who is enrolled retirement plan agent",
      "who can apply to be an enrolled agent"
    ],
    "querygen_score": [
      "3.774087",
      "1.3493959",
      "1.8985234"
    ]
  },
  {
    "id": "legal-advice_1__16",
    "doc_id": "legal-advice_1",
    "chunk_id": 16,
    "document_category": "legal-advice",
    "text": "Keeping up a home. To find out what\nis included in the cost of keeping up a\nhome, see Pub. 501.\nMarried persons who live apart. Even\nif you weren’t divorced or legally separated at the end of 2022, you are considered unmarried if all of the following\napply. • You lived apart from your spouse\nfor the last 6 months of 2022. Temporary absences for special circumstances,\nsuch as for business, medical care,\nschool, or military service, count as time\nlived in the home. • You file a separate return from\nyour spouse. • You paid over half the cost of\nkeeping up your home for 2022. • Your home was the main home of\nyour child, stepchild, or foster child for\nmore than half of 2022 (if half or less,\nsee Exception to time lived with you,\nearlier). • You can claim this child as your\ndependent or could claim the child except that the child's other parent can\nclaim the child under the rule for Children of divorced or separated parents\nunder Who Qualifies as Your Dependent, later. Need more information or forms? Visit IRS.gov. Adopted child. An adopted child is\nalways treated as your own child. An\nadopted child includes a child lawfully\nplaced with you for legal adoption. Foster child. A foster child is any\nchild placed with you by an authorized\nplacement agency or by judgment, decree, or other order of any court of competent jurisdiction. Qualifying Surviving Spouse You can check the “Qualifying surviving spouse” box at the top of Form 1040\nor 1040-SR and use joint return tax rates\nfor 2022 if all of the following apply. 1. Your spouse died in 2020 or 2021\nand you didn't remarry before the end of\n2022. 2. You have a child or stepchild (not\na foster child) whom you can claim as a\ndependent or could claim as a dependent\nexcept that, for 2022:\na. The child had gross income of\n$4,400 or more,\nb. The child filed a joint return, or\nc. You could be claimed as a dependent on someone else’s return. If the child isn’t claimed as your dependent, enter the child’s name in the\nentry space below the filing status\ncheckboxes. If you don’t enter the name,\nit will take us longer to process your return. 3. This child lived in your home for\nall of 2022. If the child didn't live with\nyou for the required time, see Exception\nto time lived with you, later. 4. You paid over half the cost of\nkeeping up your home. 5. You could have filed a joint return with your spouse the year your\nspouse died, even if you didn't actually\ndo so. If your spouse died in 2022, you can't\nfile as qualifying surviving spouse. Instead, see the instructions for Married\nFiling Jointly, earlier. Adopted child. An adopted child is always treated as your own child. An\nadopted child includes a child lawfully\nplaced with you for legal adoption. Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. Exception to time lived with you.",
    "querygen": [
      "how much is a yearly rent",
      "are divorced persons still considered married?",
      "what is the cost to maintain a house"
    ],
    "querygen_score": [
      "-5.9837027",
      "0.047706917",
      "-2.9978194"
    ]
  },
  {
    "id": "legal-advice_64__88",
    "doc_id": "legal-advice_64",
    "chunk_id": 88,
    "document_category": "legal-advice",
    "text": "• Any numbers or letters on lines\n35b through 35d are crossed out or whited out. The IRS isn't responsible for a\nlost refund if you enter the\nCAUTION wrong\naccount information. Check with your financial institution to\nget the correct routing and account\nnumbers and to make sure your direct\ndeposit will be accepted. ! Line 36\nApplied to Your 2023\nEstimated Tax\nEnter on line 36 the amount, if any, of\nthe overpayment on line 34 you want\napplied to your 2023 estimated tax. We\nwill apply this amount to your account\nunless you include a statement requesting us to apply it to your spouse's account. Include your spouse's social security number in the statement. This election to apply part or\nall of the amount overpaid to\nCAUTION your 2023 estimated tax can't\nbe changed later. ! Need more information or forms? Visit IRS.gov. -58- Amount You Owe To avoid interest and penalties, TIP pay your taxes in full by the\ndue date of your return (not including extensions)—April 18, 2023, for\nmost taxpayers. You don’t have to pay if\nline 37 is under $1. Include any estimated tax penalty\nfrom line 38 in the amount you enter on\nline 37. Don’t include any estimated\npayments for 2023 in this payment. Instead, make the estimated payment separately. Bad check or payment. The penalty\nfor writing a bad check to the IRS is $25\nor 2% of the check, whichever is more. However, if the amount of the check is\nless than $25, the penalty equals the\namount of the check. This also applies to\nother forms of payment if the IRS\ndoesn’t receive the funds. Use Tax Topic\n206. Line 37\nAmount You Owe\nThe IRS offers several payment options. You can pay online, by phone, mobile\ndevice, cash (maximum $1,000 per day\nand per transaction), check, or money\norder. Go to IRS.gov/Payments for payment options. Pay Online\nPaying online is convenient and secure\nand helps make sure we get your pay- ments on time. To pay your taxes online\nor for more information, go to IRS.gov/\nPayments. You can pay using any of the\nfollowing methods. • Your Online Account. You can\nnow make tax payments through your\nonline account, including balance payments, estimated tax payments, or other\ntypes. You can also see your payment\nhistory and other tax records there. Go\nto IRS.gov/Account. • IRS Direct Pay. For online transfers directly from your checking or savings account at no cost to you, go to\nIRS.gov/Payments. • Pay by Card. To pay by debit or\ncredit card, go to IRS.gov/Payments. A\nconvenience fee is charged by these\nservice providers. • Electronic Funds Withdrawal\n(EFW) is an integrated e-file/e-pay option offered when filing your federal\ntaxes electronically using tax return\npreparation software, through a tax professional, or the IRS at IRS.gov/\nPayments. • Online Payment Agreement. If\nyou can’t pay in full by the due date of\nyour tax return, you can apply for an online monthly installment agreement at\nIRS.gov/Payments. Once you complete\nthe online process, you will receive immediate notification of whether your\nagreement has been approved. A user\nfee is charged. Pay by Phone\nPaying by phone is another safe and secure method of paying electronically.",
    "querygen": [
      "can the irs return a check for routing number?",
      "what account numbers are crossed out",
      "what to do for lost refund"
    ],
    "querygen_score": [
      "-1.4839284",
      "-0.86774737",
      "-0.7127259"
    ]
  },
  {
    "id": "legal-advice_92__98",
    "doc_id": "legal-advice_92",
    "chunk_id": 98,
    "document_category": "legal-advice",
    "text": "Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 30,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 33,000 36,000 30,000\n30,050\n30,100\n30,150\n30,200 30,050\n30,100\n30,150\n30,200\n30,250 3,398\n3,404\n3,410\n3,416\n3,422 3,192\n3,198\n3,204\n3,210\n3,216 3,398\n3,404\n3,410\n3,416\n3,422 3,310\n3,316\n3,322\n3,328\n3,334 33,000\n33,050\n33,100\n33,150\n33,200 33,050\n33,100\n33,150\n33,200\n33,250 3,758\n3,764\n3,770\n3,776\n3,782 3,552\n3,558\n3,564\n3,570\n3,576 3,758\n3,764\n3,770\n3,776\n3,782 3,670\n3,676\n3,682\n3,688\n3,694 36,000\n36,050\n36,100\n36,150\n36,200 36,050\n36,100\n36,150\n36,200\n36,250 4,118\n4,124\n4,130\n4,136\n4,142 3,912\n3,918\n3,924\n3,930\n3,936 4,118\n4,124\n4,130\n4,136\n4,142 4,030\n4,036\n4,042\n4,048\n4,054 30,250\n30,300\n30,350\n30,400\n30,450 30,300\n30,350\n30,400\n30,450\n30,500 3,428\n3,434\n3,440\n3,446\n3,452 3,222\n3,228\n3,234\n3,240\n3,246 3,428\n3,434\n3,440\n3,446\n3,452 3,340\n3,346\n3,352\n3,358\n3,364 33,250\n33,300\n33,350\n33,400\n33,450 33,300\n33,350\n33,400\n33,450\n33,500 3,788\n3,794\n3,800\n3,806\n3,812 3,582\n3,588\n3,594\n3,600\n3,606 3,788\n3,794\n3,800\n3,806\n3,812 3,700\n3,706\n3,712\n3,718\n3,724 36,250\n36,300\n36,350\n36,400\n36,450 36,300\n36,350\n36,400\n36,450\n36,500 4,148\n4,154\n4,160\n4,166\n4,172 3,942\n3,948\n3,954\n3,960\n3,966 4,148\n4,154\n4,160\n4,166\n4,172 4,060\n4,066\n4,072\n4,078\n4,084 30,500\n30,550\n30,600\n30,650\n30,700 30,550\n30,600\n30,650\n30,700\n30,750 3,458\n3,464\n3,470\n3,476\n3,482 3,252\n3,258\n3,264\n3,270\n3,276 3,458\n3,464\n3,470\n3,476\n3,482 3,370\n3,376\n3,382\n3,388\n3,394 33,500\n33,550\n33,600\n33,650\n33,700 33,550\n33,600\n33,650\n33,700\n33,750 3,818\n3,824\n3,830\n3,836\n3,842 3,612\n3,618\n3,624\n3,630\n3,636 3,818\n3,824\n3,830\n3,836\n3,842 3,730\n3,736\n3,742\n3,748\n3,754 36,500\n36,550\n36,600\n36,650\n36,700 36,550\n36,600\n36,650\n36,700\n36,750 4,178\n4,184\n4,190\n4,196\n4,202 3,972\n3,978\n3,984\n3,990\n3,996 4,178\n4,184\n4,190\n4,196\n4,202 4,090\n4,096\n4,102\n4,108\n4,114 30,750\n30,800\n30,850\n30,900\n30,950 30,800\n30,850\n30,900\n30,950\n31,000 3,488\n3,494\n3,500\n3,506\n3,512 3,282\n3,288\n3,294\n3,300\n3,306 3,488\n3,494\n3,500\n3,506\n3,512 3,400\n3,406\n3,412\n3,418\n3,424 33,750\n33,800\n33,850\n33,900\n33,950 33,800\n33,850\n33,900\n33,950\n34,000 3,848\n3,854\n3,860\n3,866\n3,872 3,642\n3,648\n3,654\n3,660\n3,666 3,848\n3,854\n3,860\n3,866\n3,872 3,760\n3,766\n3,772\n3,778\n3,784 36,750\n36,800\n36,850\n36,900\n36,950 36,800\n36,850\n36,900\n36,950\n37,000 4,208\n4,214\n4,220\n4,226\n4,232 4,002\n4,008\n4,014\n4,020\n4,026 4,208\n4,214\n4,220\n4,226\n4,232 4,120\n4,126\n4,132\n4,138\n4,144 31,000 34,000 37,000 31,000\n31,050\n31,100\n31,150\n31,200 31,050\n31,100\n31,150\n31,200\n31,250 3,518\n3,524\n3,530\n3,536\n3,542 3,312\n3,318\n3,324\n3,330\n3,336 3,518\n3,524\n3,530\n3,536\n3,542 3,430\n3,436\n3,442\n3,448\n3,454 34,000\n34,050\n34,100\n34,150\n34,200 34,050\n34,100\n34,150\n34,200\n34,250 3,878\n3,884\n3,890\n3,896\n3,902 3,672\n3,678\n3,684\n3,690\n3,696 3,878\n3,884\n3,890\n3,896\n3,902 3,790\n3,796\n3,802\n3,808\n3,814 37,000\n37,050\n37,100\n37,150\n37,200 37,050\n37,100\n37,150\n37,200\n37,250 4,238\n4,244\n4,250\n4,256\n4,262 4,032\n4,038\n4,044\n4,050\n4,056 4,238\n4,244\n4,250\n4,256\n4,262 4,150\n4,156\n4,162\n4,168\n4,174 31,250\n31,300\n31,350\n31,400\n31,450 31,300\n31,350\n31,400\n31,450\n31,500 3,548\n3,554\n3,560\n3,566\n3,572 3,342\n3,348\n3,354\n3,360\n3,366 3,548\n3,554\n3,560\n3,566\n3,572 3,460\n3,466\n3,472\n3,478\n3,484 34,250\n34,300\n34,350\n34,400\n34,450 34,300\n34,350\n34,400\n34,450\n34,500 3,908\n3,914\n3,920\n3,926\n3,932 3,702\n3,708\n3,714\n3,720\n3,726 3,908\n3,914\n3,920\n3,926\n3,932 3,820\n3,826\n3,832\n3,838\n3,844 37,250\n37,300\n37,350\n37,400\n37,450 37,300\n37,350\n37,400\n37,450\n37,500 4,268\n4,274\n4,280\n4,286\n4,292 4,062\n4,068\n4,074\n4,080\n4,086 4,268\n4,274\n4,280\n4,286\n4,292 4,180\n4,186\n4,192\n4,198\n4,204 31,500\n31,550\n31,600\n31,650\n31,700 31,550\n31,600\n31,650\n31,700\n31,750 3,578\n3,584\n3,590\n3,596\n3,602 3,372\n3,378\n3,384\n3,390\n3,396 3,578\n3,584\n3,590\n3,596\n3,602 3,490\n3,496\n3,502\n3,508\n3,514 34,500\n34,550\n34,600\n34,650\n34,700 34,550\n34,600\n34,650\n34,700\n34,750 3,938\n3,944\n3,950\n3,956\n3,962 3,732\n3,738\n3,744\n3,750\n3,756 3,938\n3,944\n3,950\n3,956\n3,962 3,850\n3,856\n3,862\n3,868\n3,874 37,500\n37,550\n37,600\n37,650\n37,700 37,550\n37,600\n37,650\n37,700\n37,750 4,298\n4,304\n4,310\n4,316\n4,322 4,092\n4,098\n4,104\n4,110\n4,116 4,298\n4,304\n4,310\n4,316\n4,322 4,210\n4,216\n4,222\n4,228\n4,234 31,750\n31,800\n31,850\n31,900\n31,950 31,800\n31,850\n31,900\n31,950\n32,000 3,608\n3,614\n3,620\n3,626\n3,632 3,402\n3,408\n3,414\n3,420\n3,426 3,608\n3,614\n3,620\n3,626\n3,632 3,520\n3,526\n3,532\n3,538\n3,544 34,750\n34,800\n34,850\n34,900\n34,950 34,800\n34,850\n34,900\n34,950\n35,000 3,968\n3,974\n3,980\n3,986\n3,992 3,762\n3,768\n3,774\n3,780\n3,786 3,968\n3,974\n3,980\n3,986\n3,992 3,880\n3,886\n3,892\n3,898\n3,904 37,750\n37,800\n37,850\n37,900\n37,950 37,800\n37,850\n37,900\n37,950\n38,000 4,328\n4,334\n4,340\n4,346\n4,352 4,122\n4,128\n4,134\n4,140\n4,146 4,328\n4,334\n4,340\n4,346\n4,352 4,240\n4,246\n4,252\n4,258\n4,264 32,000 35,000 38,000 32,000\n32,050\n32,100\n32,150\n32,200 32,050\n32,100\n32,150\n32,200\n32,250 3,638\n3,644\n3,650\n3,656\n3,662 3,432\n3,438\n3,444\n3,450\n3,456 3,638\n3,644\n3,650\n3,656\n3,662 3,550\n3,556\n3,562\n3,568\n3,574 35,000\n35,050\n35,100\n35,150\n35,200 35,050\n35,100\n35,150\n35,200\n35,250 3,998\n4,004\n4,010\n4,016\n4,022 3,792\n3,798\n3,804\n3,810\n3,816 3,998\n4,004\n4,010\n4,016\n4,022 3,910\n3,916\n3,922\n3,928\n3,934 38,000\n38,050\n38,100\n38,150\n38,200 38,050\n38,100\n38,150\n38,200\n38,250 4,358\n4,364\n4,370\n4,376\n4,382 4,152\n4,158\n4,164\n4,170\n4,176 4,358\n4,364\n4,370\n4,376\n4,382 4,270\n4,276\n4,282\n4,288\n4,294 32,250\n32,300\n32,350\n32,400\n32,450 32,300\n32,350\n32,400\n32,450\n32,500 3,668\n3,674\n3,680\n3,686\n3,692 3,462\n3,468\n3,474\n3,480\n3,486 3,668\n3,674\n3,680\n3,686\n3,692 3,580\n3,586\n3,592\n3,598\n3,604 35,250\n35,300\n35,350\n35,400\n35,450 35,300\n35,350\n35,400\n35,450\n35,500 4,028\n4,034\n4,040\n4,046\n4,052 3,822\n3,828\n3,834\n3,840\n3,846 4,028\n4,034\n4,040\n4,046\n4,052 3,940\n3,946\n3,952\n3,958\n3,964 38,250\n38,300\n38,350\n38,400\n38,450 38,300\n38,350\n38,400\n38,450\n38,500 4,388\n4,394\n4,400\n4,406\n4,412 4,182\n4,188\n4,194\n4,200\n4,206 4,388\n4,394\n4,400\n4,406\n4,412 4,300\n4,306\n4,312\n4,318\n4,324 32,500\n32,550\n32,600\n32,650\n32,700 32,550\n32,600\n32,650\n32,700\n32,750 3,698\n3,704\n3,710\n3,716\n3,722 3,492\n3,498\n3,504\n3,510\n3,516 3,698\n3,704\n3,710\n3,716\n3,722 3,610\n3,616\n3,622\n3,628\n3,634 35,500\n35,550\n35,600\n35,650\n35,700 35,550\n35,600\n35,650\n35,700\n35,750 4,058\n4,064\n4,070\n4,076\n4,082 3,852\n3,858\n3,864\n3,870\n3,876 4,058\n4,064\n4,070\n4,076\n4,082 3,970\n3,976\n3,982\n3,988\n3,994 38,500\n38,550\n38,600\n38,650\n38,700 38,550\n38,600\n38,650\n38,700\n38,750 4,418\n4,424\n4,430\n4,436\n4,442 4,212\n4,218\n4,224\n4,230\n4,236 4,418\n4,424\n4,430\n4,436\n4,442 4,330\n4,336\n4,342\n4,348\n4,354 32,750\n32,800\n32,850\n32,900\n32,950 32,800\n32,850\n32,900\n32,950\n33,000 3,728\n3,734\n3,740\n3,746\n3,752 3,522\n3,528\n3,534\n3,540\n3,546 3,728\n3,734\n3,740\n3,746\n3,752 3,640\n3,646\n3,652\n3,658\n3,664 35,750\n35,800\n35,850\n35,900\n35,950 35,800\n35,850\n35,900\n35,950\n36,000 4,088\n4,094\n4,100\n4,106\n4,112 3,882\n3,888\n3,894\n3,900\n3,906 4,088\n4,094\n4,100\n4,106\n4,112 4,000\n4,006\n4,012\n4,018\n4,024 38,750\n38,800\n38,850\n38,900\n38,950 38,800\n38,850\n38,900\n38,950\n39,000 4,448\n4,454\n4,460\n4,466\n4,472 4,242\n4,248\n4,254\n4,260\n4,266 4,448\n4,454\n4,460\n4,466\n4,472 4,360\n4,366\n4,372\n4,378\n4,384 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 67 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 39,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 42,000 45,000 39,000\n39,050\n39,100\n39,150\n39,200 39,050\n39,100\n39,150\n39,200\n39,250 4,478\n4,484\n4,490\n4,496\n4,502 4,272\n4,278\n4,284\n4,290\n4,296 4,478\n4,484\n4,490\n4,496\n4,502 4,390\n4,396\n4,402\n4,408\n4,414 42,000\n42,050\n42,100\n42,150\n42,200 42,050\n42,100\n42,150\n42,200\n42,250 4,863\n4,874\n4,885\n4,896\n4,907 4,632\n4,638\n4,644\n4,650\n4,656 4,863\n4,874\n4,885\n4,896\n4,907 4,750\n4,756\n4,762\n4,768\n4,774 45,000\n45,050\n45,100\n45,150\n45,200 45,050\n45,100\n45,150\n45,200\n45,250 5,523\n5,534\n5,545\n5,556\n5,567 4,992\n4,998\n5,004\n5,010\n5,016 5,523\n5,534\n5,545\n5,556\n5,567 5,110\n5,116\n5,122\n5,128\n5,134 39,250\n39,300\n39,350\n39,400\n39,450 39,300\n39,350\n39,400\n39,450\n39,500 4,508\n4,514\n4,520\n4,526\n4,532 4,302\n4,308\n4,314\n4,320\n4,326 4,508\n4,514\n4,520\n4,526\n4,532 4,420\n4,426\n4,432\n4,438\n4,444 42,250\n42,300\n42,350\n42,400\n42,450 42,300\n42,350\n42,400\n42,450\n42,500 4,918\n4,929\n4,940\n4,951\n4,962 4,662\n4,668\n4,674\n4,680\n4,686 4,918\n4,929\n4,940\n4,951\n4,962 4,780\n4,786\n4,792\n4,798\n4,804 45,250\n45,300\n45,350\n45,400\n45,450 45,300\n45,350\n45,400\n45,450\n45,500 5,578\n5,589\n5,600\n5,611\n5,622 5,022\n5,028\n5,034\n5,040\n5,046 5,578\n5,589\n5,600\n5,611\n5,622 5,140\n5,146\n5,152\n5,158\n5,164 39,500\n39,550\n39,600\n39,650\n39,700 39,550\n39,600\n39,650\n39,700\n39,750 4,538\n4,544\n4,550\n4,556\n4,562 4,332\n4,338\n4,344\n4,350\n4,356 4,538\n4,544\n4,550\n4,556\n4,562 4,450\n4,456\n4,462\n4,468\n4,474 42,500\n42,550\n42,600\n42,650\n42,700 42,550\n42,600\n42,650\n42,700\n42,750 4,973\n4,984\n4,995\n5,006\n5,017 4,692\n4,698\n4,704\n4,710\n4,716 4,973\n4,984\n4,995\n5,006\n5,017 4,810\n4,816\n4,822\n4,828\n4,834 45,500\n45,550\n45,600\n45,650\n45,700 45,550\n45,600\n45,650\n45,700\n45,750 5,633\n5,644\n5,655\n5,666\n5,677 5,052\n5,058\n5,064\n5,070\n5,076 5,633\n5,644\n5,655\n5,666\n5,677 5,170\n5,176\n5,182\n5,188\n5,194 39,750\n39,800\n39,850\n39,900\n39,950 39,800\n39,850\n39,900\n39,950\n40,000 4,568\n4,574\n4,580\n4,586\n4,592 4,362\n4,368\n4,374\n4,380\n4,386 4,568\n4,574\n4,580\n4,586\n4,592 4,480\n4,486\n4,492\n4,498\n4,504 42,750\n42,800\n42,850\n42,900\n42,950 42,800\n42,850\n42,900\n42,950\n43,000 5,028\n5,039\n5,050\n5,061\n5,072 4,722\n4,728\n4,734\n4,740\n4,746 5,028\n5,039\n5,050\n5,061\n5,072 4,840\n4,846\n4,852\n4,858\n4,864 45,750\n45,800\n45,850\n45,900\n45,950 45,800\n45,850\n45,900\n45,950\n46,000 5,688\n5,699\n5,710\n5,721\n5,732 5,082\n5,088\n5,094\n5,100\n5,106 5,688\n5,699\n5,710\n5,721\n5,732 5,200\n5,206\n5,212\n5,218\n5,224 40,000 43,000 46,000 40,000\n40,050\n40,100\n40,150\n40,200 40,050\n40,100\n40,150\n40,200\n40,250 4,598\n4,604\n4,610\n4,616\n4,622 4,392\n4,398\n4,404\n4,410\n4,416 4,598\n4,604\n4,610\n4,616\n4,622 4,510\n4,516\n4,522\n4,528\n4,534 43,000\n43,050\n43,100\n43,150\n43,200 43,050\n43,100\n43,150\n43,200\n43,250 5,083\n5,094\n5,105\n5,116\n5,127 4,752\n4,758\n4,764\n4,770\n4,776 5,083\n5,094\n5,105\n5,116\n5,127 4,870\n4,876\n4,882\n4,888\n4,894 46,000\n46,050\n46,100\n46,150\n46,200 46,050\n46,100\n46,150\n46,200\n46,250 5,743\n5,754\n5,765\n5,776\n5,787 5,112\n5,118\n5,124\n5,130\n5,136 5,743\n5,754\n5,765\n5,776\n5,787 5,230\n5,236\n5,242\n5,248\n5,254 40,250\n40,300\n40,350\n40,400\n40,450 40,300\n40,350\n40,400\n40,450\n40,500 4,628\n4,634\n4,640\n4,646\n4,652 4,422\n4,428\n4,434\n4,440\n4,446 4,628\n4,634\n4,640\n4,646\n4,652 4,540\n4,546\n4,552\n4,558\n4,564 43,250\n43,300\n43,350\n43,400\n43,450 43,300\n43,350\n43,400\n43,450\n43,500 5,138\n5,149\n5,160\n5,171\n5,182 4,782\n4,788\n4,794\n4,800\n4,806 5,138\n5,149\n5,160\n5,171\n5,182 4,900\n4,906\n4,912\n4,918\n4,924 46,250\n46,300\n46,350\n46,400\n46,450 46,300\n46,350\n46,400\n46,450\n46,500 5,798\n5,809\n5,820\n5,831\n5,842 5,142\n5,148\n5,154\n5,160\n5,166 5,798\n5,809\n5,820\n5,831\n5,842 5,260\n5,266\n5,272\n5,278\n5,284 40,500\n40,550\n40,600\n40,650\n40,700 40,550\n40,600\n40,650\n40,700\n40,750 4,658\n4,664\n4,670\n4,676\n4,682 4,452\n4,458\n4,464\n4,470\n4,476 4,658\n4,664\n4,670\n4,676\n4,682 4,570\n4,576\n4,582\n4,588\n4,594 43,500\n43,550\n43,600\n43,650\n43,700 43,550\n43,600\n43,650\n43,700\n43,750 5,193\n5,204\n5,215\n5,226\n5,237 4,812\n4,818\n4,824\n4,830\n4,836 5,193\n5,204\n5,215\n5,226\n5,237 4,930\n4,936\n4,942\n4,948\n4,954 46,500\n46,550\n46,600\n46,650\n46,700 46,550\n46,600\n46,650\n46,700\n46,750 5,853\n5,864\n5,875\n5,886\n5,897 5,172\n5,178\n5,184\n5,190\n5,196 5,853\n5,864\n5,875\n5,886\n5,897 5,290\n5,296\n5,302\n5,308\n5,314 40,750\n40,800\n40,850\n40,900\n40,950 40,800\n40,850\n40,900\n40,950\n41,000 4,688\n4,694\n4,700\n4,706\n4,712 4,482\n4,488\n4,494\n4,500\n4,506 4,688\n4,694\n4,700\n4,706\n4,712 4,600\n4,606\n4,612\n4,618\n4,624 43,750\n43,800\n43,850\n43,900\n43,950 43,800\n43,850\n43,900\n43,950\n44,000 5,248\n5,259\n5,270\n5,281\n5,292 4,842\n4,848\n4,854\n4,860\n4,866 5,248\n5,259\n5,270\n5,281\n5,292 4,960\n4,966\n4,972\n4,978\n4,984 46,750\n46,800\n46,850\n46,900\n46,950 46,800\n46,850\n46,900\n46,950\n47,000 5,908\n5,919\n5,930\n5,941\n5,952 5,202\n5,208\n5,214\n5,220\n5,226 5,908\n5,919\n5,930\n5,941\n5,952 5,320\n5,326\n5,332\n5,338\n5,344 41,000 44,000 47,000 41,000\n41,050\n41,100\n41,150\n41,200 41,050\n41,100\n41,150\n41,200\n41,250 4,718\n4,724\n4,730\n4,736\n4,742 4,512\n4,518\n4,524\n4,530\n4,536 4,718\n4,724\n4,730\n4,736\n4,742 4,630\n4,636\n4,642\n4,648\n4,654 44,000\n44,050\n44,100\n44,150\n44,200 44,050\n44,100\n44,150\n44,200\n44,250 5,303\n5,314\n5,325\n5,336\n5,347 4,872\n4,878\n4,884\n4,890\n4,896 5,303\n5,314\n5,325\n5,336\n5,347 4,990\n4,996\n5,002\n5,008\n5,014 47,000\n47,050\n47,100\n47,150\n47,200 47,050\n47,100\n47,150\n47,200\n47,250 5,963\n5,974\n5,985\n5,996\n6,007 5,232\n5,238\n5,244\n5,250\n5,256",
    "querygen": [
      "how much do married married heads of taxes need to file jointly on taxes",
      "what is your income tax if you are married and filing jointly",
      "what is the tax deduction for married married with no children"
    ],
    "querygen_score": [
      "2.7356691",
      "2.6930494",
      "-3.6069188"
    ]
  },
  {
    "id": "legal-advice_63__54",
    "doc_id": "legal-advice_63",
    "chunk_id": 54,
    "document_category": "legal-advice",
    "text": "(g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general. The rules of evidence prevailing\nin courts of law and equity are not controlling in\nhearings or proceedings conducted under this part. The Administrative Law Judge may, however,\nexclude evidence that is irrelevant, immaterial, or\nunduly repetitious. (b) Depositions. The deposition of any witness\ntaken pursuant to §10.71 may be admitted into\nevidence in any proceeding instituted under §10.60. (c) Requests for admission. Any matter admitted\nin response to a request for admission under\n§10.71 is conclusively established unless the\nAdministrative Law Judge on motion permits\nwithdrawal or modification of the admission. Any\nadmission made by a party is for the purposes of\nthe pending action only and is not an admission by\na party for any other purpose, nor may it be used\nagainst a party in any other proceeding. (d) Proof of documents. Official documents,\nrecords, and papers of the Internal Revenue Service\nand the Office of Professional Responsibility are\nadmissible in evidence without the production of\nan officer or employee to authenticate them. Any\ndocuments, records, and papers may be evidenced\nby a copy attested to or identified by an officer or\nemployee of the Internal Revenue Service or the\nTreasury Department, as the case may be. (e) Withdrawal of exhibits. If any document,\nrecord, or other paper is introduced in evidence\nas an exhibit, the Administrative Law Judge may\nauthorize the withdrawal of the exhibit subject to\nany conditions that he or she deems proper. (f) Objections. Objections to evidence are to be\nmade in short form, stating the grounds for the\nobjection. Except as ordered by the Administrative\nLaw Judge, argument on objections will not be\nrecorded or transcribed. Rulings on objections\nare to be a part of the record, but no exception to\na ruling is necessary to preserve the rights of the\nparties. (g) Effective/applicability date. This section is\napplicable on September 26, 2007. Treasury Department Circular No. 230 Table of Contents § 10.74 Transcript. In cases where the hearing is stenographically\nreported by a Government contract reporter, copies\nof the transcript may be obtained from the reporter\nat rates not to exceed the maximum rates fixed by\ncontract between the Government and the reporter. Where the hearing is stenographically reported by a\nregular employee of the Internal Revenue Service,\na copy will be supplied to the respondent either\nwithout charge or upon the payment of a reasonable\nfee. Copies of exhibits introduced at the hearing or\nat the taking of depositions will be supplied to the\nparties upon the payment of a reasonable fee (Sec.\n501, Public Law 82-137) (65 Stat. 290) (31 U.S.C.\n§ 483a). § 10.75 Proposed findings and conclusions. Except in cases where the respondent has failed to\nanswer the complaint or where a party has failed to\nappear at the hearing, the parties must be afforded a\nreasonable opportunity to submit proposed findings\nand conclusions and their supporting reasons to the\nAdministrative Law Judge. § 10.76 Decision of Administrative Law Judge. (a) In general —\n(1) Hearings. Within 180 days after the\nconclusion of a hearing and the receipt of any\nproposed findings and conclusions timely\nsubmitted by the parties, the Administrative Law\nJudge should enter a decision in the case.",
    "querygen": [
      "when does the rule of evidence apply",
      "what is the effective date for the rule of evidence",
      "what are the rules of evidence in court"
    ],
    "querygen_score": [
      "-0.87616396",
      "-0.7452768",
      "-0.82443047"
    ]
  },
  {
    "id": "legal-advice_39__85",
    "doc_id": "legal-advice_39",
    "chunk_id": 85,
    "document_category": "legal-advice",
    "text": "(11 weeks if you filed electronically). Have your 2022 tax return handy so you\ncan enter your social security number,\nyour filing status, and the exact whole\ndollar amount of your refund. Where's My Refund will provide a\npersonalized refund date as soon as the\nIRS processes your tax return and approves your refund. Effect of refund on benefits. Any refund you receive can't be counted as income when determining if you or anyone else is eligible for benefits or\nassistance, or how much you or anyone\nelse can receive, under any federal program or under any state or local program\nfinanced in whole or in part with federal\nfunds. These programs include Temporary Assistance for Needy Families\n(TANF), Medicaid, Supplemental Security Income (SSI), and Supplemental\nNutrition Assistance Program (formerly\nfood stamps). In addition, when determining eligibility, the refund can't be\ncounted as a resource for at least 12\nmonths after you receive it. Check with\nyour local benefit coordinator to find out\nif your refund will affect your benefits. DIRECT DEPOSIT Simple. Safe. Secure. Fast Refunds! Join the eight in 10 taxpayers\nwho choose direct deposit—a fast, simple, safe,\nsecure way to have your refund deposited\nautomatically to your checking or savings\naccount, including an individual retirement\narrangement (IRA). See the information about\nIRAs, later. If you want us to directly deposit the\namount shown on line 35a to your\nchecking or savings account, including\nan IRA, at a bank or other financial institution (such as a mutual fund, brokerage firm, or credit union) in the United\nStates:\n• Complete lines 35b through 35d (if\nyou want your refund deposited to only\none account), or\n• Check the box on line 35a and attach Form 8888 if you want to split the\ndirect deposit of your refund into more\nthan one account or use all or part of\nyour refund to buy paper series I savings\nbonds. If you don’t want your refund directly deposited to your account, don’t check the box on line 35a. Draw a line\nthrough the boxes on lines 35b and 35d. We will send you a check instead. Account must be in your name. Don’t\nrequest a deposit of your refund to an\naccount that isn't in your name, such as\nyour tax return preparer’s account. Although you may owe your tax return\npreparer a fee for preparing your return,\ndon’t have any part of your refund deposited into the preparer's account to pay\nthe fee. The number of refunds that can be directly deposited to a single account or\nprepaid debit card is limited to three a\nyear. After this limit is reached, paper\nchecks will be sent instead. Learn more\nat IRS.gov/DepositLimit. Why Use Direct Deposit? • You get your refund faster by direct deposit than you do by check. • Payment is more secure. There is\nno check that can get lost or stolen. • It is more convenient. You don’t\nhave to make a trip to the bank to deposit your check. • It saves tax dollars. It costs the\ngovernment less to refund by direct deposit.\n• It's proven itself. Nearly 98% of\nsocial security and veterans' benefits are\nsent electronically using direct deposit.",
    "querygen": [
      "how long does it take the irs to approve taxes",
      "when do i have to file my taxes",
      "how long for tax refund"
    ],
    "querygen_score": [
      "-0.100673154",
      "-1.7748809",
      "0.097670466"
    ]
  },
  {
    "id": "legal-advice_68__62",
    "doc_id": "legal-advice_68",
    "chunk_id": 62,
    "document_category": "legal-advice",
    "text": "• You are filing Form 8814 (relating to election to report\nchild's interest and dividends on your return). • You have income or loss from a passive activity. Yes. Use Worksheet 1\nNo. Go to Step 3.\nin Pub. 596 to see if you\ncan take the credit. -38- Step 3 Qualifying Child A qualifying child for the EIC is a child who is your... Son, daughter, stepchild, foster child, brother, sister, stepbrother, stepsister,\nhalf brother, half sister, or a descendant of any of them (for example, your\ngrandchild, niece, or nephew)\nAND 3. Are you a married taxpayer whose filing status is married\nfiling separately or head of household? Yes. Continue\nNo. Skip questions 4\n䊲\nand 5; go to question 6.\n4. Did you and your spouse have the same principal residence\nfor the last 6 months of 2022? Yes. Continue\nNo. Skip question 5; go\n䊲\nto question 6. was ... Under age 19 at the end of 2022 and younger than you\n(or your spouse if filing jointly)\nor\nUnder age 24 at the end of 2022, a student (defined later), and younger than\nyou (or your spouse if filing jointly) 5. Are you legally separated according to your state law under\na written separation agreement or a decree of separate\nmaintenance and you lived apart from your spouse at the\nend of 2022? Yes. Continue\nNo. STOP\n䊲 or\nAny age and permanently and totally disabled (defined later)\nAND Who isn't filing a joint return for 2022\nor is filing a joint return for 2022 only to claim a refund of withheld income\ntax or estimated tax paid (see Pub. 596 for examples)\nAND Who lived with you in the United States for more than half of 2022. 6. Could you be a qualifying child of another person for 2022? (Check “No” if the other person isn't required to file, and\nisn't filing, a 2022 tax return or is filing a 2022 return only\nto claim a refund of withheld income tax or estimated tax\npaid (see Pub. 596 for examples).) No. Skip Step 4; go to\nYes. STOP\nStep 5. You can't take the\ncredit. Enter “No” on\nthe dotted line next to\nline 27. Step 4 ! You can't take the credit for a child who didn't live with you for more\nthan half the year, even if you paid most of the child's living expenses. The\nIRS may ask you for documents to show you lived with each qualifying child. Documents you might want to keep for this purpose include school and child\ncare records and other records that show your child's address. CAUTION ! If the child meets the conditions to be a qualifying child of any other\nperson (other than your spouse, if filing a joint return) for 2022, see\nQualifying child of more than one person, later. If the child was married, see\nMarried child, later. CAUTION Filers Without a Qualifying\nChild 1. Are you a married taxpayer whose filing status is married\nfiling separately or head of household? No. Continue\nYes. STOP You can’t take the\ncredit. TIP If the child didn't live with you for more than half of 2022 because of\na temporary absence, birth, death, or kidnapping, see Exception to time\nlived with you, later.",
    "querygen": [
      "what forms must be filed to claim child's dividends",
      "can you claim child's interest and dividends on your tax return",
      "do i need to report child dividends on taxes"
    ],
    "querygen_score": [
      "-0.311827",
      "1.6076834",
      "-0.05931642"
    ]
  },
  {
    "id": "legal-advice_92__18",
    "doc_id": "legal-advice_92",
    "chunk_id": 18,
    "document_category": "legal-advice",
    "text": "It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard. If they don’t, certain deductions\nand credits on Form 1040 or 1040-SR\nmay be reduced or disallowed and you\nmay not receive credit for your social\nsecurity earnings. If your Form W-2\nshows an incorrect SSN or name, notify\nyour employer or the form-issuing agent\nas soon as possible to make sure your\nearnings are credited to your social security record. If the name or SSN on\nyour social security card is incorrect,\ncall the SSA. Once you are issued an SSN, use it to\nfile your tax return. Use your SSN to file -14- your tax return even if your SSN does\nnot authorize employment or if you have\nbeen issued an SSN that authorizes employment and you lose your employment authorization. An ITIN will not be\nissued to you once you have been issued\nan SSN. If you received your SSN after\npreviously using an ITIN, stop using\nyour ITIN. Use your SSN instead. IRS Individual Taxpayer\nIdentification Numbers\n(ITINs) for Aliens If you are a nonresident or resident alien\nand you don’t have and aren’t eligible to\nget an SSN, you must apply for an ITIN. It takes about 7 weeks to get an ITIN. If you already have an ITIN, enter it\nwherever your SSN is requested on your\ntax return. Some ITINs must be renewed. If you\nhaven't used your ITIN on a federal tax\nreturn at least once for tax years 2019,\n2020, or 2021, it expired at the end of\n2022 and must be renewed if you need\nto file a federal tax return in 2023. You\ndon't need to renew your ITIN if you\ndon't need to file a federal tax return. You can find more information at\nIRS. gov/ITIN. ITINs assigned before 2013\nTIP have expired and must be renewed if you need to file a tax\nreturn in 2023. If you previously submitted a renewal application and it was approved, you do not need to renew again\nunless you haven't used your ITIN on a\nfederal tax return at least once for tax\nyears 2019, 2020, or 2021. An ITIN is for tax use only. It doesn't\nentitle you to social security benefits or\nchange your employment or immigration status under U.S. law. For more information on ITINs, including application, expiration, and renewal, see Form W-7 and its instructions. If you receive an SSN after previously using an ITIN, stop using your ITIN. Use your SSN instead. Visit a local IRS\noffice or write a letter to the IRS explaining that you now have an SSN and\nwant all your tax records combined under your SSN. Details about what to include with the letter and where to mail it\nare at IRS. gov/ITIN. Nonresident Alien Spouse If your spouse is a nonresident alien,\nyour spouse must have either an SSN or\nan ITIN if:\n• You file a joint return, or\n• Your spouse is filing a separate return. Presidential Election\nCampaign Fund This fund helps pay for Presidential\nelection campaigns.",
    "querygen": [
      "how long does it take to get a social security number",
      "how long to get an ssn for social security",
      "how long does it take to get ssn"
    ],
    "querygen_score": [
      "1.8892654",
      "2.1406083",
      "2.5193677"
    ]
  },
  {
    "id": "legal-advice_30__8",
    "doc_id": "legal-advice_30",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.65 Supplemental charges. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.66 Reply to answer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.67 Proof; variance; amendment of pleadings. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.68 Motions and requests. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.69 Representation; ex parte communication.",
    "querygen": [
      "when did adolf eugene sweden become a state",
      "who is the author of the song 'The Last Time'?",
      "a. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
    ],
    "querygen_score": [
      "-10.4165535",
      "-8.786885",
      "-4.0322695"
    ]
  },
  {
    "id": "legal-advice_1__32",
    "doc_id": "legal-advice_1",
    "chunk_id": 32,
    "document_category": "legal-advice",
    "text": "ReferenCAUTION ces to lines in the following instructions refer to the line on either\nform. ! Line 1a\nTotal Amount From Form(s)\nW-2, Box 1\nEnter the total amount from Form(s)\nW-2, box 1. If a joint return, also include your spouse's income from\nForm(s) W-2, box 1. If you earned wages while you\nwere an inmate in a penal instiCAUTION tution, you will now report\nthese amounts on Schedule 1, line 8u. Do not report those wages on line 1a. See the instructions for Schedule 1,\nline 8u. ! If you received a pension or annuity from a nonqualified deCAUTION ferred compensation plan or a\nnongovernmental section 457(b) plan\nand it was reported in box 1 of Form\nW-2, do not include this amount on\nForm 1040, line 1a. This amount is reported on Schedule 1, line 8t. ! Line 1b\nHousehold Employee\nWages Not Reported on\nForm(s) W-2 Enter the total of your wages received as\na household employee that was not reported on Form(s) W-2. An employer\nisn’t required to provide a Form W-2 to\nyou if they paid you wages of less than\n$2,400 in 2022. For information on employment taxes for household employees, see Tax Topic 756. Line 1c\nTip Income Not Reported on\nLine 1a This should include any tip income you\ndidn’t report to your employer and any\nallocated tips shown in box 8 on your\nForm(s) W-2 unless you can prove that\nyour unreported tips are less than the\namount in box 8. Allocated tips aren't included as income in box 1. See Pub. 531\nfor more details. Also include the value\nof any noncash tips you received, such\nas tickets, passes, or other items of value. Although you don’t report these noncash tips to your employer, you must report them on line 1c. You may owe social security\nand Medicare or railroad reCAUTION tirement (RRTA) tax on unreported tips. See the instructions for\nSchedule 2, line 5. ! Line 1d\nMedicaid Waiver Payments\nNot Reported on Form(s)\nW-2, Box 1 Enter your taxable Medicaid waiver\npayments that were not reported on\nForm(s) W-2. Also enter the total of\nyour taxable and nontaxable Medicaid\nwaiver payments that were not reported\non Form(s) W-2, or not reported in\nbox 1 of Form(s) W-2, if you choose to\ninclude nontaxable payments in earned\nincome for purposes of claiming a credit\nor other tax benefit. If you and your\nspouse both received nontaxable Medicaid waiver payments during the year,\nyou and your spouse can make different\nchoices about including payments in\nearned income. See the instructions for\nSchedule 1, line 8s. Line 1e\nTaxable Dependent Care\nBenefits From Form 2441,\nLine 26 Enter the total of your taxable dependent\ncare benefits from Form 2441, line 26. Dependent care benefits should be\nshown in box 10 of your Form(s) W-2. But first complete Form 2441 to see if\nyou can exclude part or all of the benefits. Enter the total of your tip income that\nwas not reported on Form 1040, line 1a. Need more information or forms? Visit IRS.gov. -24- Line 1f\nEmployer-Provided\nAdoption Benefits From\nForm 8839, Line 29 Enter the total of your employer-provided adoption benefits from Form 8839,\nline 29. Employer-provided adoption\nbenefits should be shown in box 12 of\nyour Form(s) W-2 with code T.",
    "querygen": [
      "what is the correct amount for a W2",
      "what is the box for w2",
      "what form to use to calculate a spouse's income on a tax return"
    ],
    "querygen_score": [
      "-1.782824",
      "-1.3425033",
      "-0.9734068"
    ]
  },
  {
    "id": "legal-advice_69__3",
    "doc_id": "legal-advice_69",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8\n§ 10.5 Application to become an enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9\n§ 10.6 Term and renewal of status as an enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10\n§ 10.7 Representing oneself; participating in rulemaking; limited practice; and special appearances. . . 16\n§ 10.8 Return preparation and application of rules to other individuals. . . . . . . . . . . . . . . . . . . . . . . . . . . 17\n§ 10.9 Continuing education providers and continuing education programs. . . . . . . . . . . . . . . . . . . . . . . . 17\nSubpart B — Duties and Restrictions Relating to Practice Before the Internal Revenue Service . . . . . . . 19\n§ 10.20 Information to be furnished. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n§ 10.21 Knowledge of client’s omission. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n§ 10.22 Diligence as to accuracy.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n§ 10.23 Prompt disposition of pending matters.",
    "querygen": [
      "what is the proper name for a london native",
      "what are the synonyms of the name .",
      "slang words for children"
    ],
    "querygen_score": [
      "-9.393944",
      "-6.193865",
      "-7.8271294"
    ]
  },
  {
    "id": "legal-advice_39__134",
    "doc_id": "legal-advice_39",
    "chunk_id": 134,
    "document_category": "legal-advice",
    "text": "For\ndetails, see Pub. 970. Qualified higher education expenses. Qualified higher education expenses\ngenerally include tuition, fees, room and\nboard, and related expenses such as\nbooks and supplies. The expenses must\nbe for education in a degree, certificate, or similar program at an eligible educational institution. An eligible educational institution includes most colleges,\nuniversities, and certain vocational\nschools. For details, see Pub. 970. . al of personal property engaged in for\nprofit. Line 24 c Line 22 has been reserved for future use. Enter the nontaxable amount of the value of Olympic and Paralympic medals\nand USOC prize money reported on\nline 8m. Line 23 Line 24 d Archer MSA Deduction\nSee Form 8853. Enter reforestation amortization and expenses (see Pub. 535). Lines 24a through 24z Line 24e Line 22 Line 24a\nJury duty pay. Enter your jury duty\npay if you gave the pay to your employer because your employer paid your salary while you served on the jury. Line 24b Enter the deductible expenses related to\nincome reported on line 8l from the rent- -93- Enter repayment of supplemental unemployment benefits under the Trade Act\nof 1974 (see Pub. 525). Line 24f\nEnter contributions to section 501(c)(18)\n(D) pension plans (see Pub. 525). Line 24g\nEnter contributions by certain chaplains\nto section 403(b) plans (see Pub. 517). Line 24h Enter attorney fees and court costs for\nactions involving certain unlawful discrimination claims, but only to the extent of gross income from such actions\n(see Pub. 525). Line 24i Enter attorney fees and court costs you\npaid in connection with an award from\nthe IRS for information you provided\nthat helped the IRS detect tax law violations, up to the amount of the award includible in your gross income. Line 24j\nEnter the housing deduction from Form\n2555. Line 24k\nEnter excess deductions of section 67(e)\nexpenses from Schedule K-1 (Form 1041), box 11, code A. See the Instructions for Schedule K-1 (Form 1041). Line 24z Use line 24z to report any adjustments\nnot reported elsewhere. List the type and\namount of the adjustment. Form 1099-K loss reporting. If you\nsold a personal item at a loss, enter the\namount of the sale proceeds from Form\n1099-K on line 24z that you reported on\nline 8z. In the entry space next to\nline 24z write “Form 1099-K Personal\nItem Sold at a Loss” and also enter the\namount of the sale proceeds. For example, you bought a couch for $1,000 and\nsold it through a third-party vendor for\n$700, which was reported on your Form\n1099-K. On line 24z you would enter\n$700 and in the entry space next to\nline 24z you would write “Form 1099-K\nPersonal Item Sold at a Loss - $700.” See the instructions for line 8z. -94- Incorrect Form 1099-K. If you received a Form 1099-K that shows payments you didn't receive or is otherwise\nincorrect and you can't get it corrected,\nenter the amount on line 24z that you reported on line 8z. In the entry space next\nto line 24z write “Incorrect Form\n1099-K” and also enter the amount that\nwas incorrectly reported to you.",
    "querygen": [
      "what are considered qualified educational expenses",
      "what expenses are qualifying higher education expenses",
      "what is considered a qualified education expense"
    ],
    "querygen_score": [
      "-0.29287407",
      "1.3838584",
      "-0.1288338"
    ]
  },
  {
    "id": "legal-advice_91__69",
    "doc_id": "legal-advice_91",
    "chunk_id": 69,
    "document_category": "legal-advice",
    "text": "A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. Welfare benefits, effect of credit on. Any refund you receive\nas a result of taking the EIC can't be counted as income when\ndetermining if you or anyone else is eligible for benefits or assistance, or how much you or anyone else can receive, under\nany federal program or under any state or local program financed in whole or in part with federal funds. These programs\ninclude Temporary Assistance for Needy Families (TANF),\nMedicaid, Supplemental Security Income (SSI), and Supplemental Nutrition Assistance Program (formerly food stamps). In\naddition, when determining eligibility, the refund can't be counted as a resource for at least 12 months after you receive it. Check with your local benefit coordinator to find out if your refund will affect your benefits. -42- Worksheet A—2022 EIC—Line 27 Before you begin: Keep for Your Records Be sure you are using the correct worksheet. Use this worksheet only if you\nanswered “No” to Step 5, question 2. Otherwise, use Worksheet B. Part 1 1. Enter your earned income from Step 5. All Filers Using\nWorksheet A 2. Look up the amount on line 1 above in the EIC Table (right after\nWorksheet B) to find the credit. Be sure you use the correct column\nfor your filing status and the number of qualifying children you have who\nhave a valid SSN as defined earlier. Enter the credit here. 1 2 STOP If line 2 is zero,\nYou can’t take the credit. Enter “No” on the dotted line next to Form 1040 or 1040-SR, line 27. 3. Enter the amount from Form 1040 or 1040-SR, line 11. 4. Are the amounts on lines 3 and 1 the same? 3 Yes. Skip line 5; enter the amount from line 2 on line 6.\nNo.\n5. Part 2 Filers Who\nAnswered\n“No” on\nLine 4 Part 3 Your Earned\nIncome Credit Go to line 5. If you have:\n● No qualifying children who have a valid SSN, is the amount on\nline 3 less than $9,200 ($15,300 if married filing jointly)? ● 1 or more qualifying children who have a valid SSN, is the amount\non line 3 less than $20,150 ($26,300 if married filing jointly)? Yes. Leave line 5 blank; enter the amount from line 2 on line 6. No. Look up the amount on line 3 in the EIC Table to find the\ncredit. Be sure you use the correct column for your filing\nstatus and the number of qualifying children you have who\nhave a valid SSN. Enter the credit here. Look at the amounts on lines 5 and 2. Then, enter the smaller amount on line 6. 6. 5 This is your earned income credit. 6\nEnter this amount on\nForm 1040 or 1040-SR,\nline 27. Reminder— 1040 or\nIf you have a qualifying child, complete and attach Schedule EIC. 1040-SR CAUTION EIC 10o4r0 R 1040-S",
    "querygen": [
      "what is the difference between an eic and a trade school",
      "what is the difference between technical schools and on the job training school",
      "is eic a school"
    ],
    "querygen_score": [
      "-3.8739376",
      "-3.320791",
      "-1.0128515"
    ]
  },
  {
    "id": "legal-advice_40__7",
    "doc_id": "legal-advice_40",
    "chunk_id": 7,
    "document_category": "legal-advice",
    "text": "All IRS information about Form\n1099-K is available by going to IRS.gov/\n1099K. Free Software Options for Doing Your Taxes Why have 49 million Americans used Free File? • Security—Free File uses the latest encryption technology to safeguard your information. • Flexible Payments—File early; pay by April 18, 2023 (for most people). • Greater Accuracy—Fewer errors mean faster processing. • Quick Receipt—Get an acknowledgment that your return was received and accepted. • Go Green—Reduce the amount of paper used. • It’s Free—through IRS.gov/FreeFile.\n• Faster Refunds—Join the eight in 10 taxpayers who get their refunds faster by using\ndirect deposit and e-file. Do Your Taxes for Free If your adjusted gross income was $73,000 or less in 2022, you can use free tax software to prepare and e-file your tax return. Earned more? Use Free File Fillable Forms. Free File. This public–private partnership, between the IRS and tax software providers, makes approximately a dozen\nbrand-name commercial software products and e-file available for free. Seventy percent of the nation’s taxpayers are eligible. Just visit IRS.gov/FreeFile for details. Free File combines all the benefits of e-file and easy-to-use software at no cost. Guided\nquestions will help ensure you get all the tax credits and deductions you are due. It’s fast, safe, and free. You can review each software provider’s criteria for free usage or use an online tool to find which free software products match\nyour situation. Some software providers offer state tax return preparation for free. Free File Fillable Forms. The IRS offers electronic versions of IRS paper forms that can also be e-filed for free. Free File\nFillable Forms is best for people experienced in preparing their own tax returns. There are no income limitations. Free File\nFillable Forms does basic math calculations. It supports only federal tax forms. Free Tax Help Available Nationwide\nVolunteers are available in communities nationwide providing free tax assistance to low-to-moderate income (generally under\n$60,000 in adjusted gross income) and elderly taxpayers (age 60 and older). At selected sites, taxpayers can input and\nelectronically file their own tax return with the assistance of an IRS-certified volunteer. See How To Get Tax Help near the end of these instructions for additional information or visit IRS.gov (Keyword: VITA) for a\nVITA/TCE site near you! IRS.gov is the gateway to all electronic services offered by the IRS, as well as the spot to download forms at IRS.gov/Forms. Make your tax payments online—it’s easy. You can make payments online, by phone, or from a mobile device. Paying online is safe and secure; it\nputs you in control of paying your tax bill and gives you peace of mind. You determine the payment\ndate, and you will receive an immediate confirmation from the IRS. Go to IRS.gov/Payments to see all\nyour online payment options. -7- Filing\nRequirements\nDo You Have To\nFile? Use Chart A, B, or C to see if you must\nfile a return. U.S. citizens who lived in\nor had income from a U.S. possession\nshould see Pub. 570. Residents of Puerto\nRico can use Tax Topic 901 to see if\nthey must file. Even if you do not otherwise",
    "querygen": [
      "why use free file",
      "what is the irs free file",
      "where to find the irs form 1099-k?"
    ],
    "querygen_score": [
      "2.7791214",
      "1.8075646",
      "0.7602846"
    ]
  },
  {
    "id": "legal-advice_1__87",
    "doc_id": "legal-advice_1",
    "chunk_id": 87,
    "document_category": "legal-advice",
    "text": "Line 35b The routing number must be nine digits. The first two digits must be 01 through\n12 or 21 through 32. On the sample\ncheck shown later, the routing number is\n250250025. C. and M. Keys would use\nthat routing number unless their finan- Need more information or forms? Visit IRS.gov. Line 35c Check the appropriate box for the type\nof account. Don’t check more than one\nbox. If the deposit is to an account such\nas an IRA, health savings account, brokerage account, or other similar account,\nask your financial institution whether\nyou should check the “Checking” or\n“Savings” box. You must check the correct box to ensure your deposit is accepted. If your deposit is to a TreasuryDirect® online account, check the “Savings”\nbox. Line 35d The account number can be up to 17\ncharacters (both numbers and letters). Include hyphens but omit spaces and\nspecial symbols. Enter the number from\nleft to right and leave any unused boxes\nblank. On the sample check shown later,\nthe account number is 20202086. Don’t\ninclude the check number. If the direct deposit to your account(s) is different from the amount\nyou expected, you will receive an explanation in the mail about 2 weeks after\nyour refund is deposited. Reasons Your Direct Deposit\nRequest Will Be Rejected If any of the following apply, your direct\ndeposit request will be rejected and a\ncheck will be sent instead. • You are asking to have a joint refund deposited to an individual account,\nand your financial institution(s) won't allow this. The IRS isn't responsible if a\nfinancial institution rejects a direct deposit. Sample Check—Lines 35b Through 35d 1234 C. KEYS\nM. KEYS\n123 Pear Lane\nAnyplace, MI 00000 PL E 15-0000/0000 $ M PAY TO THE\nORDER OF SA cial institution instructed them to use a\ndifferent routing number for direct deposits. Ask your financial institution for the\ncorrect routing number to enter on\nline 35b if:\n• The routing number on a deposit\nslip is different from the routing number\non your checks,\n• Your deposit is to a savings account that doesn't allow you to write\nchecks, or\n• Your checks state they are payable\nthrough a financial institution different\nfrom the one at which you have your\nchecking account. ANYPLACE BANK\nAnyplace, MI 00000 Routing\nnumber Account\nnumber (line 35b) (line 35d) DOLLARS Do not include\nthe check number. For \"’86\". 1234 |:250250025|:202020 The routing and account numbers may be in different places on your check. CAUTION • The name on your account doesn't\nmatch the name on the refund, and your\nfinancial institution(s) won't allow a refund to be deposited unless the name on\nthe refund matches the name on the account. • Three direct deposits of tax refunds already have been made to the\nsame account or prepaid debit card. • You haven't given a valid account\nnumber. • Any numbers or letters on lines\n35b through 35d are crossed out or whited out. The IRS isn't responsible for a\nlost refund if you enter the\nCAUTION wrong\naccount information. Check with your financial institution to\nget the correct routing and account\nnumbers and to make sure your direct\ndeposit will be accepted. !",
    "querygen": [
      "how many numbers in a routing number",
      "routing number for a check",
      "how many digits on the routing number"
    ],
    "querygen_score": [
      "-2.1739655",
      "-0.79002976",
      "-1.6173139"
    ]
  },
  {
    "id": "legal-advice_37__59",
    "doc_id": "legal-advice_37",
    "chunk_id": 59,
    "document_category": "legal-advice",
    "text": "Need more information or forms? Visit IRS.gov. -36- Line 19\nChild Tax Credit and Credit\nfor Other Dependents\nUse Schedule 8812 (Form 1040) to figure your child tax credit and credit for\nother dependents. Form 8862, who must file. You must\nfile Form 8862 to claim the child tax\ncredit or credit for other dependents if\nyour child tax credit (refundable or nonrefundable depending on the tax year),\nadditional child tax credit, or credit for\nother dependents for a year after 2015\nwas denied or reduced for any reason\nother than a math or clerical error. Attach a completed Form 8862 to your\n2022 return. Don’t file Form 8862 if you\nfiled Form 8862 for 2021, and the child\ntax credit (refundable or nonrefundable),\nadditional child tax credit, or credit for\nother dependents was allowed for that\nyear. See Form 8862 and its instructions\nfor details. If you take the child tax credit\nor credit for other dependents\nCAUTION even though you aren't eligible\nand it is determined that your error is\ndue to reckless or intentional disregard\nof the rules for these credits, you won't\nbe allowed to take either credit or the\nadditional child tax credit for 2 years\neven if you're otherwise eligible to do\nso. If you take the child tax credit or\ncredit for other dependents even though\nyou aren’t eligible and it is later determined that you fraudulently took either\ncredit, you won't be allowed to take either credit or the additional child tax\ncredit for 10 years. You may also have\nto pay penalties. ! If your qualifying child didn’t\nhave an SSN valid for employCAUTION ment issued before the due date\nof your 2022 return (including extensions), you can’t claim the child tax\ncredit for that child on your original or\namended return. However, you may be\nable to claim the credit for other dependents for that child. ! Form 8805, or Form 8288-A. You\nshould attach the form to your return to\nclaim a credit for the withholding. Payments\nLine 25\nFederal Income Tax\nWithheld Line 26 Line 25a—Form(s) W-2 Enter any estimated federal income tax\npayments you made for 2022. Include\nany overpayment that you applied to\nyour 2022 estimated tax from your 2021\nreturn or an amended return (Form\n1040-X). 2022 Estimated Tax\nPayments Add the amounts shown as federal income tax withheld on your Form(s)\nW-2. Enter the total on line 25a. The\namount withheld should be shown in\nbox 2 of Form W-2. Attach your\nForm(s) W-2 to your return. Line 25b—Form(s) 1099\nInclude on line 25b any federal income\ntax withheld on your Form(s) 1099-R. The amount withheld should be shown\nin box 4. Attach your Form(s) 1099-R to\nthe front of your return if federal income\ntax was withheld. If you received a 2022 Form 1099\nshowing federal income tax withheld on\ndividends, taxable or tax-exempt interest\nincome, unemployment compensation,\nsocial security benefits, railroad retirement benefits, or other income you received, include the amount withheld in\nthe total on line 25b. This should be\nshown in box 4 of Form 1099, box 6 of\nForm SSA-1099, or box 10 of Form\nRRB-1099. Line 25c—Other Forms\nInclude on line 25c any federal income\ntax withheld on your Form(s) W-2G. The amount withheld should be shown\nin box 4. Attach Form(s) W-2G to the\nfront of your return if federal income tax\nwas withheld.",
    "querygen": [
      "irs child tax credit schedule for other dependents",
      "what forms do i need",
      "which tax form do i need to file for my child?"
    ],
    "querygen_score": [
      "0.9780566",
      "-2.1802778",
      "-0.13634399"
    ]
  },
  {
    "id": "legal-advice_91__4",
    "doc_id": "legal-advice_91",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": "Low Income Taxpayer Clinics Help Taxpayers\nLow Income Taxpayer Clinics (LITCs) are independent from the Internal Revenue Service (IRS) and the Taxpayer Advocate\nService (TAS). LITCs represent individuals whose income is below a certain level and who need to resolve tax problems with\nthe IRS. LITCs can represent taxpayers in audits, appeals, and tax collection disputes before the IRS and in court. In addition,\nLITCs can provide information about taxpayer rights and responsibilities in different languages for individuals who speak\nEnglish as a second language. Services are offered for free or a small fee. For more information or to find an LITC near you, see\nthe LITC page at TaxpayerAdvocate. IRS.gov/LITCMap or IRS Publication 4134, Low Income Taxpayer Clinic List. This\npublication is available online at IRS. gov/Forms-Pubs or by calling the IRS toll free at 800-TAX-FORM (800-829-3676). Suggestions for Improving the IRS\nTaxpayer Advocacy Panel\nTaxpayers have an opportunity to provide direct feedback to the Internal Revenue Service (IRS) through the Taxpayer Advocacy\nPanel (TAP). The TAP is a Federal Advisory Committee comprised of an independent panel of citizen volunteers who listen to\ntaxpayers, identify taxpayers' systemic issues, and make suggestions for improving IRS customer service. Contact TAP at\nImproveIRS.org. -4- Affordable Care Act — What You Need To Know\nRequirement To Reconcile Advance Payments of the Premium Tax Credit The premium tax credit helps pay premiums for health insurance purchased from the Marketplace. Eligible\nindividuals may have advance payments of the premium tax credit made on their behalf directly to the insurance\ncompany. If you or a family member enrolled in health insurance through the Marketplace and advance payments of the\npremium tax credit were made to your insurance company to reduce your monthly premium payment, you must attach\nForm 8962 to your return to reconcile (compare) the advance payments with your premium tax credit for the year. The Marketplace is required to send Form 1095-A by January 31, 2023, listing the advance payments and other\ninformation you need to complete Form 8962. 1. You will need Form 1095-A from the Marketplace. 2. Complete Form 8962 to claim the credit and to reconcile your advance credit payments. 3. Include Form 8962 with your Form 1040, Form 1040-SR, or Form 1040-NR. (Don’t include Form 1095-A.) Health Coverage Reporting If you or someone in your family was an employee in 2022, the employer may be required to send you Form\n1095-C. Part II of Form 1095-C shows whether your employer offered you health insurance coverage and, if\nso, information about the offer. You should receive Form 1095-C by early March 2023. This information may be\nrelevant if you purchased health insurance coverage for 2022 through the Health Insurance Marketplace and\nwish to claim the premium tax credit on Schedule 3, line 9. However, you don’t need to wait to receive this form\nto file your return. You may rely on other information received from your employer. If you don’t wish to claim the\npremium tax credit for 2022, you don’t need the information in Part II of Form 1095-C.",
    "querygen": [
      "what is litc clinic",
      "who do listiccs work for",
      "what are tax clinics"
    ],
    "querygen_score": [
      "2.6582835",
      "-3.8823385",
      "0.6866721"
    ]
  },
  {
    "id": "legal-advice_25__38",
    "doc_id": "legal-advice_25",
    "chunk_id": 38,
    "document_category": "legal-advice",
    "text": "You must have been at least\nage 70 1/2 when the distribution was\nmade. Generally, your total QCDs for the\nyear can't be more than $100,000. (On a\njoint return, your spouse can also have a\nQCD of up to $100,000.) The amount of\nthe QCD is limited to the amount that would otherwise be included in your income. If your IRA includes nondeductible contributions, the distribution is first\nconsidered to be paid out of otherwise\ntaxable income. See Pub. 590-B for details. You can't claim a charitable\ncontribution deduction for any\nCAUTION QCD not included in your income. ! Exception 4. If all or part of the distribution is a health savings account (HSA)\nfunding distribution (HFD), enter the total distribution on line 4a. If the total\namount distributed is an HFD and you\nelect to exclude it from income, enter -0on line 4b. If only part of the distribution is an HFD and you elect to exclude\nthat part from income, enter the part that\nisn't an HFD on line 4b unless Exception\n2 applies to that part. Enter “HFD” next\nto line 4b. An HFD is a distribution made directly by the trustee of your IRA (other\nthan an ongoing SEP or SIMPLE IRA)\nto your HSA. If eligible, you can generally elect to exclude an HFD from your\nincome once in your lifetime. You can't\nexclude more than the limit on HSA\ncontributions or more than the amount\nthat would otherwise be included in your\nincome. If your IRA includes nondeductible contributions, the HFD is first considered to be paid out of otherwise taxable income. See Pub. 969 for details. The amount of an HFD reduces\nthe amount you can contribute\nCAUTION to your HSA for the year. If you\nfail to maintain eligibility for an HSA\nfor the 12 months following the month of\nthe HFD, you may have to report the\nHFD as income and pay an additional\ntax. See Form 8889, Part III. ! More than one exception applies. If\nmore than one exception applies, include\na statement showing the amount of each\nexception, instead of making an entry\nnext to line 4b. For example: “Line 4b –\n$1,000 Rollover and $500 HFD.” But\nyou do not need to attach a statement if\nonly Exception 2 and one other exception apply. More than one distribution. If you (or\nyour spouse if filing jointly) received\nmore than one distribution, figure the\ntaxable amount of each distribution and -27- enter the total of the taxable amounts on\nline 4b. Enter the total amount of those\ndistributions on line 4a. You may have to pay an additional tax if you received an\nCAUTION early distribution from your\nIRA and the total wasn't rolled over. See\nthe instructions for Schedule 2, line 8,\nfor details. ! More information. For more information about IRAs, see Pub. 590-A and\nPub. 590-B. Lines 5a and 5b\nPensions and Annuities You should receive a Form 1099-R\nshowing the total amount of your pension and annuity payments before income tax or other deductions were withheld. This amount should be shown in\nbox 1 of Form 1099-R. Pension and annuity payments include distributions\nfrom 401(k), 403(b), and governmental\n457(b) plans. Rollovers and lump-sum\ndistributions are explained later. Don’t\ninclude the following payments on lines\n5a and 5b.",
    "querygen": [
      "what is qcd",
      "what is the minimum age to receive a qcd",
      "what is the maximum amount you can have on your spouse qcd"
    ],
    "querygen_score": [
      "-1.0516331",
      "-0.9206042",
      "-0.012866732"
    ]
  },
  {
    "id": "legal-advice_22__1",
    "doc_id": "legal-advice_22",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber:\n20032401F\nRelease Date: 6/13/2003\nCC:LM:FS:LI:POSTF-129710-02\ndate:\nto: from: subject: May 5, 2003\nCary Allen, Technical Advisor, Leasing Technical IP\nPatricia Autry, Technical Advisor, Leasing Technical IP\nJody Tancer, Associate Area Counsel\n(Financial Services:\n) Foreign Tax Credit Implications in Ownership-FSC Transactions\nUIL 245.04-00, 245.05-00, 245.09-00, 861.02-00, 862.00-00,\n901.01-00, 902.02-00, 902.03-16, 902.03-21, 902.03-22, 902.03-24,\n902.04-00, 904.03-08, 906.30-00, 921.00-00, 923.00-00, 924.01-00 On August 14, 2002, we sent you a memorandum (the earlier\nmemorandum), analyzing whether treating an Ownership-FSC (O-FSC)\ntransaction entered into by a domestic financial services\ninstitution (the parent/taxpayer)and its Foreign Sales\nCorporation (TP-FSC) as a financing arrangement would increase\navailable foreign tax credit (FTC). The Office of the Associate\nChief Counsel (International), provided us with comments on the\nearlier memorandum. As a result of those comments, this\nmemorandum reflects the modifications suggested by the National\nOffice. This memorandum should not be cited as precedent. ISSUES\n1. Whether rental income received by TP-FSC in an\nO-FSC leasing transaction that is recharacterized as interest\nincome from a financing arrangement is income effectively\nconnected with the conduct of a trade or business within the\nUnited States (ECI)? 2. Whether TP-FSC may claim a FTC with respect to such\nrecharacterized interest income? 3. Whether parent/taxpayer may claim a deemed paid FTC with\nrespect to such recharacterized interest income? 4. Whether parent/taxpayer’s FTC limitation will increase as\na result of such recharacterization? CC:LM:FS:LI:POSTF-129710-02 page 2 CONCLUSIONS 1. Rental income received by TP-FSC in an O-FSC leasing\ntransaction recharacterized as interest income from a financing\ntransaction is ECI. 2. TP-FSC may claim a FTC with respect to such\nrecharacterized interest income. 3. Parent/taxpayer may not claim a deemed paid FTC with\nrespect to such recharacterized interest income. 4. The parent/taxpayer’s FTC limitation may increase as a\nresult of this recharacterization of income. FACTS The facts below are taken solely from one of the\nparent/taxpayer’s O-FSC transactions that was the subject of\nprior Field Service Advice. Please note that for purposes of this memorandum, we will\nuse “parent/taxpayer” to include the domestic financial services\ninstitution, its subsidiaries, and various entities that\nparent/taxpayer has acquired, but the term does not include TPFSC or any other FSC. In this transaction, treated as a sale/leaseback by the\nparties, TP-FSC was incorporated in\nas an indirectly\nwholly owned subsidiary of the parent/taxpayer. In addition to\nTP-FSC, parent/taxpayer established a wholly owned domestic\nGrantor Trust (the Trust) which functioned as the vehicle for the\nestablishment, capitalization, and maintenance of TP-FSC. The\nTrust owned 100 percent of TP-FSC’s outstanding stock. Per the\ntransaction as created by the participants, a second domestic\nGrantor Trust (Trustee) was the borrower of the nonrecourse loan\nfrom the Foreign Lender; the Trustee was authorized by the\nparent/taxpayer to act as Trustee for the first Trust and to hold\nthe capital stock of TP-FSC. The Trustee transferred funds from\nthe parent/taxpayer via the Trust (the equity investment) and the\ntotal proceeds of the nonrecourse loan to TP-FSC. As required by the Loan Agreement, TP-FSC used the\nnonrecourse loan proceeds and the equity investment to allegedly\npurchase the\nsubject to this O-FSC transaction. However, TP-FSC did not obtain actual title to the\n. CC:LM:FS:LI:POSTF-129710-02 page 3 Immediately after purchasing the\n,\nTP-FSC leased it to a subsidiary of the foreign Tax Exempt\nEntity.",
    "querygen": [
      "when was the internal revenue service issued?",
      "irs memorandum number",
      "irs memorandum number release date"
    ],
    "querygen_score": [
      "-1.6053647",
      "1.8991494",
      "2.5061681"
    ]
  },
  {
    "id": "legal-advice_95__46",
    "doc_id": "legal-advice_95",
    "chunk_id": 46,
    "document_category": "legal-advice",
    "text": "Service by this method will be considered\ncomplete upon mailing, provided the complaint is\naddressed to the respondent at the respondent’s last\nknown address as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder. (3) Service by other than certified or first class\nmail. (i) Service of the complaint may be made on\nthe respondent by delivery by a private delivery\nservice designated pursuant to section 7502(f) of the\nInternal Revenue Code to the last known address\n(as determined under section 6212 of the Internal\nRevenue Code and the regulations there under) of the\nrespondent. Service by this method will be considered\ncomplete, provided the complaint is addressed to the\nrespondent at the respondent’s last known address\nPage 32 — § 10.62 as determined under section 6212 of the Internal\nRevenue Code and the regulations thereunder. (ii) Service of the complaint may be made in\nperson on, or by leaving the complaint at the office\nor place of business of, the respondent. Service by\nthis method will be considered complete and proof\nof service will be a written statement, sworn or\naffirmed by the person who served the complaint,\nidentifying the manner of service, including the\nrecipient, relationship of recipient to respondent,\nplace, date and time of service. (iii) Service may be made by any other means\nagreed to by the respondent. Proof of service will be\na written statement, sworn or affirmed by the person\nwho served the complaint, identifying the manner\nof service, including the recipient, relationship\nof recipient to respondent, place, date and time of\nservice. (4) For purposes of this section, respondent\nmeans the practitioner, employer, firm or other entity,\nor appraiser named in the complaint or any other\nperson having the authority to accept mail on behalf\nof the practitioner, employer, firm or other entity or\nappraiser. (b) Service of papers other than complaint. Any\npaper other than the complaint may be served on the\nrespondent, or his or her authorized representative\nunder §10.69(a)(2) by:\n(1) mailing the paper by first class mail to the last\nknown address (as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder) of the respondent or the respondent’s\nauthorized representative,\n(2) delivery by a private delivery service\ndesignated pursuant to section 7502(f) of the\nInternal Revenue Code to the last known address\n(as determined under section 6212 of the Internal\nRevenue Code and the regulations thereunder)\nof the respondent or the respondent’s authorized\nrepresentative, or\n(3) as provided in paragraphs (a)(3)(ii) and (a)(3)\n(iii) of this section. (c) Service of papers on the Internal Revenue\nService. Whenever a paper is required or permitted\nto be served on the Internal Revenue Service in\nTreasury Department Circular No. 230 Table of Contents connection with a proceeding under this part,\nthe paper will be served on the Internal Revenue\nService’s authorized representative under §10.69(a)\n(1) at the address designated in the complaint, or at\nan address provided in a notice of appearance. If no\naddress is designated in the complaint or provided\nin a notice of appearance, service will be made on\nthe office(s) established to enforce this part under the\nauthority of §10.1, Internal Revenue Service, 1111\nConstitution Avenue, NW, Washington, DC 20224. (d) Service of evidence in support of complaint.",
    "querygen": [
      "how to file a complaint in us state tax",
      "what does it mean to mail a complaint",
      "how does a complaint get serviced"
    ],
    "querygen_score": [
      "-3.0192997",
      "-0.73390985",
      "1.8915972"
    ]
  },
  {
    "id": "legal-advice_64__20",
    "doc_id": "legal-advice_64",
    "chunk_id": 20,
    "document_category": "legal-advice",
    "text": "How to Report Digital Asset\nTransactions If you disposed of any digital asset in\n2022, that you held as a capital asset,\nthrough a sale, exchange, gift, or transfer, check “Yes” and use Form 8949 to\ncalculate your capital gain or loss and\nreport that gain or loss on Schedule D\n(Form 1040). If you received any digital asset as\ncompensation for services or disposed of\nany digital asset that you held for sale to\ncustomers in a trade or business, you\nmust report the income as you would report other income of the same type (for\nexample, W-2 wages on Form 1040 or\n1040-SR, line 1a, or inventory or services from Schedule C or Schedule 1). Need more information or forms? Visit IRS.gov. Standard Deduction If you are filing Form 1040-SR, TIP you can find a Standard Deduction Chart on the last page\nof that form that can calculate the\namount of your standard deduction in\nmost situations. Don’t file the Standard Deduction\nChart with your return. Single and Married Filing\nJointly If you or your spouse (if you are married\nand filing a joint return) can be claimed\nas a dependent on someone else’s return,\ncheck the appropriate box in the Standard Deduction section. If you were a dual-status alien, check\nthe “Spouse itemizes on a separate return or you were a dual-status alien”\nbox. If you were a dual-status alien and\nyou file a joint return with your spouse\nwho was a U.S. citizen or resident alien\nat the end of 2022 and you and your\nspouse agree to be taxed on your combined worldwide income, don’t check\nthe box. Age/Blindness If you or your spouse (if you are married\nand filing a joint return) were born before January 2, 1958, or were blind at\nthe end of 2022, check the appropriate boxes on the line labeled “Age/Blindness.” Don’t check any boxes for your\nspouse if your filing status is head of\nhousehold. Death of spouse in 2022. If your\nspouse was born before January 2, 1958,\nbut died in 2022 before reaching age 65,\ndon’t check the box that says “Spouse\nwas born before January 2, 1958.” A person is considered to reach age\n65 on the day before the person’s 65th\nbirthday. Example. Your spouse was born on\nFebruary 14, 1957, and died on February\n13, 2022. Your spouse is considered age\n65 at the time of death. Check the appropriate box for your spouse. However, if\nyour spouse died on February 12, 2022,\nyour spouse isn't considered age 65. Don’t check the box. Death of taxpayer in 2022. If you are\npreparing a return for someone who died\nin 2022, see Pub. 501 before completing\nthe standard deduction information. Blindness If you weren’t totally blind as of December 31, 2022, you must get a statement certified by your eye doctor (ophthalmologist or optometrist) that:\n• You can't see better than 20/200 in\nyour better eye with glasses or contact\nlenses, or\n• Your field of vision is 20 degrees\nor less. Need more information or forms? Visit IRS.gov. -16- If your eye condition isn't likely to\nimprove beyond the conditions listed\nabove, you can get a statement certified\nby your eye doctor (ophthalmologist or\noptometrist) to this effect instead. You must keep the statement for your\nrecords.",
    "querygen": [
      "how to report digital asset transactions",
      "when is i report digital asset losses",
      "when do we report digital asset transactions"
    ],
    "querygen_score": [
      "2.3421624",
      "0.17699447",
      "1.1341106"
    ]
  },
  {
    "id": "legal-advice_64__99",
    "doc_id": "legal-advice_64",
    "chunk_id": 99,
    "document_category": "legal-advice",
    "text": "4,570\n4,576\n4,582\n4,588\n4,594 43,500\n43,550\n43,600\n43,650\n43,700 43,550\n43,600\n43,650\n43,700\n43,750 5,193\n5,204\n5,215\n5,226\n5,237 4,812\n4,818\n4,824\n4,830\n4,836 5,193\n5,204\n5,215\n5,226\n5,237 4,930\n4,936\n4,942\n4,948\n4,954 46,500\n46,550\n46,600\n46,650\n46,700 46,550\n46,600\n46,650\n46,700\n46,750 5,853\n5,864\n5,875\n5,886\n5,897 5,172\n5,178\n5,184\n5,190\n5,196 5,853\n5,864\n5,875\n5,886\n5,897 5,290\n5,296\n5,302\n5,308\n5,314 40,750\n40,800\n40,850\n40,900\n40,950 40,800\n40,850\n40,900\n40,950\n41,000 4,688\n4,694\n4,700\n4,706\n4,712 4,482\n4,488\n4,494\n4,500\n4,506 4,688\n4,694\n4,700\n4,706\n4,712 4,600\n4,606\n4,612\n4,618\n4,624 43,750\n43,800\n43,850\n43,900\n43,950 43,800\n43,850\n43,900\n43,950\n44,000 5,248\n5,259\n5,270\n5,281\n5,292 4,842\n4,848\n4,854\n4,860\n4,866 5,248\n5,259\n5,270\n5,281\n5,292 4,960\n4,966\n4,972\n4,978\n4,984 46,750\n46,800\n46,850\n46,900\n46,950 46,800\n46,850\n46,900\n46,950\n47,000 5,908\n5,919\n5,930\n5,941\n5,952 5,202\n5,208\n5,214\n5,220\n5,226 5,908\n5,919\n5,930\n5,941\n5,952 5,320\n5,326\n5,332\n5,338\n5,344 41,000 44,000 47,000 41,000\n41,050\n41,100\n41,150\n41,200 41,050\n41,100\n41,150\n41,200\n41,250 4,718\n4,724\n4,730\n4,736\n4,742 4,512\n4,518\n4,524\n4,530\n4,536 4,718\n4,724\n4,730\n4,736\n4,742 4,630\n4,636\n4,642\n4,648\n4,654 44,000\n44,050\n44,100\n44,150\n44,200 44,050\n44,100\n44,150\n44,200\n44,250 5,303\n5,314\n5,325\n5,336\n5,347 4,872\n4,878\n4,884\n4,890\n4,896 5,303\n5,314\n5,325\n5,336\n5,347 4,990\n4,996\n5,002\n5,008\n5,014 47,000\n47,050\n47,100\n47,150\n47,200 47,050\n47,100\n47,150\n47,200\n47,250 5,963\n5,974\n5,985\n5,996\n6,007 5,232\n5,238\n5,244\n5,250\n5,256 5,963\n5,974\n5,985\n5,996\n6,007 5,350\n5,356\n5,362\n5,368\n5,374 41,250\n41,300\n41,350\n41,400\n41,450 41,300\n41,350\n41,400\n41,450\n41,500 4,748\n4,754\n4,760\n4,766\n4,772 4,542\n4,548\n4,554\n4,560\n4,566 4,748\n4,754\n4,760\n4,766\n4,772 4,660\n4,666\n4,672\n4,678\n4,684 44,250\n44,300\n44,350\n44,400\n44,450 44,300\n44,350\n44,400\n44,450\n44,500 5,358\n5,369\n5,380\n5,391\n5,402 4,902\n4,908\n4,914\n4,920\n4,926 5,358\n5,369\n5,380\n5,391\n5,402 5,020\n5,026\n5,032\n5,038\n5,044 47,250\n47,300\n47,350\n47,400\n47,450 47,300\n47,350\n47,400\n47,450\n47,500 6,018\n6,029\n6,040\n6,051\n6,062 5,262\n5,268\n5,274\n5,280\n5,286 6,018\n6,029\n6,040\n6,051\n6,062 5,380\n5,386\n5,392\n5,398\n5,404 41,500\n41,550\n41,600\n41,650\n41,700 41,550\n41,600\n41,650\n41,700\n41,750 4,778\n4,784\n4,790\n4,796\n4,802 4,572\n4,578\n4,584\n4,590\n4,596 4,778\n4,784\n4,790\n4,796\n4,802 4,690\n4,696\n4,702\n4,708\n4,714 44,500\n44,550\n44,600\n44,650\n44,700 44,550\n44,600\n44,650\n44,700\n44,750 5,413\n5,424\n5,435\n5,446\n5,457 4,932\n4,938\n4,944\n4,950\n4,956 5,413\n5,424\n5,435\n5,446\n5,457 5,050\n5,056\n5,062\n5,068\n5,074 47,500\n47,550\n47,600\n47,650\n47,700 47,550\n47,600\n47,650\n47,700\n47,750 6,073\n6,084\n6,095\n6,106\n6,117 5,292\n5,298\n5,304\n5,310\n5,316 6,073\n6,084\n6,095\n6,106\n6,117 5,410\n5,416\n5,422\n5,428\n5,434 41,750\n41,800\n41,850\n41,900\n41,950 41,800\n41,850\n41,900\n41,950\n42,000 4,808\n4,819\n4,830\n4,841\n4,852 4,602\n4,608\n4,614\n4,620\n4,626 4,808\n4,819\n4,830\n4,841\n4,852 4,720\n4,726\n4,732\n4,738\n4,744 44,750\n44,800\n44,850\n44,900\n44,950 44,800\n44,850\n44,900\n44,950\n45,000 5,468\n5,479\n5,490\n5,501\n5,512 4,962\n4,968\n4,974\n4,980\n4,986 5,468\n5,479\n5,490\n5,501\n5,512 5,080\n5,086\n5,092\n5,098\n5,104 47,750\n47,800\n47,850\n47,900\n47,950 47,800\n47,850\n47,900\n47,950\n48,000 6,128\n6,139\n6,150\n6,161\n6,172 5,322\n5,328\n5,334\n5,340\n5,346 6,128\n6,139\n6,150\n6,161\n6,172 5,440\n5,446\n5,452\n5,458\n5,464 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 68 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 48,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 51,000 54,000 48,000\n48,050\n48,100\n48,150\n48,200 48,050\n48,100\n48,150\n48,200\n48,250 6,183\n6,194\n6,205\n6,216\n6,227 5,352\n5,358\n5,364\n5,370\n5,376 6,183\n6,194\n6,205\n6,216\n6,227 5,470\n5,476\n5,482\n5,488\n5,494 51,000\n51,050\n51,100\n51,150\n51,200 51,050\n51,100\n51,150\n51,200\n51,250 6,843\n6,854\n6,865\n6,876\n6,887 5,712\n5,718\n5,724\n5,730\n5,736 6,843\n6,854\n6,865\n6,876\n6,887 5,830\n5,836\n5,842\n5,848\n5,854 54,000\n54,050\n54,100\n54,150\n54,200 54,050\n54,100\n54,150\n54,200\n54,250 7,503\n7,514\n7,525\n7,536\n7,547 6,072\n6,078\n6,084\n6,090\n6,096 7,503\n7,514\n7,525\n7,536\n7,547 6,190\n6,196\n6,202\n6,208\n6,214 48,250\n48,300\n48,350\n48,400\n48,450 48,300\n48,350\n48,400\n48,450\n48,500 6,238\n6,249\n6,260\n6,271\n6,282 5,382\n5,388\n5,394\n5,400\n5,406 6,238\n6,249\n6,260\n6,271\n6,282 5,500\n5,506\n5,512\n5,518\n5,524 51,250\n51,300\n51,350\n51,400\n51,450 51,300\n51,350\n51,400\n51,450\n51,500 6,898\n6,909\n6,920\n6,931\n6,942 5,742\n5,748\n5,754\n5,760\n5,766 6,898\n6,909\n6,920\n6,931\n6,942 5,860\n5,866\n5,872\n5,878\n5,884 54,250\n54,300\n54,350\n54,400\n54,450 54,300\n54,350\n54,400\n54,450\n54,500 7,558\n7,569\n7,580\n7,591\n7,602 6,102\n6,108\n6,114\n6,120\n6,126 7,558\n7,569\n7,580\n7,591\n7,602 6,220\n6,226\n6,232\n6,238\n6,244 48,500\n48,550\n48,600\n48,650\n48,700 48,550\n48,600\n48,650\n48,700\n48,750 6,293\n6,304\n6,315\n6,326\n6,337 5,412\n5,418\n5,424\n5,430\n5,436 6,293\n6,304\n6,315\n6,326\n6,337 5,530\n5,536\n5,542\n5,548\n5,554 51,500\n51,550\n51,600\n51,650\n51,700 51,550\n51,600\n51,650\n51,700\n51,750 6,953\n6,964\n6,975\n6,986\n6,997 5,772\n5,778\n5,784\n5,790\n5,796 6,953\n6,964\n6,975\n6,986\n6,997 5,890\n5,896\n5,902\n5,908\n5,914 54,500\n54,550\n54,600\n54,650\n54,700 54,550\n54,600\n54,650\n54,700\n54,750 7,613\n7,624\n7,635\n7,646\n7,657 6,132\n6,138\n6,144\n6,150\n6,156 7,613\n7,624\n7,635\n7,646\n7,657 6,250\n6,256\n6,262\n6,268\n6,274 48,750\n48,800\n48,850\n48,900\n48,950 48,800\n48,850\n48,900\n48,950\n49,000 6,348\n6,359\n6,370\n6,381\n6,392 5,442\n5,448\n5,454\n5,460\n5,466 6,348\n6,359\n6,370\n6,381\n6,392 5,560\n5,566\n5,572\n5,578\n5,584 51,750\n51,800\n51,850\n51,900\n51,950 51,800\n51,850\n51,900\n51,950\n52,000 7,008\n7,019\n7,030\n7,041\n7,052 5,802\n5,808\n5,814\n5,820\n5,826 7,008\n7,019\n7,030\n7,041\n7,052 5,920\n5,926\n5,932\n5,938\n5,944 54,750\n54,800\n54,850\n54,900\n54,950 54,800\n54,850\n54,900\n54,950\n55,000 7,668\n7,679\n7,690\n7,701\n7,712 6,162\n6,168\n6,174\n6,180\n6,186 7,668\n7,679\n7,690\n7,701\n7,712 6,280\n6,286\n6,292\n6,298\n6,304 49,000 52,000 55,000 49,000\n49,050\n49,100\n49,150\n49,200 49,050\n49,100\n49,150\n49,200\n49,250 6,403\n6,414\n6,425\n6,436\n6,447 5,472\n5,478\n5,484\n5,490\n5,496 6,403\n6,414\n6,425\n6,436\n6,447 5,590\n5,596\n5,602\n5,608\n5,614 52,000\n52,050\n52,100\n52,150\n52,200 52,050\n52,100\n52,150\n52,200\n52,250 7,063\n7,074\n7,085\n7,096\n7,107 5,832\n5,838\n5,844\n5,850\n5,856 7,063\n7,074\n7,085\n7,096\n7,107 5,950\n5,956\n5,962\n5,968\n5,974 55,000\n55,050\n55,100\n55,150\n55,200 55,050\n55,100\n55,150\n55,200\n55,250 7,723\n7,734\n7,745\n7,756\n7,767 6,192\n6,198\n6,204\n6,210\n6,216 7,723\n7,734\n7,745\n7,756\n7,767 6,310\n6,316\n6,322\n6,328\n6,334 49,250\n49,300\n49,350\n49,400\n49,450 49,300\n49,350\n49,400\n49,450\n49,500 6,458\n6,469\n6,480\n6,491\n6,502 5,502\n5,508\n5,514\n5,520\n5,526 6,458\n6,469\n6,480\n6,491\n6,502 5,620\n5,626\n5,632\n5,638\n5,644 52,250\n52,300\n52,350\n52,400\n52,450 52,300\n52,350\n52,400\n52,450\n52,500 7,118\n7,129\n7,140\n7,151\n7,162 5,862\n5,868\n5,874\n5,880\n5,886 7,118\n7,129\n7,140\n7,151\n7,162 5,980\n5,986\n5,992\n5,998\n6,004 55,250\n55,300\n55,350\n55,400\n55,450 55,300\n55,350\n55,400\n55,450\n55,500 7,778\n7,789\n7,800\n7,811\n7,822 6,222\n6,228\n6,234\n6,240\n6,246 7,778\n7,789\n7,800\n7,811\n7,822 6,340\n6,346\n6,352\n6,358\n6,364 49,500\n49,550\n49,600\n49,650\n49,700 49,550\n49,600\n49,650\n49,700\n49,750 6,513\n6,524\n6,535\n6,546\n6,557 5,532\n5,538\n5,544\n5,550\n5,556 6,513\n6,524\n6,535\n6,546\n6,557 5,650\n5,656\n5,662\n5,668\n5,674 52,500\n52,550\n52,600\n52,650\n52,700 52,550\n52,600\n52,650\n52,700\n52,750 7,173\n7,184\n7,195\n7,206\n7,217 5,892\n5,898\n5,904\n5,910\n5,916 7,173\n7,184\n7,195\n7,206\n7,217 6,010\n6,016\n6,022\n6,028\n6,034 55,500\n55,550\n55,600\n55,650\n55,700 55,550\n55,600\n55,650\n55,700\n55,750 7,833\n7,844\n7,855\n7,866\n7,877 6,252\n6,258\n6,264\n6,270\n6,276 7,833\n7,844\n7,855\n7,866\n7,877 6,370\n6,376\n6,382\n6,388\n6,394 49,750\n49,800\n49,850\n49,900\n49,950 49,800\n49,850\n49,900\n49,950\n50,000 6,568\n6,579\n6,590\n6,601\n6,612 5,562\n5,568\n5,574\n5,580\n5,586 6,568\n6,579\n6,590\n6,601\n6,612 5,680\n5,686\n5,692\n5,698\n5,704 52,750\n52,800\n52,850\n52,900\n52,950 52,800\n52,850\n52,900\n52,950\n53,000 7,228\n7,239\n7,250\n7,261\n7,272 5,922\n5,928\n5,934\n5,940\n5,946 7,228\n7,239\n7,250\n7,261\n7,272 6,040\n6,046\n6,052\n6,058\n6,064 55,750\n55,800\n55,850\n55,900\n55,950 55,800\n55,850\n55,900\n55,950\n56,000 7,888\n7,899\n7,910\n7,921\n7,932 6,282\n6,288\n6,294\n6,300\n6,306 7,888\n7,899\n7,910\n7,921\n7,932 6,400\n6,406\n6,412\n6,421\n6,432 50,000 53,000 56,000 50,000\n50,050\n50,100\n50,150\n50,200 50,050\n50,100\n50,150\n50,200\n50,250 6,623\n6,634\n6,645\n6,656\n6,667 5,592\n5,598\n5,604\n5,610\n5,616 6,623\n6,634\n6,645\n6,656\n6,667 5,710\n5,716\n5,722\n5,728\n5,734 53,000\n53,050\n53,100\n53,150\n53,200 53,050\n53,100\n53,150\n53,200\n53,250 7,283\n7,294\n7,305\n7,316\n7,327 5,952\n5,958\n5,964\n5,970\n5,976 7,283\n7,294\n7,305\n7,316\n7,327 6,070\n6,076\n6,082\n6,088\n6,094 56,000\n56,050\n56,100\n56,150\n56,200 56,050\n56,100\n56,150\n56,200\n56,250 7,943\n7,954\n7,965\n7,976\n7,987 6,312\n6,318\n6,324\n6,330\n6,336 7,943\n7,954\n7,965\n7,976\n7,987 6,443\n6,454\n6,465\n6,476\n6,487 50,250\n50,300\n50,350\n50,400\n50,450 50,300\n50,350\n50,400\n50,450\n50,500 6,678\n6,689\n6,700\n6,711\n6,722 5,622\n5,628\n5,634\n5,640\n5,646 6,678\n6,689\n6,700\n6,711\n6,722 5,740\n5,746\n5,752\n5,758\n5,764 53,250\n53,300\n53,350\n53,400\n53,450 53,300\n53,350\n53,400\n53,450\n53,500 7,338\n7,349\n7,360\n7,371\n7,382 5,982\n5,988\n5,994\n6,000\n6,006 7,338\n7,349\n7,360\n7,371\n7,382 6,100\n6,106\n6,112\n6,118\n6,124 56,250\n56,300\n56,350\n56,400\n56,450 56,300\n56,350\n56,400\n56,450\n56,500 7,998\n8,009\n8,020\n8,031\n8,042 6,342\n6,348\n6,354\n6,360\n6,366 7,998\n8,009\n8,020\n8,031\n8,042 6,498\n6,509\n6,520\n6,531\n6,542 50,500\n50,550\n50,600\n50,650\n50,700 50,550\n50,600\n50,650\n50,700\n50,750 6,733\n6,744\n6,755\n6,766\n6,777 5,652\n5,658\n5,664\n5,670\n5,676 6,733\n6,744\n6,755\n6,766\n6,777 5,770\n5,776\n5,782\n5,788\n5,794 53,500\n53,550\n53,600\n53,650\n53,700 53,550\n53,600\n53,650\n53,700\n53,750 7,393\n7,404\n7,415\n7,426\n7,437 6,012\n6,018\n6,024\n6,030\n6,036 7,393\n7,404\n7,415\n7,426\n7,437 6,130\n6,136\n6,142\n6,148\n6,154 56,500\n56,550\n56,600\n56,650\n56,700 56,550\n56,600\n56,650\n56,700\n56,750 8,053\n8,064\n8,075\n8,086\n8,097 6,372\n6,378\n6,384\n6,390\n6,396 8,053\n8,064\n8,075\n8,086\n8,097 6,553\n6,564\n6,575\n6,586\n6,597 50,750\n50,800\n50,850\n50,900\n50,950 50,800\n50,850\n50,900\n50,950\n51,000 6,788\n6,799\n6,810\n6,821\n6,832 5,682\n5,688\n5,694\n5,700\n5,706 6,788\n6,799\n6,810\n6,821\n6,832 5,800\n5,806\n5,812\n5,818\n5,824 53,750\n53,800\n53,850\n53,900\n53,950 53,800\n53,850\n53,900\n53,950\n54,000 7,448\n7,459\n7,470\n7,481\n7,492 6,042\n6,048\n6,054\n6,060\n6,066 7,448\n7,459\n7,470\n7,481\n7,492 6,160\n6,166\n6,172\n6,178\n6,184 56,750\n56,800\n56,850\n56,900\n56,950 56,800\n56,850\n56,900\n56,950\n57,000 8,108\n8,119\n8,130\n8,141\n8,152 6,402\n6,408\n6,414\n6,420\n6,426 8,108\n8,119\n8,130\n8,141\n8,152 6,608\n6,619\n6,630\n6,641\n6,652 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 69 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 57,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 60,000 63,000",
    "querygen": [
      "what is the number for nc 5000",
      "how many numbers in a lottery",
      "number of people who hold ncaa"
    ],
    "querygen_score": [
      "-7.0585747",
      "-4.1890063",
      "-5.889948"
    ]
  },
  {
    "id": "legal-advice_96__18",
    "doc_id": "legal-advice_96",
    "chunk_id": 18,
    "document_category": "legal-advice",
    "text": "It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard. If they don’t, certain deductions\nand credits on Form 1040 or 1040-SR\nmay be reduced or disallowed and you\nmay not receive credit for your social\nsecurity earnings. If your Form W-2\nshows an incorrect SSN or name, notify\nyour employer or the form-issuing agent\nas soon as possible to make sure your\nearnings are credited to your social security record. If the name or SSN on\nyour social security card is incorrect,\ncall the SSA. Once you are issued an SSN, use it to\nfile your tax return. Use your SSN to file -14- your tax return even if your SSN does\nnot authorize employment or if you have\nbeen issued an SSN that authorizes employment and you lose your employment authorization. An ITIN will not be\nissued to you once you have been issued\nan SSN. If you received your SSN after\npreviously using an ITIN, stop using\nyour ITIN. Use your SSN instead. IRS Individual Taxpayer\nIdentification Numbers\n(ITINs) for Aliens If you are a nonresident or resident alien\nand you don’t have and aren’t eligible to\nget an SSN, you must apply for an ITIN. It takes about 7 weeks to get an ITIN. If you already have an ITIN, enter it\nwherever your SSN is requested on your\ntax return. Some ITINs must be renewed. If you\nhaven't used your ITIN on a federal tax\nreturn at least once for tax years 2019,\n2020, or 2021, it expired at the end of\n2022 and must be renewed if you need\nto file a federal tax return in 2023. You\ndon't need to renew your ITIN if you\ndon't need to file a federal tax return. You can find more information at\nIRS. gov/ITIN. ITINs assigned before 2013\nTIP have expired and must be renewed if you need to file a tax\nreturn in 2023. If you previously submitted a renewal application and it was approved, you do not need to renew again\nunless you haven't used your ITIN on a\nfederal tax return at least once for tax\nyears 2019, 2020, or 2021. An ITIN is for tax use only. It doesn't\nentitle you to social security benefits or\nchange your employment or immigration status under U.S. law. For more information on ITINs, including application, expiration, and renewal, see Form W-7 and its instructions. If you receive an SSN after previously using an ITIN, stop using your ITIN. Use your SSN instead. Visit a local IRS\noffice or write a letter to the IRS explaining that you now have an SSN and\nwant all your tax records combined under your SSN. Details about what to include with the letter and where to mail it\nare at IRS. gov/ITIN. Nonresident Alien Spouse If your spouse is a nonresident alien,\nyour spouse must have either an SSN or\nan ITIN if:\n• You file a joint return, or\n• Your spouse is filing a separate return. Presidential Election\nCampaign Fund This fund helps pay for Presidential\nelection campaigns.",
    "querygen": [
      "how long for ssn verification",
      "how long does it take to get an ssn for your job",
      "how long does it take for social security to process your application"
    ],
    "querygen_score": [
      "-0.58716834",
      "1.1615518",
      "-0.43802783"
    ]
  },
  {
    "id": "legal-advice_95__51",
    "doc_id": "legal-advice_95",
    "chunk_id": 51,
    "document_category": "legal-advice",
    "text": "Requests for admission shall not exceed a total of 30\n(including any subparts within a specific request)\nwithout the approval from the Administrative Law\nJudge. (d) Limitations. Discovery shall not be authorized if —\n(1) The request fails to meet any requirement set\nforth in paragraph (a) of this section;\n(2) It will unduly delay the proceeding;\n(3) It will place an undue burden on the party\nrequired to produce the discovery sought;\n(4) It is frivolous or abusive;\n(5) It is cumulative or duplicative;\n(6) The material sought is privileged or otherwise\nprotected from disclosure by law;\n(7) The material sought relates to mental\nimpressions, conclusions, of legal theories of any\nparty, attorney, or other representative, or a party\nprepared in the anticipation of a proceeding; or\n(8) The material sought is available generally\nto the public, equally to the parties, or to the party\nseeking the discovery through another source. (e) Failure to comply. Where a party fails to comply\nwith an order of the Administrative Law Judge under\nthis section, the Administrative Law Judge may, among\nother things, infer that the information would be adverse\nto the party failing to provide it, exclude the information\nfrom evidence or issue a decision by default. (f) Other discovery. No discovery other than that\nspecifically provided for in this section is permitted. Page 36 — § 10.71 (g) Effective/applicability date. This section\nis applicable to proceedings initiated on or after\nSeptember 26, 2007. § 10.72 Hearings. (a) In general —\n(1) Presiding officer. An Administrative Law\nJudge will preside at the hearing on a complaint\nfiled under §10.60 for the sanction of a practitioner,\nemployer, firm or other entity, or appraiser. (2) Time for hearing. Absent a determination by\nthe Administrative Law Judge that, in the interest\nof justice, a hearing must be held at a later time,\nthe Administrative Law Judge should, on notice\nsufficient to allow proper preparation, schedule the\nhearing to occur no later than 180 days after the time\nfor filing the answer. (3) Procedural requirements. (i) Hearings will be stenographically recorded\nand transcribed and the testimony of witnesses will\nbe taken under oath or affirmation. (ii) Hearings will be conducted pursuant to\n5 U.S.C. 556.\n(iii) A hearing in a proceeding requested under\n§10.82(g) will be conducted de novo. (iv) An evidentiary hearing must be held in all\nproceedings prior to the issuance of a decision by the\nAdministrative Law Judge unless —\n(A) The Internal Revenue Service withdraws\nthe complaint;\n(B) A decision is issued by default pursuant to\n§10.64(d);\n(C) A decision is issued under §10.82 (e);\n(D) The respondent requests a decision on the\nwritten record without a hearing; or\n(E) The Administrative Law Judge issues a\ndecision under §10.68(d) or rules on another motion\nthat disposes of the case prior to the hearing. (b) Cross-examination. A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents",
    "querygen": [
      "how many admissions per day does the court need to make a discovery",
      "how many request for discovery are authorized",
      "how many requests for admission for discovery"
    ],
    "querygen_score": [
      "-4.105883",
      "-0.08513082",
      "-0.17025965"
    ]
  },
  {
    "id": "legal-advice_93__21",
    "doc_id": "legal-advice_93",
    "chunk_id": 21,
    "document_category": "legal-advice",
    "text": "(ii) Enrollment cycle means the three successive\nenrollment years preceding the effective date of\nrenewal. (iii) Registration year means each 12-month\nperiod the registered tax return preparer is authorized\nto practice before the Internal Revenue Service.\n(iv) The effective date of renewal is the first day\nof the fourth month following the close of the period\nfor renewal described in paragraph (d) of this section. (2) For renewed enrollment as an enrolled agent\nor enrolled retirement plan agent —\n(i) Requirements for enrollment cycle. A\nminimum of 72 hours of continuing education credit,\nincluding six hours of ethics or professional conduct,\nmust be completed during each enrollment cycle. (ii) Requirements for enrollment year. A\nminimum of 16 hours of continuing education credit,\nincluding two hours of ethics or professional conduct,\nmust be completed during each enrollment year of an\nenrollment cycle. (iii) Enrollment during enrollment cycle —\nPage 12 — § 10.6 (A) In general. Subject to paragraph (e)(2)(iii)\n(B) of this section, an individual who receives initial\nenrollment during an enrollment cycle must complete\ntwo hours of qualifying continuing education credit\nfor each month enrolled during the enrollment cycle. Enrollment for any part of a month is considered\nenrollment for the entire month. (B) Ethics. An individual who receives\ninitial enrollment during an enrollment cycle must\ncomplete two hours of ethics or professional conduct\nfor each enrollment year during the enrollment cycle. Enrollment for any part of an enrollment year is\nconsidered enrollment for the entire year. (3) Requirements for renewal as a registered\ntax return preparer. A minimum of 15 hours of\ncontinuing education credit, including two hours of\nethics or professional conduct, three hours of Federal\ntax law updates, and 10 hours of Federal tax law\ntopics, must be completed during each registration\nyear. (f) Qualifying continuing education —\n(1) General —\n(i) Enrolled agents. To qualify for continuing\neducation credit for an enrolled agent, a course of\nlearning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional\nknowledge in Federal taxation or Federal tax related\nmatters (programs comprised of current subject\nmatter in Federal taxation or Federal tax related\nmatters, including accounting, tax return preparation\nsoftware, taxation, or ethics); and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (ii) Enrolled retirement plan agents. To qualify\nfor continuing education credit for an enrolled\nretirement plan agent, a course of learning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional knowledge\nin qualified retirement plan matters; and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (iii) Registered tax return preparers. To\nTreasury Department Circular No. 230 Table of Contents qualify for continuing education credit for a registered\ntax return preparer, a course of learning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional\nknowledge in Federal taxation or Federal tax related\nmatters (programs comprised of current subject\nmatter in Federal taxation or Federal tax related\nmatters, including accounting, tax return preparation\nsoftware, taxation, or ethics); and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (2) Qualifying programs —\n(i) Formal programs.",
    "querygen": [
      "what is the effective date of the renewal of a tax return",
      "what is the effective date for filing taxes",
      "define enrollment cycle and registration year"
    ],
    "querygen_score": [
      "0.97912204",
      "-2.4028335",
      "2.0321476"
    ]
  },
  {
    "id": "legal-advice_92__27",
    "doc_id": "legal-advice_92",
    "chunk_id": 27,
    "document_category": "legal-advice",
    "text": "Any other person is considered to have lived with you for all\nof 2022 if the person was born or died in 2022 and your home\nwas this person's home for the entire time the person was alive -20- in 2022 or if you adopted the person in 2022, the person was\nlawfully placed with you for legal adoption by you in 2022, or\nthe person was an eligible foster child placed with you during\n2022 and your main home was the person's main home for the\nentire time since the person was adopted or placed with you in\n2022. Foster child. A foster child is any child placed with you by an\nauthorized placement agency or by judgment, decree, or other\norder of any court of competent jurisdiction. Kidnapped child. If your child is presumed by law enforcement authorities to have been kidnapped by someone who isn't a\nfamily member, you may be able to take the child into account\nin determining your eligibility for head of household or qualifying surviving spouse filing status, the child tax credit, the credit\nfor other dependents, and the earned income credit (EIC). For\ndetails, see Pub. 501 (Pub. 596 for the EIC). Married person. If the person is married and files a joint return, you can't claim that person as your dependent. However, if\nthe person is married but doesn't file a joint return or files a\njoint return only to claim a refund of withheld income tax or estimated tax paid, you may be able to claim that person as a dependent. (See Pub. 501 for details and examples.) In that case,\ngo to Step 2, question 3 (for a qualifying child), or Step 4, question 4 (for a qualifying relative). Multiple support agreements. If no one person contributed\nover half of the support of your relative (or a person who lived\nwith you all year as a member of your household) but you and\nanother person(s) provided more than half of your relative's\nsupport, special rules may apply that would treat you as having\nprovided over half of the support. For details, see Pub. 501. Permanently and totally disabled. A person is permanently\nand totally disabled if, at any time in 2022, the person can't engage in any substantial gainful activity because of a physical or\nmental condition and a doctor has determined that this condition\nhas lasted or can be expected to last continuously for at least a\nyear or can be expected to lead to death. Public assistance payments. If you received payments under\nthe Temporary Assistance for Needy Families (TANF) program\nor other public assistance program and you used the money to\nsupport another person, see Pub. 501. Qualifying child of more than one person. Even if a child\nmeets the conditions to be the qualifying child of more than one\nperson, only one person can claim the child as a qualifying child\nfor all of the following tax benefits, unless the special rule for\nChildren of divorced or separated parents, described earlier,\napplies. 1. Child tax credit and credit for other dependents (line 19)\nand additional child tax credit (line 28). 2. Head of household filing status.",
    "querygen": [
      "what is the date of death if someone died",
      "when is a person considered to have lived with you",
      "what is the age of a person to be living with you"
    ],
    "querygen_score": [
      "-3.444972",
      "1.9320775",
      "-0.80629694"
    ]
  },
  {
    "id": "legal-advice_37__22",
    "doc_id": "legal-advice_37",
    "chunk_id": 22,
    "document_category": "legal-advice",
    "text": "Under age 24 at the end of 2022, a student (defined later), and younger than you\n(or your spouse if filing jointly)\nor\nAny age and permanently and totally disabled (defined later) AND Who didn't provide over half of their own support for 2022 (see Pub. 501) AND Who isn't filing a joint return for 2022\nor is filing a joint return for 2022 only to claim a refund of withheld income tax or\nestimated tax paid (see Pub. 501 for details and examples) AND Who lived with you for more than half of 2022. If the child didn't live with you\nfor the required time, see Exception to time lived with you, later. ! If the child meets the conditions to be a qualifying child of any\nother person (other than your spouse if filing jointly) for 2022, see\nQualifying child of more than one person, later. CAUTION 1. Do you have a child who meets the conditions to be your\nqualifying child? Yes. Go to Step 2.\nNo. Go to Step 4. Step 2 Is Your Qualifying Child Your\nDependent? 1. Was the child a U.S. citizen, U.S. national, U.S. resident\nalien, or a resident of Canada or Mexico? (See Pub. 519 for -17- Need more information or forms? Visit IRS.gov. the definition of a U.S. national or U.S. resident alien. If the\nchild was adopted, see Exception to citizen test, later.) Yes. Continue\nNo. STOP\n䊲 2. Was the child married? Yes. See Married\nperson, later. You can't claim this child\nas a dependent. No. Continue 䊲 3. Could you, or your spouse if filing jointly, be claimed as a\ndependent on someone else's 2022 tax return? (If the person\nwho could claim you on their 2022 tax return is not required\nto file, and isn't filing a 2022 tax return or is filing a 2022\nreturn only to claim a refund of withheld income tax or\nestimated tax paid, check “No.”) See Steps 1, 2, and 4. No. You can claim this\nYes. STOP\nchild as a dependent. You can't claim any\nComplete columns (1)\ndependents. Complete\nthrough (3) of the\nthe rest of Form 1040 or\nDependents section on\n1040-SR and any\npage 1 of Form 1040 or\napplicable schedules. 1040-SR for this child. Then, go to Step 3. Step 3 3. Was the child under age 17 at the end of 2022? Yes. Continue\nNo. You can claim the\n䊲\ncredit for other\ndependents for this child. Check the “Credit for\nother dependents” box in\ncolumn (4) of the\nDependents section on\npage 1 of Form 1040 or\n1040-SR for this person. 4. Did this child have an SSN valid for employment issued\nbefore the due date of your 2022 return (including\nextensions)? (See Social Security Number, later.) Yes. You can claim the\nNo. STOP\nchild tax credit for this\nYou can claim the credit\nperson. Check the\nfor other dependents for\n“Child tax credit” box\nthis child. Check the\nin column (4) of the\n“Credit for other\nDependents section on\ndependents” box in\npage 1 of Form 1040 or\ncolumn (4) of the\n1040-SR for this\nDependents section on\nperson. page 1 of Form 1040 or\n1040-SR for this person. Does Your Qualifying Child\nQualify You for the Child Tax\nCredit or Credit for Other\nDependents?",
    "querygen": [
      "age limit for children",
      "what is the legal age to stop filing for divorce",
      "when is age limit for a child born in us"
    ],
    "querygen_score": [
      "-1.0608101",
      "-3.3151484",
      "-2.2599614"
    ]
  },
  {
    "id": "legal-advice_30__58",
    "doc_id": "legal-advice_30",
    "chunk_id": 58,
    "document_category": "legal-advice",
    "text": "The Internal Revenue Service may\nTreasury Department Circular No. 230 determine the manner of giving notice to the proper\nauthorities of the State by which the censured,\nsuspended, or disbarred person was licensed to\npractice. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.81 Petition for reinstatement. (a) In general. A practitioner disbarred or\nsuspended under §10.60, or suspended under\n§10.82, or a disqualified appraiser may petition\nfor reinstatement before the Internal Revenue\nService after the expiration of 5 years following\nsuch disbarment, suspension, or disqualification\n(or immediately following the expiration of the\nsuspension or disqualification period, if shorter than\n5 years). Reinstatement will not be granted unless\nthe Internal Revenue Service is satisfied that the\npetitioner is not likely to engage thereafter in conduct\ncontrary to the regulations in this part, and that\ngranting such reinstatement would not be contrary to\nthe public interest. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.82 Expedited suspension. (a) When applicable. Whenever the Commissioner,\nor delegate, determines that a practitioner is\ndescribed in paragraph (b) of this section, the\nexpedited procedures described in this section may\nbe used to suspend the practitioner from practice\nbefore the Internal Revenue Service. (b) To whom applicable. This section applies to\nany practitioner who, within 5 years prior to the\ndate that a show cause order under this section’s\nexpedited suspension procedures is served:\n(1) Has had a license to practice as an attorney,\ncertified public accountant, or actuary suspended or\nrevoked for cause (not including a failure to pay a\nprofessional licensing fee) by any authority or court,\nagency, body, or board described in §10.51(a)(10). (2) Has, irrespective of whether an appeal has\nbeen taken, been convicted of any crime under title\n§ 10.82 — Page 41 Table of Contents 26 of the United States Code, any crime involving\ndishonesty or breach of trust, or any felony for which\nthe conduct involved renders the practitioner unfit\nto practice before the Internal Revenue Service. (3) Has violated conditions imposed on the\npractitioner pursuant to §10.79(d).\n(4) Has been sanctioned by a court of competent\njurisdiction, whether in a civil or criminal\nproceeding (including suits for injunctive relief),\nrelating to any taxpayer’s tax liability or relating to\nthe practitioner’s own tax liability, for —\n(i) Instituting or maintaining proceedings\nprimarily for delay;\n(ii) Advancing frivolous or groundless\narguments; or\n(iii) Failing to pursue available administrative\nremedies. (5) Has demonstrated a pattern of willful\ndisreputable conduct by—\n(i) Failing to make an annual Federal tax return,\nin violation of the Federal tax laws, during 4 of the\n5 tax years immediately preceding the institution of\na proceeding under paragraph (c) of this section and\nremains noncompliant with any of the practitioner’s\nFederal tax filing obligations at the time the notice\nof suspension is issued under paragraph (f) of this\nsection; or\n(ii) Failing to make a return required more\nfrequently than annually, in violation of the\nFederal tax laws, during 5 of the 7 tax periods\nimmediately preceding the institution of a\nproceeding under paragraph (c) of this section and\nremains noncompliant with any of the practitioner’s\nFederal tax filing obligations at the time the notice\nof suspension is issued under paragraph (f) of this\nsection. (c) Expedited suspension procedures.",
    "querygen": [
      "how can the irs give notice",
      "what is circular 230",
      "why is notice required"
    ],
    "querygen_score": [
      "-1.3427472",
      "-2.0262303",
      "-3.668736"
    ]
  },
  {
    "id": "legal-advice_66__106",
    "doc_id": "legal-advice_66",
    "chunk_id": 106,
    "document_category": "legal-advice",
    "text": "Excess advance payments may also have\nto be repaid if you enrolled someone in\nMarketplace coverage, you don't claim\nthat individual as a dependent, and no\none else claims that individual as a dependent. See the instructions for Schedule 2, line 2, and the Instructions for\nForm 8962. You or whoever enrolled\nyou should have received Form 1095-A\nfrom the Marketplace with information\nabout who was covered and any advance\npayments of the premium tax credit. Innocent Spouse Relief\nGenerally, both you and your spouse are\neach responsible for paying the full\namount of tax, interest, and penalties on\nyour joint return. However, you may\nqualify for relief from liability for tax on\na joint return if (a) there is an understatement of tax because your spouse\nomitted income or claimed false deductions or credits; (b) you are divorced,\nseparated, or no longer living with your\nspouse; or (c) given all the facts and circumstances, it wouldn't be fair to hold\nyou liable for the tax. You may also\nqualify for relief if you were a married\nresident of a community property state\nbut didn't file a joint return and are now\nliable for an unpaid or understated tax. File Form 8857 to request relief. In\nsome cases, Form 8857 may need to be\nfiled within 2 years of the date on which\nthe IRS first attempted to collect the tax\nfrom you. Don’t file Form 8857 with\nyour Form 1040 or 1040-SR. For more\ninformation, see Pub. 971 and Form\n8857, or you can call the Innocent\nSpouse office toll free at 855-851-2009. Income Tax Withholding\nand Estimated Tax\nPayments for 2023 If your SSN has been lost or stolen or\nyou suspect you are a victim of tax-related identity theft, visit IRS.gov/\nIdentityTheft to learn what steps you\nshould take. You can use the Tax\nTIP Withholding Estimator instead\nof Pub. 505 or the worksheets\nincluded with Form W-4 or W-4P to determine whether you need to have your\nwithholding increased or decreased. Victims of identity theft who are experiencing economic harm or a systemic\nproblem, or are seeking help in resolving tax problems that haven't been resolved through normal channels, may be\neligible for Taxpayer Advocate Service\n(TAS) assistance. You can reach TAS\nby calling the National Taxpayer Advocate helpline at 877-777-4778. People\nwho are deaf, hard of hearing, or have a\nspeech disability and who have access to\nTTY/TDD\nequipment\ncan\ncall\n800-829-4059. Deaf or hard-of-hearing\nindividuals can also contact the IRS\nthrough Telecommunications Relay\nServices at FCC.gov/TRS. Protect yourself from suspicious\nemails or phishing schemes. Phishing\nis the creation and use of email and websites designed to mimic legitimate business emails and websites. The most\ncommon form is sending an email to a\nuser falsely claiming to be an established legitimate enterprise in an attempt to\nscam the user into surrendering private\ninformation that will be used for identity\ntheft. In general, you don’t have to make\nestimated tax payments if you expect\nthat your 2023 Form 1040 or 1040-SR\nwill show a tax refund or a tax balance\ndue of less than $1,000. If your total estimated tax for 2023 is $1,000 or more,\nsee Form 1040-ES and Pub. 505 for a\nworksheet you can use to see if you have\nto make estimated tax payments. For\nmore details, see Pub. 505. Secure Your Tax\nRecords From Identity Theft All taxpayers can now apply",
    "querygen": [
      "are advance payment payments repaid",
      "when should you make extra advance on a policy",
      "when can you claim your dependents on an advance"
    ],
    "querygen_score": [
      "-0.34801203",
      "-3.7187262",
      "-0.93590397"
    ]
  },
  {
    "id": "legal-advice_89__5",
    "doc_id": "legal-advice_89",
    "chunk_id": 5,
    "document_category": "legal-advice",
    "text": "POSTF-140663-09 7 bind “the parties for purposes of resolving an issue concerning a matter other than the\nmatter agreement upon.” Id. The Closing Agreement addresses the appropriate LIFO values for Company A’s Pool A\nas of Date 1, Date 2, Date 3, Date 4, Date 5, Date 6, and Date 7. It does not address\nthe appropriateness of the taxpayer’s item definitions or purport to lock in the taxpayer’s\nitem definitions for perpetuity. In fact, the language of the agreement is clear that it does not apply to anything that\nenters inventory after Date 7. The Closing Agreement specifically states: ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------4 The taxpayer attempts to take the statement that the Commissioner ---------------------------------------------------------------------------------------------------- out of context. This statement\nis made in conjunction with a stipulation that the ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ and as part of an agreement to finalize the calculation of Company A’s\npre-Year 2 LIFO inventory. When examined within the framework of the entire\nagreement, it is apparent that this provision is there to prevent the Commissioner from\nsubsequently changing the inventory calculation by challenging the criteria upon which\nthe calculation is based (and thus circumventing its agreement not to change the preYear 2 inventory calculations). Moreover, the taxpayer’s interpretation is contrary to the intent of the parties as\nevidenced by the written agreement. An interpretation of the agreement that compels\nthe Commissioner to accept the taxpayer’s LIFO methodology (to the extent it was in\nplace as of Date 7) is contrary to the acknowledgement in the agreement that neither\nparty intended to admit the correctness of the other’s position. Therefore, while the language of the agreement limits the IRS’s ability to make a section\n481(a) adjustment,5 it does not prohibit the IRS from changing the taxpayer’s item\ndefinitions for years subsequent to Year 1.\n4 -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------5 A change in item definitions is a change in method of accounting under section 446. See Richardson,\nT.C. Memo. 1996-368. Section 481(a) provides that, in computing the taxpayer’s income for the taxable\nyear in which the change in method of accounting occurs, “there shall be taken into account those\nadjustments which are determined to be necessary solely by reason of the change in order to prevent\namounts from being duplicated or omitted.” “[S]ection 481 taxes in the year of change all income omitted\nin prior years under the old accounting system,” regardless of whether the statute of limitations has POSTF-140663-09 8 Application of the Closing Agreement to Inventory Obtained from Company B and\nCompany C\nInventory acquired as a result of the merger with Company B or the transfer of the\nassets from Company C is subject to examination by the IRS even if it was owned by\nthe predecessor companies prior to Date 7. While such inventory was combined with\nthe taxpayer’s inventory (including the taxpayer’s pre-Year 2 inventory),6 it did not enter\nthe taxpayer’s inventory until after Date 7. Therefore, it is subject to examination by the\nIRS as the Closing Agreement provides that the IRS may examine --------------------------------------------------that enter inventory after Year 1. This position also is supported by\nthe language of the agreement that the Commissioner ---------------------------------------------------------------------------------------------------------------------------------------------------------------Inventory acquired from Company B or Company C is not included on Attachment Y.",
    "querygen": [
      "postf definition",
      "lifo closing agreement definition",
      "what is closing agreement"
    ],
    "querygen_score": [
      "-0.71318346",
      "0.43149835",
      "1.2616148"
    ]
  }
]