[
  {
    "id": "legal-advice_1__139",
    "doc_id": "legal-advice_1",
    "chunk_id": 139,
    "document_category": "legal-advice",
    "text": "Is the amount on line 12 more than the amount on line 13? Yes. Fill in Form 6251 to see if you owe the alternative minimum tax. No. You don’t owe alternative minimum tax and don’t need to fill out Form 6251. Leave Schedule 2, line 1, blank. -96- You may be charged a penalty\nequal to 50% of the social seCAUTION curity and Medicare or RRTA\ntax due on tips you received but didn't\nreport to your employer. ! Line 6\nUnreported Social Security and\nMedicare Tax From Form 8919 Enter the total of any taxes from Form\n8919. If you are an employee who received\nwages from an employer who didn't\nwithhold social security and Medicare\ntax from your wages, use Form 8919 to\nfigure your share of the unreported tax. Include on line 6 the amount from\nline 13 of Form 8919. Include the\namount from line 6 of Form 8919 on\nForm 1040 or 1040-SR, line 1g. Line 8\nAdditional Tax on IRAs, Other\nQualified Retirement Plans, etc. If any of the following apply, see Form\n5329 and its instructions to find out if\nyou owe this tax and if you must file\nForm 5329. Also see Form 5329 and its\ninstructions for definitions of the terms\nused here. 1. You received an early distribution\nfrom (a) an IRA or other qualified retirement plan, (b) an annuity, or (c) a modified endowment contract entered into after June 20, 1988, and the total distribution wasn't rolled over. 2. Excess contributions were made\nto your IRA, Coverdell education savings account (ESA), Archer MSA,\nhealth savings account (HSA), or ABLE\naccount. 3. You received a taxable distribution from a Coverdell ESA, qualified\ntuition program, or ABLE account. 4. You didn't take the minimum required distribution from your IRA or\nother qualified retirement plan by April\n1 of the year following the year you\nreached age 72. Exception. If only item (1) applies and\ndistribution code 1 is correctly shown in\nbox 7 of all your Forms 1099-R, you\ndon’t have to file Form 5329. Instead,\nmultiply the taxable amount of the dis- tribution by 10% (0.10) and enter the result on line 8. The taxable amount of the\ndistribution is the part of the distribution\nyou reported on Form 1040, 1040-SR, or\n1040-NR, line 4b or 5b, or on Form\n4972. Also check the box on line 8 to indicate that you don’t have to file Form\n5329. But you must file Form 5329 if\ndistribution code 1 is incorrectly shown\nin box 7 of Form 1099-R or you qualify\nfor an exception, such as the exceptions\nfor qualified medical expenses, qualified\nhigher education expenses, qualified\nfirst-time homebuyer distributions, or a\nqualified reservist distribution. Line 9\nHousehold Employment Taxes Enter the household employment taxes\nyou owe for having a household employee. If any of the following apply,\nsee Schedule H and its instructions to\nfind out if you owe these taxes. 1. You paid any one household employee (defined below) cash wages of\n$2,400 or more in 2022. Cash wages include wages paid by check, money order, etc. But don’t count amounts paid to\nan employee who was under age 18 at\nany time in 2022 and was a student.",
    "querygen": [
      "do i owe alternate minimum tax",
      "can i owe the tax on line 13",
      "how to find out if you owe alternative minimum taxes"
    ],
    "querygen_score": [
      "-0.64376354",
      "-0.5348629",
      "0.95142406"
    ]
  },
  {
    "id": "legal-advice_29__63",
    "doc_id": "legal-advice_29",
    "chunk_id": 63,
    "document_category": "legal-advice",
    "text": "No. Continue\nYes. STOP You can’t take the\ncredit. TIP If the child didn't live with you for more than half of 2022 because of\na temporary absence, birth, death, or kidnapping, see Exception to time\nlived with you, later. 2. Are you filing a joint return for 2022? Yes. Skip questions 3\nNo. Continue\n䊲\nthrough 6 and Step 4;\ngo to Step 5. 䊲 2. Were you, or your spouse if filing a joint return, at least age\n25 but under age 65 at the end of 2022? (Check “Yes” if\nyou, or your spouse if filing a joint return, were born after\nDecember 31, 1957, and before January 2, 1998.) If your\nspouse died in 2022 or if you are preparing a return for\nsomeone who died in 2022, see Pub. 596 before you answer. Yes. Continue\nNo. STOP\n䊲 1. Do you have at least one child who meets the conditions to\nbe your qualifying child for the purpose of claiming the\nEIC? Yes. Continue\nNo. Skip questions 2\n䊲\nthrough 6; go to Step 4. You can’t take the credit. You can’t take the credit. 3. Was your main home, and your spouse's if filing a joint\nreturn, in the United States for more than half of 2022? Members of the military stationed outside the United States,\nsee Members of the military, later, before you answer. Yes. Continue\nNo. STOP\n䊲 -39- You can't take the credit. Enter “No” on the dotted\nline next to line 27. Need more information or forms? Visit IRS.gov. 4. Are you filing a joint return for 2022? Yes. Skip questions 5\nNo. Continue\n䊲\nand 6; go to Step 5. 4. Enter all of your nontaxable combat pay if you elect\nto include it in earned income. Also enter the amount\nof your nontaxable combat pay on line 1i of Form\n1040 or 1040-SR. See Combat pay,\n4.\nnontaxable, later . . . . . . . . . . . . . . . . . . . 5. Could you be a qualifying child of another person for 2022? (Check “No” if the other person isn't required to file, and\nisn't filing, a 2022 tax return or is filing a 2022 return only\nto claim a refund of withheld income tax or estimated tax\npaid (see Pub. 596 for examples).) No. Continue\nYes. STOP Electing to include nontaxable combat pay may increase or\ndecrease your EIC. Figure the credit with and without your nontaxable\ncombat pay before making the election. 5. Add lines 3 and 4. This is your earned income* . . . . . . . . . . . 5. 䊲 You can't take the\ncredit. Enter “No”\non the dotted line next\nto line 27. 6. Can you be claimed as a dependent on someone else's 2022\ntax return? (If the person who could claim you on their 2022\ntax return is not required to file, and isn't filing a 2022 tax\nreturn or is filing a 2022 return only to claim a refund of\nwithheld income tax or estimated tax paid, check “No.”) No. Go to Step 5. Yes. STOP You can't take the\ncredit. Step 5 Earned Income",
    "querygen": [
      "when can you take credit for kidnapping",
      "when you have kids who don't live with you",
      "can you take credit if your child was born in 2022"
    ],
    "querygen_score": [
      "-1.4610479",
      "-0.6305406",
      "1.502323"
    ]
  },
  {
    "id": "legal-advice_39__84",
    "doc_id": "legal-advice_39",
    "chunk_id": 84,
    "document_category": "legal-advice",
    "text": "If you take the American opportunity credit even though\nCAUTION you aren't eligible and it is determined that your error is due to reckless or intentional disregard of the\nAmerican opportunity credit rules, you\nwon't be allowed to take the credit for 2\nyears even if you’re otherwise eligible to\ndo so. If you take the American opportunity credit even though you aren't eligible and it is determined that you fraudulently took the credit, you won't be allowed to take the credit for 10 years. You may also have to pay penalties. ! Line 30\nLine 30 has been reserved for future use. TIP the additional child tax credit\ncan't be issued before mid-February 2023. This delay applies to the entire refund, not just the portion associated with the additional child tax credit. Refund\nLine 34\nAmount Overpaid If line 34 is under $1, we will send a refund only on written request. Need more information or forms? Visit IRS.gov. -56- If you owe past-due federal tax, state income tax, state unemployment compensation debts, child support, spousal support, or certain federal nontax debts,\nsuch as student loans, all or part of the\noverpayment on line 34 may be used\n(offset) to pay the past-due amount. Offsets for federal taxes are made by the\nIRS. All other offsets are made by the\nTreasury Department's Bureau of the\nFiscal Service. For federal tax offsets,\nyou will receive a notice from the IRS. For all other offsets, you will receive a\nnotice from the Fiscal Service. To find\nout if you may have an offset or if you\nhave any questions about it, contact the\nagency to which you owe the debt. Deposit Refund into Multiple\nAccounts If you want your refund to be split and\ndirect deposited into more than one account, file Form 8888. Use Form 8888\nto direct deposit your refund (or part of\nit) to one or more accounts in your name\nat a bank or other financial institution\n(such as a mutual fund, brokerage firm,\nor credit union) in the United States. Injured Spouse If you file a joint return and your spouse\nhasn’t paid past-due federal tax, state income tax, state unemployment compensation debts, child support, spousal support, or a federal nontax debt, such as a\nstudent loan, part or all of the overpayment on line 34 may be used (offset) to\npay the past-due amount. But your part\nof the overpayment may be refunded to\nyou if certain conditions apply and you\ncomplete Form 8379. For details see\nForm 8379. Lines 35a Through 35d\nAmount Refunded to You\nIf you want to check the status of your\nrefund, just use the IRS2Go app or go to\nIRS.gov/Refunds. See Refund Information, later. Information about your refund will generally be available within\n24 hours after the IRS receives your\ne-filed return, or 4 weeks after you mail\nyour paper return. If you filed Form\n8379 with your return, wait 14 weeks (11 weeks if you filed electronically). Have your 2022 tax return handy so you\ncan enter your social security number,\nyour filing status, and the exact whole\ndollar amount of your refund. Where's My Refund will provide a\npersonalized refund date as soon as the\nIRS processes your tax return and approves your refund.",
    "querygen": [
      "when do you have to take american opportunity credit",
      "how long does it take to receive american opportunity credit after misbehaved",
      "how long does a credit take"
    ],
    "querygen_score": [
      "0.67853475",
      "-1.2987963",
      "-1.2371514"
    ]
  },
  {
    "id": "legal-advice_57__6",
    "doc_id": "legal-advice_57",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "The FCC's \"clearing\" of the BAS equipment and provision of comparable\nequipment for efficient, uninterrupted BAS service, as part of a larger project intended to\npromote the general public good, is a taking for a \"public use\" under I.R.C. § 1033. In\nfact, since the FCC is charged by Congress with acting to promote the fair use of\nspectrum in the public interest, all its actions are presumptively undertaken in\nfurtherance of that public purpose. In addition, and more specifically, the particular\npublic use driving the reallocation of spectrum is the enhancement of the\ncommunications abilities of the nation's public safety first responders. Further, the FCC\nsought to ensure the continuity of BAS with minimal disruption to television broadcast\nservices to the public because BAS is a part of the broadcast system by which\nemergency information is provided to the American public. Such a condemnation for\nthe advancement of public purposes is analogous to the type of \"public use\" described\nby the Supreme Court in Kelo. Through the Act, Congress delegated plenary powers to the FCC to regulate use\nof the public spectrum. The Supreme Court in Kelo stated that \"once the question of the\npublic purpose has been decided, the amount and character of the land to be taken for\nthe project and the need for a particular tract to complete the integrated plan rests in the\ndiscretion of the legislative branch.\" Kelo, at 489, citing Berman v. Parker, 348 U.S. 26,\n35-6 (1954). Here, since the FCC's purposes in regulating the spectrum, eliminating\ninterference for public safety users, and ensuring the continuation of BAS are clearly for\nthe public benefit, the particular details of implementation of this mandate is within the\nFCC's purview and discretion. Accordingly, the plan for reallocation of spectrum is for\nthe advancement of a public purpose for the purposes of I.R.C. § 1033. C. Conversion into Property Similar or Related in Service or Use. As stated earlier, Rev. Rul. 57-314, 1957-2 C.B. 523, provides that a conversion\nby condemnation or requisition means the process by which private property is taken for\npublic use without the consent of the property owner but upon the award and payment\nof just compensation. Under I.R.C. § 1033(a)(1), conversion by a taking for public use\ninto other “property similar or related in service or use to the property so converted” CC:LM:CTM:LA:2:POSTF-108806-08 page 7 qualifies for nonrecognition of gain. In fact, such nonrecognition of gain is mandatory. See Treas. Reg. § 1.1033(a)-2(b). With respect to owner-users of converted property, replacement property will be\nconsidered to be similar or related in service or use to the converted property if the\n“physical characteristics and end uses of the converted and replacement properties are\nclosely similar.\" Rev. Rul. 64-237, 1964 C.B. 319.4 Stated differently, the statute\nrequires a \"reasonably similar continuation of the petitioner's prior commitment of capital\nand not a departure from it.\" Maloof v. Commissioner, 65 T.C. 263, 269 (1975) citing\nHarvey J. Johnson v. Commissioner, 43 T.C. 736, 741 (1965). The broadcast stations will receive replacement equipment which will enable\nthem to continue operations without interruption and with \"comparable functionality\" on\nthe remaining licensed bandwidth.",
    "querygen": [
      "what is the purpose of bas",
      "what is broad bas?",
      "what is the fcc taking for a public use under ic.r.c"
    ],
    "querygen_score": [
      "1.1413062",
      "-4.400303",
      "1.4634202"
    ]
  },
  {
    "id": "legal-advice_60__36",
    "doc_id": "legal-advice_60",
    "chunk_id": 36,
    "document_category": "legal-advice",
    "text": "The 121-day period began on May 17, 2022 (60 days before\nthe ex-dividend date), and ended on\nSeptember 14, 2022. You have no qualified dividends from XYZ Corp. because you held the XYZ stock for less than 61\ndays. Example 2. The facts are the same as\nin Example 1 except that you bought the\nstock on July 15, 2022 (the day before\nthe ex-dividend date), and you sold the\nstock on September 16, 2022. You held\nthe stock for 63 days (from July 16,\n2022, through September 16, 2022). The\n$500 of qualified dividends shown in\nbox 1b of Form 1099-DIV are all qualified dividends because you held the\nstock for 61 days of the 121-day period\n(from July 16, 2022, through September\n14, 2022). Example 3. You bought 10,000\nshares of ABC Mutual Fund common\nstock on July 8, 2022. ABC Mutual\nFund paid a cash dividend of 10 cents a\nshare. The ex-dividend date was July 16,\n2022. The ABC Mutual Fund advises\nyou that the part of the dividend eligible\nto be treated as qualified dividends\nequals 2 cents a share. Your Form\n1099-DIV from ABC Mutual Fund\nshows total ordinary dividends of $1,000\nand qualified dividends of $200. However, you sold the 10,000 shares on August 11, 2022. You have no qualified\ndividends from ABC Mutual Fund because you held the ABC Mutual Fund\nstock for less than 61 days. Use the Qualified Dividends TIP and Capital Gain Tax Worksheet or the Schedule D Tax\nWorksheet, whichever applies, to figure\nyour tax. See the instructions for line 16\nfor details. Line 3b\nOrdinary Dividends\nEach payer should send you a Form\n1099-DIV. Enter your total ordinary dividends on line 3b. This amount should\nbe shown in box 1a of Form(s)\n1099-DIV. You must fill in and attach Schedule B if the total is over $1,500 or you\nreceived, as a nominee, ordinary dividends that actually belong to someone\nelse. Nondividend Distributions Some distributions are a return of your\ncost (or other basis). They won't be Need more information or forms? Visit IRS.gov. -26- taxed until you recover your cost (or\nother basis). You must reduce your cost\n(or other basis) by these distributions. After you get back all of your cost (or\nother basis), you must report these distributions as capital gains on Form 8949. For details, see Pub. 550. Dividends on insurance poli- TIP cies are a partial return of the\npremiums you paid. Don’t report them as dividends. Include them in\nincome on Schedule 1, line 8z, only if\nthey exceed the total of all net premiums\nyou paid for the contract. Lines 4a and 4b\nIRA Distributions You should receive a Form 1099-R\nshowing the total amount of any distribution from your IRA before income tax\nor other deductions were withheld. This\namount should be shown in box 1 of\nForm 1099-R. Unless otherwise noted in\nthe line 4a and 4b instructions, an IRA\nincludes a traditional IRA, Roth IRA,\nsimplified employee pension (SEP)\nIRA, and a savings incentive match plan\nfor employees (SIMPLE) IRA. Except\nas provided next, leave line 4a blank and\nenter the total distribution (from Form\n1099-R, box 1) on line 4b. Exception 1.",
    "querygen": [
      "when does xyz dividend end",
      "how many days to receive dividends from xyz",
      "when does xyz dividend end"
    ],
    "querygen_score": [
      "0.26786995",
      "-0.01929561",
      "0.26786995"
    ]
  },
  {
    "id": "legal-advice_39__111",
    "doc_id": "legal-advice_39",
    "chunk_id": 111,
    "document_category": "legal-advice",
    "text": "Coronavirus. Go\nto\nIRS.gov/ Coronavirus for links to information on\nthe impact of the coronavirus, as well as\ntax relief available for individuals and\nfamilies, small businesses, and tax-exempt organizations. Employers can register to use Business Services Online. The Social Security Administration (SSA) offers online services at SSA. gov/employer for\nfast, free, and secure online W-2 filing\noptions to CPAs, accountants, enrolled\nagents, and individuals who process\nForm W-2, Wage and Tax Statement,\nand Form W-2c, Corrected Wage and\nTax Statement. IRS social media. Go to IRS.gov/\nSocialMedia to see the various social\nmedia tools the IRS uses to share the latest information on tax changes, scam\nalerts, initiatives, products, and services. At the IRS, privacy and security are our\nhighest priority. We use these tools to\nshare public information with you. Don’t post your social security number\n(SSN) or other confidential information\non social media sites. Always protect\nyour identity when using any social networking site. The following IRS YouTube channels provide short, informative videos\non various tax-related topics in English,\nSpanish, and ASL. • Youtube.com/irsvideos.\n• Youtube.com/irsvideosmultilingua.\n• Youtube.com/irsvideosASL. Watching IRS videos. The IRS Video\nportal (IRSvideos.gov) contains video\nand audio presentations for individuals,\nsmall businesses, and tax professionals. Online tax information in other languages. You can find information on\nIRS. gov/MyLanguage if English isn’t\nyour native language. Free Over-the-Phone Interpreter\n(OPI) Service. The IRS is committed to\nserving our multilingual customers by\noffering OPI services. The OPI Service\nis a federally funded program and is\navailable at Taxpayer Assistance Cen- -79- ters (TACs), other IRS offices, and every VITA/TCE return site. The OPI\nService is accessible in more than 350\nlanguages. Accessibility Helpline available for\ntaxpayers with disabilities. Taxpayers\nwho need information about accessibility services can call 833-690-0598. The\nAccessibility Helpline can answer questions related to current and future accessibility products and services available\nin alternative media formats (for example, braille, large print, audio, etc.). The\nAccessibility Helpline does not have access to your IRS account. For help with\ntax law, refunds, or account-related issues, go to IRS.gov/LetUsHelp. Note. Form 9000, Alternative Media\nPreference, or Form 9000(SP) allows\nyou to elect to receive certain types of\nwritten correspondence in the following\nformats. • Standard Print.\n• Large Print.\n• Braille.\n• Audio (MP3).\n• Plain Text File (TXT). • Braille Ready File (BRF). Disasters. Go to Disaster Assistance\nand Emergency Relief for Individuals\nand Businesses to review the available\ndisaster tax relief. Getting tax forms and publications. Go to IRS.gov/Forms to view, download, or print all the forms, instructions,\nand publications you may need. Or, you\ncan to go IRS. gov/OrderForms to place\nan order. Getting tax publications and instructions in eBook format. You can also\ndownload and view popular tax publications and instructions (including the Instructions for Form 1040) on mobile devices as eBooks at IRS.gov/eBooks. Note. IRS eBooks have been tested\nusing Apple’s iBooks for iPad. Our\neBooks haven’t been tested on other\ndedicated eBook readers, and eBook\nfunctionality may not operate as intended. Access your online account (individual taxpayers only). Go to IRS.gov/ Account to securely access information\nabout your federal tax account. • View the amount you owe and a\nbreakdown by tax year. • See payment plan details or apply\nfor a new payment plan. • Make a payment or view 5 years of\npayment history and any pending or\nscheduled payments. •",
    "querygen": [
      "what is the impact of coronavirus",
      "who is affected by the coronavirus",
      "what is coronavirus"
    ],
    "querygen_score": [
      "-0.6994332",
      "-1.0766289",
      "-1.7850275"
    ]
  },
  {
    "id": "legal-advice_20__6",
    "doc_id": "legal-advice_20",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "31 T.C. at 58689. To provide an additional source of legal abstract fees, the\npartnership organized a federal S&L association and agreed to\nmake good any operating deficits of the association for the\ninitial 3 years. The Court held that partners paid the deficits CC:LM:F:MAN:1:POSTF-112619-02 page 8 with the explicit objective of promoting an additional source of\nfees. Id. at 595. In Cepeda, the taxpayer operated a medical practice called\nECPA. T.C. Memo. 1993-477. Also, Cepeda and other doctors\ncreated an outpatient medical clinic called VSMC. ECPA leased\noffice space and the use of facilities and equipment from VSMC. ECPA paid some of VSMC’s operating expenses. The Court found\nthat ECPA made the payments, not to increase the VSMC’s profits,\nbut rather to keep VSMC in operation so that ECPA could continue\nto earn medical fees from patients who were referred to ECPA\nbecause of its access to VSMC. The Court also found that by\nkeeping VSMC in operation, ECPA was able to avoid incurring the\nadditional substantial expense of purchasing equipment it had\naccess to at VSMC. The Court held that ECPA paid the expenses\nwith the underlying motivating purpose of protecting and\npromoting his own business. Id. In Dinardo, the taxpayers created a partnership to practice\nmedicine and organized a nonprofit corporation to operate a\nprivate hospital. 22 T.C. at 431-34. The medical partnership\nreceived fees from patients referred to it by hospital. The\npartnership paid the hospital’s operating deficits to keep the\nhospital in operation and to avoid the loss of medical fees. The\nCourt found that the partnership did not pay the hospital’s\noperating deficits with the purpose to make profits from the\noperation of a hospital, and thereby to augment the partnership\nincome. Rather, the Court found that the payments were made to\nkeep the hospital in operation in order for the medical\npartnership itself to earn medical fees from patients who would\nbe hospitalized at the hospital, or who would be sent to the\npartnership because of referrals from or access to hospital’s\nfacilities. Id. at 435-436. The above cited cases are distinguishable from\ncase. In these cases, the parent paid the subsidiary’s\noperating costs either to increase, or prevent a substantial\ndecrease of, the parent’s own income derived from unrelated third\nparty consumers or to create an additional source of income to\nsupplement the parent’s own business income. The expenses were\nnot incurred by the parent to increase the parent’s income\ncurrently derived directly from its subsidiary or to make profits\nfrom the entity. In\ncase, there is no\ncomparable direct link between\nawarding stock\noptions to its subsidiaries’ employees and an increase\ndomestic sales of consumer products to unrelated third party\nconsumers. Also,\ndid not award the stock\noptions to create an additional source of income derived from the\nsubsidiaries. Here,\nalleges its purpose was to CC:LM:F:MAN:1:POSTF-112619-02 page 9 increase its royalty and sales income currently earned from its\nsubsidiaries. situation is the more typical\ninstance of the general and indirect benefit which inures to a\nparent corporation when its subsidiaries successfully performs\ntheir functions, such as with dividends paid to a parent or\nincreased shareholder value. The residual benefit to a parent\ndoes not suffice for its claimed deduction.",
    "querygen": [
      "what are s&l abstract fees",
      "who is the abstract fees of a partnership agreement",
      "what is the source of legal fee"
    ],
    "querygen_score": [
      "-0.7020824",
      "-1.2024255",
      "-0.24911645"
    ]
  },
  {
    "id": "legal-advice_60__74",
    "doc_id": "legal-advice_60",
    "chunk_id": 74,
    "document_category": "legal-advice",
    "text": "7,600\n7,650\n7,700\n7,750 7,650\n7,700\n7,750\n7,800 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 10,800\n10,850\n10,900\n10,950 10,850\n10,900\n10,950\n11,000 433\n429\n425\n421 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 560\n560\n560\n560 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 7,800\n7,850\n7,900\n7,950 7,850\n7,900\n7,950\n8,000 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 11,000\n11,050\n11,100\n11,150 11,050\n11,100\n11,150\n11,200 417\n413\n410\n406 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 8,000\n8,050\n8,100\n8,150 8,050\n8,100\n8,150\n8,200 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 11,200\n11,250\n11,300\n11,350 11,250\n11,300\n11,350\n11,400 402\n398\n394\n391 3,733\n3,733\n3,733\n3,733 4,490\n4,510\n4,530\n4,550 5,051\n5,074\n5,096\n5,119 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,490\n4,510\n4,530\n4,550 5,051\n5,074\n5,096\n5,119 8,200\n8,250\n8,300\n8,350 8,250\n8,300\n8,350\n8,400 560\n560\n560\n560 2,797\n2,814\n2,831\n2,848 3,290\n3,310\n3,330\n3,350 3,701\n3,724\n3,746\n3,769 560\n560\n560\n560 2,797\n2,814\n2,831\n2,848 3,290\n3,310\n3,330\n3,350 3,701\n3,724\n3,746\n3,769 11,400\n11,450\n11,500\n11,550 11,450\n11,500\n11,550\n11,600 387\n383\n379\n375 3,733\n3,733\n3,733\n3,733 4,570\n4,590\n4,610\n4,630 5,141\n5,164\n5,186\n5,209 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,570\n4,590\n4,610\n4,630 5,141\n5,164\n5,186\n5,209 8,400\n8,450\n8,500\n8,550 8,450\n8,500\n8,550\n8,600 560\n560\n560\n560 2,865\n2,882\n2,899\n2,916 3,370\n3,390\n3,410\n3,430 3,791\n3,814\n3,836\n3,859 560\n560\n560\n560 2,865\n2,882\n2,899\n2,916 3,370\n3,390\n3,410\n3,430 3,791\n3,814\n3,836\n3,859 11,600\n11,650\n11,700\n11,750 11,650\n11,700\n11,750\n11,800 371\n368\n364\n360 3,733\n3,733\n3,733\n3,733 4,650\n4,670\n4,690\n4,710 5,231\n5,254\n5,276\n5,299 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,650\n4,670\n4,690\n4,710 5,231\n5,254\n5,276\n5,299 8,600\n8,650\n8,700\n8,750 8,650\n8,700\n8,750\n8,800 560\n560\n560\n560 2,933\n2,950\n2,967\n2,984 3,450\n3,470\n3,490\n3,510 3,881\n3,904\n3,926\n3,949 560\n560\n560\n560 2,933\n2,950\n2,967\n2,984 3,450\n3,470\n3,490\n3,510 3,881\n3,904\n3,926\n3,949 11,800\n11,850\n11,900\n11,950 11,850\n11,900\n11,950\n12,000 356\n352\n348\n345 3,733\n3,733\n3,733\n3,733 4,730\n4,750\n4,770\n4,790 5,321\n5,344\n5,366\n5,389 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,730\n4,750\n4,770\n4,790 5,321\n5,344\n5,366\n5,389 Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. (Continued) - 47 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 Your credit is– 1 2 At least But less\nthan 12,000\n12,050\n12,100\n12,150 12,050\n12,100\n12,150\n12,200 341\n337\n333\n329 3,733\n3,733\n3,733\n3,733 4,810\n4,830\n4,850\n4,870 5,411\n5,434\n5,456\n5,479 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,810\n4,830\n4,850\n4,870 12,200\n12,250\n12,300\n12,350 12,250\n12,300\n12,350\n12,400 326\n322\n318\n314 3,733\n3,733\n3,733\n3,733 4,890\n4,910\n4,930\n4,950 5,501\n5,524\n5,546\n5,569 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 12,400\n12,450\n12,500\n12,550 12,450\n12,500\n12,550\n12,600 310\n306\n303\n299 3,733\n3,733\n3,733\n3,733 4,970\n4,990\n5,010\n5,030 5,591\n5,614\n5,636\n5,659 560\n560\n560\n560 12,600\n12,650\n12,700\n12,750 12,650\n12,700\n12,750\n12,800 295\n291\n287\n283 3,733\n3,733\n3,733\n3,733 5,050\n5,070\n5,090\n5,110 5,681\n5,704\n5,726\n5,749 12,800\n12,850\n12,900\n12,950 12,850\n12,900\n12,950\n13,000 280\n276\n272\n268 3,733\n3,733\n3,733\n3,733 5,130\n5,150\n5,170\n5,190 13,000\n13,050\n13,100\n13,150 13,050\n13,100\n13,150\n13,200 264\n260\n257\n253 3,733\n3,733\n3,733\n3,733 13,200\n13,250\n13,300\n13,350 13,250\n13,300\n13,350\n13,400 249\n245\n241\n238 13,400\n13,450\n13,500\n13,550 13,450\n13,500\n13,550\n13,600 13,600\n13,650\n13,700\n13,750 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 Your credit is– 1 2 3 At least But less\nthan Your credit is– 5,411\n5,434\n5,456\n5,479 15,200\n15,250\n15,300\n15,350 15,250\n15,300\n15,350\n15,400 96\n92\n88\n85 3,733\n3,733\n3,733\n3,733 6,090\n6,110\n6,130\n6,150 6,851\n6,874\n6,896\n6,919 560\n560\n557\n553 3,733\n3,733\n3,733\n3,733 6,090\n6,110\n6,130\n6,150 6,851\n6,874\n6,896\n6,919 4,890\n4,910\n4,930\n4,950 5,501\n5,524\n5,546\n5,569 15,400\n15,450\n15,500\n15,550 15,450\n15,500\n15,550\n15,600 81\n77\n73\n69 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 550\n546\n542\n538 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 4,970\n4,990\n5,010\n5,030 5,591\n5,614\n5,636\n5,659 15,600\n15,650\n15,700\n15,750 15,650\n15,700\n15,750\n15,800 65\n62\n58\n54 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 534\n531\n527\n523 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,050\n5,070\n5,090\n5,110 5,681\n5,704\n5,726\n5,749 15,800\n15,850\n15,900\n15,950 15,850\n15,900\n15,950\n16,000 50\n46\n42\n39 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 519\n515\n511\n508 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 5,771\n5,794\n5,816\n5,839 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,130\n5,150\n5,170\n5,190 5,771\n5,794\n5,816\n5,839 16,000\n16,050\n16,100\n16,150 16,050\n16,100\n16,150\n16,200 35\n31\n27\n23 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 504\n500\n496\n492 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 5,210\n5,230\n5,250\n5,270 5,861\n5,884\n5,906\n5,929 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,210\n5,230\n5,250\n5,270 5,861\n5,884\n5,906\n5,929 16,200\n16,250\n16,300\n16,350 16,250\n16,300\n16,350\n16,400 20\n16\n12\n8 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 488\n485\n481\n477 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 5,290\n5,310\n5,330\n5,350 5,951\n5,974\n5,996\n6,019 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,290\n5,310\n5,330\n5,350 5,951\n5,974\n5,996\n6,019 16,400\n16,450\n16,500\n16,550 16,450\n16,500\n16,550\n16,600 4\n*\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 473\n469\n466\n462 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 234\n230\n226\n222 3,733\n3,733\n3,733\n3,733 5,370\n5,390\n5,410\n5,430 6,041\n6,064\n6,086\n6,109 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,370\n5,390\n5,410\n5,430 6,041\n6,064\n6,086\n6,109 16,600\n16,650\n16,700\n16,750 16,650\n16,700\n16,750\n16,800 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 458\n454\n450\n446 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 13,650\n13,700\n13,750\n13,800 218\n215\n211\n207 3,733\n3,733\n3,733\n3,733 5,450\n5,470\n5,490\n5,510 6,131\n6,154\n6,176\n6,199 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,450\n5,470\n5,490\n5,510 6,131\n6,154\n6,176\n6,199 16,800\n16,850\n16,900\n16,950 16,850\n16,900\n16,950\n17,000 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 443\n439\n435\n431 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 13,800\n13,850\n13,900\n13,950 13,850\n13,900\n13,950\n14,000 203\n199\n195\n192 3,733\n3,733\n3,733\n3,733 5,530\n5,550\n5,570\n5,590 6,221\n6,244\n6,266\n6,289 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,530\n5,550\n5,570\n5,590 6,221\n6,244\n6,266\n6,289 17,000\n17,050\n17,100\n17,150 17,050\n17,100\n17,150\n17,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 427\n423\n420\n416 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,000\n14,050\n14,100\n14,150 14,050\n14,100\n14,150\n14,200 188\n184\n180\n176 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 17,200\n17,250\n17,300\n17,350 17,250\n17,300\n17,350\n17,400 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 412\n408\n404\n400 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,200\n14,250\n14,300\n14,350 14,250\n14,300\n14,350\n14,400 173\n169\n165\n161 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 17,400\n17,450\n17,500\n17,550 17,450\n17,500\n17,550\n17,600 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 397\n393\n389\n385 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,400\n14,450\n14,500\n14,550 14,450\n14,500\n14,550\n14,600",
    "querygen": [
      "what is the number for a 7600",
      "how many phones are there in nj",
      "7600 numbers"
    ],
    "querygen_score": [
      "-6.768803",
      "-5.8831778",
      "-6.5724525"
    ]
  },
  {
    "id": "legal-advice_85__17",
    "doc_id": "legal-advice_85",
    "chunk_id": 17,
    "document_category": "legal-advice",
    "text": "The administrator, however, may be subject to credit risk with regard to the risk\nbearing entity. An uninsured accident and health plan may be either an ASO\n[Administrative Services Only] plan or an ASC [Administrative Services Contract]\nplan. Under an ASO plan, claims are paid from a bank account owned and\nfunded directly by the uninsured plan sponsor; or, claims are paid from a bank\naccount owned by the reporting entity, but only after the reporting entity has\nreceived funds from the uninsured plan sponsor that are adequate to fully cover\nthe claim payments. Under an ASC plan, the reporting entity pays claims from its\nown bank accounts, and only subsequently receives reimbursement from the\nuninsured plan sponsor. No arrangement where the reporting entity receives a\ncapitated payment for providing medical services to a third party shall qualify as\nan insured plan. SAP 47 uses the same language, with the difference that the first sentence refers to\n\"this statement\" rather than \"this issue paper.\" SIP 47 was issued by the NAIC to \"provide guidance on the recording and\nreporting of transactions related to uninsured plans\"; SAP 47 \"establishes statutory\naccounting principles for all uninsured plans.\" SIP 47, par. 1; SAP 47, par. 1. SAP 47\nprovides:\n5. The administrator's statement of operations shall exclude all income and\nexpenses related to claims, losses, premiums, and other amounts received or\npaid on behalf of uninsured ASO or uninsured ASC plans. . . . POSTU-144536-09 21 11. . . . Administrators shall not record aggregate reserves, claim/loss reserves,\nor liabilities (except for Medicare or similarly structured cost based\nreimbursement contracts) for any other claim costs paid by the administrator on\nbehalf of uninsured plans. [Emphasis added.] SIP 47 and SAP 47 represent the further development of the principles set forth\nin the 1986 changes to the Annual Statement instructions, described above, regarding\n\"insured\" and \"uninsured\" arrangements. While the Taxpayer's quotation from SAP 47\ndescribes differences between ASO arrangements and ASC arrangements, both of the\narrangements described in SAP 47 are considered \"uninsured.\" Note that the emphasis\nof the NAIC has been on whether arrangements are insured or uninsured, rather than\non the label used by the parties to the arrangement. Thus, the Financial Reporting\nWorking Group of the Special Committee on Blue Cross Plans had used the phrase\n\"Cost Plus/ASO\" to describe an arrangement that was considered \"underwritten.\" The\nBCBSA used the phrase \"Cost Plus/ASC\" to describe a similar arrangement in its riskbased capital formula. Both of those arrangements had multiple features that are not\nincluded in the description of an \"ASC\" in SAP 47. The most that can be derived from\nSAP 47 is that it describes an ASC which is not fundamentally distinguishable from an\nASO and in fact SAP 47 treats both arrangements as uninsured. It cannot be\nconcluded from SAP 47 that any arrangement that might be described as an ASC must\ntherefore be considered a \"cost -plus\" arrangement. \"Cost-plus\" -- TAM 9803003. As noted above, the original version of section\n833 only referred to \"claims incurred\" and did not include the language \"liabilities\nincurred . . . under cost-plus contracts.\"",
    "querygen": [
      "is an uninsured accident and health plan an administrator responsibility",
      "which of the following is an administrator who is subject to credit risk?",
      "what is an aso health plan"
    ],
    "querygen_score": [
      "1.1765618",
      "0.010317648",
      "0.06676006"
    ]
  },
  {
    "id": "legal-advice_26__47",
    "doc_id": "legal-advice_26",
    "chunk_id": 47,
    "document_category": "legal-advice",
    "text": "If no\naddress is designated in the complaint or provided\nin a notice of appearance, service will be made on\nthe office(s) established to enforce this part under the\nauthority of §10.1, Internal Revenue Service, 1111\nConstitution Avenue, NW, Washington, DC 20224. (d) Service of evidence in support of complaint. Within 10 days of serving the complaint, copies of\nthe evidence in support of the complaint must be\nserved on the respondent in any manner described in\nparagraphs (a)(2) and (3) of this section. (e) Filing of papers. Whenever the filing of a\npaper is required or permitted in connection with\na proceeding under this part, the original paper,\nplus one additional copy, must be filed with the\nAdministrative Law Judge at the address specified\nin the complaint or at an address otherwise specified\nby the Administrative Law Judge. All papers\nfiled in connection with a proceeding under this\npart must be served on the other party, unless the\nAdministrative Law Judge directs otherwise. A\ncertificate evidencing such must be attached to the\noriginal paper filed with the Administrative Law\nJudge. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.64 Answer; default. (a) Filing. The respondent’s answer must be filed\nwith the Administrative Law Judge, and served\non the Internal Revenue Service, within the time\nspecified in the complaint unless, on request or\napplication of the respondent, the time is extended\nby the Administrative Law Judge. (b) Contents. The answer must be written and\ncontain a statement of facts that constitute the\nrespondent’s grounds of defense. General denials\nare not permitted. The respondent must specifically\nadmit or deny each allegation set forth in the\ncomplaint, except that the respondent may state that\nTreasury Department Circular No. 230 the respondent is without sufficient information to\nadmit or deny a specific allegation. The respondent,\nnevertheless, may not deny a material allegation in\nthe complaint that the respondent knows to be true,\nor state that the respondent is without sufficient\ninformation to form a belief, when the respondent\npossesses the required information. The respondent\nalso must state affirmatively any special matters of\ndefense on which he or she relies. (c) Failure to deny or answer allegations in the\ncomplaint. Every allegation in the complaint that is\nnot denied in the answer is deemed admitted and will\nbe considered proved; no further evidence in respect\nof such allegation need be adduced at a hearing. (d) Default. Failure to file an answer within the time\nprescribed (or within the time for answer as extended\nby the Administrative Law Judge), constitutes an\nadmission of the allegations of the complaint and\na waiver of hearing, and the Administrative Law\nJudge may make the decision by default without a\nhearing or further procedure. A decision by default\nconstitutes a decision under §10.76. (e) Signature. The answer must be signed by\nthe respondent or the respondent’s authorized\nrepresentative under §10.69(a)(2) and must\ninclude a statement directly above the signature\nacknowledging that the statements made in the\nanswer are true and correct and that knowing and\nwillful false statements may be punishable under 18\nU.S.C. §1001. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.65 Supplemental charges. (a) In general.",
    "querygen": [
      "what is the address on a notice of appearance for the irs",
      "how does irs enforcement of service be performed?",
      "what is the address for an irs office"
    ],
    "querygen_score": [
      "0.3655258",
      "-1.8348303",
      "-0.89958024"
    ]
  },
  {
    "id": "legal-advice_30__61",
    "doc_id": "legal-advice_30",
    "chunk_id": 61,
    "document_category": "legal-advice",
    "text": "§ 10.90 — Page 43 Table of Contents (5) Disqualified appraisers. (6) Qualified continuing education providers,\nincluding providers —\n(i) Who have obtained a qualifying continuing\neducation provider number; and\n(ii) Whose qualifying continuing education\nnumber has been revoked for failure to comply with\nthe requirements of this part. (b) Other records. Other records of the Director\nof the Office of Professional Responsibility may be\ndisclosed upon specific request, in accordance with\nthe applicable law. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.92 Special orders. § 10.91 Saving provision. Approved: June 3, 2014\nChristopher J. Meade,\nGeneral Counsel Any proceeding instituted under this part prior to\nJune 12, 2014, for which a final decision has not been\nreached or for which judicial review is still available\nis not affected by these revisions. Any proceeding\nunder this part based on conduct engaged in prior to\nJune 12, 2014, which is instituted after that date, will\napply subpart D and E of this part as revised, but\nthe conduct engaged in prior to the effective date of\nthese revisions will be judged by the regulations in\neffect at the time the conduct occurred. Page 44 — § 10.90 The Secretary of the Treasury reserves the power to\nissue such special orders as he or she deems proper\nin any cases within the purview of this part. § 10.93 Effective date. Except as otherwise provided in each section and\nSubject to §10.91, Part 10 is applicable on July 26,\n2002. John Dalrymple,\nDeputy Commissioner for Services and Enforcement [FR Doc. 2014-13739 Filed 06/09/2014 at 4:15 pm;\nPublication Date: 06/12/2014] Treasury Department Circular No. 230",
    "querygen": [
      "what is a qualified appraiser",
      "who can be disqualified appraiser",
      "who is a disqualified appraiser"
    ],
    "querygen_score": [
      "-1.788847",
      "-0.4399518",
      "-0.7434517"
    ]
  },
  {
    "id": "legal-advice_90__1",
    "doc_id": "legal-advice_90",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20100301F\nRelease Date: 1/22/10\nCC:LM:HMT:DET:\nPOSTF-100602-09\nUILC: 61.00-00, 351.00-00 date: May 15, 2009 to: from: subject: Team Manager\n(LMSB HMT Team -------) Associate Area Counsel (Detroit)\n(Large & Mid-Size Business) Tax Treatment of Post-Spinoff Payments X is a global manufacturing company that, until Year2, had internal divisions that\nproduced many of the components needed for its manufacturing operations. In Year2,\nhowever, X spun off many of these parts operations into a separate company, Z. The\nspinoff was a tax-free transaction under section 355 of the Internal Revenue Code, and\nX now claims that certain payments it received from Z after the date of the spinoff\nshould be excluded from its income. This memorandum responds to your request for\nassistance in determining the tax treatment of the amounts X received from Z after the\nspinoff. This advice may not be used or cited as precedent. LEGEND POSTF-100602-09\nX\nZ\nYear1\nYear2\nYear3\nYear4\nYear5\nYear6\nYear7\nDate1\nDate2 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= 2 ------------------------------------------------------------------------------------------------------------------------------------------------- ISSUE Whether amounts X received from Z as payment for employee expenses of\nworkers X assigned to Z are includible in X’s income. CONCLUSION All amounts X received from Z as payment for employee expenses of workers X\nassigned to Z are includible in X’s income. FACTS In formal and informal claims for refund filed on Date1, X argues that it\nimproperly included in income the payments it received from Z for the post-retirement\nbenefits for workers X had assigned to Z. X also claims that it failed to deduct allowable\nexpenses for the same post-retirement benefits. In supplemental claims filed on Date2,\nX increased the amount of its refund claims by excluding from income additional\namounts related to the payments it received from Z for a portion of the direct wage costs\nfor X workers assigned to Z. Your question about the proper tax treatment of the\namounts X received from Z arose in response to these claims. X formed Z and, in order to POSTF-100602-09 3 (i) alleviate competitive barriers to expanding the Business beyond sales\nto [X], [its] subsidiaries and [its] affiliates, (ii) allow [X] to overcome\ncompetitive barriers to making purchases from third-party automotive\nsuppliers, and (iii) enhance the Business’ ability to attract employees and\npermit the Business to offer employee incentives more directly tied to the\nperformance of the Business,\nX transferred to Z certain X entities, assets, and liabilities in Year2. The agreements\nbetween X and Z indicate X decided to spinoff its components divisions for a business\npurpose, not that the spinoff was required by any other agreements or compelled by\nlaw. X completed the spinoff in Year2 by transferring to its shareholders its stock in Z in\na transaction that the Internal Revenue Service determined was tax-free under sections\n351, 368(a), and 355. Because X was subject to a Year1 collective bargaining agreement (“CBA”)\ncovering all of its hourly employees at the time of the spinoff, X and Z agreed that Z\nwould lease from X the hourly employees who had been working in the spun-off\nfacilities as of the transfer date. In a letter of understanding appended to the Year1\nCBA, X agreed that it would not close, sell, spinoff, or otherwise dispose of any of its\nfacilities covered by the CBA.",
    "querygen": [
      "internal revenue service memo number",
      "what is the irs memo number",
      "irs memo number"
    ],
    "querygen_score": [
      "2.2037187",
      "1.0269301",
      "1.8379107"
    ]
  },
  {
    "id": "legal-advice_32__5",
    "doc_id": "legal-advice_32",
    "chunk_id": 5,
    "document_category": "legal-advice",
    "text": "However, you don’t need to wait to receive this form\nto file your return. You may rely on other information received from your employer. If you don’t wish to claim the\npremium tax credit for 2022, you don’t need the information in Part II of Form 1095-C. For more information on\nwho is eligible for the premium tax credit, see the Instructions for Form 8962. Reminder: Health care coverage. If you need health care coverage, go to www.HealthCare.gov to learn about\nhealth insurance options for you and your family, how to buy health insurance, and how you might qualify to get\nfinancial assistance to buy health insurance. -5- What's New\nDue date of return. File Form 1040 or\n1040-SR by April 18, 2023. The due\ndate is April 18, instead of April 15, because of the Emancipation Day holiday\nin the District of Columbia – even if you\ndon’t live in the District of Columbia. Filing status name changed to qualifying surviving spouse. The filing status\nqualifying widow(er) is now called qualifying surviving spouse. The rules for\nthe filing status have not changed. The\nsame rules that applied for qualifying\nwidow(er) apply to qualifying surviving\nspouse. See Qualifying surviving spouse,\nlater. Standard deduction amount increased. For 2022, the standard deduction amount has been increased for all\nfilers. The amounts are:\n• Single or Married filing separately—$12,950. • Married filing jointly or Qualifying surviving spouse—$25,900. • Head of household—$19,400. New lines 1a through 1z on Form\n1040 and 1040-SR. This year line 1 is\nexpanded and there are new lines 1a\nthrough 1z. Some amounts that in prior\nyears were reported on Form 1040 and\nForm 1040-SR are now reported on\nSchedule 1.\n• Scholarship and fellowship grants\nthat were not reported to you on Form\nW-2 are now reported on Schedule 1,\nline 8r.\n• Pension or annuity from a nonqualified deferred compensation plan or a\nnongovernmental section 457 plan are\nnow reported on Schedule 1, line 8t.\n• Wages earned while incarcerated\nare now reported on Schedule 1, line 8u. New line 6c on Form 1040 and\n1040-SR. A checkbox was added on\nline 6c. Taxpayers who elect to use the\nlump-sum election method for their benefits will check this box. See Line 6c,\nlater. Nontaxable Medicaid waiver payments on Schedule 1. For 2021, nontaxable amounts of Medicaid waiver\npayments reported on Form 1040, line 1, For information about any additional changes to the 2022 tax law or any other developments affecting Form 1040 or 1040-SR or the instructions, go to IRS.gov/\nForm1040. were excluded from income on Schedule\n1, line 8z. For 2022, nontaxable amounts\nwill be excluded on Schedule 1, line 8s. Nontaxable combat pay election. For\n2021, individuals elected to include their\nnontaxable combat pay in their earned\nincome when figuring the earned income credit (EIC) by reporting it on\nForm 1040 or 1040-SR, line 27b. For\n2022, they will make this election by reporting nontaxable combat pay on Form\n1040 or 1040-SR, line 1i. Credits for sick and family leave for\ncertain self-employed individuals are\nnot available. Self-employed individuals can no longer claim these credits. Health coverage tax credit is not\navailable. The health coverage tax\ncredit was not extended. The credit is\nnot available after 2021. Credit for child and dependent care\nexpenses.",
    "querygen": [
      "which form do i need for premium tax credit",
      "which form do i use to file my tax return",
      "which form do i file to claim the premium tax credit"
    ],
    "querygen_score": [
      "0.9545635",
      "-0.6924918",
      "1.4132241"
    ]
  },
  {
    "id": "legal-advice_94__70",
    "doc_id": "legal-advice_94",
    "chunk_id": 70,
    "document_category": "legal-advice",
    "text": "Then, enter the smaller amount on line 6. 6. 5 This is your earned income credit. 6\nEnter this amount on\nForm 1040 or 1040-SR,\nline 27. Reminder— 1040 or\nIf you have a qualifying child, complete and attach Schedule EIC. 1040-SR CAUTION EIC 10o4r0 R 1040-S If your EIC for a year after 1996 was reduced or disallowed, see\nForm 8862, who must file, earlier, to find out if you must file Form 8862 to\ntake the credit for 2022. -43- Need more information or forms? Visit IRS.gov. Worksheet B—2022 EIC—Line 27 Keep for Your Records Use this worksheet if you answered “Yes” to Step 5, question 2. Complete the parts below (Parts 1 through 3) that apply to you. Then, continue to Part 4. If you are married filing a joint return, include your spouse’s amounts, if any, with yours to figure the amounts to\nenter in Parts 1 through 3. Part 1 Self-Employed,\nMembers of the\nClergy, and\nPeople With\nChurch Employee\nIncome Filing\nSchedule SE\nPart 2 Self-Employed\nNOT Required\nTo File\nSchedule SE For example, your\nnet earnings from\nself-employment\nwere less than $400. 1a. Enter the amount from Schedule SE, Part I, line 3. 1a b. Enter any amount from Schedule SE, Part I, line 4b and line 5a. + 1b c. Combine lines 1a and 1b. = 1c d. Enter the amount from Schedule SE, Part I, line 13. – 1d e. Subtract line 1d from line 1c. = 1e 2. Don’t include on these lines any statutory employee income, any net profit from services performed as a\nnotary public, any amount exempt from self-employment tax as the result of the filing and approval of Form\n4029 or Form 4361, or any other amounts exempt from self-employment tax. a. Enter any net farm profit or (loss) from Schedule F, line 34; and\nfrom farm partnerships, Schedule K-1 (Form 1065), box 14, code A*. 2a b. Enter any net profit or (loss) from Schedule C, line 31; and Schedule\nK-1 (Form 1065), box 14, code A (other than farming)*. + 2b c. Combine lines 2a and 2b. = 2c * If you have any Schedule K-1 amounts, complete the appropriate line(s) of Schedule SE, Part I.\nReduce the Schedule K-1 amounts as described in the Partner’s Instructions for Schedule K-1. Enter\nyour name and social security number on Schedule SE and attach it to your return. Part 3 Statutory Employees\nFiling Schedule C 3. Enter the amount from Schedule C, line 1, that you are filing as a\nstatutory employee. Part 4 4a. Enter your earned income from Step 5. All Filers Using\nWorksheet B b. Combine lines 1e, 2c, 3, and 4a. This is your total earned income. Note. If line 4b\nincludes income on\nwhich you should\nhave paid selfemployment tax but\ndidn’t, we may\nreduce your credit by\nthe amount of\nself-employment tax\nnot paid. If line 4b is zero or less,\nor 1040-SR, line 27. 5. STOP 3 4a\n4b You can’t take the credit. Enter “No” on the dotted line next to Form 1040 If you have:\n● 3 or more qualifying children who have valid SSNs, is line 4b less than $53,057 ($59,187 if married\nfiling jointly)?",
    "querygen": [
      "how to claim earned income credit",
      "how do i calculate earned income credit",
      "how to calculate the difference between cau and earned income"
    ],
    "querygen_score": [
      "-1.437149",
      "-1.1359866",
      "-6.899115"
    ]
  },
  {
    "id": "legal-advice_39__124",
    "doc_id": "legal-advice_39",
    "chunk_id": 124,
    "document_category": "legal-advice",
    "text": "Your insurance can also cover your child who was under age 27 at\nthe end of 2022, even if the child wasn't your dependent. But don’t include amounts for any month\nyou were eligible to participate in an employer-sponsored health plan or amounts paid from\nretirement plan distributions that were nontaxable because you are a retired public safety\nofficer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2. Enter your net profit* and any other earned income** from the business under which the insurance\nplan is established, minus any deductions on Schedule 1, lines 15 and 16. Don’t include\nConservation Reserve Program payments exempt from self-employment tax . . . . . . . . . . . . . . . . . . . 3. Self-employed health insurance deduction. Enter the smaller of line 1 or line 2 here and on\nSchedule 1, line 17. Don’t include this amount in figuring any medical expense deduction\non Schedule A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. 3. *If you used either optional method to figure your net earnings from self-employment, don’t enter your net profit. Instead, enter the amount\nfrom Schedule SE, line 4b. **Earned income includes net earnings and gains from the sale, transfer, or licensing of property you created. However, it doesn't include\ncapital gain income. If you were a more-than-2% shareholder in the S corporation under which the insurance plan is established, earned\nincome is your Medicare wages (box 5 of Form W-2) from that corporation. • Nontaxable qualified tuition program earnings or distributions. • Any nontaxable distribution of\nCoverdell education savings account\nearnings.\n• Any reimbursements you received\nfor these expenses that weren’t reported\nto you in box 1 of your Form W-2. For more details, use Tax Topic 458\nor see Pub. 529. Line 12\nCertain Business Expenses of\nReservists, Performing Artists,\nand Fee-Basis Government\nOfficials\nInclude the following deductions on\nline 12. • Certain business expenses of National Guard and reserve members who\ntraveled more than 100 miles from home\nto perform services as a National Guard\nor reserve member. • Performing-arts-related expenses\nas a qualified performing artist. • Business expenses of fee-basis\nstate or local government officials. For more details, see Form 2106. Line 13 Line 16 Health Savings Account (HSA)\nDeduction Self-Employed SEP, SIMPLE, and\nQualified Plans",
    "querygen": [
      "when is child insurance taxable",
      "at what age can i collect taxes on my child?",
      "when does child benefit start to be taxable"
    ],
    "querygen_score": [
      "-1.7424868",
      "-3.3955219",
      "-3.8810031"
    ]
  },
  {
    "id": "legal-advice_39__146",
    "doc_id": "legal-advice_39",
    "chunk_id": 146,
    "document_category": "legal-advice",
    "text": "See Form\n8859. Line 6i. Enter any qualified electric vehicle credit. You can't claim this credit\nfor a vehicle placed in service after\n2006. You can claim this credit only if\nyou have an electric vehicle passive activity credit carried forward from a prior\nyear. See Form 8834. Line 6j. Enter any alternative fuel vehicle refueling property credit. See Form\n8911. Line 6k. Enter any credit to holders of\ntax credit bonds. See Form 8912. Line 6l. Enter the amount from Form\n8978, line 14 (relating to partner's audit\nliability under section 6226). If the\namount on Form 8978, line 14, is negative, complete the following worksheet\nto figure the amount to enter on line 6l. If the amount on Form 8978, line 14, is\npositive, see the instructions for Form\n1040 or 1040-SR, line 16. Negative Form 8978 Adjustment Worksheet—Schedule 3 (Line 6l)\nComplete this worksheet if Form 8978, line 14, is negative. 1. Enter the amount from Form 1040 or 1040-SR, line 18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter as a positive number the negative amount from Form 8978, line 14 2. 3. Is the amount on line 1 equal to or more than the amount on line 2? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Yes. Enter the amount from line 2 on line 6l\nNo. Enter the amount from line 1 on line 6l, and subtract line 2 from line 1* . . . . . . . . . . . . . . . . . . . . . . . .\n* Use this amount to complete the Negative Form 8978 Adjustment Worksheet in the Schedule 2, line 17z, instructions. Line 6z. Other nonrefundable credits. Use line 6z to report any nonrefundable\ncredits not reported elsewhere on your\nreturn or other schedules. List the type\nand amount of income. Line 9\nNet Premium Tax Credit The premium tax credit helps pay for\nhealth insurance purchased through the\nMarketplace. You may be eligible to\nclaim the premium tax credit if you,\nyour spouse, or a dependent enrolled in\nhealth insurance through the Marketplace. Eligible individuals may have advance payments of the premium tax\ncredit made on their behalf directly to\nthe insurance company. You (or whoever enrolled you) should have received\nForm 1095-A from the Marketplace\nwith information about your coverage\nand any advance credit payments. Complete Form 8962 to determine the\namount of your premium tax credit, if\nany. If the premium tax credit you can\nclaim exceeds your advance credit payments, your net premium tax credit will\nbe shown on Form 8962, line 26. Enter\nthat amount, if any, on line 9. For more\ninformation, see the Instructions for\nForm 8962. Line 10\nAmount Paid With Request for\nExtension To File",
    "querygen": [
      "does an electric vehicle qualify for passive activity",
      "can you claim a passive activity credit for an electric vehicle",
      "when do you have to pay for electric vehicle"
    ],
    "querygen_score": [
      "0.2478573",
      "1.3277903",
      "-3.721453"
    ]
  },
  {
    "id": "legal-advice_32__83",
    "doc_id": "legal-advice_32",
    "chunk_id": 83,
    "document_category": "legal-advice",
    "text": "If the amount you are looking up from the worksheet is $59,187 or more, and you have three qualifying children who have valid SSNs, you can’t take\nthe credit. - 55 - Need more information or forms? Visit IRS.gov. Line 28 Line 29 Additional Child Tax Credit American Opportunity\nCredit See Schedule 8812 (Form 1040) and its\ninstructions for information on figuring\nand claiming any additional child tax\ncredit that you may qualify to claim. If\nyou are claiming the additional child tax\ncredit, complete Schedule 8812 and attach it to your Form 1040 or 1040-SR. Form 8862, who must file. You must\nfile Form 8862 to claim the additional\nchild tax credit if your child tax credit\n(refundable or nonrefundable depending\non the tax year), additional child tax\ncredit, or credit for other dependents for\na year after 2015 was denied or reduced\nfor any reason other than a math or clerical error. Attach a completed Form 8862\nto your 2022 return to claim the credit\nfor 2022. Don't file Form 8862 if you\nfiled Form 8862 for 2021 and the child\ntax credit (refundable or nonrefundable),\nadditional child tax credit, or credit for\nother dependents was allowed for that\nyear. See Form 8862 and its instructions\nfor details. If you take the additional child\ntax credit even though you\nCAUTION aren't eligible and it is determined that your error is due to reckless\nor intentional disregard of the additional child tax credit rules, you won't be allowed to take the child tax credit, the\ncredit for other dependents, or the additional child tax credit for 2 years even if\nyou’re otherwise eligible to do so. If you\ntake the additional child tax credit even\nthough you aren’t eligible and it is later\ndetermined that you fraudulently took\nthe credit, you won't be allowed to take\nthe child tax credit, the credit for other\ndependents, or the additional child tax\ncredit for 10 years. You may also have\nto pay penalties. ! Refunds for returns claiming Refund Offset If you meet the requirements to claim an\neducation credit (see the instructions for\nSchedule 3, line 3), enter on line 29 the\namount, if any, from Form 8863, line 8. You may be able to increase an education credit and reduce your total tax or\nincrease your tax refund if the student\nchooses to include all or part of a Pell\ngrant or certain other scholarships or fellowships in income. See Pub. 970 and\nthe Instructions for Form 8863 for more\ninformation. Form 8862 required. You must file\nForm 8862 if your American opportunity credit for a year after 2015 was denied or reduced for any reason other\nthan a math or clerical error. Attach a\ncompleted Form 8862 to your 2022 return to claim the credit for 2022. Don't\nfile Form 8862 if you filed Form 8862\nfor 2021 and the American opportunity\ncredit was allowed for that year. See\nForm 8862 and its instructions for details. If you take the American opportunity credit even though\nCAUTION you aren't eligible and it is determined that your error is due to reckless or intentional disregard of the\nAmerican opportunity credit rules, you\nwon't be allowed to take the credit for 2\nyears even if you’re otherwise eligible to\ndo so.",
    "querygen": [
      "what amount is the child tax credit",
      "how many children do you have to have to take the irs credit",
      "what is the max credit you can take on a child tax credit"
    ],
    "querygen_score": [
      "-1.2405839",
      "-0.57676095",
      "-1.7138433"
    ]
  },
  {
    "id": "legal-advice_60__136",
    "doc_id": "legal-advice_60",
    "chunk_id": 136,
    "document_category": "legal-advice",
    "text": "You\nmay also have to repay excess advance\npayments of the premium tax credit if\nyou enrolled an individual in coverage\nthrough the Marketplace, you don’t\nclaim the individual as a dependent on\nyour return, and no one else claims that\nindividual as a dependent. For more information, see the Instructions for Form\n8962. Line 2 Unreported Social Security and\nMedicare Tax From Form 4137 Excess Advance Premium Tax\nCredit Repayment If you have excess advance premium tax credit (APTC) repayCAUTION ments, go to IRS.gov/Form8962\nfor more information. ! The premium tax credit helps pay\npremiums for health insurance purchased from the Marketplace. Eligible\nindividuals may have advance payments\nof the premium tax credit paid on their\nbehalf directly to the insurance company. If you, your spouse with whom you\nare filing a joint return, or your dependent was enrolled in coverage purchased\nfrom the Marketplace and advance payments of the premium tax credit were\nmade for the coverage, complete Form\n8962 to reconcile (compare) the advance\npayments with your premium tax credit. You (or whoever enrolled you) should\nhave received Form 1095-A from the\nMarketplace with information about -95- Line 5 Enter the total of any taxes from Form\n4137. If you received tips of $20 or more in\nany month and you didn't report the full\namount to your employer, you must pay\nthe social security and Medicare or railroad retirement (RRTA) tax on the unreported tips. Don’t include the value of any noncash tips, such as tickets or passes. You\ndon’t pay social security and Medicare\ntaxes or RRTA tax on these noncash\ntips. To figure the social security and\nMedicare tax, use Form 4137. If you\nowe RRTA tax, contact your employer. Your employer will figure and collect\nthe RRTA tax. Worksheet To See if You Should Fill in Form 6251—Schedule 2, Line 1 Before you begin: Be sure you have read the Exception in the instructions for this line to see if you must fill in Form 6251 instead of\nusing this worksheet. 1. Are you filing Schedule A?\nNo. Skip lines 1 and 2; subtract Form 1040 or 1040-SR, line 13, or Form 1040-NR, line 13a, from Form\n1040, 1040-SR, or 1040-NR, line 11, and enter the result on line 3 and go to line 4. Yes. Enter the amount from Form 1040, 1040-SR, or 1040-NR, line 15 . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter the amount from Schedule A, line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2.",
    "querygen": [
      "what is the benefit of the premium credits for insurance?",
      "who is dependent for premium tax credit",
      "can i claim a individual premium on my taxes"
    ],
    "querygen_score": [
      "-3.2124867",
      "-1.1159936",
      "-0.33436733"
    ]
  },
  {
    "id": "legal-advice_38__37",
    "doc_id": "legal-advice_38",
    "chunk_id": 37,
    "document_category": "legal-advice",
    "text": "(b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous. (2) A practitioner may not advise a client to\nsubmit a document, affidavit or other paper to the\nInternal Revenue Service —\n(i) The purpose of which is to delay or impede\nthe administration of the Federal tax laws;\n(ii) That is frivolous; or\n(iii) That contains or omits information in a\nmanner that demonstrates an intentional disregard\nof a rule or regulation unless the practitioner also\nadvises the client to submit a document that evidences\na good faith challenge to the rule or regulation. (c) Advising clients on potential penalties —\n(1) A practitioner must inform a client of any\npenalties that are reasonably likely to apply to the\nclient with respect to —\n(i) A position taken on a tax return if —\nTreasury Department Circular No. 230 (A) The practitioner advised the client with\nrespect to the position; or\n(B) The practitioner prepared or signed the tax\nreturn; and\n(ii) Any document, affidavit or other paper\nsubmitted to the Internal Revenue Service. (2) The practitioner also must inform the client\nof any opportunity to avoid any such penalties by\ndisclosure, if relevant, and of the requirements for\nadequate disclosure. (3) This paragraph (c) applies even if the\npractitioner is not subject to a penalty under the\nInternal Revenue Code with respect to the position\nor with respect to the document, affidavit or other\npaper submitted. (d) Relying on information furnished by\nclients. A practitioner advising a client to take\na position on a tax return, document, affidavit or\nother paper submitted to the Internal Revenue\nService, or preparing or signing a tax return as a\npreparer, generally may rely in good faith without\nverification upon information furnished by the\nclient. The practitioner may not, however, ignore the\nimplications of information furnished to, or actually\nknown by, the practitioner, and must make reasonable\ninquiries if the information as furnished appears to\nbe incorrect, inconsistent with an important fact or\nanother factual assumption, or incomplete. (e) Effective/applicability date. Paragraph (a) of\nthis section is applicable for returns or claims for\nrefund filed, or advice provided, beginning August 2,\n2011. Paragraphs (b) through (d) of this section are\napplicable to tax returns, documents, affidavits, and\nother papers filed on or after September 26, 2007. § 10.35 Competence.\n(a) A practitioner must possess the necessary\ncompetence to engage in practice before the Internal\nRevenue Service. Competent practice requires the\nappropriate level of knowledge, skill, thoroughness,\nand preparation necessary for the matter for which the\npractitioner is engaged. A practitioner may become\ncompetent for the matter for which the practitioner\nhas been engaged through various methods, such\n§ 10.35 — Page 25 Table of Contents as consulting with experts in the relevant area or\nstudying the relevant law. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.36 Procedures to ensure compliance.",
    "querygen": [
      "can an irs lawyer advise on a paper?",
      "who can advise clients on documents",
      "can a practitioner advise clients to take a position on a document submitted to the irs"
    ],
    "querygen_score": [
      "0.9603441",
      "1.2947624",
      "4.236989"
    ]
  },
  {
    "id": "legal-advice_2__33",
    "doc_id": "legal-advice_2",
    "chunk_id": 33,
    "document_category": "legal-advice",
    "text": "Such presentations include, but\nare not limited to, preparing and filing documents,\ncorresponding and communicating with the Internal\nRevenue Service, rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nand representing a client at conferences, hearings,\nand meetings. (d) Effective/applicability date. This section is\napplicable for fee arrangements entered into after\nMarch 26, 2008. materials provided to the practitioner, or obtained\nby the practitioner in the course of the practitioner’s\nrepresentation of the client, that preexisted the\nretention of the practitioner by the client. The term also\nincludes materials that were prepared by the client or a\nthird party (not including an employee or agent of the\npractitioner) at any time and provided to the practitioner\nwith respect to the subject matter of the representation. The term also includes any return, claim for refund,\nschedule, affidavit, appraisal or any other document\nprepared by the practitioner, or his or her employee or\nagent, that was presented to the client with respect to\na prior representation if such document is necessary\nfor the taxpayer to comply with his or her current\nFederal tax obligations. The term does not include any\nreturn, claim for refund, schedule, affidavit, appraisal\nor any other document prepared by the practitioner\nor the practitioner’s firm, employees or agents if the\npractitioner is withholding such document pending the\nclient’s performance of its contractual obligation to pay\nfees with respect to such document. § 10.28 Return of client’s records. (a) Except as provided by paragraph (b) of\nthis section, a practitioner shall not represent a\nclient before the Internal Revenue Service if the\nrepresentation involves a conflict of interest. A\nconflict of interest exists if —\n(1) The representation of one client will be\ndirectly adverse to another client; or\n(2)There is a significant risk that the representation\nof one or more clients will be materially limited by\nthe practitioner’s responsibilities to another client,\na former client or a third person, or by a personal\ninterest of the practitioner. (b) Notwithstanding the existence of a conflict\nof interest under paragraph (a) of this section, the\npractitioner may represent a client if —\n(1) The practitioner reasonably believes that the\npractitioner will be able to provide competent and\ndiligent representation to each affected client;\n(2) The representation is not prohibited by law;\nand\n(3) Each affected client waives the conflict of (a) In general, a practitioner must, at the request of\na client, promptly return any and all records of the\nclient that are necessary for the client to comply with\nhis or her Federal tax obligations. The practitioner\nmay retain copies of the records returned to a client. The existence of a dispute over fees generally does\nnot relieve the practitioner of his or her responsibility\nunder this section. Nevertheless, if applicable state law\nallows or permits the retention of a client’s records by\na practitioner in the case of a dispute over fees for\nservices rendered, the practitioner need only return\nthose records that must be attached to the taxpayer’s\nreturn. The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section —",
    "querygen": [
      "what is the purpose of a presentation in the Internal Revenue Service",
      "what are the duties of a presentation in the internal revenue service",
      "what are the duties associated with the internal revenue service"
    ],
    "querygen_score": [
      "0.65421855",
      "0.55321705",
      "-1.5098765"
    ]
  },
  {
    "id": "legal-advice_97__30",
    "doc_id": "legal-advice_97",
    "chunk_id": 30,
    "document_category": "legal-advice",
    "text": "The practitioner must advise the client\nof the consequences as provided under the Code\nand regulations of such noncompliance, error, or\nomission. § 10.22 Diligence as to accuracy. (a) In general. A practitioner must exercise due\ndiligence —\n(1) In preparing or assisting in the preparation\nof, approving, and filing tax returns, documents,\naffidavits, and other papers relating to Internal\nRevenue Service matters;\n(2) In determining the correctness of oral or\nwritten representations made by the practitioner to\nthe Department of the Treasury; and\n(3) In determining the correctness of oral or\nwritten representations made by the practitioner to\nclients with reference to any matter administered by\nthe Internal Revenue Service. (b) Reliance on others. Except as modified by\n§§10.34 and 10.37, a practitioner will be presumed\nto have exercised due diligence for purposes of\nthis section if the practitioner relies on the work\nproduct of another person and the practitioner used\nreasonable care in engaging, supervising, training,\nand evaluating the person, taking proper account of\nthe nature of the relationship between the practitioner\nand the person. § 10.22 — Page 19 Table of Contents (c) Effective/applicability date. Paragraph (a) of\nthis section is applicable on September 26, 2007. Paragraph (b) of this section is applicable beginning\nJune 12, 2014. § 10.23 Prompt disposition of pending matters. A practitioner may not unreasonably delay the\nprompt disposition of any matter before the Internal\nRevenue Service. § 10.24 Assistance from or to disbarred or\nsuspended persons and former Internal Revenue\nService employees. A practitioner may not, knowingly and directly or\nindirectly:\n(a) Accept assistance from or assist any person\nwho is under disbarment or suspension from practice\nbefore the Internal Revenue Service if the assistance\nrelates to a matter or matters constituting practice\nbefore the Internal Revenue Service. (b) Accept assistance from any former government\nemployee where the provisions of § 10.25 or any\nFederal law would be violated. § 10.25 Practice by former government employees,\ntheir partners and their associates. (a) Definitions. For purposes of this section —\n(1) Assist means to act in such a way as to advise,\nfurnish information to, or otherwise aid another\nperson, directly, or indirectly. (2) Government employee is an officer or\nemployee of the United States or any agency of\nthe United States, including a special Government\nemployee as defined in 18 U.S.C. 202(a), or of the\nDistrict of Columbia, or of any State, or a member of\nCongress or of any State legislature. (3) Member of a firm is a sole practitioner or\nan employee or associate thereof, or a partner,\nstockholder, associate, affiliate or employee of a\npartnership, joint venture, corporation, professional\nassociation or other affiliation of two or more\npractitioners who represent nongovernmental\nparties. Page 20 — § 10.22 (4) Particular matter involving specific parties is\ndefined at 5 CFR 2637.201(c), or superseding postemployment regulations issued by the U.S. Office of\nGovernment Ethics. (5) Rule includes Treasury regulations, whether\nissued or under preparation for issuance as notices\nof proposed rulemaking or as Treasury decisions,\nrevenue rulings, and revenue procedures published\nin the Internal Revenue Bulletin (see 26 CFR\n601.601(d)(2)(ii)(b)). (b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States.",
    "querygen": [
      "what's the difference between diligence and accuracy",
      "what is diligence as to accuracy",
      "what is the purpose of diligence"
    ],
    "querygen_score": [
      "-1.18588",
      "0.84103507",
      "-0.4387468"
    ]
  },
  {
    "id": "legal-advice_34__19",
    "doc_id": "legal-advice_34",
    "chunk_id": 19,
    "document_category": "legal-advice",
    "text": "A protest\nunder this section is not governed by subpart D of\nthis part. (f) Effective/applicability date. This section is\napplicable to applications received on or after\nAugust 2, 2011. § 10.6 Term and renewal of status as an enrolled\nagent, enrolled retirement plan agent, or\nregistered tax return preparer. (a) Term. Each individual authorized to practice\nbefore the Internal Revenue Service as an enrolled\nagent, enrolled retirement plan agent, or registered\ntax return preparer will be accorded active enrollment\nor registration status subject to renewal of enrollment\nor registration as provided in this part. (b) Enrollment or registration card or certificate. The Internal Revenue Service will issue an\nenrollment or registration card or certificate to each\nindividual whose application to practice before the\nInternal Revenue Service is approved. Each card\nor certificate will be valid for the period stated on\nthe card or certificate. An enrolled agent, enrolled\nretirement plan agent, or registered tax return preparer\nmay not practice before the Internal Revenue Service\nif the card or certificate is not current or otherwise\nTreasury Department Circular No. 230 Table of Contents valid. The card or certificate is in addition to any\nnotification that may be provided to each individual\nwho obtains a preparer tax identification number. (c) Change of address. An enrolled agent, enrolled\nretirement plan agent, or registered tax return preparer\nmust send notification of any change of address\nto the address specified by the Internal Revenue\nService within 60 days of the change of address. This notification must include the enrolled agent’s,\nenrolled retirement plan agent’s, or registered tax\nreturn preparer’s name, prior address, new address,\ntax identification number(s) (including preparer tax\nidentification number), and the date the change of\naddress is effective. Unless this notification is sent,\nthe address for purposes of any correspondence\nfrom the appropriate Internal Revenue Service\noffice responsible for administering this part shall\nbe the address reflected on the practitioner’s most\nrecent application for enrollment or registration, or\napplication for renewal of enrollment or registration. A practitioner’s change of address notification\nunder this part will not constitute a change of the\npractitioner’s last known address for purposes of\nsection 6212 of the Internal Revenue Code and\nregulations thereunder. (d) Renewal. (1) In general. Enrolled agents, enrolled\nretirement plan agents, and registered tax return\npreparers must renew their status with the Internal\nRevenue Service to maintain eligibility to practice\nbefore the Internal Revenue Service. Failure to\nreceive notification from the Internal Revenue\nService of the renewal requirement will not be\njustification for the individual’s failure to satisfy this\nrequirement. (2) Renewal period for enrolled agents. (i) All enrolled agents must renew their preparer\ntax identification number as prescribed by forms,\ninstructions, or other appropriate guidance. (ii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 0, 1, 2, or 3, except for those individuals\nwho received their initial enrollment after November\n1, 2003, must apply for renewal between November\n1, 2003, and January 31, 2004. The renewal will be\nTreasury Department Circular No. 230 effective April 1, 2004. (iii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 4, 5, or 6, except for those individuals\nwho received their initial enrollment after November\n1, 2004, must apply for renewal between November\n1, 2004, and January 31, 2005.",
    "querygen": [
      "when does the protest for erp apply",
      "when is enrolled agent application effective",
      "when does this section apply in irs"
    ],
    "querygen_score": [
      "-1.9841886",
      "0.6670853",
      "0.16040702"
    ]
  },
  {
    "id": "legal-advice_32__47",
    "doc_id": "legal-advice_32",
    "chunk_id": 47,
    "document_category": "legal-advice",
    "text": "If you don’t, you may get a math error notice from the IRS. Be sure you have read the Exception in the line 6a and 6b instructions to see if you can use this\nworksheet instead of a publication to find out if any of your benefits are taxable. Enter the total amount from box 5 of all your Forms SSA-1099 and\nRRB-1099. Also enter this amount on Form 1040 or 1040-SR,\nline 6a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1.\nMultiply line 1 by 50% (0.50) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Combine the amounts from Form 1040 or 1040-SR, lines 1z, 2b, 3b, 4b, 5b, 7, and 8 . . . . . . . . . . Enter the amount, if any, from Form 1040 or 1040-SR, line 2a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Combine lines 2, 3, and 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Enter the total of the amounts from Schedule 1, lines 11 through 20, and 23 and 25 . . . . . . . . . . . Is the amount on line 6 less than the amount on line 5? No. None of your social security benefits are taxable. Enter -0- on Form 1040 or\nSTOP\n1040-SR, line 6b. 2.\n3.\n4.\n5.\n6. Yes. Subtract line 6 from line 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7. If you are:\n• Married filing jointly, enter $32,000\n• Single, head of household, qualifying surviving spouse, or\nmarried filing separately and you lived apart from your spouse for,\nall of 2022, enter $25,000\n............... Married\nfiling\nseparately\nand\nyou\nlived\nwith\nyour\nspouse\nat\nany\ntime\n•\nin 2022, skip lines 8 through 15; multiply line 7 by 85% (0.85) and\nenter the result on line 16.",
    "querygen": [
      "when do you get a math error notice from the irs",
      "what to do in the exception section of excel to find out if you are taxable",
      "where to find if you have a taxable benefit"
    ],
    "querygen_score": [
      "0.07563876",
      "-0.85541654",
      "-0.19844338"
    ]
  },
  {
    "id": "legal-advice_3__67",
    "doc_id": "legal-advice_3",
    "chunk_id": 67,
    "document_category": "legal-advice",
    "text": "Members of the military. If you were on extended active duty\noutside the United States, your main home is considered to be in\nthe United States during that duty period. Extended active duty\nis military duty ordered for an indefinite period or for a period\nof more than 90 days. Once you begin serving extended active\nduty, you are considered to be on extended active duty even if\nyou don’t serve more than 90 days. Nonresident aliens. If your filing status is married filing jointly, go to Step 2. Otherwise, stop; you can't take the EIC. Enter\n“No” on the dotted line next to line 27. Permanently and totally disabled. A person is permanently\nand totally disabled if, at any time in 2022, the person couldn't\nengage in any substantial gainful activity because of a physical\nor mental condition and a doctor has determined that this condition (a) has lasted or can be expected to last continuously for at\nleast a year, or (b) can be expected to lead to death. Qualifying child of more than one person. Even if a child\nmeets the conditions to be the qualifying child of more than one\nperson, only one person can claim the child as a qualifying child\nfor all of the following tax benefits, unless the special rule for\nChildren of divorced or separated parents under Who Qualifies\nas Your Dependent, earlier, applies. 1. Child tax credit, credit for other dependents, and additional child tax credit (lines 19 and 28). 2. Head of household filing status. 3. Credit for child and dependent care expenses (Schedule\n3, line 2). 4. Exclusion for dependent care benefits (Form 2441, Part\nIII). 5. Earned income credit (line 27). -41- Need more information or forms? Visit IRS.gov. No other person can take any of the five tax benefits just listed\nbased on the qualifying child. If you and any other person can\nclaim the child as a qualifying child, the following rules apply. For purposes of these rules, the term “parent”means a biological\nor adoptive parent of an individual. It doesn't include a stepparent or foster parent unless that person has adopted the individual. • If only one of the persons is the child's parent, the child is\ntreated as the qualifying child of the parent. • If the parents file a joint return together and can claim the\nchild as a qualifying child, the child is treated as the qualifying\nchild of the parents. • If the parents don’t file a joint return together but both parents claim the child as a qualifying child, the IRS will treat the\nchild as the qualifying child of the parent with whom the child\nlived for the longer period of time in 2022. If the child lived\nwith each parent for the same amount of time, the IRS will treat\nthe child as the qualifying child of the parent who had the higher adjusted gross income (AGI) for 2022. • If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. •",
    "querygen": [
      "what is a military extended active duty",
      "when does an extended active duty period begin",
      "when does extended duty take effect"
    ],
    "querygen_score": [
      "1.3985045",
      "-0.0005108826",
      "-1.3429388"
    ]
  },
  {
    "id": "legal-advice_95__20",
    "doc_id": "legal-advice_95",
    "chunk_id": 20,
    "document_category": "legal-advice",
    "text": "effective April 1, 2004. (iii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 4, 5, or 6, except for those individuals\nwho received their initial enrollment after November\n1, 2004, must apply for renewal between November\n1, 2004, and January 31, 2005. The renewal will be\neffective April 1, 2005. (iv) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 7, 8, or 9, except for those individuals\nwho received their initial enrollment after November\n1, 2005, must apply for renewal between November\n1, 2005, and January 31, 2006. The renewal will be\neffective April 1, 2006. (v) Thereafter, applications for renewal as an\nenrolled agent will be required between November\n1 and January 31 of every subsequent third year as\nspecified in paragraph (d)(2)(i), (d)(2)(ii), or (d)\n(2)(iii) of this section according to the last number\nof the individual’s social security number or tax\nidentification number. Those individuals who\nreceive initial enrollment as an enrolled agent after\nNovember 1 and before April 2 of the applicable\nrenewal period will not be required to renew their\nenrollment before the first full renewal period\nfollowing the receipt of their initial enrollment. (3) Renewal period for enrolled retirement plan\nagents. (i) All enrolled retirement plan agents must\nrenew their preparer tax identification number as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. (ii) Enrolled retirement plan agents will be\nrequired to renew their status as enrolled retirement\nplan agents between April 1 and June 30 of every\nthird year subsequent to their initial enrollment. (4) Renewal period for registered tax return\npreparers. Registered tax return preparers must\nrenew their preparer tax identification number and\ntheir status as a registered tax return preparer as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. (5) Notification of renewal. After review and\napproval, the Internal Revenue Service will notify\n§ 10.6 — Page 11 Table of Contents the individual of the renewal and will issue the\nindividual a card or certificate evidencing current\nstatus as an enrolled agent, enrolled retirement plan\nagent, or registered tax return preparer. (6) Fee. A reasonable nonrefundable fee may be\ncharged for each application for renewal filed. See 26\nCFR part 300.\n(7) Forms. Forms required for renewal may be\nobtained by sending a written request to the address\nspecified by the Internal Revenue Service or from\nsuch other source as the Internal Revenue Service\nwill publish in the Internal Revenue Bulletin (see\n26 CFR 601.601(d)(2)(ii)(b)) and on the Internal\nRevenue Service webpage (www.irs.gov). (e) Condition for renewal: continuing education. In order to qualify for renewal as an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer, an individual must certify, in the\nmanner prescribed by the Internal Revenue Service,\nthat the individual has satisfied the requisite number\nof continuing education hours. (1) Definitions. For purposes of this section —\n(i) Enrollment year means January 1 to\nDecember 31 of each year of an enrollment cycle. (ii) Enrollment cycle means the three successive\nenrollment years preceding the effective date of\nrenewal. (iii) Registration year means each 12-month\nperiod the registered tax return preparer is authorized\nto practice before the Internal Revenue Service.\n(iv)",
    "querygen": [
      "when do you need to renew social security number",
      "when do i have to renew my social security",
      "when is agent enrollment due"
    ],
    "querygen_score": [
      "1.5957786",
      "1.4392432",
      "-0.7202184"
    ]
  },
  {
    "id": "legal-advice_39__105",
    "doc_id": "legal-advice_39",
    "chunk_id": 105,
    "document_category": "legal-advice",
    "text": "• Be sure you used the correct method to figure your tax. See the instructions for line 16.\n• Be sure to enter your SSN in the\nspace provided on page 1 of Form 1040\nor 1040-SR. If you are married filing a The IRS Mission. Provide America's taxpayers top-quality service by helping them\nunderstand and meet their tax responsibilities and enforce the law with integrity and\nfairness to all. joint or separate return, also enter your\nspouse's SSN. Be sure to enter your SSN\nin the space next to your name. Check\nthat your name and SSN agree with your\nsocial security card. • Make sure your name and address\nare correct. Enter your (and your spouse's) name in the same order as shown\non your last return. • If you live in an apartment, be sure\nto include your apartment number in\nyour address. • If you are taking the standard deduction, see the instructions for line 12\nto be sure you entered the correct\namount. • If you received capital gain distributions but weren't required to file\nSchedule D, make sure you checked the\nbox on line 7.\n• If you are taking the EIC, be sure\nyou used the correct column of the EIC\nTable for your filing status and the number of qualifying children you have who\nhave valid SSNs. • Remember to sign and date Form\n1040 or 1040-SR and enter your occupation(s). • Attach your Form(s) W-2 and other required forms and schedules. Put all\nforms and schedules in the proper order. See Assemble Your Return, earlier.\n• If you owe tax and are paying by\ncheck or money order, be sure to include\nall the required information on your payment. See the instructions for line 37 for\ndetails. • Make sure to check Where Do You\nFile? before mailing your return. Over\nthe next several years, the IRS will be\nreducing the number of paper tax return\nprocessing sites. Because of this, you\nmay need to mail your return to a different address than you have in the past. • Don’t file more than one original\nreturn for the same year, even if you\nhaven't gotten your refund or haven't\nheard from the IRS since you filed. Filing more than one original return for the\nsame year, or sending in more than one\ncopy of the same return (unless we ask\nyou to do so), could delay your refund. -76- • Make sure that if you, your spouse\nwith whom you are filing a joint return,\nor your dependent was enrolled in Marketplace coverage, and advance payments of the premium tax credit were\nmade for the coverage, that you attach\nForm 8962. For tax years other than\n2020, you may have to repay excess advance payments, even if someone else\nenrolled you, your spouse, or your dependent in the Marketplace coverage. Excess advance payments may also have\nto be repaid if you enrolled someone in\nMarketplace coverage, you don't claim\nthat individual as a dependent, and no\none else claims that individual as a dependent. See the instructions for Schedule 2, line 2, and the Instructions for\nForm 8962.",
    "querygen": [
      "how to write ssn in 1040",
      "can you add ssn to 1040",
      "what is ssn in tax forms"
    ],
    "querygen_score": [
      "0.029017994",
      "-0.83314383",
      "-2.0302565"
    ]
  },
  {
    "id": "legal-advice_60__80",
    "doc_id": "legal-advice_60",
    "chunk_id": 80,
    "document_category": "legal-advice",
    "text": "1,860\n1,850\n1,839\n1,829 0\n0\n0\n0 862\n854\n846\n838 44,400\n44,450\n44,500\n44,550 44,450\n44,500\n44,550\n44,600 0\n0\n0\n0 0\n0\n0\n0 1,047\n1,037\n1,026\n1,016 1,818\n1,807\n1,797\n1,786 0\n0\n0\n0 44,600\n44,650\n44,700\n44,750 44,650\n44,700\n44,750\n44,800 0\n0\n0\n0 0\n0\n0\n0 1,005\n995\n984\n974 1,776\n1,765\n1,755\n1,744 44,800\n44,850\n44,900\n44,950 44,850\n44,900\n44,950\n45,000 0\n0\n0\n0 0\n0\n0\n0 963\n953\n942\n932 45,000\n45,050\n45,100\n45,150 45,050\n45,100\n45,150\n45,200 0\n0\n0\n0 0\n0\n0\n0 45,200\n45,250\n45,300\n45,350 45,250\n45,300\n45,350\n45,400 0\n0\n0\n0 45,400\n45,450\n45,500\n45,550 45,450\n45,500\n45,550\n45,600 45,600\n45,650\n45,700\n45,750 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 3,193\n3,183\n3,172\n3,162 46,800\n46,850\n46,900\n46,950 46,850\n46,900\n46,950\n47,000 0\n0\n0\n0 0\n0\n0\n0 542\n532\n521\n510 1,313\n1,302\n1,291\n1,281 0\n0\n0\n0 447\n439\n431\n423 1,833\n1,822\n1,812\n1,801 2,604\n2,593\n2,582\n2,572 2,381\n2,370\n2,360\n2,349 3,151\n3,141\n3,130\n3,119 47,000\n47,050\n47,100\n47,150 47,050\n47,100\n47,150\n47,200 0\n0\n0\n0 0\n0\n0\n0 500\n489\n479\n468 1,270\n1,260\n1,249\n1,239 0\n0\n0\n0 415\n407\n399\n391 1,791\n1,780\n1,770\n1,759 2,561\n2,551\n2,540\n2,530 830\n822\n814\n806 2,338\n2,328\n2,317\n2,307 3,109\n3,098\n3,088\n3,077 47,200\n47,250\n47,300\n47,350 47,250\n47,300\n47,350\n47,400 0\n0\n0\n0 0\n0\n0\n0 458\n447\n437\n426 1,228\n1,218\n1,207\n1,197 0\n0\n0\n0 383\n375\n367\n359 1,749\n1,738\n1,728\n1,717 2,519\n2,509\n2,498\n2,488 0\n0\n0\n0 798\n790\n782\n775 2,296\n2,286\n2,275\n2,265 3,067\n3,056\n3,046\n3,035 47,400\n47,450\n47,500\n47,550 47,450\n47,500\n47,550\n47,600 0\n0\n0\n0 0\n0\n0\n0 416\n405\n395\n384 1,186\n1,176\n1,165\n1,155 0\n0\n0\n0 351\n343\n335\n327 1,707\n1,696\n1,686\n1,675 2,477\n2,467\n2,456\n2,446 1,734\n1,723\n1,713\n1,702 0\n0\n0\n0 767\n759\n751\n743 2,254\n2,244\n2,233\n2,223 3,025\n3,014\n3,004\n2,993 47,600\n47,650\n47,700\n47,750 47,650\n47,700\n47,750\n47,800 0\n0\n0\n0 0\n0\n0\n0 374\n363\n352\n342 1,144\n1,134\n1,123\n1,112 0\n0\n0\n0 319\n311\n303\n295 1,665\n1,654\n1,643\n1,633 2,435\n2,425\n2,414\n2,403 921\n911\n900\n890 1,692\n1,681\n1,671\n1,660 0\n0\n0\n0 735\n727\n719\n711 2,212\n2,202\n2,191\n2,181 2,983\n2,972\n2,962\n2,951 47,800\n47,850\n47,900\n47,950 47,850\n47,900\n47,950\n48,000 0\n0\n0\n0 0\n0\n0\n0 331\n321\n310\n300 1,102\n1,091\n1,081\n1,070 0\n0\n0\n0 287\n279\n271\n263 1,622\n1,612\n1,601\n1,591 2,393\n2,382\n2,372\n2,361 0\n0\n0\n0 879\n868\n858\n847 1,649\n1,639\n1,628\n1,618 0\n0\n0\n0 703\n695\n687\n679 2,170\n2,159\n2,149\n2,138 2,940\n2,930\n2,919\n2,909 48,000\n48,050\n48,100\n48,150 48,050\n48,100\n48,150\n48,200 0\n0\n0\n0 0\n0\n0\n0 289\n279\n268\n258 1,060\n1,049\n1,039\n1,028 0\n0\n0\n0 255\n247\n239\n231 1,580\n1,570\n1,559\n1,549 2,351\n2,340\n2,330\n2,319 0\n0\n0\n0 0\n0\n0\n0 837\n826\n816\n805 1,607\n1,597\n1,586\n1,576 0\n0\n0\n0 671\n663\n655\n647 2,128\n2,117\n2,107\n2,096 2,898\n2,888\n2,877\n2,867 48,200\n48,250\n48,300\n48,350 48,250\n48,300\n48,350\n48,400 0\n0\n0\n0 0\n0\n0\n0 247\n237\n226\n216 1,018\n1,007\n997\n986 0\n0\n0\n0 223\n215\n207\n199 1,538\n1,528\n1,517\n1,507 2,309\n2,298\n2,288\n2,277 45,650\n45,700\n45,750\n45,800 0\n0\n0\n0 0\n0\n0\n0 795\n784\n774\n763 1,565\n1,555\n1,544\n1,534 0\n0\n0\n0 639\n631\n623\n615 2,086\n2,075\n2,065\n2,054 2,856\n2,846\n2,835\n2,825 48,400\n48,450\n48,500\n48,550 48,450\n48,500\n48,550\n48,600 0\n0\n0\n0 0\n0\n0\n0 205\n195\n184\n173 976\n965\n955\n944 0\n0\n0\n0 191\n183\n175\n167 1,496\n1,486\n1,475\n1,464 2,267\n2,256\n2,245\n2,235 45,800\n45,850\n45,900\n45,950 45,850\n45,900\n45,950\n46,000 0\n0\n0\n0 0\n0\n0\n0 753\n742\n732\n721 1,523\n1,513\n1,502\n1,492 0\n0\n0\n0 607\n599\n591\n583 2,044\n2,033\n2,023\n2,012 2,814\n2,804\n2,793\n2,783 48,600\n48,650\n48,700\n48,750 48,650\n48,700\n48,750\n48,800 0\n0\n0\n0 0\n0\n0\n0 163\n152\n142\n131 933\n923\n912\n902 0\n0\n0\n0 159\n151\n143\n135 1,454\n1,443\n1,433\n1,422 2,224\n2,214\n2,203\n2,193 46,000\n46,050\n46,100\n46,150 46,050\n46,100\n46,150\n46,200 0\n0\n0\n0 0\n0\n0\n0 711\n700\n689\n679 1,481\n1,470\n1,460\n1,449 0\n0\n0\n0 575\n567\n559\n551 2,001\n1,991\n1,980\n1,970 2,772\n2,761\n2,751\n2,740 48,800\n48,850\n48,900\n48,950 48,850\n48,900\n48,950\n49,000 0\n0\n0\n0 0\n0\n0\n0 121\n110\n100\n89 891\n881\n870\n860 0\n0\n0\n0 127\n119\n111\n103 1,412\n1,401\n1,391\n1,380 2,182\n2,172\n2,161\n2,151 46,200\n46,250\n46,300\n46,350 46,250\n46,300\n46,350\n46,400 0\n0\n0\n0 0\n0\n0\n0 668\n658\n647\n637 1,439\n1,428\n1,418\n1,407 0\n0\n0\n0 543\n535\n527\n519 1,959\n1,949\n1,938\n1,928 2,730\n2,719\n2,709\n2,698 49,000\n49,050\n49,100\n49,150 49,050\n49,100\n49,150\n49,200 0\n0\n0\n0 0\n0\n0\n0 79\n68\n58\n47 849\n839\n828\n818 0\n0\n0\n0 95\n87\n79\n71 1,370\n1,359\n1,349\n1,338 2,140\n2,130\n2,119\n2,109 46,400\n46,450\n46,500\n46,550 46,450\n46,500\n46,550\n46,600 0\n0\n0\n0 0\n0\n0\n0 626\n616\n605\n595 1,397\n1,386\n1,376\n1,365 0\n0\n0\n0 511\n503\n495\n487 1,917\n1,907\n1,896\n1,886 2,688\n2,677\n2,667\n2,656 49,200\n49,250\n49,300\n49,350 49,250\n49,300\n49,350\n49,400 0\n0\n0\n0 0\n0\n0\n0 37\n26\n16\n* 807\n797\n786\n776 0\n0\n0\n0 63\n55\n47\n39 1,328\n1,317\n1,307\n1,296 2,098\n2,088\n2,077\n2,066 46,600\n46,650\n46,700\n46,750 46,650\n46,700\n46,750\n46,800 0\n0\n0\n0 0\n0\n0\n0 584\n574\n563\n553 1,355\n1,344\n1,334\n1,323 0\n0\n0\n0 479\n471\n463\n455 1,875\n1,865\n1,854\n1,844 2,646\n2,635\n2,625\n2,614 49,400\n49,450\n49,500\n49,550 49,450\n49,500\n49,550\n49,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 765\n754\n744\n733 0\n0\n0\n0 31\n23\n15\n7 1,285\n1,275\n1,264\n1,254 2,056\n2,045\n2,035\n2,024 ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $49,350 but less than $49,399, and you have two qualifying children who have valid\nSSNs, your credit is $5. If the amount you are looking up from the worksheet is $49,399 or more, and you have two qualifying children who have valid SSNs, you can’t take\nthe credit. (Continued) - 53 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * ** 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 Your credit is– 2 At least But less\nthan 49,600\n49,650\n49,700\n49,750 49,650\n49,700\n49,750\n49,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 723\n712\n702\n691 0\n0\n0\n0 *\n0\n0\n0 1,243\n1,233\n1,222\n1,212 49,800\n49,850\n49,900\n49,950 49,850\n49,900\n49,950\n50,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 681\n670\n660\n649 0\n0\n0\n0 0\n0\n0\n0 50,000\n50,050\n50,100\n50,150 50,050\n50,100\n50,150\n50,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 639\n628\n618\n607 0\n0\n0\n0 50,200\n50,250\n50,300\n50,350 50,250\n50,300\n50,350\n50,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 596\n586\n575\n565 50,400\n50,450\n50,500\n50,550 50,450\n50,500\n50,550\n50,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0",
    "querygen": [
      "how many people live in the us",
      "how many are in the us",
      "how many people a year are in the u s"
    ],
    "querygen_score": [
      "-4.1465406",
      "-3.3549864",
      "-4.6831465"
    ]
  },
  {
    "id": "legal-advice_66__42",
    "doc_id": "legal-advice_66",
    "chunk_id": 42,
    "document_category": "legal-advice",
    "text": "If you are a retired public safety officer, see Insurance Premiums for Retired Public\nSafety Officers before entering an amount on line 5b . . . . . . . . . . . . . . . . . . . . . . 9. 2. Enter your cost in the plan at the annuity starting date . . . . . . . . . . . . . Note. If you completed this worksheet last year, skip line 3 and enter the amount from line 4\nof last year’s worksheet on line 4 below (even if the amount of your pension or annuity has\nchanged). Otherwise, go to line 3. 2. 3. Enter the appropriate number from Table 1 below. But if your annuity starting date was after\n1997 and the payments are for your life and that of your beneficiary, enter the appropriate\nnumber from Table 2 below . . . . . . . . . . . . . . . . . . . . . 3.\n4. Divide line 2 by the number on line 3 . . . . . . . . . . . . . . . . . . 4.\n5. Multiply line 4 by the number of months for which this year’s payments were made. If your\nannuity starting date was before 1987, skip lines 6 and 7 and enter this amount on line 8. Otherwise, go to line 6 . . . . . . . . . . . . . . . . . . . . . . . 5.\n6. Enter the amount, if any, recovered tax free in years after 1986. If you completed this\nworksheet last year, enter the amount from line 10 of last year’s worksheet . . . . . . 6.\n7. Subtract line 6 from line 2 . . . . . . . . . . . . . . . . . . . . . . 7.\n8. Enter the smaller of line 5 or line 7 . . . . . . . . . . . . . . . . . . . . . 10. Was your annuity starting date before 1987? Yes. STOP No. Add lines 6 and 8. This is the amount you have recovered tax free through 2022. You will need this\nnumber if you need to fill out this worksheet next year . . . . . . . . . . . . . . . . . 10. 11. Balance of cost to be recovered. Subtract line 10 from line 2. If zero, you won’t have to complete this\nworksheet next year. The payments you receive next year will generally be fully taxable . . . . . . . . 11. Do not complete the rest of this worksheet. Table 1 for Line 3 Above\nIF the age at annuity starting\ndate was . . .\n55 or under\n56–60\n61–65\n66–70\n71 or older",
    "querygen": [
      "who is retired public safety officer",
      "is public safety officer taxable",
      "is public safety officer a public safety officer"
    ],
    "querygen_score": [
      "-3.4814405",
      "-1.7291193",
      "-2.4715633"
    ]
  },
  {
    "id": "legal-advice_3__49",
    "doc_id": "legal-advice_3",
    "chunk_id": 49,
    "document_category": "legal-advice",
    "text": "If line 11 is zero, enter -0- . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15.\nAdd lines 14 and 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16.\nMultiply line 1 by 85% (0.85) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17.\nTaxable social security benefits. Enter the smaller of line 16 or line 17. Also enter this amount\non Form 1040 or 1040-SR, line 6b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18.\nTIP If any of your benefits are taxable for 2022 and they include a lump-sum benefit payment that was for an earlier\nyear, you may be able to reduce the taxable amount. See Lump-Sum Election in Pub. 915 for details. Need more information or forms? Visit IRS.gov. -32- If you had a net qualified disaster loss\nand you elect to increase your standard\ndeduction by the amount of your net\nqualified disaster loss, use Schedule A\nto figure your standard deduction. Qualified disaster loss refers to losses arising\nfrom certain disasters occurring in 2016\nand subsequent years. See the Instructions for Form 4684 and Schedule A,\nline 16, for more information. Line 13\nQualified Business Income\nDeduction (Section 199A\nDeduction) To figure your Qualified Business Income Deduction, use Form 8995 or\nForm 8995-A as applicable. Use Form 8995 if:\n• You have qualified business income, qualified REIT dividends, or\nqualified PTP income (loss);\n• Your 2022 taxable income before\nthe qualified business income deduction\nis less than or equal to $170,050\n($340,100 if married filing jointly); and\n• You aren’t a patron in a specified\nagricultural or horticultural cooperative. If you don’t meet these requirements,\nuse Form 8995-A, Qualified Business\nIncome Deduction. Attach whichever\nform you use (Form 8995 or 8995-A) to\nyour return. See the Instructions for\nForms 8995 and 8995-A for more information for figuring and reporting your\nqualified business income deduction. Line 16\nTax\nInclude in the total on the entry space on\nline 16 all of the following taxes that apply. • Tax on your taxable income. Figure the tax using one of the methods described later.",
    "querygen": [
      "what is the digit in the number on a zero",
      "what i do when line 11 zero is zero",
      "which line is zero for number a"
    ],
    "querygen_score": [
      "-3.3752372",
      "0.15979923",
      "-1.8888323"
    ]
  },
  {
    "id": "legal-advice_95__50",
    "doc_id": "legal-advice_95",
    "chunk_id": 50,
    "document_category": "legal-advice",
    "text": "The\nAdministrative Law Judge, among other powers,\nhas the authority, in connection with any proceeding\nunder §10.60 assigned or referred to him or her, to do\nthe following:\n(1) Administer oaths and affirmations;\n(2) Make rulings on motions and requests, which\nrulings may not be appealed prior to the close of a\nTreasury Department Circular No. 230 hearing except in extraordinary circumstances and at\nthe discretion of the Administrative Law Judge;\n(3) Determine the time and place of hearing and\nregulate its course and conduct;\n(4) Adopt rules of procedure and modify the\nsame from time to time as needed for the orderly\ndisposition of proceedings;\n(5) Rule on offers of proof, receive relevant\nevidence, and examine witnesses;\n(6) Take or authorize the taking of depositions or\nanswers to requests for admission;\n(7) Receive and consider oral or written argument\non facts or law;\n(8) Hold or provide for the holding of conferences\nfor the settlement or simplification of the issues with\nthe consent of the parties;\n(9) Perform such acts and take such measures as\nare necessary or appropriate to the efficient conduct\nof any proceeding; and\n(10) Make decisions. (c) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.71 Discovery. (a) In general. Discovery may be permitted, at the\ndiscretion of the Administrative Law Judge, only\nupon written motion demonstrating the relevance,\nmateriality and reasonableness of the requested\ndiscovery and subject to the requirements of\n§10.72(d)(2) and (3). Within 10 days of receipt of\nthe answer, the Administrative Law Judge will notify\nthe parties of the right to request discovery and the\ntimeframe for filing a request. A request for discovery,\nand objections, must be filed in accordance with\n§10.68. In response to a request for discovery, the\nAdministrative Law Judge may order —\n(1) Depositions upon oral examination; or\n(2) Answers to requests for admission. (b) Depositions upon oral examination —\n(1) A deposition must be taken before an officer\nduly authorized to administer an oath for general\npurposes or before an officer or employee of the\nInternal Revenue Service who is authorized to\nadminister an oath in Federal tax law matters. § 10.71 — Page 35 Table of Contents (2) In ordering a deposition, the Administrative\nLaw Judge will require reasonable notice to the\nopposing party as to the time and place of the\ndeposition. The opposing party, if attending, will be\nprovided the opportunity for full examination and\ncross-examination of any witness. (3) Expenses in the reporting of depositions\nshall be borne by the party at whose instance\nthe deposition is taken. Travel expenses of the\ndeponent shall be borne by the party requesting the\ndeposition, unless otherwise authorized by Federal\nlaw or regulation. (c) Requests for admission. Any party may serve\non any other party a written request for admission of\nthe truth of any matters which are not privileged and\nare relevant to the subject matter of this proceeding. Requests for admission shall not exceed a total of 30\n(including any subparts within a specific request)\nwithout the approval from the Administrative Law\nJudge. (d) Limitations.",
    "querygen": [
      "administrative judge definition",
      "who is a administrative law judge",
      "what is the administrative law judge's role?"
    ],
    "querygen_score": [
      "-1.812525",
      "0.14128488",
      "0.961547"
    ]
  },
  {
    "id": "legal-advice_62__115",
    "doc_id": "legal-advice_62",
    "chunk_id": 115,
    "document_category": "legal-advice",
    "text": "This includes altering\nor striking out the preprinted language\nabove the space where you sign. For a\nlist of positions identified as frivolous,\nsee Notice 2010-33, 2010-17 I.R.B. 609,\navailable\nat\nIRS.gov/irb/\n2010-17_IRB#NOT-2010-33. Other. Other penalties can be imposed\nfor, among other things, negligence,\nsubstantial understatement of tax, reportable transaction understatements, filing an erroneous refund claim, and\nfraud. Criminal penalties may be imposed for willful failure to file, tax evasion, making a false statement, or identity theft. See Pub. 17 for details on some\nof these penalties. Refund Information To check the status\nof your refund, go\nto IRS. gov/Refunds\nor use the free IRS2Go app, 24 hours a\nday, 7 days a week. Information about\nyour refund will generally be available\nwithin 24 hours after the IRS receives\nyour e-filed return or 4 weeks after you\nmail a paper return. But if you filed\nForm 8379 with your return, allow 14\nweeks (11 weeks if you filed electronically) before checking your refund status. The IRS can’t issue refunds before\nmid-February 2023 for returns that\nclaim the earned income credit or the\nadditional child tax credit. This delay\napplies to the entire refund, not just the\nportion associated with these credits. To use Where's My Refund,\nhave a copy of your tax return\nhandy. You will need to enter\nthe following information from your return: • Your social security number (or individual taxpayer identification number),\n• Your filing status, and\n• The exact whole dollar amount of\nyour refund. Where's My Refund will provide an\nactual personalized refund date as soon\nas the IRS processes your tax return and\napproves your refund. Updates to refund status are TIP made once a day—usually at\nnight. If you don’t have Internet access,\nyou\ncan\ncall\n800-829-1954, 24 hours a day,\n7 days a week, for automated refund information. Our phone and walk-in assistors can research the status of your refund only if it's been 21 days or more\nsince you filed electronically or more\nthan 6 weeks since you mailed your paper return. Don’t send in a copy of your return\nunless asked to do so. To get a refund, you must generally\nfile your return within 3 years from the\ndate the return was due (including extensions). Where's My Refund doesn't track refunds that are claimed on an amended\ntax return. -82- Refund information is also available\nin Spanish at IRS.gov/Spanish and\n800-829-1954. Instructions for Schedule 1\nAdditional Income and Adjustments to Income\nGeneral Instructions\nUse Schedule 1 to report income or adjustments to income that can’t be entered directly on Form 1040, 1040-SR,\nor 1040-NR. Additional income is entered on\nSchedule 1, Part I. The amount on\nline 10 of Schedule 1 is entered on Form\n1040, 1040-SR, or 1040-NR, line 8. Adjustments to income are entered on\nSchedule 1, Part II. The amount on\nline 26 is entered on Form 1040 or\n1040-SR, line 10; or 1040-NR, line 10a. Additional Income\nLine 1\nTaxable Refunds, Credits, or\nOffsets of State and Local\nIncome Taxes\nNone of your refund is taxable TIP if, in the year you paid the tax,\nyou either (a) didn't itemize deductions, or (b) elected to deduct state\nand local general sales taxes instead of\nstate and local income taxes. If you received a refund, credit, or\noffset of state or local income taxes in\n2022, you may be required to report this\namount.",
    "querygen": [
      "what notices should you sign irs",
      "what is frivolous?",
      "when should someone sign a notice"
    ],
    "querygen_score": [
      "-0.92325395",
      "-2.5953116",
      "-2.8817177"
    ]
  },
  {
    "id": "legal-advice_39__117",
    "doc_id": "legal-advice_39",
    "chunk_id": 117,
    "document_category": "legal-advice",
    "text": "If you don’t, you may have to pay a\npenalty. For more details, see Pub. 504. If you are including alimony payments from more than one divorce or\nseparation agreement in your income,\nenter the total of all alimony received on\nline 2a. Line 2b On line 2b, enter the month and year of\nyour original divorce or separation\nagreement that relates to the alimony\npayment, if any, reported on line 2a. If you have alimony payments from\nmore than one divorce or separation\nagreement, on line 2b enter the month\nand year of the divorce or separation\nagreement for which you received the\nmost income. Attach a statement listing\nthe month and year of the other agreements. Line 3\nBusiness Income or (Loss) If you operated a business or practiced\nyour profession as a sole proprietor, report your income and expenses on\nSchedule C. State and Local Income Tax Refund Worksheet—Schedule 1, Line 1 Before you begin:\n1.\n2. 3. Be sure you have read the Exception in the instructions for this line to see if you can use this worksheet instead of\nPub. 525 to figure if any of your refund is taxable. Enter the income tax refund from Form(s) 1099-G (or similar statement). But don’t enter more than the amount\nof your state and local income taxes shown on your 2021 Schedule A, line 5d . . . . . . . . . . . . . . . . . . . . . . . . . . Is the amount of state and local income taxes (or general sales taxes), real estate taxes, and personal property\ntaxes paid in 2021 (generally, this is the amount reported on your 2021 Schedule A, line 5d), more than the\namount on your 2021 Schedule A, line 5e? No. Enter the amount from line 1 on line 3 and go to line 4. Yes. Subtract the amount on your 2021 Schedule A, line 5e,\nfrom the amount of state and local income taxes (or\ngeneral sales taxes), real estate taxes, and personal\nproperty taxes paid in 2021 (generally, this is the amount\nreported on your 2021 Schedule A, line 5d). Is the amount on line 1 more than the amount on line 2? No. STOP 2. None of your refund is taxable. Yes. Subtract line 2 from line 1.\n4. 1. 3. Enter your total itemized deductions from your 2021 Schedule A, line 17. 4. Note. If the filing status on your 2021 Form 1040 or 1040-SR was married filing separately and\nyour spouse itemized deductions in 2021, skip lines 5 through 7, enter the amount from line 4\non line 8, and go to line 9. 5. Enter the amount shown below for the filing status claimed on your\n2021 Form 1040 or 1040-SR. • Single or married filing separately—$12,550\n• Married filing jointly or qualifying surviving spouse—$25,100\n• Head of household—$18,800\n6. 5. Check any boxes that apply.* You were born before January 2, 1957. You are blind. Spouse was born before January 2, 1957. Spouse is blind. No boxes checked. Enter -0-.",
    "querygen": [
      "when do I have to pay alimony tax",
      "what is the penalty for not registering for alimony",
      "how to pay alimony on taxes"
    ],
    "querygen_score": [
      "-1.4133167",
      "-3.4778795",
      "-0.6164981"
    ]
  }
]