[
  {
    "id": "legal-advice_67__44",
    "doc_id": "legal-advice_67",
    "chunk_id": 44,
    "document_category": "legal-advice",
    "text": "If the report is made\nto an officer or employee of the Internal Revenue\nService, the officer or employee will make a\nwritten report of the suspected violation and submit\nthe report to the office(s) of the Internal Revenue\nService responsible for administering or enforcing\nthis part. (c) Destruction of report. No report made\nunder paragraph (a) or (b) of this section shall\nbe maintained unless retention of the report is\npermissible under the applicable records control\nschedule as approved by the National Archives\nand Records Administration and designated\nin the Internal Revenue Manual. Reports must\nbe destroyed as soon as permissible under the\napplicable records control schedule. (d) Effect on proceedings under subpart D. The\ndestruction of any report will not bar any proceeding\nunder subpart D of this part, but will preclude the\nuse of a copy of the report in a proceeding under\nsubpart D of this part. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart D — Rules Applicable to Disciplinary\nProceedings\n§ 10.60 Institution of proceeding. (a) Whenever it is determined that a practitioner (or\nemployer, firm or other entity, if applicable) violated\nany provision of the laws governing practice before\nthe Internal Revenue Service or the regulations in\nthis part, the practitioner may be reprimanded or, in\naccordance with §10.62, subject to a proceeding for\nsanctions described in §10.50. (b) Whenever a penalty has been assessed against\nan appraiser under the Internal Revenue Code and an\nappropriate officer or employee in an office established\nto enforce this part determines that the appraiser acted\nwillfully, recklessly, or through gross incompetence\nwith respect to the proscribed conduct, the appraiser\nmay be reprimanded or, in accordance with §10.62,\nsubject to a proceeding for disqualification. A\nproceeding for disqualification of an appraiser is\ninstituted by the filing of a complaint, the contents of\nwhich are more fully described in §10.62. (c) Except as provided in §10.82, a proceeding\nwill not be instituted under this section unless the\nproposed respondent previously has been advised\nin writing of the law, facts and conduct warranting\nsuch action and has been accorded an opportunity\nto dispute facts, assert additional facts, and make\narguments (including an explanation or description\nof mitigating circumstances). (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.61 Conferences. (a) In general. The Commissioner, or delegate,\nmay confer with a practitioner, employer, firm or\nother entity, or an appraiser concerning allegations of\nmisconduct irrespective of whether a proceeding has\nbeen instituted. If the conference results in a stipulation\nin connection with an ongoing proceeding in which the\npractitioner, employer, firm or other entity, or appraiser\nis the respondent, the stipulation may be entered in the\nrecord by either party to the proceeding. Treasury Department Circular No. 230 (b) Voluntary sanction —\n(1) In general. In lieu of a proceeding being\ninstituted or continued under §10.60(a), a practitioner\nor appraiser (or employer, firm or other entity, if\napplicable) may offer a consent to be sanctioned\nunder §10.50. (2) Discretion; acceptance or declination. The\nCommissioner, or delegate, may accept or decline\nthe offer described in paragraph (b)(1) of this\nsection.",
    "querygen": [
      "what is the purpose of a report to internal revenue service",
      "is irs responsible for auditing accounts",
      "what is ems reporting"
    ],
    "querygen_score": [
      "-0.46823436",
      "-5.002263",
      "-6.6332855"
    ]
  },
  {
    "id": "legal-advice_1__121",
    "doc_id": "legal-advice_1",
    "chunk_id": 121,
    "document_category": "legal-advice",
    "text": "Line 8q\nTaxable distributions from an ABLE\naccount. Distributions from this type of\naccount may be taxable if (a) they are\nmore than the designated beneficiary's\nqualified disability expenses, and (b)\nthey were not included in a qualified\nrollover. See Pub. 907 for more information. You may have to pay an additional tax if you received a taxCAUTION able distribution from an ABLE\naccount. See the Instructions for Form\n5329. ! Line 8r\nScholarship and fellowship grants not\nreported on Form W-2. Enter the\namount of scholarship and fellowship\ngrants not reported on Form W-2. However, if you were a degree candidate, include on line 8r only the amounts you\nused for expenses other than tuition and\ncourse-related expenses. For example,\namounts used for room, board, and travel must be reported on line 8r. ble payments, or you received nontaxable payments that you didn’t report on\nline 1a, and choose to include nontaxable amounts in earned income for purposes of claiming a credit or other tax benefit, report the amount on Form 1040 or\n1040-SR, line 1d. Then, on line 8s enter\nthe total amount of the nontaxable payments reported on Form 1040 or\n1040-SR, line 1a or 1d, in the entry\nspace in the preprinted parentheses (as a\nnegative number). For more information\nabout these payments, see Pub. 525. Line 8t\nPension or annuity from a nonqualified deferred compensation plan or a\nnongovernmental section 457 plan. Enter the amount that you received as a\npension or annuity from a nonqualified\ndeferred compensation plan or a nongovernmental 457 plan. This may be\nshown in box 11 of Form W-2. If you\nreceived such an amount but box 11 is\nblank, contact your employer or the payer for the amount received. Line 8u\nWages earned while incarcerated. Enter the amount that you received for\nservices performed while an inmate in a\npenal institution. You may receive\nForm(s) W-2 or Form(s) 1099. Line 8z Other income. Use line 8z to report\nany taxable income not reported elsewhere on your return or other schedules. List the type and amount of income. If\nnecessary, include a statement showing\nthe required information. For more details, see Miscellaneous Income in Pub.\n525. If you received a Form 1099-K TIP for a personal item that you Line 8s\nNontaxable amount of Medicaid waiver payments included on Form 1040,\nline 1a or 1d. Certain Medicaid waiver\npayments you received for caring for\nsomeone living in your home with you\nmay be nontaxable. If nontaxable payments were reported to you in box 1 of\nForm(s) W-2, report the amount on\nForm 1040 or 1040-SR, line 1a. If you\ndid not receive a Form W-2 for nontaxa- -86- sold at a gain, don’t report this\namount on line 8z, instead report it as\nyou would report any other capital gain\non Form 8949 and Schedule D.\nExamples of income to report on\nline 8z include the following. • Reimbursements or other amounts\nreceived for items deducted in an earlier\nyear, such as medical expenses, real estate taxes, general sales taxes, or home\nmortgage interest. See Recoveries in Pub. 525 for details on how to figure the\namount to report. • Reemployment trade adjustment\nassistance (RTAA) payments. These\npayments should be shown in box 5 of\nForm 1099-G.\n• Loss on certain corrective distributions of excess deferrals.",
    "querygen": [
      "is distribution to disability account taxable",
      "is able an taxable distribution",
      "is able account taxable"
    ],
    "querygen_score": [
      "0.5352142",
      "0.16017663",
      "0.36063388"
    ]
  },
  {
    "id": "legal-advice_1__51",
    "doc_id": "legal-advice_1",
    "chunk_id": 51,
    "document_category": "legal-advice",
    "text": "Be sure you use the cor-33- rect column. If your taxable income is\n$100,000 or more, use the Tax Computation Worksheet right after the Tax Table. However, don’t use the Tax Table or\nTax Computation Worksheet to figure\nyour tax if any of the following applies. Form 8615. Form 8615 must generally\nbe used to figure the tax on your unearned income over $2,300 if you are\nunder age 18, and in certain situations if\nyou are older. You must file Form 8615 if you meet\nall of the following conditions. 1. You had more than $2,300 of unearned income (such as taxable interest,\nordinary dividends, or capital gains (including capital gain distributions)). 2. You are required to file a tax return. 3. You were either:\na. Under age 18 at the end of 2022,\nb. Age 18 at the end of 2022 and\ndidn't have earned income that was more\nthan half of your support, or\nc. A full-time student at least age 19\nbut under age 24 at the end of 2022 and\ndidn't have earned income that was more\nthan half of your support. 4. At least one of your parents was\nalive at the end of 2022. 5. You don’t file a joint return in\n2022. A child born on January 1, 2005, is\nconsidered to be age 18 at the end of\n2022; a child born on January 1, 2004, is\nconsidered to be age 19 at the end of\n2022; and a child born on January 1,\n1999, is considered to be age 24 at the\nend of 2022. Schedule D Tax Worksheet. Use the\nSchedule D Tax Worksheet in the Instructions for Schedule D to figure the\namount to enter on Form 1040 or\n1040-SR, line 16, if:\n• You have to file Schedule D, and\nline 18 or 19 of Schedule D is more than\nzero; or\n• You have to file Form 4952 and\nyou have an amount on line 4g, even if\nyou don’t need to file Schedule D.\nBut if you are filing Form 2555, you\nmust use the Foreign Earned Income\nTax Worksheet instead. Need more information or forms? Visit IRS.gov. Standard Deduction Worksheet for Dependents—Line 12 Keep for Your Records Use this worksheet only if someone can claim you, or your spouse if filing jointly, as a dependent. 1. Check if: You were born before January 2, 1958. You are blind. Total number of boxes\n1.\nchecked . . . . . . . . . . . . . . . . . . Spouse was born before January 2, 1958. Spouse is blind. Is your earned income* more than $750? 2. Yes. Add $400 to your earned income. Enter the total. . . . . . . . . . . . . . . . . . . . . . . . . . . 2.\nNo. Enter $1,150. 3.\nEnter the amount shown below for your filing status. • Single or married filing separately—$12,950\n. . . . . . . . . . . . . . . . . . . . . . . . . . 3.\n• Married filing jointly—$25,900\n• Head of household—$19,400\n4. Standard deduction. a.",
    "querygen": [
      "what is your taxable income",
      "how to figure income tax",
      "when do you figure out how much is taxable income"
    ],
    "querygen_score": [
      "-1.9040635",
      "-0.3823734",
      "-0.6127591"
    ]
  },
  {
    "id": "legal-advice_39__9",
    "doc_id": "legal-advice_39",
    "chunk_id": 9,
    "document_category": "legal-advice",
    "text": "See IRS.gov/Form1040 for any\nupdates. Nonresident aliens and dual-status aliens. These rules also apply if you were\na nonresident alien or a dual-status alien\nand both of the following apply. • You were married to a U.S. citizen\nor resident alien at the end of 2022.\n• You elected to be taxed as a resident alien. See Pub. 519 for details. Specific rules apply to determine if you are a resident alien,\nCAUTION nonresident alien, or dual-status alien. Most nonresident aliens and\ndual-status aliens have different filing\nrequirements and may have to file Form\n1040-NR. Pub. 519 discusses these requirements and other information to\nhelp aliens comply with U.S. tax law. ! When and Where\nShould You File? File Form 1040 or 1040-SR by April 18,\n2023. The due date is April 18, instead\nof April 15, because of the Emancipation Day holiday in the District of Columbia – even if you don’t live in the\nDistrict of Columbia. If you file after\nthis date, you may have to pay interest\nand penalties. See Interest and Penalties, later. -8- If you e-file your return, there is no\nneed to mail it. However, if you choose\nto mail it instead, filing instructions and\naddresses are at the end of these instructions. The chart at the end of these in- TIP structions provides the current What if You Can't File on\nTime? You can get an automatic 6-month extension if, no later than the date your return is due, you file Form 4868. For details, see Form 4868. Instead of filing\nForm 4868, you can apply for an automatic extension by making an electronic\npayment by the due date of your return. An automatic 6-month extension to file doesn't extend the\nCAUTION time to pay your tax. If you\ndon’t pay your tax by the original due\ndate of your return, you will owe interest\non the unpaid tax and may owe penalties. See Form 4868. ! If you are a U.S. citizen or resident\nalien, you may qualify for an automatic\nextension of time to file without filing\nForm 4868. You qualify if, on the due\ndate of your return, you meet one of the\nfollowing conditions. • You live outside the United States\nand Puerto Rico and your main place of\nbusiness or post of duty is outside the\nUnited States and Puerto Rico.\n• You are in military or naval service on duty outside the United States and\nPuerto Rico. This extension gives you an extra 2\nmonths to file and pay the tax, but interest will be charged from the original due\ndate of the return on any unpaid tax. You must include a statement showing\nthat you meet the requirements. If you\nare still unable to file your return by the\nend of the 2-month period, you can get\nan additional 4 months if, no later than\nJune 15, 2023, you file Form 4868. This\n4-month extension of time to file doesn't\nextend the time to pay your tax. See\nForm 4868. Private Delivery Services If you choose to mail your return, you\ncan use certain private delivery services designated by the IRS to meet the “timely mailing treated as timely filing/\npaying” rule for tax returns and payments.",
    "querygen": [
      "what are the rules on dual citizen",
      "how do i file taxes if married",
      "who qualifies as dual status irs"
    ],
    "querygen_score": [
      "-1.3680954",
      "-0.6483406",
      "-0.52169394"
    ]
  },
  {
    "id": "legal-advice_32__21",
    "doc_id": "legal-advice_32",
    "chunk_id": 21,
    "document_category": "legal-advice",
    "text": "Need more information or forms? Visit IRS.gov. -16- If your eye condition isn't likely to\nimprove beyond the conditions listed\nabove, you can get a statement certified\nby your eye doctor (ophthalmologist or\noptometrist) to this effect instead. You must keep the statement for your\nrecords. If you receive a notice or letter but\nyou would prefer to have it in Braille or\nlarge print, you can use Form 9000, Alternative Media Preference, to request\nnotices in an alternative format including Braille, large print, audio, or electronic. You can attach Form 9000 to\nyour return or mail it separately. • You can download, or view online,\ntax forms and publications in a variety\nof formats including text-only, Braille\nready files, browser-friendly HTML\n(other than tax forms), accessible PDF,\nand large print. Married Filing Separately If your filing status is married filing separately and your spouse itemizes deductions on their return, check the “Spouse\nitemizes on a separate return or you\nwere a dual-status alien” box. If your filing status is married filing\nseparately and your spouse was born before January 2, 1958, or was blind at the\nend of 2022, you can check the appropriate box(es) on the line labeled “Age/\nBlindness” if your spouse had no income, isn't filing a return, and can't be\nclaimed as a dependent on another person's return. Who Qualifies as Your\nDependent Step 1 Dependents, Qualifying Child for Child Tax\nCredit, and Credit for Other Dependents A qualifying child is a child who is your... Follow the steps below to find out if a person qualifies as your\ndependent and to find out if your dependent qualifies you to\ntake the child tax credit or the credit for other dependents. If\nyou have more than four dependents, check the box under Dependents on page 1 of Form 1040 or 1040-SR and include a\nstatement showing the information required in columns (1)\nthrough (4). TIP Do You Have a Qualifying\nChild? Son, daughter, stepchild, foster child, brother, sister, stepbrother, stepsister, half\nbrother, half sister, or a descendant of any of them (for example, your grandchild,\nniece, or nephew) AND was ... The dependents you claim are those you list by name\nand SSN in the Dependents section on Form 1040 or\n1040-SR. Under age 19 at the end of 2022 and younger than you\n(or your spouse if filing jointly)\nor Before you begin. See the definition of Social security number, later. If you want to claim the child tax credit or the credit\nfor other dependents, you (and your spouse if filing jointly)\nmust have an SSN or ITIN issued on or before the due date of\nyour 2022 return (including extensions). If an ITIN is applied\nfor on or before the due date of a 2022 return (including extensions) and the IRS issues an ITIN as result of the application,\nthe IRS will consider the ITIN as issued on or before the due\ndate of the return. Under age 24 at the end of 2022, a student (defined later), and younger than you\n(or your spouse if filing jointly)\nor\nAny age and permanently and totally disabled (defined later) AND Who didn't provide over half of their own support for 2022 (see Pub. 501) AND",
    "querygen": [
      "can an optometrist check eyes",
      "if my vision isn't improving what is my irs",
      "how do i get a certified eye doctor"
    ],
    "querygen_score": [
      "0.009897733",
      "0.55502623",
      "0.9666594"
    ]
  },
  {
    "id": "legal-advice_65__17",
    "doc_id": "legal-advice_65",
    "chunk_id": 17,
    "document_category": "legal-advice",
    "text": "Enrollment as an enrolled\nretirement plan agent based on an applicant’s former\nemployment with the Internal Revenue Service will\nbe limited to permit the presentation of matters only\nwith respect to qualified retirement plan matters. (4) Application for enrollment as an enrolled\nagent or enrolled retirement plan agent based on an\napplicant’s former employment with the Internal\nRevenue Service must be made within three years\nfrom the date of separation from such employment. (5) An applicant for enrollment as an enrolled\nagent who is requesting such enrollment based\non former employment with the Internal Revenue\nService must have had a minimum of five years\ncontinuous employment with the Internal Revenue\nService during which the applicant must have been\nregularly engaged in applying and interpreting\nthe provisions of the Internal Revenue Code and\nthe regulations relating to income, estate, gift,\nTreasury Department Circular No. 230 employment, or excise taxes. (6) An applicant for enrollment as an enrolled\nretirement plan agent who is requesting such\nenrollment based on former employment with the\nInternal Revenue Service must have had a minimum\nof five years continuous employment with the\nInternal Revenue Service during which the applicant\nmust have been regularly engaged in applying and\ninterpreting the provisions of the Internal Revenue\nCode and the regulations relating to qualified\nretirement plan matters. (7) For the purposes of paragraphs (d)(5) and (6)\nof this section, an aggregate of 10 or more years of\nemployment in positions involving the application\nand interpretation of the provisions of the Internal\nRevenue Code, at least three of which occurred within\nthe five years preceding the date of application, is the\nequivalent of five years continuous employment. (e) Natural persons. Enrollment to practice may be\ngranted only to natural persons. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.5 Application to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Form; address. An applicant to become an\nenrolled agent, enrolled retirement plan agent,\nor registered tax return preparer must apply as\nrequired by forms or procedures established and\npublished by the Internal Revenue Service, including\nproper execution of required forms under oath or\naffirmation. The address on the application will be\nthe address under which a successful applicant is\nenrolled or registered and is the address to which all\ncorrespondence concerning enrollment or registration\nwill be sent. (b) Fee. A reasonable nonrefundable fee may be\ncharged for each application to become an enrolled\nagent, enrolled retirement plan agent, or registered\ntax return preparer. See 26 CFR part 300.\n(c) Additional information; examination. The Internal\nRevenue Service may require the applicant, as a\ncondition to consideration of an application, to file\n§ 10.5 — Page 9 Table of Contents additional information and to submit to any written\nor oral examination under oath or otherwise. Upon\nthe applicant’s written request, the Internal Revenue\nService will afford the applicant the opportunity to\nbe heard with respect to the application. (d) Compliance and suitability checks. (1) As a condition to consideration of an\napplication, the Internal Revenue Service may\nconduct a Federal tax compliance check and\nsuitability check.",
    "querygen": [
      "what is the enrolled agent requirement for qualified retirement plan",
      "when can i apply for an enrolled plan agent",
      "who is enrolled agent"
    ],
    "querygen_score": [
      "1.9197268",
      "2.7453835",
      "0.29990315"
    ]
  },
  {
    "id": "legal-advice_32__34",
    "doc_id": "legal-advice_32",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "*This includes a Roth, SEP, or SIMPLE IRA. Line 1i\nNontaxable Combat Pay\nElection If you elect to include your nontaxable\ncombat pay in your earned income when\nfiguring the EIC, enter the amount on\nline 1i. See the instructions for line 27. Were You a Statutory\nEmployee? If you were a statutory employee, the\n“Statutory employee” box in box 13 of\nyour Form W-2 should be checked. Statutory employees include full-time life\ninsurance salespeople and certain agent or commission drivers, certain traveling\nsalespeople, and certain homeworkers. Statutory employees report the amount\nshown in box 1 of Form W-2 on a\nSchedule C along with any related business expenses. ! Line 2b\nTaxable Interest Missing or Incorrect\nForm W-2? Your employer is required to provide or\nsend Form W-2 to you no later than\nJanuary 31, 2023. If you don’t receive it\nby early February, use Tax Topic 154 to\nfind out what to do. Even if you don’t\nget a Form W-2, you must still report\nyour earnings. If you lose your Form\nW-2 or it is incorrect, ask your employer\nfor a new one. Line 2a\nTax-Exempt Interest If you received any tax-exempt interest\n(including any tax-exempt original issue\ndiscount (OID)), such as from municipal\nbonds, each payer should send you a\nForm 1099-INT or a Form 1099-OID. In\ngeneral, your tax-exempt stated interest\nshould be shown in box 8 of Form\n1099-INT or, for a tax-exempt OID\nbond, in box 2 of Form 1099-OID, and\nyour tax-exempt OID should be shown\nin box 11 of Form 1099-OID. Enter the\ntotal on line 2a. However, if you acquired a tax-exempt bond at a premium,\nonly report the net amount of tax-exempt interest on line 2a (that is, the excess of the tax-exempt interest received\nduring the year over the amortized bond\npremium for the year). Also, if you acquired a tax-exempt OID bond at an acquisition premium, only report the net\namount of tax-exempt OID on line 2a\n(that is, the excess of tax-exempt OID\nfor the year over the amortized acquisition premium for the year). See Pub. 550\nfor more information about OID, bond\npremium, and acquisition premium. Also include on line 2a any exempt-interest dividends from a mutual\nfund or other regulated investment company. This amount should be shown in\nbox 12 of Form 1099-DIV. Don’t include interest earned on your\nIRA, health savings account, Archer or\nMedicare Advantage MSA, or Coverdell\neducation savings account. -25- Don’t include any amounts related to the forgiveness of PPP\nCAUTION Loans on this line. Each payer should send you a Form\n1099-INT or Form 1099-OID. Enter\nyour total taxable interest income on\nline 2b. But you must fill in and attach\nSchedule B if the total is over $1,500 or\nany of the other conditions listed at the\nbeginning of the Schedule B instructions\napplies to you. For more details about reporting taxable interest, including market discount\non bonds and adjustments for amortizable bond premium or acquisition premium, see Pub. 550. Interest credited in 2022 on deposits\nthat you couldn't withdraw because of\nthe bankruptcy or insolvency of the financial institution may not have to be\nincluded in your 2022 income. For details, see Pub. 550. If you get a 2022 Form TIP 1099-INT for U.S. savings bond\ninterest that includes amounts\nyou reported before 2022, see Pub. 550.",
    "querygen": [
      "do you need to include combat pay in your eic",
      "is a sep roth taxable",
      "when determining eic what is line1i?"
    ],
    "querygen_score": [
      "1.3436595",
      "-0.5356009",
      "-0.99575835"
    ]
  },
  {
    "id": "legal-advice_25__44",
    "doc_id": "legal-advice_25",
    "chunk_id": 44,
    "document_category": "legal-advice",
    "text": "See Form 4972. Lines 6a, 6b, and 6c\nLines 6a and 6b\nSocial Security Benefits You should receive a Form SSA-1099\nshowing in box 3 the total social security benefits paid to you. Box 4 will show\nthe amount of any benefits you repaid in\n2022. If you received railroad retirement\nbenefits treated as social security, you\nshould receive a Form RRB-1099. Use the Social Security Benefits\nWorksheet in these instructions to see if\nany of your benefits are taxable. Exception. Do not use the Social Security Benefits Worksheet in these instructions if any of the following applies. • You made contributions to a traditional IRA for 2022 and you or your\nspouse were covered by a retirement\nplan at work or through self-employment. Instead, use the worksheets in\nPub. 590-A to see if any of your social\nsecurity benefits are taxable and to figure your IRA deduction. • You repaid any benefits in 2022\nand your total repayments (box 4) were\nmore than your total benefits for 2022\n(box 3). None of your benefits are taxable for 2022. Also, if your total repayments in 2022 exceed your total benefits\nreceived in 2022 by more than $3,000,\nyou may be able to take an itemized deduction or a credit for part of the excess\nrepayments if they were for benefits you\nincluded in income in an earlier year. For more details, see Pub. 915.\n• You file Form 2555, 4563, or\n8815, or you exclude employer-provided\nadoption benefits or income from sources within Puerto Rico. Instead, use the\nworksheet in Pub. 915. Need more information or forms? Visit IRS.gov. -30- Social security information. TIP Social security beneficiaries\ncan now get a variety of information from the SSA website with a my\nSocial Security account, including getting a replacement Form SSA‐1099 if\nneeded. For more information and to set\nup an account, go to SSA.gov/\nmyaccount. Disability payments. Don’t include in\nyour income any disability payments\n(including Social Security Disability Insurance (SSDI) payments) you receive\nfor injuries incurred as a direct result of\na terrorist attack directed against the\nUnited States (or its allies), whether outside or within the United States. In the\ncase of the September 11 attacks, injuries eligible for coverage by the September 11 Victim Compensation Fund are\ntreated as incurred as a direct result of\nthe attack. If these payments are incorrectly reported as taxable on Form\nSSA-1099, don't include the nontaxable\nportion of income on your tax return. You may receive a notice from the IRS\nregarding the omitted payments. Follow\nthe instructions in the notice to explain\nthat the excluded payments aren't taxable. For more information about these\npayments, see Pub. 3920. Example. Taxpayer X, a firefighter,\nwas disabled as a direct result of the\nSeptember 11 terrorist attack on the\nWorld Trade Center. X began receiving\nSocial Security Disability Insurance\n(SSDI) benefits at age 54. X's full retirement age for social security retirement\nbenefits is age 66. X's birthday is April\n25. In the year X turned 66, X received\n$1,500 per month in benefits from the\nSocial Security Administration (for a total of $18,000). Because X became eligible for a full retirement benefit in May,\nthe month after X turned 66, X can exclude only four months (January through\nApril) of their annual benefit from their\nincome ($6,000).",
    "querygen": [
      "when should you receive social security 1099",
      "what lines show social security",
      "how to find out how much social security you will get"
    ],
    "querygen_score": [
      "0.4638645",
      "-0.77743405",
      "-1.9532973"
    ]
  },
  {
    "id": "legal-advice_69__43",
    "doc_id": "legal-advice_69",
    "chunk_id": 43,
    "document_category": "legal-advice",
    "text": "A pattern of conduct is a\nfactor that will be taken into account in determining\nwhether a practitioner acted knowingly, recklessly,\nor through gross incompetence. Gross incompetence\n§ 10.51 — Page 29 Table of Contents includes conduct that reflects gross indifference,\npreparation which is grossly inadequate under the\ncircumstances, and a consistent failure to perform\nobligations to the client. (14) Willfully failing to sign a tax return\nprepared by the practitioner when the practitioner’s\nsignature is required by Federal tax laws unless the\nfailure is due to reasonable cause and not due to\nwillful neglect. (15) Willfully disclosing or otherwise using a\ntax return or tax return information in a manner not\nauthorized by the Internal Revenue Code, contrary\nto the order of a court of competent jurisdiction, or\ncontrary to the order of an administrative law judge\nin a proceeding instituted under §10.60. (16) Willfully failing to file on magnetic or\nother electronic media a tax return prepared by the\npractitioner when the practitioner is required to do\nso by the Federal tax laws unless the failure is due\nto reasonable cause and not due to willful neglect. (17) Willfully preparing all or substantially\nall of, or signing, a tax return or claim for refund\nwhen the practitioner does not possess a current or\notherwise valid preparer tax identification number\nor other prescribed identifying number. (18) Willfully representing a taxpayer before\nan officer or employee of the Internal Revenue\nService unless the practitioner is authorized to do so\npursuant to this part. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.52 Violations subject to sanction. (a) A practitioner may be sanctioned under §10.50\nif the practitioner —\n(1) Willfully violates any of the regulations (other\nthan §10.33) contained in this part; or\n(2) Recklessly or through gross incompetence\n(within the meaning of §10.51(a)(13)) violates §§\n10.34, 10.35, 10.36 or 10.37. (b) Effective/applicability date. This section is\napplicable to conduct occurring on or after September\n26, 2007. Page 30 — § 10.51 § 10.53 Receipt of information concerning\npractitioner. (a) Officer or employee of the Internal Revenue\nService. If an officer or employee of the Internal\nRevenue Service has reason to believe a practitioner\nhas violated any provision of this part, the officer\nor employee will promptly make a written report\nof the suspected violation. The report will explain\nthe facts and reasons upon which the officer’s or\nemployee’s belief rests and must be submitted\nto the office(s) of the Internal Revenue Service\nresponsible for administering or enforcing this part. (b) Other persons. Any person other than an\nofficer or employee of the Internal Revenue Service\nhaving information of a violation of any provision\nof this part may make an oral or written report of\nthe alleged violation to the office(s) of the Internal\nRevenue Service responsible for administering or\nenforcing this part or any officer or employee of\nthe Internal Revenue Service. If the report is made\nto an officer or employee of the Internal Revenue\nService, the officer or employee will make a\nwritten report of the suspected violation and submit\nthe report to the office(s) of the Internal Revenue\nService responsible for administering or enforcing\nthis part. (c) Destruction of report.",
    "querygen": [
      "what is pattern of conduct quizlet",
      "what is pattern of conduct",
      "pattern of conduct definition"
    ],
    "querygen_score": [
      "-1.8109179",
      "1.8026412",
      "1.5983747"
    ]
  },
  {
    "id": "legal-advice_68__148",
    "doc_id": "legal-advice_68",
    "chunk_id": 148,
    "document_category": "legal-advice",
    "text": "The\namount of this credit is shown on Schedule H, line 8e. See Schedule H (Form\n1040) and its instructions for more information on these credits. Line 13d If you are claiming a credit for repayment of amounts you included in your\nincome in an earlier year because it appeared you had a right to the income,\nenter the amount on line 13d. See Pub.\n525 for details about this credit. Line 13f If you elected to pay your net 965 tax liability in installments, report the deferred amount on line 13f. Enter the\namount of net 965 tax liability remaining to be paid in future years. Line 13g\nLine 13g has been reserved for future\nuse. Line 13h leave taken after March 31, 2021 and\nbefore October 1, 2021. If you paid\nhousehold employment taxes, enter the\nrefundable portion of the credit for\nqualified sick and family leave wages\nyou are eligible for due to reasons related to coronavirus and related to leave\ntaken after March 31, 2021 and before\nOctober 1, 2021. The amount of the\ncredit is shown on Schedule H, line 8f. See Schedule H (Form 1040) and its instructions for more information on these\ncredits. Qualified sick and family leave wages\npaid in 2022 from Schedule(s) H for -103- Line 13z Other payments or refundable credits. Use line 13z to report any other\npayments or refundable credits not reported elsewhere on your return or other\nschedules, including a credit under section 960(c) with respect to an excess\nlimitation account. List the type and\namount of payment or refundable credit. Tax Topics You can read these Tax Topics at\nIRS.gov/TaxTopics. List of Tax Topics All topics are available in Spanish\n(and most topics are available in\nChinese, Korean, Vietnamese, and\nRussian). Topic\nNo.\n101\n102\n103\n104\n105\n107\n151\n152\n153\n154\n155\n156\n157\n158\n159\n160\n161 201\n202\n204\n206\n253\n254\n255\n301\n303\n304\n305 Subject\nIRS Help Available\nIRS services—Volunteer tax\nassistance, outreach programs, and\nidentity theft\nTax assistance for individuals with\ndisabilities Tax help for small businesses and\nthe self-employed\nTaxpayer Advocate Service—Your\nvoice at the IRS\nArmed Forces tax information Tax relief in disaster situations\nIRS Procedures\nYour appeal rights\nRefund information What to do if you haven't filed your\ntax return\nForm W-2 and Form 1099-R (What\nto do if incorrect or not received) Obtaining forms and publications How to get a transcript or copy of\nyour tax return\nChange your address— How to\nnotify the IRS\nPaying your taxes and ensuring\nproper credit of payments How to get a wage and income\ntranscript or copy of Form W-2\nStatute expiration date—RSED |\nASED | CSED\nReturning an erroneous\nrefund—Paper check or direct\ndeposit\nCollection The collection process Tax payment options\nOffers in compromise\nDishonored payments\nAlternative Filing Methods\nSubstitute tax forms How to choose a tax return preparer\nSigning your return electronically\nGeneral Information When, how, and where to file\nChecklist of common errors when\npreparing your tax return\nExtensions of time to file your tax\nreturn\nRecordkeeping Topic\nNo.\nSubject\n306 Penalty for underpayment of\nestimated tax\n307 Backup withholding\n308 Amended returns\n309 Roth IRA contributions\n310 Coverdell education savings\naccounts\n311 Power of attorney information\n312 Disclosure authorizations\n313 Qualified tuition programs (QTPs)\nWhich Forms to File\n356 Decedents\nTypes of Income\n401 Wages and salaries\n403 Interest received\n404 Dividends\n407 Business income\n409 Capital gains and losses\n410 Pensions and annuities\n411 Pensions—",
    "querygen": [
      "which of the following is a credit for an amount you included in your income in an earlier year because it appeared you had an item in your account when you referred to it in a prior year",
      "what is the income deduction in federal tax return",
      "what is the credit on the 1040"
    ],
    "querygen_score": [
      "-0.55805707",
      "-4.1062903",
      "-1.7901618"
    ]
  },
  {
    "id": "legal-advice_91__141",
    "doc_id": "legal-advice_91",
    "chunk_id": 141,
    "document_category": "legal-advice",
    "text": "Line 15\nInterest on the Deferred Tax on\nGain From Certain Installment\nSales With a Sales Price Over\n$150,000\nEnter interest on the deferred tax on gain\nfrom certain installment sales with a\nsales price over $150,000 under section\n453A(c). Line 16\nRecapture of Low-Income\nHousing Credit\nSee Form 8611 for more information. Lines 17a Through 17z\nOther Additional Taxes\nLine 17a. Recapture of the following\ncredits. 1. Investment credit (see Form\n4255). Identify as “ICR.”\n2. Indian employment credit (see\nForm 8845). Identify as “IECR.”\n3. New markets credit (see Form\n8874). Identify as “NMCR.”\n4. Credit for employer-provided\nchildcare facilities (see Form 8882). Identify as “ECCFR.”\n5. Alternative motor vehicle credit\n(see\nForm\n8910). Identify\nas\n“AMVCR.”\n6. Alternative fuel vehicle refueling\nproperty credit (see Form 8911). Identify as “ARPCR.” 7. Qualified plug-in electric drive\nmotor vehicle credit (see Form 8936). Identify as “8936R.”\nLine 17b. If you sold your home in\n2022 and it was financed (in whole or in\npart) from the proceeds of any tax-exempt qualified mortgage bond or you\nclaimed the mortgage interest credit, you\nmay owe a recapture tax on the mortgage subsidy. See Form 8828. Line 17c. Enter any additional tax on\nhealth savings account (HSA) distributions you received from Form 8889,\nline 17b. See Form 8889, Part II. Line 17d. Enter any additional tax for\nfailure to remain an eligible individual\nduring the testing period from Form\n8889, line 21. See Form 8889, Part III. Line 17e. Enter any additional tax on\nArcher MSA distributions from Form\n8853, line 9b. See Form 8853. Line 17f. Enter any additional tax on\nMedicare Advantage MSA distributions\nfrom Form 8853, line 13b. See Form\n8853. Line 17g. Enter any additional tax on\nrecapture of a charitable contribution deduction relating to a fractional interest in\ntangible personal property. See Pub. 526\nfor more information. Line 17h. Enter any additional tax on\nincome you received from a nonqualified deferred compensation plan that\nfails to meet the requirements of section\n409A. This income should be shown in\nbox 12 of Form W-2 with code Z, or in\nbox 15 of Form 1099-MISC. The tax is\n20% of the amount required to be included in income plus an interest amount\ndetermined under section 409A(a)(1)(B)\n(ii). See section 409A(a)(1)(B) for details. Line 17i. Enter any additional tax on\ncompensation you received from a nonqualified deferred compensation plan\ndescribed in section 457A if the compensation would have been includible in\nyour income in an earlier year except\nthat the amount wasn't determinable until 2022. The tax is 20% of the amount\nrequired to be included in income plus\nan interest amount determined under -98- section 457A(c)(2). See section 457A\nfor details. Line 17j. Enter any Section 72(m)(5)\nexcess benefits tax. See Pub. 560 for\nmore information. Line 17k. If you received an excess\nparachute payment (EPP), you must pay\na 20% tax on it. This tax should be\nshown in box 12 of Form W-2 with code\nK. If you received a Form 1099-MISC,\nthe tax is 20% of the EPP shown in\nbox 14. Enter this amount on line 17k. Line 17l. Enter any tax on accumulation distribution of trusts. See Form\n4970 for more information. Line 17m. Enter any excise tax on insider stock compensation from an expatriated corporation. See section 4985. Line 17n. Enter any look-back interest\nunder section 167(g) or 460(b). See\nForm 8697 or 8866 for more information.",
    "querygen": [
      "what is the interest rate in a deferred tax",
      "how much can i defer tax to a certain sale",
      "deferred tax gains when closing a home"
    ],
    "querygen_score": [
      "-2.8666368",
      "-1.2383351",
      "-1.9923753"
    ]
  },
  {
    "id": "legal-advice_30__49",
    "doc_id": "legal-advice_30",
    "chunk_id": 49,
    "document_category": "legal-advice",
    "text": "(b) Response. Unless otherwise ordered by the\nAdministrative Law Judge, the nonmoving party\nis not required to file a response to a motion. If\nthe Administrative Law Judge does not order\nthe nonmoving party to file a response, and the\nnonmoving party files no response, the nonmoving\nparty is deemed to oppose the motion. If a nonmoving\nparty does not respond within 30 days of the filing\nof a motion for decision by default for failure to\nfile a timely answer or for failure to prosecute, the\nnonmoving party is deemed not to oppose the motion. (c) Oral motions; oral argument —\n(1) The Administrative Law Judge may, for good\ncause and with notice to the parties, permit oral\nmotions and oral opposition to motions. (2) The Administrative Law Judge may, within\nhis or her discretion, permit oral argument on any\nmotion. (d) Orders. The Administrative Law Judge should\nissue written orders disposing of any motion or\nrequest and any response thereto. (e) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.69 Representation; ex parte communication. (a) Representation. (1) The Internal Revenue Service may be\nrepresented in proceedings under this part by an\nattorney or other employee of the Internal Revenue\nService. An attorney or an employee of the Internal\nTreasury Department Circular No. 230 Table of Contents Revenue Service representing the Internal Revenue\nService in a proceeding under this part may sign the\ncomplaint or any document required to be filed in\nthe proceeding on behalf of the Internal Revenue\nService.\n(2) A respondent may appear in person, be\nrepresented by a practitioner, or be represented by\nan attorney who has not filed a declaration with\nthe Internal Revenue Service pursuant to §10.3. A\npractitioner or an attorney representing a respondent\nor proposed respondent may sign the answer or any\ndocument required to be filed in the proceeding on\nbehalf of the respondent. (b) Ex parte communication. The Internal Revenue\nService, the respondent, and any representatives of\neither party, may not attempt to initiate or participate\nin ex parte discussions concerning a proceeding or\npotential proceeding with the Administrative Law\nJudge (or any person who is likely to advise the\nAdministrative Law Judge on a ruling or decision)\nin the proceeding before or during the pendency\nof the proceeding. Any memorandum, letter or\nother communication concerning the merits of the\nproceeding, addressed to the Administrative Law\nJudge, by or on behalf of any party shall be regarded\nas an argument in the proceeding and shall be served\non the othe party. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.70 Administrative Law Judge. (a) Appointment. Proceedings on complaints for the\nsanction (as described in §10.50) of a practitioner,\nemployer, firm or other entity, or appraiser will be\nconducted by an Administrative Law Judge appointed\nas provided by 5 U.S.C. 3105.\n(b) Powers of the Administrative Law Judge. The\nAdministrative Law Judge, among other powers,\nhas the authority, in connection with any proceeding\nunder §10.60 assigned or referred to him or her, to do\nthe following:\n(1) Administer oaths and affirmations;\n(2) Make rulings on motions and requests, which\nrulings may not be appealed prior to the close of a\nTreasury Department Circular No. 230",
    "querygen": [
      "when does a motion to dismiss need not be filed",
      "who is a nonmoving party to a motion",
      "who does respond to a motion"
    ],
    "querygen_score": [
      "-1.78926",
      "0.5556935",
      "0.7404014"
    ]
  },
  {
    "id": "legal-advice_96__22",
    "doc_id": "legal-advice_96",
    "chunk_id": 22,
    "document_category": "legal-advice",
    "text": "Under age 24 at the end of 2022, a student (defined later), and younger than you\n(or your spouse if filing jointly)\nor\nAny age and permanently and totally disabled (defined later) AND Who didn't provide over half of their own support for 2022 (see Pub. 501) AND Who isn't filing a joint return for 2022\nor is filing a joint return for 2022 only to claim a refund of withheld income tax or\nestimated tax paid (see Pub. 501 for details and examples) AND Who lived with you for more than half of 2022. If the child didn't live with you\nfor the required time, see Exception to time lived with you, later. ! If the child meets the conditions to be a qualifying child of any\nother person (other than your spouse if filing jointly) for 2022, see\nQualifying child of more than one person, later. CAUTION 1. Do you have a child who meets the conditions to be your\nqualifying child? Yes. Go to Step 2.\nNo. Go to Step 4. Step 2 Is Your Qualifying Child Your\nDependent? 1. Was the child a U.S. citizen, U.S. national, U.S. resident\nalien, or a resident of Canada or Mexico? (See Pub. 519 for -17- Need more information or forms? Visit IRS.gov. the definition of a U.S. national or U.S. resident alien. If the\nchild was adopted, see Exception to citizen test, later.) Yes. Continue\nNo. STOP\n䊲 2. Was the child married? Yes. See Married\nperson, later. You can't claim this child\nas a dependent. No. Continue 䊲 3. Could you, or your spouse if filing jointly, be claimed as a\ndependent on someone else's 2022 tax return? (If the person\nwho could claim you on their 2022 tax return is not required\nto file, and isn't filing a 2022 tax return or is filing a 2022\nreturn only to claim a refund of withheld income tax or\nestimated tax paid, check “No.”) See Steps 1, 2, and 4. No. You can claim this\nYes. STOP\nchild as a dependent. You can't claim any\nComplete columns (1)\ndependents. Complete\nthrough (3) of the\nthe rest of Form 1040 or\nDependents section on\n1040-SR and any\npage 1 of Form 1040 or\napplicable schedules. 1040-SR for this child. Then, go to Step 3. Step 3 3. Was the child under age 17 at the end of 2022? Yes. Continue\nNo. You can claim the\n䊲\ncredit for other\ndependents for this child. Check the “Credit for\nother dependents” box in\ncolumn (4) of the\nDependents section on\npage 1 of Form 1040 or\n1040-SR for this person. 4. Did this child have an SSN valid for employment issued\nbefore the due date of your 2022 return (including\nextensions)? (See Social Security Number, later.) Yes. You can claim the\nNo. STOP\nchild tax credit for this\nYou can claim the credit\nperson. Check the\nfor other dependents for\n“Child tax credit” box\nthis child. Check the\nin column (4) of the\n“Credit for other\nDependents section on\ndependents” box in\npage 1 of Form 1040 or\ncolumn (4) of the\n1040-SR for this\nDependents section on\nperson. page 1 of Form 1040 or\n1040-SR for this person. Does Your Qualifying Child\nQualify You for the Child Tax\nCredit or Credit for Other\nDependents?",
    "querygen": [
      "who is the legal age to be a student",
      "how old must you be to work",
      "what is the legal age for filing child support for a child"
    ],
    "querygen_score": [
      "-1.5398333",
      "-3.437749",
      "-0.63367236"
    ]
  },
  {
    "id": "legal-advice_38__21",
    "doc_id": "legal-advice_38",
    "chunk_id": 21,
    "document_category": "legal-advice",
    "text": "(ii) Enrollment cycle means the three successive\nenrollment years preceding the effective date of\nrenewal. (iii) Registration year means each 12-month\nperiod the registered tax return preparer is authorized\nto practice before the Internal Revenue Service.\n(iv) The effective date of renewal is the first day\nof the fourth month following the close of the period\nfor renewal described in paragraph (d) of this section. (2) For renewed enrollment as an enrolled agent\nor enrolled retirement plan agent —\n(i) Requirements for enrollment cycle. A\nminimum of 72 hours of continuing education credit,\nincluding six hours of ethics or professional conduct,\nmust be completed during each enrollment cycle. (ii) Requirements for enrollment year. A\nminimum of 16 hours of continuing education credit,\nincluding two hours of ethics or professional conduct,\nmust be completed during each enrollment year of an\nenrollment cycle. (iii) Enrollment during enrollment cycle —\nPage 12 — § 10.6 (A) In general. Subject to paragraph (e)(2)(iii)\n(B) of this section, an individual who receives initial\nenrollment during an enrollment cycle must complete\ntwo hours of qualifying continuing education credit\nfor each month enrolled during the enrollment cycle. Enrollment for any part of a month is considered\nenrollment for the entire month. (B) Ethics. An individual who receives\ninitial enrollment during an enrollment cycle must\ncomplete two hours of ethics or professional conduct\nfor each enrollment year during the enrollment cycle. Enrollment for any part of an enrollment year is\nconsidered enrollment for the entire year. (3) Requirements for renewal as a registered\ntax return preparer. A minimum of 15 hours of\ncontinuing education credit, including two hours of\nethics or professional conduct, three hours of Federal\ntax law updates, and 10 hours of Federal tax law\ntopics, must be completed during each registration\nyear. (f) Qualifying continuing education —\n(1) General —\n(i) Enrolled agents. To qualify for continuing\neducation credit for an enrolled agent, a course of\nlearning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional\nknowledge in Federal taxation or Federal tax related\nmatters (programs comprised of current subject\nmatter in Federal taxation or Federal tax related\nmatters, including accounting, tax return preparation\nsoftware, taxation, or ethics); and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (ii) Enrolled retirement plan agents. To qualify\nfor continuing education credit for an enrolled\nretirement plan agent, a course of learning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional knowledge\nin qualified retirement plan matters; and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (iii) Registered tax return preparers. To\nTreasury Department Circular No. 230 Table of Contents qualify for continuing education credit for a registered\ntax return preparer, a course of learning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional\nknowledge in Federal taxation or Federal tax related\nmatters (programs comprised of current subject\nmatter in Federal taxation or Federal tax related\nmatters, including accounting, tax return preparation\nsoftware, taxation, or ethics); and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (2) Qualifying programs —\n(i) Formal programs.",
    "querygen": [
      "what is the effective date to file taxes",
      "what is the effective date for a tax return",
      "what is a tax year"
    ],
    "querygen_score": [
      "-2.511198",
      "-0.16196428",
      "-2.1922178"
    ]
  },
  {
    "id": "legal-advice_27__31",
    "doc_id": "legal-advice_27",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "(b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States. (2) No former Government employee who\npersonally and substantially participated in a\nparticular matter involving specific parties may,\nsubsequent to Government employment, represent\nor knowingly assist, in that particular matter, any\nperson who is or was a specific party to that particular\nmatter. (3) A former Government employee who within\na period of one year prior to the termination of\nGovernment employment had official responsibility\nfor a particular matter involving specific parties may\nnot, within two years after Government employment\nis ended, represent in that particular matter any person\nwho is or was a specific party to that particular matter. (4) No former Government employee may, within\none year after Government employment is ended,\ncommunicate with or appear before, with the intent to\ninfluence, any employee of the Treasury Department\nin connection with the publication, withdrawal,\namendment, modification, or interpretation of a rule\nthe development of which the former Government\nemployee participated in, or for which, within a period\nof one year prior to the termination of Government\nemployment, the former government employee had\nofficial responsibility. This paragraph (b)(4) does\nnot, however, preclude any former employee from\nappearing on one’s own behalf or from representing\na taxpayer before the Internal Revenue Service in\nconnection with a particular matter involving specific\nTreasury Department Circular No. 230 Table of Contents parties involving the application or interpretation of\na rule with respect to that particular matter, provided\nthat the representation is otherwise consistent with\nthe other provisions of this section and the former\nemployee does not utilize or disclose any confidential\ninformation acquired by the former employee in the\ndevelopment of the rule. (c) Firm representation —\n(1) No member of a firm of which a former\nGovernment employee is a member may represent\nor knowingly assist a person who was or is a specific\nparty in any particular matter with respect to which\nthe restrictions of paragraph (b)(2) of this section\napply to the former Government employee, in that\nparticular matter, unless the firm isolates the former\nGovernment employee in such a way to ensure that\nthe former Government employee cannot assist in\nthe representation. (2) When isolation of a former Government\nemployee is required under paragraph (c)(1) of\nthis section, a statement affirming the fact of such\nisolation must be executed under oath by the former\nGovernment employee and by another member of the\nfirm acting on behalf of the firm. The statement must\nclearly identify the firm, the former Government\nemployee, and the particular matter(s) requiring\nisolation. The statement must be retained by the firm\nand, upon request, provided to the office(s) of the\nInternal Revenue Service administering or enforcing\nthis part. (d) Pending representation. The provisions of\nthis regulation will govern practice by former\nGovernment employees, their partners and\nassociates with respect to representation in particular\nmatters involving specific parties where actual\nrepresentation commenced before the effective date\nof this regulation. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230",
    "querygen": [
      "what law is there regarding the representation of an employer in an irs investigation?",
      "who can represent any other person in irs",
      "who can be representative of another in irs"
    ],
    "querygen_score": [
      "-1.3689578",
      "0.11805162",
      "-0.91999525"
    ]
  },
  {
    "id": "legal-advice_60__123",
    "doc_id": "legal-advice_60",
    "chunk_id": 123,
    "document_category": "legal-advice",
    "text": "See the Instructions for Form\n3520. Form 1099-K loss reporting. If you\nsold a personal item at a loss, enter the\namount of the sale proceeds from Form\n1099-K on line 8z. In the entry space\nnext to line 8z write “Form 1099-K Personal Item Sold at a Loss” and also enter\nthe amount of the sale proceeds. For example, you bought a couch for $1,000\nand sold it through a third-party vendor\nfor $700, which was reported on your\nForm 1099-K. In the entry space next to\nline 8z you would write “Form 1099-K\nPersonal Item Sold at a Loss - $700.” See the instructions for line 24z. Incorrect Form 1099-K. If you received a Form 1099-K that shows payments you didn’t receive or is otherwise\nincorrect and you can’t get it corrected,\nenter the amount from Form 1099-K that\nwas incorrectly reported to you on\nline 8z. In the entry space next to line 8z\nwrite “Incorrect Form 1099-K” and also\nenter the amount that was incorrectly reported to you. For example, if you received a Form 1099-K that incorrectly\nshowed $800 of payments to you, you Adjustments to\nIncome ! -87- Line 11\nEducator Expenses If you were an eligible educator in 2022,\nyou can deduct on line 11 up to $300 of\nqualified expenses you paid in 2022. If\nyou and your spouse are filing jointly\nand both of you were eligible educators,\nthe maximum deduction is $600. However, neither spouse can deduct more\nthan $300 of their qualified expenses on\nline 11. An eligible educator is a kindergarten through grade 12 teacher, instructor, counselor, principal, or aide who\nworked in a school for at least 900 hours\nduring a school year. Qualified expenses include ordinary\nand necessary expenses paid:\n• For professional development\ncourses you have taken related to the\ncurriculum you teach or to the students\nyou teach; or\n• In connection with books, supplies, equipment (including computer\nequipment, software, and services), and\nother materials used in the classroom. An ordinary expense is one that is\ncommon and accepted in your educational field. A necessary expense is one\nthat is helpful and appropriate for your\nprofession as an educator. An expense\ndoesn’t have to be required to be considered necessary. Qualified expenses include TIP amounts paid or incurred in\n2022 for personal protective\nequipment, disinfectant, and other supplies used for the prevention of the\nspread of coronavirus. Qualified expenses don’t include expenses for home schooling or for nonathletic supplies for courses in health or\nphysical education. You must reduce your qualified expenses by the following amounts. • Excludable U.S. series EE and I\nsavings bond interest from Form 8815. Self-Employed Health Insurance Deduction Worksheet—Schedule 1, Line 17 Before you begin: Be sure you have read the Exceptions in the instructions for this line to see if you can use this worksheet instead of Pub. 535 to figure your deduction. 1. Enter the total amount paid in 2022 for health insurance coverage established under your business\n(or the S corporation in which you were a more-than-2% shareholder) for 2022 for you, your\nspouse, and your dependents. Your insurance can also cover your child who was under age 27 at\nthe end of 2022, even if the child wasn't your dependent.",
    "querygen": [
      "what form do you submit a personal item to claim a loss",
      "what is the form for reporting personal items at a loss in tax returns",
      "etiquette form for selling a personal item at a loss for business"
    ],
    "querygen_score": [
      "1.2167416",
      "1.9214028",
      "-1.797761"
    ]
  },
  {
    "id": "legal-advice_63__39",
    "doc_id": "legal-advice_63",
    "chunk_id": 39,
    "document_category": "legal-advice",
    "text": "Continuing\neducation presentations provided to an audience\nsolely for the purpose of enhancing practitioners’\nprofessional knowledge on Federal tax matters\nare not considered written advice on a Federal tax\nmatter for purposes of this section. The preceding\nsentence does not apply to presentations marketing\nor promoting transactions. (2) The practitioner must—\n(i) Base the written advice on reasonable factual\nand legal assumptions (including assumptions as to\nfuture events);\n(ii) Reasonably consider all relevant facts\nand circumstances that the practitioner knows or\nreasonably should know;\n(iii) Use reasonable efforts to identify and\nascertain the facts relevant to written advice on each\nFederal tax matter;\n(iv) Not rely upon representations, statements,\nfindings, or agreements (including projections,\nfinancial forecasts, or appraisals) of the taxpayer\nor any other person if reliance on them would be\nunreasonable;\nTreasury Department Circular No. 230 Table of Contents (v) Relate applicable law and authorities to\nfacts; and\n(vi) Not, in evaluating a Federal tax matter, take\ninto account the possibility that a tax return will not\nbe audited or that a matter will not be raised on audit. (3) Reliance on representations, statements,\nfindings, or agreements is unreasonable if the\npractitioner knows or reasonably should know that\none or more representations or assumptions on which\nany representation is based are incorrect, incomplete,\nor inconsistent. (b) Reliance on advice of others. A practitioner\nmay only rely on the advice of another person if the\nadvice was reasonable and the reliance is in good\nfaith considering all the facts and circumstances. Reliance is not reasonable when— (1) The practitioner knows or reasonably should\nknow that the opinion of the other person should not\nbe relied on;\n(2) The practitioner knows or reasonably should\nknow that the other person is not competent or lacks\nthe necessary qualifications to provide the advice; or\n(3) The practitioner knows or reasonably should\nknow that the other person has a conflict of interest in\nviolation of the rules described in this part. (c) Standard of review. (1) In evaluating whether a practitioner giving\nwritten advice concerning one or more Federal\ntax matters complied with the requirements of this\nsection, the Commissioner, or delegate, will apply a\nreasonable practitioner standard, considering all facts\nand circumstances, including, but not limited to, the\nscope of the engagement and the type and specificity\nof the advice sought by the client. (2) In the case of an opinion the practitioner\nknows or has reason to know will be used or referred\nto by a person other than the practitioner (or a person\nwho is a member of, associated with, or employed by\nthe practitioner’s firm) in promoting, marketing, or\nrecommending to one or more taxpayers a partnership\nor other entity, investment plan or arrangement\na significant purpose of which is the avoidance or\nevasion of any tax imposed by the Internal Revenue\nCode, the Commissioner, or delegate, will apply a\nreasonable practitioner standard, considering all\nTreasury Department Circular No. 230 facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter.",
    "querygen": [
      "what is the purpose of a continuing education program",
      "which section of the tax code is not about educational content",
      "what is the purpose of continuing education presentations"
    ],
    "querygen_score": [
      "-0.033835545",
      "-3.3721728",
      "2.3901608"
    ]
  },
  {
    "id": "legal-advice_96__85",
    "doc_id": "legal-advice_96",
    "chunk_id": 85,
    "document_category": "legal-advice",
    "text": "(11 weeks if you filed electronically). Have your 2022 tax return handy so you\ncan enter your social security number,\nyour filing status, and the exact whole\ndollar amount of your refund. Where's My Refund will provide a\npersonalized refund date as soon as the\nIRS processes your tax return and approves your refund. Effect of refund on benefits. Any refund you receive can't be counted as income when determining if you or anyone else is eligible for benefits or\nassistance, or how much you or anyone\nelse can receive, under any federal program or under any state or local program\nfinanced in whole or in part with federal\nfunds. These programs include Temporary Assistance for Needy Families\n(TANF), Medicaid, Supplemental Security Income (SSI), and Supplemental\nNutrition Assistance Program (formerly\nfood stamps). In addition, when determining eligibility, the refund can't be\ncounted as a resource for at least 12\nmonths after you receive it. Check with\nyour local benefit coordinator to find out\nif your refund will affect your benefits. DIRECT DEPOSIT Simple. Safe. Secure. Fast Refunds! Join the eight in 10 taxpayers\nwho choose direct deposit—a fast, simple, safe,\nsecure way to have your refund deposited\nautomatically to your checking or savings\naccount, including an individual retirement\narrangement (IRA). See the information about\nIRAs, later. If you want us to directly deposit the\namount shown on line 35a to your\nchecking or savings account, including\nan IRA, at a bank or other financial institution (such as a mutual fund, brokerage firm, or credit union) in the United\nStates:\n• Complete lines 35b through 35d (if\nyou want your refund deposited to only\none account), or\n• Check the box on line 35a and attach Form 8888 if you want to split the\ndirect deposit of your refund into more\nthan one account or use all or part of\nyour refund to buy paper series I savings\nbonds. If you don’t want your refund directly deposited to your account, don’t check the box on line 35a. Draw a line\nthrough the boxes on lines 35b and 35d. We will send you a check instead. Account must be in your name. Don’t\nrequest a deposit of your refund to an\naccount that isn't in your name, such as\nyour tax return preparer’s account. Although you may owe your tax return\npreparer a fee for preparing your return,\ndon’t have any part of your refund deposited into the preparer's account to pay\nthe fee. The number of refunds that can be directly deposited to a single account or\nprepaid debit card is limited to three a\nyear. After this limit is reached, paper\nchecks will be sent instead. Learn more\nat IRS.gov/DepositLimit. Why Use Direct Deposit? • You get your refund faster by direct deposit than you do by check. • Payment is more secure. There is\nno check that can get lost or stolen. • It is more convenient. You don’t\nhave to make a trip to the bank to deposit your check. • It saves tax dollars. It costs the\ngovernment less to refund by direct deposit.\n• It's proven itself. Nearly 98% of\nsocial security and veterans' benefits are\nsent electronically using direct deposit.",
    "querygen": [
      "how long after i mailed refund do i get it when it's due",
      "how long will it take for irs to process refund",
      "how long after i file taxes do i get a refund"
    ],
    "querygen_score": [
      "-1.313292",
      "0.36966467",
      "0.8133352"
    ]
  },
  {
    "id": "legal-advice_66__40",
    "doc_id": "legal-advice_66",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income. An eligible retirement plan is a governmental plan that is a qualified trust or\na section 403(a), 403(b), or 457(b) plan. If you make this election, reduce the\notherwise taxable amount of your pension or annuity by the amount excluded. The amount shown in box 2a of Form\n1099-R doesn't reflect the exclusion. Report your total distributions on line 5a\nand the taxable amount on line 5b. Enter\n“PSO” next to line 5b. If you are retired on disability and reporting your disability pension on\nline 1h, include only the taxable amount\non that line and enter “PSO” and the\namount excluded on the dotted line next\nto line 1h. Payments when you are disabled. If\nyou receive payments from a retirement\nor profit-sharing plan that does not provide for disability retirement, do not\ntreat those payments as disability payments. The payments must be reported\nas a pension or annuity. You must include in your income any\namounts that you received that you\nwould have received in retirement had\nyou not become disabled as a result of a\nterrorist attack. Include in your income\nany payments you receive from a\n401(k), pension, or other retirement plan\nto the extent that you would have received the amount at the same or later\ntime regardless of whether you had become disabled. Example. Taxpayer J, a contractor,\nwas disabled as a direct result of participating in efforts to clean up the World\nTrade Center. J is eligible for compensation by the September 11 Victim Compensation Fund. J began receiving a disability pension at age 55 when J could\nno longer continue working because of\nJ’s disability. Under J’s pension plan, at\nage 55, J is entitled to an early retirement benefit of $2,500. If J waits until\nage 62, normal retirement age under the\nplan, J would be entitled to a normal retirement benefit of $3,000 a month. The\npension plan provides that a participant\nwho retires early on account of disability\nis entitled to receive the participant's\nnormal retirement benefit, which in J's\ncase equals $3,000 per month. Until J\nturns age 62, J can exclude $500 of the Need more information or forms? Visit IRS.gov. -28- monthly retirement benefit from income\n(the difference between the early retirement benefit and the normal retirement\nbenefit $3,000 - $2,500) received on account of disability. J must report the remaining $2,500 of monthly pension benefit on line 5a. For each month after J\nturns age 62, J must report the full\namount of the monthly pension benefit\n($3,000 a month) on line 5a. Simplified Method You must use the Simplified Method if\neither of the following applies. 1. Your annuity starting date was after July 1, 1986, and you used this method last year to figure the taxable part. 2. Your annuity starting date was after November 18, 1996, and both of the\nfollowing apply. a.",
    "querygen": [
      "what is the income limit on long term care insurance premiums",
      "how much is a medical payout in st louis",
      "can you exclude long term care insurance from your income"
    ],
    "querygen_score": [
      "-2.1812372",
      "-7.9590616",
      "1.5143799"
    ]
  },
  {
    "id": "legal-advice_93__31",
    "doc_id": "legal-advice_93",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "(b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States. (2) No former Government employee who\npersonally and substantially participated in a\nparticular matter involving specific parties may,\nsubsequent to Government employment, represent\nor knowingly assist, in that particular matter, any\nperson who is or was a specific party to that particular\nmatter. (3) A former Government employee who within\na period of one year prior to the termination of\nGovernment employment had official responsibility\nfor a particular matter involving specific parties may\nnot, within two years after Government employment\nis ended, represent in that particular matter any person\nwho is or was a specific party to that particular matter. (4) No former Government employee may, within\none year after Government employment is ended,\ncommunicate with or appear before, with the intent to\ninfluence, any employee of the Treasury Department\nin connection with the publication, withdrawal,\namendment, modification, or interpretation of a rule\nthe development of which the former Government\nemployee participated in, or for which, within a period\nof one year prior to the termination of Government\nemployment, the former government employee had\nofficial responsibility. This paragraph (b)(4) does\nnot, however, preclude any former employee from\nappearing on one’s own behalf or from representing\na taxpayer before the Internal Revenue Service in\nconnection with a particular matter involving specific\nTreasury Department Circular No. 230 Table of Contents parties involving the application or interpretation of\na rule with respect to that particular matter, provided\nthat the representation is otherwise consistent with\nthe other provisions of this section and the former\nemployee does not utilize or disclose any confidential\ninformation acquired by the former employee in the\ndevelopment of the rule. (c) Firm representation —\n(1) No member of a firm of which a former\nGovernment employee is a member may represent\nor knowingly assist a person who was or is a specific\nparty in any particular matter with respect to which\nthe restrictions of paragraph (b)(2) of this section\napply to the former Government employee, in that\nparticular matter, unless the firm isolates the former\nGovernment employee in such a way to ensure that\nthe former Government employee cannot assist in\nthe representation. (2) When isolation of a former Government\nemployee is required under paragraph (c)(1) of\nthis section, a statement affirming the fact of such\nisolation must be executed under oath by the former\nGovernment employee and by another member of the\nfirm acting on behalf of the firm. The statement must\nclearly identify the firm, the former Government\nemployee, and the particular matter(s) requiring\nisolation. The statement must be retained by the firm\nand, upon request, provided to the office(s) of the\nInternal Revenue Service administering or enforcing\nthis part. (d) Pending representation. The provisions of\nthis regulation will govern practice by former\nGovernment employees, their partners and\nassociates with respect to representation in particular\nmatters involving specific parties where actual\nrepresentation commenced before the effective date\nof this regulation. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230",
    "querygen": [
      "can i represent someone with an employer in irs",
      "can someone be represented in an irs investigation",
      "irs emt rules ex employee"
    ],
    "querygen_score": [
      "0.13879505",
      "-0.45514145",
      "-3.1294851"
    ]
  },
  {
    "id": "legal-advice_40__146",
    "doc_id": "legal-advice_40",
    "chunk_id": 146,
    "document_category": "legal-advice",
    "text": "See Form\n8859. Line 6i. Enter any qualified electric vehicle credit. You can't claim this credit\nfor a vehicle placed in service after\n2006. You can claim this credit only if\nyou have an electric vehicle passive activity credit carried forward from a prior\nyear. See Form 8834. Line 6j. Enter any alternative fuel vehicle refueling property credit. See Form\n8911. Line 6k. Enter any credit to holders of\ntax credit bonds. See Form 8912. Line 6l. Enter the amount from Form\n8978, line 14 (relating to partner's audit\nliability under section 6226). If the\namount on Form 8978, line 14, is negative, complete the following worksheet\nto figure the amount to enter on line 6l. If the amount on Form 8978, line 14, is\npositive, see the instructions for Form\n1040 or 1040-SR, line 16. Negative Form 8978 Adjustment Worksheet—Schedule 3 (Line 6l)\nComplete this worksheet if Form 8978, line 14, is negative. 1. Enter the amount from Form 1040 or 1040-SR, line 18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter as a positive number the negative amount from Form 8978, line 14 2. 3. Is the amount on line 1 equal to or more than the amount on line 2? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Yes. Enter the amount from line 2 on line 6l\nNo. Enter the amount from line 1 on line 6l, and subtract line 2 from line 1* . . . . . . . . . . . . . . . . . . . . . . . .\n* Use this amount to complete the Negative Form 8978 Adjustment Worksheet in the Schedule 2, line 17z, instructions. Line 6z. Other nonrefundable credits. Use line 6z to report any nonrefundable\ncredits not reported elsewhere on your\nreturn or other schedules. List the type\nand amount of income. Line 9\nNet Premium Tax Credit The premium tax credit helps pay for\nhealth insurance purchased through the\nMarketplace. You may be eligible to\nclaim the premium tax credit if you,\nyour spouse, or a dependent enrolled in\nhealth insurance through the Marketplace. Eligible individuals may have advance payments of the premium tax\ncredit made on their behalf directly to\nthe insurance company. You (or whoever enrolled you) should have received\nForm 1095-A from the Marketplace\nwith information about your coverage\nand any advance credit payments. Complete Form 8962 to determine the\namount of your premium tax credit, if\nany. If the premium tax credit you can\nclaim exceeds your advance credit payments, your net premium tax credit will\nbe shown on Form 8962, line 26. Enter\nthat amount, if any, on line 9. For more\ninformation, see the Instructions for\nForm 8962. Line 10\nAmount Paid With Request for\nExtension To File",
    "querygen": [
      "can you take the electric vehicle credit if it is placed in service",
      "when can i take an electric vehicle off the road",
      "can electric cars get a passive activity credit"
    ],
    "querygen_score": [
      "1.1843915",
      "-3.0766687",
      "-0.068762526"
    ]
  },
  {
    "id": "legal-advice_88__1",
    "doc_id": "legal-advice_88",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20100502F\nRelease Date: 2/5/10\nCC:LM:HMT:CIN:1:JEKAGY POSFTF-123604-02\nUILC: 861.09-05 date: December 11, 2003 to: from: subject: -------------------------------------------------------------------------Internal Revenue Service\nAttn: ----------------------Associate Area Counsel (Cincinnati, Group 1)\n(Large & Mid-Size Business) -------------------------------------------------------------------------------------------------------This memorandum responds to your request for assistance dated April 25, 2002, and as\nsupplemented on June 10, 2002. This advice may not be used or cited as precedent. LEGEND\nTaxpayer\nState 1\nCountry 1\nCompany 1\nCountry 2\nCompany 2\nCountry 3\nCompany 3\nCountry 4\nCompany 4\nX\nAppraiser 1 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ----------------------------------------------------------------------------------------------------------------------------------------------------------------- ISSUES\n1. Whether taxpayer failed to establish the fair market value of its assets to the\nsatisfaction of the Commissioner. POSFTF-123604-02 2 2.\nWhether the Commissioner may require taxpayer to use the tax book value\nmethod of apportionment. CONCLUSIONS 1.\nGiven the facts at hand, we believe that the taxpayer failed to establish the fair\nmarket value of its assets. 2.\nBased upon the facts at hand, the taxpayer failed to establish the value of a\nsubstantial portion of its assets, permitting the Service to reject the taxpayer's election\nof the fair market value method and place the taxpayer on the tax book value method of\napportionment. FACTS ---------------------------------------------is a------------------------------------company\nheadquartered in ------. ------'s 19--- through 19--- tax years are currently under audit by\nLMSB Examination. For the years under audit, ------ claimed foreign tax credits (FTC) in\nthe amounts of $-------------, $----------------and $---------------, respectively, and filed Forms\n1118 computing the allowable FTC. According to the taxpayer, the value of its foreign\nand worldwide assets for each of the tax years were as follows:\nAssets Reported in Millions1\nTax Years\nWorldwide Assets\nForeign Assets\nPercentage Foreign Assets ----------- ---------- ----------- ------------- ------------- ------------- -----4.5% -----2% -----4% In considering the values ascribed by the taxpayer, the international examiner\nhas noted that during the tax years at issue, ------ made five major foreign investments. During 19---, ------ invested approximately $------------- to acquire a 50% interest in a ---------------------------------------company, known as -------------2, and started the construction\n1 2 Asset amounts were reported on the taxpayer's Forms 1118. It is worthwhile to note that the taxpayer's 19--- FMV determination did not consider\nthat ------ wrote down the ------------- assets by approximately $------------- for book\npurposes. POSFTF-123604-02 3 of two ------------------in -------- for an additional outlay of approximately $-----------------. In\n19---, ------ acquired a 100% interest in -------------, a-- ----------------------------------------------------------------------------------------------------------------------------------company, for\napproximately $-------------------, and a 20% interest in another ------------- company\nknown as ------------------, for approximately $---------------. Finally, in 19---, ------ invested\napproximately $----------------to obtain a 50% interest in a ----------------------company\ncalled -------. Schedule H, Part II of Form 1118 allows the computation of the interest expense\napportionment and contains the election to use either the fair market value or tax book\nvalue method of apportionment. ------ elected the fair market value (the \"FMV\") method\nfor 19---, 19---, and 19---.3 Notwithstanding ------'s election to use the FMV method,\nExam has been informed by the taxpayer that asset valuations were not conducted for\nany of the years under audit. The taxpayer explains this lack of appraisals by\nsuggesting that its inside counsel advised against conducting asset valuations because\nof concerns that the valuations could have a negative affect on the -----------------------------------------------------------------------------------------",
    "querygen": [
      "irs memo number",
      "irs memo number",
      "irs memo number"
    ],
    "querygen_score": [
      "0.0041790586",
      "0.0041790586",
      "0.0041790586"
    ]
  },
  {
    "id": "legal-advice_59__22",
    "doc_id": "legal-advice_59",
    "chunk_id": 22,
    "document_category": "legal-advice",
    "text": "The basis would be no more than $ R (the $ T\npurchase price paid for the assets ** months prior to the sale less the $ GG amount\nCorp F allocated to the retained W, assuming the allocation was not understated). The\none gross profit ratio, computed with the correct amounts, applies to each principal\npayment starting with the very first payment; there is no separate zero percent gross\nprofit ratio for the initial principal payments. This position should be asserted as an\nalternative to the treatment in issue one, above, if the case is unagreed. Corp F concurs that, if a sale, the form of its transaction is a contingent payment\nsale with Temp. Treas. Reg. § 15A.453-1(c) applicable, but argues the sale is divisible\ninto seven separate sales with potentially seven different gross profit ratios, applied\nserially. According to Corp F, each sale represents a sale of assets within a single\nasset class. Corp F argues that separate sale treatment with different gross profit ratios\nis mandated by Treas. Reg. § 1.1060-1(c)(2) and Treas. Reg. § 1.338-6. Thus, Corp F\nconcludes it can treat payments up to the fair market value in each separate class as a\nseparate sale with the result that no gain is reportable, at all, until it starts receiving\npayments for the Class VII asset sale. In other words, in effect, the one gross profit\nratio correctly computed as stated above, cannot apply to any payment until $ T cash is\nreceived tax free because the first six sales have a zero gross profit ratio in that the cost\nbasis equals the selling price in each sale. Corp F relies primarily upon Priv. Ltr. Rul. 200004040 (October 29, 1999) to\nsupport its position. 2000 WL 92408 (IRS PLR) issued January 28, 2001/October 29,\n1999. PLR 200004040 addresses six ruling requests with respect to application of\nI.R.C. § 468 on nuclear decommissioning and its interrelationship with I.R.C. §§ 671678 (grantor trusts), § 165, and §1060. Corp F focuses on ruling request number four\nwherein the PLR addresses the acquiring taxpayer’s basis in nonqualified\ndecommissioning funds in the context of the first three rulings on § 468. Corp F applies\nthe rulings with respect to the purchaser to itself, as seller, relying on conformity of\ntreatment. The taxpayer-purchaser in the PLR argued § 1060 did not apply so the assumed\ndecommissioning liability could be allocated to its cost basis in the nonqualified funds. In response, the PLR notes that the assumed liability cannot be treated as incurred for\nfederal income tax purposed until economic performance, citing to Reg. §§1.4461(c)(1)(i)(ii)(A) and 1.446-1(c)(1)(ii)(B), then finding economic performance does not\noccur for decommissioning obligations until the costs are incurred in satisfaction of the\nliability – an event that may not occur for sixty years in the situation addressed. Hence\nthe basis was limited to the cash component. 27 There is a possibility the working capital note could be a contribution to capital; however, there are\ninsufficient facts to support that treatment as the case is presented. Should the taxpayer provide\nadditional information, please request supplemental advice. Page 29 of 37 POSTF-134629-07",
    "querygen": [
      "gb basis definition",
      "what is basis for an asset purchase",
      "what is the basis of the one gross profit ratio?"
    ],
    "querygen_score": [
      "-6.615694",
      "-1.289786",
      "0.94223225"
    ]
  },
  {
    "id": "legal-advice_33__15",
    "doc_id": "legal-advice_33",
    "chunk_id": 15,
    "document_category": "legal-advice",
    "text": "(f) Registered tax return preparers. (1) Any individual who is designated as a\nregistered tax return preparer pursuant to §10.4(c)\nof this part who is not currently under suspension\nor disbarment from practice before the Internal\nRevenue Service may practice before the Internal\nRevenue Service. (2) Practice as a registered tax return preparer\nis limited to preparing and signing tax returns\nand claims for refund, and other documents for\nsubmission to the Internal Revenue Service. A\nregistered tax return preparer may prepare all or\nsubstantially all of a tax return or claim for refund of\ntax. The Internal Revenue Service will prescribe by\nforms, instructions, or other appropriate guidance the\ntax returns and claims for refund that a registered tax\nreturn preparer may prepare and sign.\n(3) A registered tax return preparer may represent\ntaxpayers before revenue agents, customer service\nrepresentatives, or similar officers and employees of\nthe Internal Revenue Service (including the Taxpayer\nAdvocate Service) during an examination if the\nregistered tax return preparer signed the tax return\n§ 10.3 — Page 7 Table of Contents or claim for refund for the taxable year or period\nunder examination. Unless otherwise prescribed by\nregulation or notice, this right does not permit such\nindividual to represent the taxpayer, regardless of\nthe circumstances requiring representation, before\nappeals officers, revenue officers, Counsel or similar\nofficers or employees of the Internal Revenue\nService or the Treasury Department. A registered tax\nreturn preparer’s authorization to practice under this\npart also does not include the authority to provide\ntax advice to a client or another person except as\nnecessary to prepare a tax return, claim for refund,\nor other document intended to be submitted to the\nInternal Revenue Service. (4) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (f)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled retirement\nplan agents, and enrolled actuaries. (g) Others. Any individual qualifying under\nparagraph §10.5(e) or §10.7 is eligible to practice\nbefore the Internal Revenue Service to the extent\nprovided in those sections. (h) Government officers and employees, and\nothers. An individual, who is an officer or employee\nof the executive, legislative, or judicial branch of the\nUnited States Government; an officer or employee\nof the District of Columbia; a Member of Congress;\nor a Resident Commissioner may not practice before\nthe Internal Revenue Service if such practice violates\n18 U.S.C. §§ 203 or 205. (i) State officers and employees. No officer or\nemployee of any State, or subdivision of any State,\nwhose duties require him or her to pass upon,\ninvestigate, or deal with tax matters for such State\nor subdivision, may practice before the Internal\nRevenue Service, if such employment may disclose\nfacts or information applicable to Federal tax matters. (j) Effective/applicability date. Paragraphs (a), (b),\nand (g) of this section are applicable beginning June\n12, 2014. Paragraphs (c) through (f), (h), and (i) of\nthis section are applicable beginning August 2, 2011. Page 8 — § 10.3 § 10.4 Eligibility to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Enrollment as an enrolled agent upon\nexamination.",
    "querygen": [
      "who is a registered tax preparer",
      "who is a tax preparer",
      "what irs regulations apply to registered income tax preparers"
    ],
    "querygen_score": [
      "3.2354624",
      "2.111637",
      "0.6174243"
    ]
  },
  {
    "id": "legal-advice_97__24",
    "doc_id": "legal-advice_97",
    "chunk_id": 24,
    "document_category": "legal-advice",
    "text": "(6) If a request for waiver is approved, the\nindividual will be notified and issued a card or\ncertificate evidencing renewal. (7) Those who are granted waivers are required\nto file timely applications for renewal of enrollment\nor registration. (j) Failure to comply. Treasury Department Circular No. 230 Table of Contents (1) Compliance by an individual with the\nrequirements of this part is determined by the Internal\nRevenue Service. The Internal Revenue Service\nwill provide notice to any individual who fails to\nmeet the continuing education and fee requirements\nof eligibility for renewal. The notice will state the\nbasis for the determination of noncompliance and\nwill provide the individual an opportunity to furnish\nthe requested information in writing relating to\nthe matter within 60 days of the date of the notice. Such information will be considered in making a\nfinal determination as to eligibility for renewal. The\nindividual must be informed of the reason(s) for any\ndenial of a renewal. The individual may, within 30\ndays after receipt of the notice of denial of renewal,\nfile a written protest of the denial as prescribed by\nthe Internal Revenue Service in forms, instructions,\nor other appropriate guidance. A protest under this\nsection is not governed by subpart D of this part. (2) The continuing education records of an\nenrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer may be reviewed to\ndetermine compliance with the requirements and\nstandards for renewal as provided in paragraph (f)\nof this section. As part of this review, the enrolled\nagent, enrolled retirement plan agent or registered tax\nreturn preparer may be required to provide the Internal\nRevenue Service with copies of any continuing\neducation records required to be maintained under\nthis part. If the enrolled agent, enrolled retirement\nplan agent or registered tax return preparer fails\nto comply with this requirement, any continuing\neducation hours claimed may be disallowed. (3) An individual who has not filed a timely\napplication for renewal, who has not made a timely\nresponse to the notice of noncompliance with the\nrenewal requirements, or who has not satisfied\nthe requirements of eligibility for renewal will be\nplaced on a roster of inactive enrolled individuals\nor inactive registered individuals. During this time,\nthe individual will be ineligible to practice before the\nInternal Revenue Service. (4) Individuals placed in inactive status and\nindividuals ineligible to practice before the Internal\nRevenue Service may not state or imply that they\nTreasury Department Circular No. 230 are eligible to practice before the Internal Revenue\nService, or use the terms enrolled agent, enrolled\nretirement plan agent, or registered tax return\npreparer, the designations “EA” or “ERPA” or other\nform of reference to eligibility to practice before the\nInternal Revenue Service. (5) An individual placed in inactive status\nmay be reinstated to an active status by filing an\napplication for renewal and providing evidence of\nthe completion of all required continuing education\nhours for the enrollment cycle or registration year. Continuing education credit under this paragraph (j)\n(5) may not be used to satisfy the requirements of\nthe enrollment cycle or registration year in which the\nindividual has been placed back on the active roster.",
    "querygen": [
      "who can be issued a card requesting enrollment waiver?",
      "when a requested waiver is approved, the individual will be notified and issued a card or certificate evidencing renewal of enrollment or registration.",
      "when a request for a waiver approval"
    ],
    "querygen_score": [
      "0.17428306",
      "1.7295108",
      "0.54874325"
    ]
  },
  {
    "id": "legal-advice_39__91",
    "doc_id": "legal-advice_39",
    "chunk_id": 91,
    "document_category": "legal-advice",
    "text": "Exception. You won't owe the penalty\nif your 2021 tax return was for a tax\nyear of 12 full months and either of the\nfollowing applies. 1. You had no tax shown on your\n2021 return and you were a U.S. citizen\nor resident for all of 2021. 2. The total of lines 25d, 26, and\nSchedule 3, line 11, on your 2022 return\nis at least 100% of the tax shown on\nyour 2021 return (110% of that amount\nif you aren't a farmer or fisherman, and your adjusted gross income (AGI)\nshown on your 2021 return was more\nthan $150,000 (more than $75,000 if\nmarried filing separately for 2022)). Your estimated tax payments for 2022\nmust have been made on time and for\nthe required amount. For most people, the “tax shown on\nyour 2021 return” is the amount on your\n2021 Form 1040 or 1040-SR, line 24,\nminus the total of any amounts shown\non lines 27a, 28, 29, and 30; Schedule 3,\nlines 9, 12, 13b, 13g, and 13h; and\nForms 8828, 4137, 5329 (Parts III\nthrough IX only), 8885, and 8919. Also\nsubtract from line 24 any:\n• Tax on an excess parachute payment,\n• Excise tax on insider stock compensation of an expatriated corporation,\n• Uncollected social security and\nMedicare or RRTA tax on tips or\ngroup-term life insurance, and\n• Look-back interest due under section 167(g) or 460(b). When figuring the amount on line 24,\ninclude household employment taxes\nonly if line 25d is more than zero or you\nwould have owed the estimated tax penalty for 2021 even if you didn't include\nthose taxes. If the Exception just described\ndoesn't apply, see the Instructions for\nForm 2210 for other situations in which\nyou may be able to lower your penalty\nby filing Form 2210. Figuring the Penalty If you choose to figure the penalty yourself, use Form 2210 (or 2210-F for farmers and fishermen). Enter any penalty on line 38. Add the\npenalty to any tax due and enter the total\non line 37. However, if you have an overpayment on line 34, subtract the penalty\nfrom the amount you would otherwise\nenter on line 35a or line 36. Lines 35a,\n36, and 38 must equal line 34. If the penalty is more than the overpayment on line 34, enter -0- on lines\n35a and 36. Then, subtract line 34 from\nline 38 and enter the result on line 37. Don’t file Form 2210 with your return unless Form 2210 indicates that you\nmust do so. Instead, keep it for your records. Need more information or forms? Visit IRS.gov. -60- Because Form 2210 is compli- TIP cated, you can leave line 38\nblank and the IRS will figure\nthe penalty and send you a bill. We\nwon't charge you interest on the penalty\nif you pay by the date specified on the\nbill. If your income varied during the\nyear, the annualized income installment\nmethod may reduce the amount of your\npenalty. But you must file Form 2210\nbecause the IRS can't figure your penalty under this method. Third Party Designee",
    "querygen": [
      "are there any penalties owed for filing a 2021 return",
      "do you have to make a tax refund on 2021",
      "what is the penalty for a unused tax return"
    ],
    "querygen_score": [
      "0.6450676",
      "-2.3509588",
      "-2.982851"
    ]
  },
  {
    "id": "legal-advice_99__57",
    "doc_id": "legal-advice_99",
    "chunk_id": 57,
    "document_category": "legal-advice",
    "text": "Enter the smaller of line 1 or line 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14. Add lines 5 and 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15.\nSubtract line 15 from line 14. If zero or less, enter -0- . . . . . . . . . . . . . . . . . . . . . . . 16. Enter the smaller of line 12 or line 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17.\nMultiply line 17 by 15% (0.15) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n18. Add lines 9 and 17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19.\nSubtract line 19 from line 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20.\nMultiply line 20 by 20% (0.20) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n21.\nFigure the tax on the amount on line 5. If the amount on line 5 is less than $100,000, use the Tax Table\nto figure the tax.",
    "querygen": [
      "what lines to use when writing a paragraph",
      "what lines to add in a ctrl",
      "where do you write ?"
    ],
    "querygen_score": [
      "-4.794613",
      "-4.538348",
      "-5.5675206"
    ]
  },
  {
    "id": "legal-advice_59__27",
    "doc_id": "legal-advice_59",
    "chunk_id": 27,
    "document_category": "legal-advice",
    "text": "Pursuant to § 453A(a)(1), interest must be\npaid on the deferred tax liability as a surcharge. No regulations have yet been issued\non how to apply § 453A in the context of a contingent payment sale. Given there is\nnothing that keeps the statute open for a “refund” if the sale price is overestimated,31 the\nappropriate computation is to “look back” at the end of each year to compute the\ninterest Corp F must pay. Section 5 Applicability of § 481 Section 453 prescribes a method of accounting. Corp F and its shareholders\nfailed to qualify for § 453 because there was no sale. Accordingly, its method of\naccounting failed to clearly reflect income. Pursuant to § 446, the Commissioner can\nplace the taxpayers on a method of accounting that does clearly reflect income. Section\n1 of this memorandum sets forth the tax principals that dictate the method of accounting\nthat does clearly reflect income. The Commissioner can and should impose an I.R.C.\n§ 481 adjustment for all income deferred using the installment method from Year 10\nthrough Year 12, for each alternative position. The § 481 adjustment shall be included\nin income in the Year 13 so that all income that was improperly deferred by reporting\nincome under a method that failed to clearly reflect income is returned to income in Year\n13.32 If the taxpayer continues to assert the transaction constitutes a sale for tax\npurposes, a § 481 adjustment should be asserted for the alternative position addressed\nin Sections 3 and 4, above. See Huffman v. Commissioner, 126 T.C. 322, 340-41, 343,\n347-48, 350-51, 353-55 (2006) (addressing § 481). 29 While no facts were provided that evidence Corp F is subject to recapture income for amounts which\nwould be treated as §§ 1245 or 1250 ordinary income during its ** month holding period for the\ninvestment assets sold to Entity M, if such facts exist, please be aware that the recapture rules of §§ 1245\nand 453 override § 453. All recapture income, even if not received, must be recognized in the year of\nsale. § 453(i).\n30 See TAM9853002, Issue 2 (each shareholders’ allocable portion of face amount of $DD controls\napplicability). 31 See TAM9853002, 1998 WL 908368 (IRS TAM) (no refund allowable based on overstated interest). Thus, a “look back” rule protects from up-front overstated interest. 32 Corp F does not qualify to spread the income adjustment over multiple years. Page 34 of 37 POSTF-134629-07\nCASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS You were requested to make a referral to TEGE, but have not yet made the\nreferral. Please make the referral and provide the TEGE examiner with a copy of this\nadvice. See footnote 1, above (basis for referral).",
    "querygen": [
      "can interest be paid on deferred payment",
      "if contingent is a sale",
      "what is tax surcharge"
    ],
    "querygen_score": [
      "0.09071714",
      "-2.0182617",
      "-3.4644465"
    ]
  },
  {
    "id": "legal-advice_92__69",
    "doc_id": "legal-advice_92",
    "chunk_id": 69,
    "document_category": "legal-advice",
    "text": "A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. Welfare benefits, effect of credit on. Any refund you receive\nas a result of taking the EIC can't be counted as income when\ndetermining if you or anyone else is eligible for benefits or assistance, or how much you or anyone else can receive, under\nany federal program or under any state or local program financed in whole or in part with federal funds. These programs\ninclude Temporary Assistance for Needy Families (TANF),\nMedicaid, Supplemental Security Income (SSI), and Supplemental Nutrition Assistance Program (formerly food stamps). In\naddition, when determining eligibility, the refund can't be counted as a resource for at least 12 months after you receive it. Check with your local benefit coordinator to find out if your refund will affect your benefits. -42- Worksheet A—2022 EIC—Line 27 Before you begin: Keep for Your Records Be sure you are using the correct worksheet. Use this worksheet only if you\nanswered “No” to Step 5, question 2. Otherwise, use Worksheet B. Part 1 1. Enter your earned income from Step 5. All Filers Using\nWorksheet A 2. Look up the amount on line 1 above in the EIC Table (right after\nWorksheet B) to find the credit. Be sure you use the correct column\nfor your filing status and the number of qualifying children you have who\nhave a valid SSN as defined earlier. Enter the credit here. 1 2 STOP If line 2 is zero,\nYou can’t take the credit. Enter “No” on the dotted line next to Form 1040 or 1040-SR, line 27. 3. Enter the amount from Form 1040 or 1040-SR, line 11. 4. Are the amounts on lines 3 and 1 the same? 3 Yes. Skip line 5; enter the amount from line 2 on line 6.\nNo.\n5. Part 2 Filers Who\nAnswered\n“No” on\nLine 4 Part 3 Your Earned\nIncome Credit Go to line 5. If you have:\n● No qualifying children who have a valid SSN, is the amount on\nline 3 less than $9,200 ($15,300 if married filing jointly)? ● 1 or more qualifying children who have a valid SSN, is the amount\non line 3 less than $20,150 ($26,300 if married filing jointly)? Yes. Leave line 5 blank; enter the amount from line 2 on line 6. No. Look up the amount on line 3 in the EIC Table to find the\ncredit. Be sure you use the correct column for your filing\nstatus and the number of qualifying children you have who\nhave a valid SSN. Enter the credit here. Look at the amounts on lines 5 and 2. Then, enter the smaller amount on line 6. 6. 5 This is your earned income credit. 6\nEnter this amount on\nForm 1040 or 1040-SR,\nline 27. Reminder— 1040 or\nIf you have a qualifying child, complete and attach Schedule EIC. 1040-SR CAUTION EIC 10o4r0 R 1040-S",
    "querygen": [
      "what is the difference between school and eic",
      "definition of school",
      "does eic credit include trade school"
    ],
    "querygen_score": [
      "-3.5244224",
      "-3.317065",
      "-0.56086916"
    ]
  },
  {
    "id": "legal-advice_27__57",
    "doc_id": "legal-advice_27",
    "chunk_id": 57,
    "document_category": "legal-advice",
    "text": "The Secretary of\nthe Treasury, or delegate, will provide copies of the\nagency decision to the authorized representative of\nthe Internal Revenue Service and the respondent or\nthe respondent’s authorized representative. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.79 Effect of disbarment, suspension, or censure. (a) Disbarment. When the final decision in a case\nis against the respondent (or the respondent has\noffered his or her consent and such consent has been\naccepted by the Internal Revenue Service) and such\ndecision is for disbarment, the respondent will not\nbe permitted to practice before the Internal Revenue\nService unless and until authorized to do so by the\nInternal Revenue Service pursuant to §10.81. (b) Suspension. When the final decision in a case\nis against the respondent (or the respondent has\noffered his or her consent and such consent has\nbeen accepted by the Internal Revenue Service) Treasury Department Circular No. 230 Table of Contents and such decision is for suspension, the respondent\nwill not be permitted to practice before the Internal\nRevenue Service during the period of suspension. For periods after the suspension, the practitioner’s\nfuture representations may be subject to conditions\nas authorized by paragraph (d) of this section. (c) Censure. When the final decision in the case\nis against the respondent (or the Internal Revenue\nService has accepted the respondent’s offer to\nconsent, if such offer was made) and such decision\nis for censure, the respondent will be permitted to\npractice before the Internal Revenue Service, but the\nrespondent’s future representations may be subject\nto conditions as authorized by paragraph (d) of this\nsection. (d) Conditions. After being subject to the\nsanction of either suspension or censure, the future\nrepresentations of a practitioner so sanctioned\nshall be subject to specified conditions designed\nto promote high standards of conduct. These\nconditions can be imposed for a reasonable\nperiod in light of the gravity of the practitioner’s\nviolations. For example, where a practitioner is\ncensured because the practitioner failed to advise\nthe practitioner’s clients about a potential conflict\nof interest or failed to obtain the clients’ written\nconsents, the practitioner may be required to\nprovide the Internal Revenue Service with a copy\nof all consents obtained by the practitioner for an\nappropriate period following censure, whether or\nnot such consents are specifically requested. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.80 Notice of disbarment, suspension, censure,\nor disqualification. (a) In general. On the issuance of a final order\ncensuring, suspending, or disbarring a practitioner or\na final order disqualifying an appraiser, notification\nof the censure, suspension, disbarment or\ndisqualification will be given to appropriate officers\nand employees of the Internal Revenue Service and\ninterested departments and agencies of the Federal\ngovernment. The Internal Revenue Service may\nTreasury Department Circular No. 230 determine the manner of giving notice to the proper\nauthorities of the State by which the censured,\nsuspended, or disbarred person was licensed to\npractice. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.81 Petition for reinstatement. (a) In general.",
    "querygen": [
      "how to determine the effect of an irs decision on an applicant and its authorized representative for irs",
      "who is responsible for a decision made by an irs delegate?",
      "what is the effect for irs"
    ],
    "querygen_score": [
      "-1.4251887",
      "-1.9098608",
      "-1.8337513"
    ]
  },
  {
    "id": "legal-advice_40__74",
    "doc_id": "legal-advice_40",
    "chunk_id": 74,
    "document_category": "legal-advice",
    "text": "7,600\n7,650\n7,700\n7,750 7,650\n7,700\n7,750\n7,800 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 10,800\n10,850\n10,900\n10,950 10,850\n10,900\n10,950\n11,000 433\n429\n425\n421 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 560\n560\n560\n560 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 7,800\n7,850\n7,900\n7,950 7,850\n7,900\n7,950\n8,000 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 11,000\n11,050\n11,100\n11,150 11,050\n11,100\n11,150\n11,200 417\n413\n410\n406 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 8,000\n8,050\n8,100\n8,150 8,050\n8,100\n8,150\n8,200 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 11,200\n11,250\n11,300\n11,350 11,250\n11,300\n11,350\n11,400 402\n398\n394\n391 3,733\n3,733\n3,733\n3,733 4,490\n4,510\n4,530\n4,550 5,051\n5,074\n5,096\n5,119 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,490\n4,510\n4,530\n4,550 5,051\n5,074\n5,096\n5,119 8,200\n8,250\n8,300\n8,350 8,250\n8,300\n8,350\n8,400 560\n560\n560\n560 2,797\n2,814\n2,831\n2,848 3,290\n3,310\n3,330\n3,350 3,701\n3,724\n3,746\n3,769 560\n560\n560\n560 2,797\n2,814\n2,831\n2,848 3,290\n3,310\n3,330\n3,350 3,701\n3,724\n3,746\n3,769 11,400\n11,450\n11,500\n11,550 11,450\n11,500\n11,550\n11,600 387\n383\n379\n375 3,733\n3,733\n3,733\n3,733 4,570\n4,590\n4,610\n4,630 5,141\n5,164\n5,186\n5,209 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,570\n4,590\n4,610\n4,630 5,141\n5,164\n5,186\n5,209 8,400\n8,450\n8,500\n8,550 8,450\n8,500\n8,550\n8,600 560\n560\n560\n560 2,865\n2,882\n2,899\n2,916 3,370\n3,390\n3,410\n3,430 3,791\n3,814\n3,836\n3,859 560\n560\n560\n560 2,865\n2,882\n2,899\n2,916 3,370\n3,390\n3,410\n3,430 3,791\n3,814\n3,836\n3,859 11,600\n11,650\n11,700\n11,750 11,650\n11,700\n11,750\n11,800 371\n368\n364\n360 3,733\n3,733\n3,733\n3,733 4,650\n4,670\n4,690\n4,710 5,231\n5,254\n5,276\n5,299 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,650\n4,670\n4,690\n4,710 5,231\n5,254\n5,276\n5,299 8,600\n8,650\n8,700\n8,750 8,650\n8,700\n8,750\n8,800 560\n560\n560\n560 2,933\n2,950\n2,967\n2,984 3,450\n3,470\n3,490\n3,510 3,881\n3,904\n3,926\n3,949 560\n560\n560\n560 2,933\n2,950\n2,967\n2,984 3,450\n3,470\n3,490\n3,510 3,881\n3,904\n3,926\n3,949 11,800\n11,850\n11,900\n11,950 11,850\n11,900\n11,950\n12,000 356\n352\n348\n345 3,733\n3,733\n3,733\n3,733 4,730\n4,750\n4,770\n4,790 5,321\n5,344\n5,366\n5,389 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,730\n4,750\n4,770\n4,790 5,321\n5,344\n5,366\n5,389 Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. (Continued) - 47 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 Your credit is– 1 2 At least But less\nthan 12,000\n12,050\n12,100\n12,150 12,050\n12,100\n12,150\n12,200 341\n337\n333\n329 3,733\n3,733\n3,733\n3,733 4,810\n4,830\n4,850\n4,870 5,411\n5,434\n5,456\n5,479 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,810\n4,830\n4,850\n4,870 12,200\n12,250\n12,300\n12,350 12,250\n12,300\n12,350\n12,400 326\n322\n318\n314 3,733\n3,733\n3,733\n3,733 4,890\n4,910\n4,930\n4,950 5,501\n5,524\n5,546\n5,569 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 12,400\n12,450\n12,500\n12,550 12,450\n12,500\n12,550\n12,600 310\n306\n303\n299 3,733\n3,733\n3,733\n3,733 4,970\n4,990\n5,010\n5,030 5,591\n5,614\n5,636\n5,659 560\n560\n560\n560 12,600\n12,650\n12,700\n12,750 12,650\n12,700\n12,750\n12,800 295\n291\n287\n283 3,733\n3,733\n3,733\n3,733 5,050\n5,070\n5,090\n5,110 5,681\n5,704\n5,726\n5,749 12,800\n12,850\n12,900\n12,950 12,850\n12,900\n12,950\n13,000 280\n276\n272\n268 3,733\n3,733\n3,733\n3,733 5,130\n5,150\n5,170\n5,190 13,000\n13,050\n13,100\n13,150 13,050\n13,100\n13,150\n13,200 264\n260\n257\n253 3,733\n3,733\n3,733\n3,733 13,200\n13,250\n13,300\n13,350 13,250\n13,300\n13,350\n13,400 249\n245\n241\n238 13,400\n13,450\n13,500\n13,550 13,450\n13,500\n13,550\n13,600 13,600\n13,650\n13,700\n13,750 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 Your credit is– 1 2 3 At least But less\nthan Your credit is– 5,411\n5,434\n5,456\n5,479 15,200\n15,250\n15,300\n15,350 15,250\n15,300\n15,350\n15,400 96\n92\n88\n85 3,733\n3,733\n3,733\n3,733 6,090\n6,110\n6,130\n6,150 6,851\n6,874\n6,896\n6,919 560\n560\n557\n553 3,733\n3,733\n3,733\n3,733 6,090\n6,110\n6,130\n6,150 6,851\n6,874\n6,896\n6,919 4,890\n4,910\n4,930\n4,950 5,501\n5,524\n5,546\n5,569 15,400\n15,450\n15,500\n15,550 15,450\n15,500\n15,550\n15,600 81\n77\n73\n69 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 550\n546\n542\n538 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 4,970\n4,990\n5,010\n5,030 5,591\n5,614\n5,636\n5,659 15,600\n15,650\n15,700\n15,750 15,650\n15,700\n15,750\n15,800 65\n62\n58\n54 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 534\n531\n527\n523 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,050\n5,070\n5,090\n5,110 5,681\n5,704\n5,726\n5,749 15,800\n15,850\n15,900\n15,950 15,850\n15,900\n15,950\n16,000 50\n46\n42\n39 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 519\n515\n511\n508 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 5,771\n5,794\n5,816\n5,839 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,130\n5,150\n5,170\n5,190 5,771\n5,794\n5,816\n5,839 16,000\n16,050\n16,100\n16,150 16,050\n16,100\n16,150\n16,200 35\n31\n27\n23 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 504\n500\n496\n492 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 5,210\n5,230\n5,250\n5,270 5,861\n5,884\n5,906\n5,929 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,210\n5,230\n5,250\n5,270 5,861\n5,884\n5,906\n5,929 16,200\n16,250\n16,300\n16,350 16,250\n16,300\n16,350\n16,400 20\n16\n12\n8 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 488\n485\n481\n477 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 5,290\n5,310\n5,330\n5,350 5,951\n5,974\n5,996\n6,019 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,290\n5,310\n5,330\n5,350 5,951\n5,974\n5,996\n6,019 16,400\n16,450\n16,500\n16,550 16,450\n16,500\n16,550\n16,600 4\n*\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 473\n469\n466\n462 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 234\n230\n226\n222 3,733\n3,733\n3,733\n3,733 5,370\n5,390\n5,410\n5,430 6,041\n6,064\n6,086\n6,109 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,370\n5,390\n5,410\n5,430 6,041\n6,064\n6,086\n6,109 16,600\n16,650\n16,700\n16,750 16,650\n16,700\n16,750\n16,800 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 458\n454\n450\n446 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 13,650\n13,700\n13,750\n13,800 218\n215\n211\n207 3,733\n3,733\n3,733\n3,733 5,450\n5,470\n5,490\n5,510 6,131\n6,154\n6,176\n6,199 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,450\n5,470\n5,490\n5,510 6,131\n6,154\n6,176\n6,199 16,800\n16,850\n16,900\n16,950 16,850\n16,900\n16,950\n17,000 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 443\n439\n435\n431 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 13,800\n13,850\n13,900\n13,950 13,850\n13,900\n13,950\n14,000 203\n199\n195\n192 3,733\n3,733\n3,733\n3,733 5,530\n5,550\n5,570\n5,590 6,221\n6,244\n6,266\n6,289 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,530\n5,550\n5,570\n5,590 6,221\n6,244\n6,266\n6,289 17,000\n17,050\n17,100\n17,150 17,050\n17,100\n17,150\n17,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 427\n423\n420\n416 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,000\n14,050\n14,100\n14,150 14,050\n14,100\n14,150\n14,200 188\n184\n180\n176 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 17,200\n17,250\n17,300\n17,350 17,250\n17,300\n17,350\n17,400 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 412\n408\n404\n400 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,200\n14,250\n14,300\n14,350 14,250\n14,300\n14,350\n14,400 173\n169\n165\n161 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 17,400\n17,450\n17,500\n17,550 17,450\n17,500\n17,550\n17,600 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 397\n393\n389\n385 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,400\n14,450\n14,500\n14,550 14,450\n14,500\n14,550\n14,600",
    "querygen": [
      "how many numbers in 7600",
      "what are the number of phones in seven digits",
      "how many gbse is a t"
    ],
    "querygen_score": [
      "-6.0544443",
      "-4.3837876",
      "-6.814577"
    ]
  },
  {
    "id": "legal-advice_99__27",
    "doc_id": "legal-advice_99",
    "chunk_id": 27,
    "document_category": "legal-advice",
    "text": "Any other person is considered to have lived with you for all\nof 2022 if the person was born or died in 2022 and your home\nwas this person's home for the entire time the person was alive -20- in 2022 or if you adopted the person in 2022, the person was\nlawfully placed with you for legal adoption by you in 2022, or\nthe person was an eligible foster child placed with you during\n2022 and your main home was the person's main home for the\nentire time since the person was adopted or placed with you in\n2022. Foster child. A foster child is any child placed with you by an\nauthorized placement agency or by judgment, decree, or other\norder of any court of competent jurisdiction. Kidnapped child. If your child is presumed by law enforcement authorities to have been kidnapped by someone who isn't a\nfamily member, you may be able to take the child into account\nin determining your eligibility for head of household or qualifying surviving spouse filing status, the child tax credit, the credit\nfor other dependents, and the earned income credit (EIC). For\ndetails, see Pub. 501 (Pub. 596 for the EIC). Married person. If the person is married and files a joint return, you can't claim that person as your dependent. However, if\nthe person is married but doesn't file a joint return or files a\njoint return only to claim a refund of withheld income tax or estimated tax paid, you may be able to claim that person as a dependent. (See Pub. 501 for details and examples.) In that case,\ngo to Step 2, question 3 (for a qualifying child), or Step 4, question 4 (for a qualifying relative). Multiple support agreements. If no one person contributed\nover half of the support of your relative (or a person who lived\nwith you all year as a member of your household) but you and\nanother person(s) provided more than half of your relative's\nsupport, special rules may apply that would treat you as having\nprovided over half of the support. For details, see Pub. 501. Permanently and totally disabled. A person is permanently\nand totally disabled if, at any time in 2022, the person can't engage in any substantial gainful activity because of a physical or\nmental condition and a doctor has determined that this condition\nhas lasted or can be expected to last continuously for at least a\nyear or can be expected to lead to death. Public assistance payments. If you received payments under\nthe Temporary Assistance for Needy Families (TANF) program\nor other public assistance program and you used the money to\nsupport another person, see Pub. 501. Qualifying child of more than one person. Even if a child\nmeets the conditions to be the qualifying child of more than one\nperson, only one person can claim the child as a qualifying child\nfor all of the following tax benefits, unless the special rule for\nChildren of divorced or separated parents, described earlier,\napplies. 1. Child tax credit and credit for other dependents (line 19)\nand additional child tax credit (line 28). 2. Head of household filing status.",
    "querygen": [
      "who is considered to be living with you",
      "when someone will have lived with you",
      "what if your adoptive parents are deceased"
    ],
    "querygen_score": [
      "0.7810793",
      "0.6252486",
      "-3.101733"
    ]
  }
]