[
  {
    "id": "legal-advice_39__131",
    "doc_id": "legal-advice_39",
    "chunk_id": 131,
    "document_category": "legal-advice",
    "text": "Generally, this is your (and your\nspouse's if filing jointly) net earnings from\nself-employment if your personal services were a\nmaterial income-producing factor, minus any\ndeductions on Schedule 1, lines 15 and 16. If zero or\nless, enter -0-. For more details, see Pub.\n590-A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9.\nAdd lines 8 and 9 . . . . . . . . . . . . . . . . . . . . . . . . .\n10. ! CAUTION 11.\n12. 7a. Spouse's IRA 7b. If married filing jointly and line 10 is less than $12,000 ($13,000 if\none spouse is age 50 or older at the end of 2022; $14,000 if both\nspouses are age 50 or older at the end of 2022), stop here and use\nthe worksheet in Pub. 590-A to figure your IRA deduction. Enter traditional IRA contributions made, or that will be made by the due date\nof your 2022 return not counting extensions (April 18, 2023, for most people),\nfor 2022 to your IRA on line 11a and to your spouse's IRA on line 11b . . . . . . 11a. On line 12a, enter the smallest of line 7a, 10, or 11a. On line 12b, enter the\nsmallest of line 7b, 10, or 11b. This is the most you can deduct. Add the\namounts on lines 12a and 12b and enter the total on Schedule 1, line 20. Or, if\nyou want, you can deduct a smaller amount and treat the rest as a\nnondeductible contribution (see Form 8606) . . . . . . . . . . . . . . . . . . . . . . . . . . 12a. Line 21\nStudent Loan Interest Deduction You can take this deduction only if all of\nthe following apply. • You paid interest in 2022 on a\nqualified student loan (defined later). • Your filing status is any status except married filing separately. • Your modified adjusted gross income (AGI) is less than: $85,000 if single, head of household, or qualifying\nsurviving spouse; $175,000 if married\nfiling jointly. Use lines 2 through 4 of the worksheet in these instructions to\nfigure your modified AGI. • You, or your spouse if filing jointly, aren't claimed as a dependent on\nsomeone else's (such as your parent's)\n2022 tax return. Don't include any amount paid from a\na distribution of earnings made from a\nqualified tuition program (QTP) after\n2018 to the extent the earnings are treated as tax free because they were used to\npay student loan interest. Use the worksheet in these instructions to figure your student loan interest\ndeduction. -92- 11b. 12b. Exception. Use Pub. 970 instead of the\nworksheet in these instructions to figure\nyour student loan interest deduction if\nyou file Form 2555 or 4563, or you exclude income from sources within Puerto Rico. Qualified student loan.",
    "querygen": [
      "how much personal service deductions",
      "how do i calculate my net earnings",
      "is personal services deductible on taxes"
    ],
    "querygen_score": [
      "-1.6480621",
      "-1.8014047",
      "-0.6531861"
    ]
  },
  {
    "id": "legal-advice_36__42",
    "doc_id": "legal-advice_36",
    "chunk_id": 42,
    "document_category": "legal-advice",
    "text": "Facts or other matters contained\nin testimony, Federal tax returns, financial statements,\napplications for enrollment, affidavits, declarations,\nand any other document or statement, written or oral,\nare included in the term “information.” (5) Solicitation of employment as prohibited\nunder §10.30, the use of false or misleading\nrepresentations with intent to deceive a client or\nprospective client in order to procure employment,\nor intimating that the practitioner is able improperly\nto obtain special consideration or action from the\nInternal Revenue Service or any officer or employee\nthereof. (6) Willfully failing to make a Federal tax return\nin violation of the Federal tax laws, or willfully\nevading, attempting to evade, or participating in any\nway in evading or attempting to evade any assessment\nor payment of any Federal tax. (7) Willfully assisting, counseling, encouraging a\nclient or prospective client in violating, or suggesting\nto a client or prospective client to violate, any Federal\ntax law, or knowingly counseling or suggesting to a\nclient or prospective client an illegal plan to evade\nFederal taxes or payment thereof. (8) Misappropriation of, or failure properly or\npromptly to remit, funds received from a client for\nthe purpose of payment of taxes or other obligations\ndue the United States. (9) Directly or indirectly attempting to influence,\nor offering or agreeing to attempt to influence, the\nTreasury Department Circular No. 230 official action of any officer or employee of the\nInternal Revenue Service by the use of threats, false\naccusations, duress or coercion, by the offer of any\nspecial inducement or promise of an advantage or by\nthe bestowing of any gift, favor or thing of value. (10) Disbarment or suspension from practice\nas an attorney, certified public accountant, public\naccountant, or actuary by any duly constituted\nauthority of any State, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia, any Federal court of record or\nany Federal agency, body or board. (11) Knowingly aiding and abetting another\nperson to practice before the Internal Revenue\nService during a period of suspension, disbarment\nor ineligibility of such other person. (12) Contemptuous conduct in connection\nwith practice before the Internal Revenue Service,\nincluding the use of abusive language, making false\naccusations or statements, knowing them to be false,\nor circulating or publishing malicious or libelous\nmatter. (13) Giving a false opinion, knowingly,\nrecklessly, or through gross incompetence, including\nan opinion which is intentionally or recklessly\nmisleading, or engaging in a pattern of providing\nincompetent opinions on questions arising under the\nFederal tax laws. False opinions described in this\nparagraph (a)(l3) include those which reflect or result\nfrom a knowing misstatement of fact or law, from an\nassertion of a position known to be unwarranted under\nexisting law, from counseling or assisting in conduct\nknown to be illegal or fraudulent, from concealing\nmatters required by law to be revealed, or from\nconsciously disregarding information indicating that\nmaterial facts expressed in the opinion or offering\nmaterial are false or misleading. For purposes\nof this paragraph (a)(13), reckless conduct is a\nhighly unreasonable omission or misrepresentation\ninvolving an extreme departure from the standards\nof ordinary care that a practitioner should observe\nunder the circumstances. A pattern of conduct is a\nfactor that will be taken into account in determining\nwhether a practitioner acted knowingly, recklessly,\nor through gross incompetence. Gross incompetence\n§ 10.51 — Page 29 Table of Contents",
    "querygen": [
      "what is the meaning of information",
      "what is included in an individual document",
      "which statement or document is considered information"
    ],
    "querygen_score": [
      "-1.859684",
      "-3.1824207",
      "-0.01725274"
    ]
  },
  {
    "id": "legal-advice_90__3",
    "doc_id": "legal-advice_90",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "POSTF-100602-09 5 noted in its claim for refund that it failed to treat all of the reimbursements consistently. For example, X indicated that, because of “posting errors,” it did not deduct the postretirement expenses, and it did not include in income the post-retirement\nreimbursements from Z until Year6. Here is how X treated the post-retirement benefit\nreimbursements on its original return and in its claim for refund:\nX: Post-Retirement Benefit Reimbursements Per Return\nYear3\nYear4\nYear5 Income\nexcluded\nexcluded\nexcluded\nDeduction\nnone\nnone\nnone Year6\nincluded\nnone Year7\nincluded\nnone X: Post-Retirement Benefits Reimbursements Per Claim (*=change from return)\nYear3\nYear4\nYear5\nYear6\nYear7 Income\nexclude\nexclude\nexclude\n*exclude\n*exclude\nDeduction\n*deduct\n*deduct\n*deduct\n*deduct\n*deduct\nYear6 and Year7 represent a whipsaw position in X’s claim because X wants to exclude\nthe post-retirement reimbursements from income and take a deduction for the amounts\nof post-retirement benefits it paid to the assigned employees. X treated the wage reimbursements on its original return and in its claim for\nrefund as follows:\nX: Excess Wage Reimbursements Per Return\nYear3\nYear4\nYear5 Income\nincluded\nincluded\nincluded\nDeduction\ndeducted\ndeducted\ndeducted Year6\nincluded\ndeducted Year7\nnone X: Excess Wage Reimbursements Per Claim (*=change from return)\nYear3\nYear4\nYear5\nYear6\nYear7 Income\n*exclude\n*exclude\n*exclude\n*exclude\nnone\nDeduction\nno change\nno change\nno change\nno change\nno change reporting standards, that you examined Z’s various publicly-available financial reports for the relevant\nperiods, and that you found no indication that Z did not deduct these amounts. POSTF-100602-09 6 For the sake of simplicity, X defines the “excess wage” as difference between the wage\nscale that X uses and the wage scale that Z would have used, but for the employee\nassignment agreement. X is not seeking to exclude the entire wage reimbursement it\nreceived from Z, just the “excess wage” amount. In Year6, X and Z amended the employee assignment agreement to change the\namount Z was required to reimburse X. At that time, Z still was paying the assigned\nemployees a higher average hourly wage that its competitors were paying their\nemployees. To assist Z in reducing its wage costs, X agreed to return to Z a portion of\nthe reimbursement based on the cost differential between wages paid to the assigned\nemployees and workers at other similar companies, but only for new business sourced\nby X to Z after January 1, Year6. In Year7, X and Z agreed that X would re-acquire title and control of all of Z’s\nfacilities that used X’s assigned employees, effectively terminating the employee\nassignment agreement. LAW AND ANALYSIS Gross income is income from whatever source derived, including all items that\nare “undeniable accessions to wealth, clearly realized, and over which the taxpayers\nhave complete dominion.” IRC § 61; Commissioner v. Glenshaw Glass Co., 348 U.S.\n426, 431 (1955). Here, X is not arguing that the reimbursements 5 it received from Z do\nnot constitute “income” as defined by the Code. Instead, X argues that the\nreimbursements arose because of the tax-free spinoff transaction, and, therefore, are\n5 We use the term “reimbursements” to include both the amounts attributable to the post-employment and\nwage-related expenses of the assigned employees. POSTF-100602-09 7 excludable from income. In order to prevail, X must show that this type of income is\nexcluded from taxable income by some provision of the Internal Revenue Code. See,\ne.g., Commissioner v. Schleier, 515 U.S. 323, 328 (1995) (noting that “exclusions from\nincome must be narrowly construed”) (internal citations omitted).",
    "querygen": [
      "what is a posttf?",
      "is postretirement expense taxable",
      "do post retirement expenses include reimbursement of taxes"
    ],
    "querygen_score": [
      "-5.991624",
      "-1.2494735",
      "0.79950595"
    ]
  },
  {
    "id": "legal-advice_68__29",
    "doc_id": "legal-advice_68",
    "chunk_id": 29,
    "document_category": "legal-advice",
    "text": "If you will be claiming the child as a qualifying child, go to\nStep 2. Otherwise, stop; you can't claim any benefits based on\nthis child. Social security number. You must enter each dependent's social security number (SSN). Be sure the name and SSN entered\nagree with the dependent's social security card. Otherwise, at\nthe time we process your return, we may reduce or disallow any\ntax benefits (such as the child tax credit) based on that dependent. If the name or SSN on the dependent's social security card\nisn't correct or you need to get an SSN for your dependent, contact the Social Security Administration (SSA). See Social Security Number (SSN), earlier. If your dependent won't have a\nnumber by the date your return is due, see What if You Can't\nFile on Time? earlier. For the child tax credit, your child must have the required\nSSN. The required SSN is one that is valid for employment and\nthat is issued by the SSA before the due date of your 2022 return (including extensions). If your child was a U.S. citizen\nwhen the child received the SSN, the SSN is valid for employment. If “Not Valid for Employment” is printed on your child’s -21- Need more information or forms? Visit IRS.gov. social security card and your child’s immigration status has\nchanged so that your child is now a U.S. citizen or permanent\nresident, ask the SSA for a new social security card without the\nlegend. However, if “Valid for Work Only With DHS Authorization” is printed on your child’s social security card, your child\nhas the required SSN only as long as the DHS authorization is\nvalid. If your dependent child was born and died in 2022 and you\ndo not have an SSN for the child, enter “Died” in column (2) of\nthe Dependents section and include a copy of the child's birth\ncertificate, death certificate, or hospital records. The document\nmust show the child was born alive. If you, or your spouse if filing jointly, didn't have an SSN (or\nITIN) issued on or before the due date of your 2022 return (in- Need more information or forms? Visit IRS.gov. cluding extensions), you can't claim the child tax credit or the\ncredit for other dependents on your original or an amended\n2022 return. If you apply for an ITIN on or before the due date of your\n2022 return (including extensions) and the IRS issues you an\nITIN as a result of the application, the IRS will consider your\nITIN as issued on or before the due date of your return. Student. A student is a child who during any part of 5 calendar\nmonths of 2022 was enrolled as a full-time student at a school\nor took a full-time, on-farm training course given by a school or\na state, county, or local government agency. A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. -22- Income\nGenerally, you must report all income\nexcept income that is exempt from tax\nby law.",
    "querygen": [
      "when i enter a dependent's social security number in state tax form, i have to",
      "who must enter a child's social security number?",
      "are dependents eligible for child benefits?"
    ],
    "querygen_score": [
      "0.36847624",
      "0.8293754",
      "-0.6600952"
    ]
  },
  {
    "id": "legal-advice_29__131",
    "doc_id": "legal-advice_29",
    "chunk_id": 131,
    "document_category": "legal-advice",
    "text": "Generally, this is your (and your\nspouse's if filing jointly) net earnings from\nself-employment if your personal services were a\nmaterial income-producing factor, minus any\ndeductions on Schedule 1, lines 15 and 16. If zero or\nless, enter -0-. For more details, see Pub.\n590-A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9.\nAdd lines 8 and 9 . . . . . . . . . . . . . . . . . . . . . . . . .\n10. ! CAUTION 11.\n12. 7a. Spouse's IRA 7b. If married filing jointly and line 10 is less than $12,000 ($13,000 if\none spouse is age 50 or older at the end of 2022; $14,000 if both\nspouses are age 50 or older at the end of 2022), stop here and use\nthe worksheet in Pub. 590-A to figure your IRA deduction. Enter traditional IRA contributions made, or that will be made by the due date\nof your 2022 return not counting extensions (April 18, 2023, for most people),\nfor 2022 to your IRA on line 11a and to your spouse's IRA on line 11b . . . . . . 11a. On line 12a, enter the smallest of line 7a, 10, or 11a. On line 12b, enter the\nsmallest of line 7b, 10, or 11b. This is the most you can deduct. Add the\namounts on lines 12a and 12b and enter the total on Schedule 1, line 20. Or, if\nyou want, you can deduct a smaller amount and treat the rest as a\nnondeductible contribution (see Form 8606) . . . . . . . . . . . . . . . . . . . . . . . . . . 12a. Line 21\nStudent Loan Interest Deduction You can take this deduction only if all of\nthe following apply. • You paid interest in 2022 on a\nqualified student loan (defined later). • Your filing status is any status except married filing separately. • Your modified adjusted gross income (AGI) is less than: $85,000 if single, head of household, or qualifying\nsurviving spouse; $175,000 if married\nfiling jointly. Use lines 2 through 4 of the worksheet in these instructions to\nfigure your modified AGI. • You, or your spouse if filing jointly, aren't claimed as a dependent on\nsomeone else's (such as your parent's)\n2022 tax return. Don't include any amount paid from a\na distribution of earnings made from a\nqualified tuition program (QTP) after\n2018 to the extent the earnings are treated as tax free because they were used to\npay student loan interest. Use the worksheet in these instructions to figure your student loan interest\ndeduction. -92- 11b. 12b. Exception. Use Pub. 970 instead of the\nworksheet in these instructions to figure\nyour student loan interest deduction if\nyou file Form 2555 or 4563, or you exclude income from sources within Puerto Rico. Qualified student loan.",
    "querygen": [
      "what are your net earnings and expenses on a schedule",
      "what is your net earnings and net expenses in taxes",
      "can you claim spouse's net income"
    ],
    "querygen_score": [
      "-2.2380586",
      "-3.2814884",
      "-1.2110875"
    ]
  },
  {
    "id": "legal-advice_64__137",
    "doc_id": "legal-advice_64",
    "chunk_id": 137,
    "document_category": "legal-advice",
    "text": "2. 3. Add lines 1 and 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. 4. Enter any tax refund from Schedule 1, lines 1 and 8z . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4. 5. Subtract line 4 from line 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5. 6. Enter the amount shown below for your filing status. • Single or head of household—$75,900\n• Married filing jointly or qualifying surviving spouse—$118,100\n• Married filing separately— $59,050 . . . . . . . . . . . 6. 7. Is the amount on line 5 more than the amount on line 6? No. Yes. STOP Don’t complete the rest of this worksheet. You don’t owe alternative minimum\ntax and don’t need to fill out Form 6251. Leave Schedule 2, line 1, blank. Subtract line 6 from line 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7. 8. Enter the amount shown below for your filing status. • Single or head of household—$539,900\n• Married filing jointly or qualifying surviving spouse—$1,079,800\n• Married filing separately— $539,900 . . . . . . . . . . . 8. 9. Is the amount on line 5 more than the amount on line 8? No. Enter -0-. Skip line 10. Enter on line 11 the amount from line 7, and go to line 12. Yes.",
    "querygen": [
      "how to add lines two and three on a math worksheet",
      "how to write a letter using excel",
      "which statement of a sentence should be added after line 1?"
    ],
    "querygen_score": [
      "-1.8660114",
      "-5.9908485",
      "-6.0263915"
    ]
  },
  {
    "id": "legal-advice_91__52",
    "doc_id": "legal-advice_91",
    "chunk_id": 52,
    "document_category": "legal-advice",
    "text": "3.\nEnter the amount shown below for your filing status. • Single or married filing separately—$12,950\n. . . . . . . . . . . . . . . . . . . . . . . . . . 3.\n• Married filing jointly—$25,900\n• Head of household—$19,400\n4. Standard deduction. a. Enter the smaller of line 2 or line 3. If born after January 1, 1958, and not blind, stop here and enter this\namount on Form 1040 or 1040-SR, line 12. Otherwise, go to line 4b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4a.\nb. If born before January 2, 1958, or blind, multiply the number on line 1 by $1,400 ($1,750 if single or head of\nhousehold) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4b.\nc. Add lines 4a and 4b. Enter the total here and on Form 1040 or 1040-SR, line 12 . . . . . . . . . . . . . . . . . . . . . . . 4c.\n* Earned income includes wages, salaries, tips, professional fees, and other compensation received for personal services you performed. It also includes any\ntaxable scholarship or fellowship grant. Generally, your earned income is the total of the amount(s) you reported on Form 1040 or 1040-SR, line 1z, and\nSchedule 1, lines 3, 6, 8r, 8t, and 8u minus the amount, if any, on Schedule 1, line 15. Standard Deduction Chart for People Who Were Born Before January 2, 1958, or Were Blind Don’t use this chart if someone can claim you, or your spouse if filing jointly, as a dependent. Instead, use the worksheet above. You were born before January 2, 1958. You are blind. Spouse was born before January 2, 1958. Spouse is blind. Enter the total number of boxes checked . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . IF your filing\nstatus is . . . AND the number in\nthe box above is . . . ▶\nTHEN your standard\ndeduction is . . . Single 1\n2 $14,700\n16,450 Married filing jointly 1\n2\n3\n4 $27,300\n28,700\n30,100\n31,500 Qualifying surviving spouse 1\n2 $27,300\n28,700 Married filing separately* 1\n2\n3\n4 $14,350\n15,750\n17,150\n18,550 Head of household 1\n2 $21,150\n22,900",
    "querygen": [
      "irs single filing amount for divorce",
      "how much money does it take to file taxes and fees?",
      "what is the filing fee for married filing separately"
    ],
    "querygen_score": [
      "-2.5600746",
      "-4.020958",
      "-0.25119892"
    ]
  },
  {
    "id": "legal-advice_37__27",
    "doc_id": "legal-advice_37",
    "chunk_id": 27,
    "document_category": "legal-advice",
    "text": "Any other person is considered to have lived with you for all\nof 2022 if the person was born or died in 2022 and your home\nwas this person's home for the entire time the person was alive -20- in 2022 or if you adopted the person in 2022, the person was\nlawfully placed with you for legal adoption by you in 2022, or\nthe person was an eligible foster child placed with you during\n2022 and your main home was the person's main home for the\nentire time since the person was adopted or placed with you in\n2022. Foster child. A foster child is any child placed with you by an\nauthorized placement agency or by judgment, decree, or other\norder of any court of competent jurisdiction. Kidnapped child. If your child is presumed by law enforcement authorities to have been kidnapped by someone who isn't a\nfamily member, you may be able to take the child into account\nin determining your eligibility for head of household or qualifying surviving spouse filing status, the child tax credit, the credit\nfor other dependents, and the earned income credit (EIC). For\ndetails, see Pub. 501 (Pub. 596 for the EIC). Married person. If the person is married and files a joint return, you can't claim that person as your dependent. However, if\nthe person is married but doesn't file a joint return or files a\njoint return only to claim a refund of withheld income tax or estimated tax paid, you may be able to claim that person as a dependent. (See Pub. 501 for details and examples.) In that case,\ngo to Step 2, question 3 (for a qualifying child), or Step 4, question 4 (for a qualifying relative). Multiple support agreements. If no one person contributed\nover half of the support of your relative (or a person who lived\nwith you all year as a member of your household) but you and\nanother person(s) provided more than half of your relative's\nsupport, special rules may apply that would treat you as having\nprovided over half of the support. For details, see Pub. 501. Permanently and totally disabled. A person is permanently\nand totally disabled if, at any time in 2022, the person can't engage in any substantial gainful activity because of a physical or\nmental condition and a doctor has determined that this condition\nhas lasted or can be expected to last continuously for at least a\nyear or can be expected to lead to death. Public assistance payments. If you received payments under\nthe Temporary Assistance for Needy Families (TANF) program\nor other public assistance program and you used the money to\nsupport another person, see Pub. 501. Qualifying child of more than one person. Even if a child\nmeets the conditions to be the qualifying child of more than one\nperson, only one person can claim the child as a qualifying child\nfor all of the following tax benefits, unless the special rule for\nChildren of divorced or separated parents, described earlier,\napplies. 1. Child tax credit and credit for other dependents (line 19)\nand additional child tax credit (line 28). 2. Head of household filing status.",
    "querygen": [
      "who must live with a child to be considered adopted",
      "when will you have to take someone from your house after birth",
      "who is considered live in house for all of 2022"
    ],
    "querygen_score": [
      "-1.0227828",
      "-3.2631874",
      "0.45367566"
    ]
  },
  {
    "id": "legal-advice_66__130",
    "doc_id": "legal-advice_66",
    "chunk_id": 130,
    "document_category": "legal-advice",
    "text": "Is the amount on line 5 less than the amount on line 2? None of your IRA contributions are deductible. For details on\nNo.\nSTOP\nnondeductible IRA contributions, see Form 8606. Yes. Subtract line 5 from line 2 in each column. Follow the instruction\nbelow that applies to you. • If single, head of household, or married filing separately,\nand the result is $10,000 or more, enter the applicable\namount below on line 7 for that column and go to line 8.\ni. $6,000, if under age 50 at the end of 2022. ii. $7,000, if age 50 or older at the end of 2022. If the result is less than $10,000, go to line 7.\n• If married filing jointly or qualifying surviving spouse,\nand the result is $20,000 or more ($10,000 or more in the\ncolumn for the IRA of a person who wasn't covered by a\nretirement plan), enter the applicable amount below on\nline 7 for that column and go to line 8.\ni. $6,000, if under age 50 at the end of 2022. ii. $7,000, if age 50 or older at the end of 2022. Otherwise, go to line 7. -91- 2a. 2b. 5a. 5b. 6a. 6b. IRA Deduction Worksheet—Continued\nYour IRA\n7. 8. 9. 10. Multiply lines 6a and 6b by the percentage below that applies to you. If the\nresult isn't a multiple of $10, increase it to the next multiple of $10 (for\nexample, increase $490.30 to $500). If the result is $200 or more, enter the\nresult. But if it is less than $200, enter $200. • Single, head of household, or married filing separately, multiply by 60%\n(0.60) (or by 70% (0.70) in the column for the IRA of a person who is age\n50 or older at the end of 2022). • Married filing jointly or qualifying surviving spouse, multiply by 30%\n(0.30) (or by 35% (0.35) in the column for the IRA of a person who is age\n50 or older at the end of 2022). But if you checked “No” on either line 1a\nor 1b, then in the column for the IRA of the person who wasn't covered by a\nretirement plan, multiply by 60% (0.60) (or by 70% (0.70) if age\n50 or older at the end of 2022). Enter the total of your (and your spouse's if filing\njointly):\n• Wages, salaries, tips, etc. Generally, this is the\namount reported in box 1 of Form W-2. Exceptions\nare explained earlier in these instructions for line 20. 8.\n• Alimony and separate maintenance payments\nreported on Schedule 1, line 2a.\n• Nontaxable combat pay. This amount should be\nreported in box 12 of Form W-2 with code Q or\nreported on Form 1040, line 1i. Enter the earned income you (and your spouse if\nfiling jointly) received as a self-employed individual\nor a partner. Generally, this is your (and your\nspouse's if filing jointly) net earnings from\nself-employment if your personal services were a\nmaterial income-producing factor, minus any\ndeductions on Schedule 1, lines 15 and 16. If zero or\nless, enter -0-.",
    "querygen": [
      "are ira contributions deductible",
      "is an ira contribution deductible?",
      "are ira contributions deductible"
    ],
    "querygen_score": [
      "1.7303803",
      "0.8192023",
      "1.7303803"
    ]
  },
  {
    "id": "legal-advice_3__124",
    "doc_id": "legal-advice_3",
    "chunk_id": 124,
    "document_category": "legal-advice",
    "text": "Your insurance can also cover your child who was under age 27 at\nthe end of 2022, even if the child wasn't your dependent. But don’t include amounts for any month\nyou were eligible to participate in an employer-sponsored health plan or amounts paid from\nretirement plan distributions that were nontaxable because you are a retired public safety\nofficer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2. Enter your net profit* and any other earned income** from the business under which the insurance\nplan is established, minus any deductions on Schedule 1, lines 15 and 16. Don’t include\nConservation Reserve Program payments exempt from self-employment tax . . . . . . . . . . . . . . . . . . . 3. Self-employed health insurance deduction. Enter the smaller of line 1 or line 2 here and on\nSchedule 1, line 17. Don’t include this amount in figuring any medical expense deduction\non Schedule A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. 3. *If you used either optional method to figure your net earnings from self-employment, don’t enter your net profit. Instead, enter the amount\nfrom Schedule SE, line 4b. **Earned income includes net earnings and gains from the sale, transfer, or licensing of property you created. However, it doesn't include\ncapital gain income. If you were a more-than-2% shareholder in the S corporation under which the insurance plan is established, earned\nincome is your Medicare wages (box 5 of Form W-2) from that corporation. • Nontaxable qualified tuition program earnings or distributions. • Any nontaxable distribution of\nCoverdell education savings account\nearnings.\n• Any reimbursements you received\nfor these expenses that weren’t reported\nto you in box 1 of your Form W-2. For more details, use Tax Topic 458\nor see Pub. 529. Line 12\nCertain Business Expenses of\nReservists, Performing Artists,\nand Fee-Basis Government\nOfficials\nInclude the following deductions on\nline 12. • Certain business expenses of National Guard and reserve members who\ntraveled more than 100 miles from home\nto perform services as a National Guard\nor reserve member. • Performing-arts-related expenses\nas a qualified performing artist. • Business expenses of fee-basis\nstate or local government officials. For more details, see Form 2106. Line 13 Line 16 Health Savings Account (HSA)\nDeduction Self-Employed SEP, SIMPLE, and\nQualified Plans",
    "querygen": [
      "can a child be covered in a health plan if their parents are disabled?",
      "what is the age limit for child health insurance?",
      "age limit of a dependent on health insurance"
    ],
    "querygen_score": [
      "-4.53504",
      "-2.3871298",
      "-2.1822329"
    ]
  },
  {
    "id": "legal-advice_33__31",
    "doc_id": "legal-advice_33",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "(b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States. (2) No former Government employee who\npersonally and substantially participated in a\nparticular matter involving specific parties may,\nsubsequent to Government employment, represent\nor knowingly assist, in that particular matter, any\nperson who is or was a specific party to that particular\nmatter. (3) A former Government employee who within\na period of one year prior to the termination of\nGovernment employment had official responsibility\nfor a particular matter involving specific parties may\nnot, within two years after Government employment\nis ended, represent in that particular matter any person\nwho is or was a specific party to that particular matter. (4) No former Government employee may, within\none year after Government employment is ended,\ncommunicate with or appear before, with the intent to\ninfluence, any employee of the Treasury Department\nin connection with the publication, withdrawal,\namendment, modification, or interpretation of a rule\nthe development of which the former Government\nemployee participated in, or for which, within a period\nof one year prior to the termination of Government\nemployment, the former government employee had\nofficial responsibility. This paragraph (b)(4) does\nnot, however, preclude any former employee from\nappearing on one’s own behalf or from representing\na taxpayer before the Internal Revenue Service in\nconnection with a particular matter involving specific\nTreasury Department Circular No. 230 Table of Contents parties involving the application or interpretation of\na rule with respect to that particular matter, provided\nthat the representation is otherwise consistent with\nthe other provisions of this section and the former\nemployee does not utilize or disclose any confidential\ninformation acquired by the former employee in the\ndevelopment of the rule. (c) Firm representation —\n(1) No member of a firm of which a former\nGovernment employee is a member may represent\nor knowingly assist a person who was or is a specific\nparty in any particular matter with respect to which\nthe restrictions of paragraph (b)(2) of this section\napply to the former Government employee, in that\nparticular matter, unless the firm isolates the former\nGovernment employee in such a way to ensure that\nthe former Government employee cannot assist in\nthe representation. (2) When isolation of a former Government\nemployee is required under paragraph (c)(1) of\nthis section, a statement affirming the fact of such\nisolation must be executed under oath by the former\nGovernment employee and by another member of the\nfirm acting on behalf of the firm. The statement must\nclearly identify the firm, the former Government\nemployee, and the particular matter(s) requiring\nisolation. The statement must be retained by the firm\nand, upon request, provided to the office(s) of the\nInternal Revenue Service administering or enforcing\nthis part. (d) Pending representation. The provisions of\nthis regulation will govern practice by former\nGovernment employees, their partners and\nassociates with respect to representation in particular\nmatters involving specific parties where actual\nrepresentation commenced before the effective date\nof this regulation. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230",
    "querygen": [
      "can an employee represent anyone in a matter administered by the irs?",
      "irs rules regarding representation",
      "who can represent anyone"
    ],
    "querygen_score": [
      "2.9556782",
      "0.74717426",
      "0.35392663"
    ]
  },
  {
    "id": "legal-advice_32__152",
    "doc_id": "legal-advice_32",
    "chunk_id": 152,
    "document_category": "legal-advice",
    "text": "taxpayer type. For instance, the estimated\nWe Welcome Comments on\naverage time burden for all taxpayers filForms\ning a Form 1040 or 1040-SR is 13 hours, We try to create forms and instructions with an average cost of $250 per return. that can be easily understood. Often this This average includes all associated forms\nis difficult to do because our tax laws are and schedules, across all tax return prepavery complex. For some people with in- ration methods and taxpayer activities. come mostly from wages, filling in the\nWithin this estimate, there is signififorms is easy. For others who have busicant variation in taxpayer activity. For exnesses, pensions, stocks, rental income, or\nample, nonbusiness taxpayers are expecother investments, it is more difficult. ted to have an average burden of about 8 -106- hours and $140, while business taxpayers\nare expected to have an average burden of\nabout 25 hours and $530. Similarly, tax\nreturn preparation fees and other\nout-of-pocket costs vary extensively de- pending on the tax situation of the taxpayIf you have comments concerning the\ner, the type of software or professional time and cost estimates below, you can\npreparer used, and the geographic loca- contact us at either one of the addresses\ntion. shown under We Welcome Comments on\nForms. Estimated Average Taxpayer Burden for Individuals by Activity Average Burden\nAverage Time (Hours) . . All\nOther . . Tax\nPlanning . Recordkeeping . . All taxpayers . . . . . . . . . . Type of taxpayer\nNonbusiness*** . . . . .\nBusiness*** . . . . . . . Total\nTime* . Percentage\nof Returns Type of Taxpayer Form\nCompletion\nand\nSubmission Average\nCost\n(Dollars)** 100% 13 6 2 4 1 $250 72%\n28% 8\n25 3\n12 1\n5 3\n6 1\n2 140\n530 *Detail may not add to total time due to rounding. **Dollars rounded to the nearest $10. ***You are considered a “business” filer if you file one or more of the following with Form 1040 or 1040-SR: Schedule C, E, or F or Form 2106. You are\nconsidered a “nonbusiness” filer if you don’t file any of those schedules or forms with Form 1040 or 1040-SR. -107- Major Categories of Federal Income and Outlays for Fiscal Year 2021\nIncome and Outlays. These pie charts show the relative sizes of the major categories of federal income and outlays for fiscal year 2021. Income\nOutlays*\nSocial security, Medicare,\nand unemployment and other\nretirement taxes\n19% Borrowing to\ncover deficit\n41% Corporate\nincome taxes\n5% Personal income\ntaxes\n30% Social security,\nMedicare, and other\nretirement1\n29% Excise, customs,\nestate, gift, and\nmiscellaneous taxes\n5% Law\nenforcement\nand general\ngovernment\n5% National defense,\nveterans, and foreign\naffairs2\n15% Net\ninterest\non the\ndebt\n5% Physical,\nhuman, and\ncommunity\ndevelopment3\n13% Social\nprograms4\n33% * Numbers may not total to 100% due to rounding. On or before the first Monday in February\nof each year, the President is required by\nlaw to submit to the Congress a budget\nproposal for the fiscal year that begins the\nfollowing October. The budget plan sets\nforth the President's proposed receipts,\nspending, and the surplus or deficit for\nthe federal government. The plan includes\nrecommendations for new legislation as\nwell as recommendations to change, eliminate, and add programs. After receipt of\nthe President's proposal, the Congress reviews the proposal and makes changes.",
    "querygen": [
      "typical cost per return",
      "what is average cost to complete form 1040",
      "average cost of tax return"
    ],
    "querygen_score": [
      "-2.484014",
      "-0.73989767",
      "-1.2734973"
    ]
  },
  {
    "id": "legal-advice_92__32",
    "doc_id": "legal-advice_92",
    "chunk_id": 32,
    "document_category": "legal-advice",
    "text": "ReferenCAUTION ces to lines in the following instructions refer to the line on either\nform. ! Line 1a\nTotal Amount From Form(s)\nW-2, Box 1\nEnter the total amount from Form(s)\nW-2, box 1. If a joint return, also include your spouse's income from\nForm(s) W-2, box 1. If you earned wages while you\nwere an inmate in a penal instiCAUTION tution, you will now report\nthese amounts on Schedule 1, line 8u. Do not report those wages on line 1a. See the instructions for Schedule 1,\nline 8u. ! If you received a pension or annuity from a nonqualified deCAUTION ferred compensation plan or a\nnongovernmental section 457(b) plan\nand it was reported in box 1 of Form\nW-2, do not include this amount on\nForm 1040, line 1a. This amount is reported on Schedule 1, line 8t. ! Line 1b\nHousehold Employee\nWages Not Reported on\nForm(s) W-2 Enter the total of your wages received as\na household employee that was not reported on Form(s) W-2. An employer\nisn’t required to provide a Form W-2 to\nyou if they paid you wages of less than\n$2,400 in 2022. For information on employment taxes for household employees, see Tax Topic 756. Line 1c\nTip Income Not Reported on\nLine 1a This should include any tip income you\ndidn’t report to your employer and any\nallocated tips shown in box 8 on your\nForm(s) W-2 unless you can prove that\nyour unreported tips are less than the\namount in box 8. Allocated tips aren't included as income in box 1. See Pub. 531\nfor more details. Also include the value\nof any noncash tips you received, such\nas tickets, passes, or other items of value. Although you don’t report these noncash tips to your employer, you must report them on line 1c. You may owe social security\nand Medicare or railroad reCAUTION tirement (RRTA) tax on unreported tips. See the instructions for\nSchedule 2, line 5. ! Line 1d\nMedicaid Waiver Payments\nNot Reported on Form(s)\nW-2, Box 1 Enter your taxable Medicaid waiver\npayments that were not reported on\nForm(s) W-2. Also enter the total of\nyour taxable and nontaxable Medicaid\nwaiver payments that were not reported\non Form(s) W-2, or not reported in\nbox 1 of Form(s) W-2, if you choose to\ninclude nontaxable payments in earned\nincome for purposes of claiming a credit\nor other tax benefit. If you and your\nspouse both received nontaxable Medicaid waiver payments during the year,\nyou and your spouse can make different\nchoices about including payments in\nearned income. See the instructions for\nSchedule 1, line 8s. Line 1e\nTaxable Dependent Care\nBenefits From Form 2441,\nLine 26 Enter the total of your taxable dependent\ncare benefits from Form 2441, line 26. Dependent care benefits should be\nshown in box 10 of your Form(s) W-2. But first complete Form 2441 to see if\nyou can exclude part or all of the benefits. Enter the total of your tip income that\nwas not reported on Form 1040, line 1a. Need more information or forms? Visit IRS.gov. -24- Line 1f\nEmployer-Provided\nAdoption Benefits From\nForm 8839, Line 29 Enter the total of your employer-provided adoption benefits from Form 8839,\nline 29. Employer-provided adoption\nbenefits should be shown in box 12 of\nyour Form(s) W-2 with code T.",
    "querygen": [
      "how do you find the box on w-2",
      "where to find the amount on w2",
      "how to write a check for spouse's w2"
    ],
    "querygen_score": [
      "-0.77334845",
      "-0.64555264",
      "-1.7242038"
    ]
  },
  {
    "id": "legal-advice_25__13",
    "doc_id": "legal-advice_25",
    "chunk_id": 13,
    "document_category": "legal-advice",
    "text": "CAUTION Free File makes available free brand-name software and free e-file. Visit IRS.gov/\nFreeFile for details and to see if you are eligible. What form to file. Everyone can file Form 1040. Form 1040-SR is available to you if\nyou were born before January 2, 1958. Fiscal year filers. If you are a fiscal year filer using a tax year other than January 1\nthrough December 31, 2022, write “Tax Year” and the beginning and ending months\nof your fiscal year in the top margin of page 1 of Form 1040 or 1040-SR. Write-in information. If you need to write a word, code, and/or dollar amount on\nForm 1040 or 1040-SR to explain an item of income or deduction, but don't have\nenough space to enter the word, code, and/or dollar amount, you can put an asterisk\nnext to the applicable line number and put a footnote at the bottom of page 2 of your\ntax return indicating the line number and the word, code, and/or dollar amount you\nneed to enter. Section references are to the Internal Revenue Code.\ninstructions for Qualifying Surviving\nSpouse, later. Married Filing Jointly You can check the “Married filing jointly” box at the top of Form 1040 or\n1040-SR if any of the following apply. • You were married at the end of\n2022, even if you didn't live with your\nspouse at the end of 2022. • Your spouse died in 2022 and you\ndidn't remarry in 2022. • You were married at the end of\n2022 and your spouse died in 2023 before filing a 2022 return. A married couple filing jointly report\ntheir combined income and deduct their\ncombined allowable expenses on one return. They can file a joint return even if\nonly one had income or if they didn't\nlive together all year. However, both\npersons must sign the return. Once you\nfile a joint return, you can't choose to\nfile separate returns for that year after\nthe due date of the return. Joint and several tax liability. If you\nfile a joint return, both you and your\nspouse are generally responsible for the\ntax and interest or penalties due on the\nreturn. This means that if one spouse\ndoesn't pay the tax due, the other may\nhave to. Or, if one spouse doesn't report\nthe correct tax, both spouses may be responsible for any additional taxes assessed by the IRS. You may want to file\nseparately if: Need more information or forms? Visit IRS.gov. -12- • You believe your spouse isn't reporting all of their income, or\n• You don’t want to be responsible\nfor any taxes due if your spouse doesn't\nhave enough tax withheld or doesn't pay\nenough estimated tax. See the instructions for Married Filing\nSeparately. Also see Innocent Spouse\nRelief under General Information, later. Nonresident aliens and dual-status aliens. Generally, a married couple can't\nfile a joint return if either spouse is a\nnonresident alien at any time during the\nyear. However, if you were a nonresident alien or a dual-status alien and were\nmarried to a U.S. citizen or resident alien at the end of 2022, you can elect to\nbe treated as a resident alien and file a\njoint return. See Pub. 519 for details.",
    "querygen": [
      "what is the free file",
      "when can i file tax return",
      "what form can you file for free"
    ],
    "querygen_score": [
      "-1.51683",
      "0.51608586",
      "0.6808065"
    ]
  },
  {
    "id": "legal-advice_40__105",
    "doc_id": "legal-advice_40",
    "chunk_id": 105,
    "document_category": "legal-advice",
    "text": "• Be sure you used the correct method to figure your tax. See the instructions for line 16.\n• Be sure to enter your SSN in the\nspace provided on page 1 of Form 1040\nor 1040-SR. If you are married filing a The IRS Mission. Provide America's taxpayers top-quality service by helping them\nunderstand and meet their tax responsibilities and enforce the law with integrity and\nfairness to all. joint or separate return, also enter your\nspouse's SSN. Be sure to enter your SSN\nin the space next to your name. Check\nthat your name and SSN agree with your\nsocial security card. • Make sure your name and address\nare correct. Enter your (and your spouse's) name in the same order as shown\non your last return. • If you live in an apartment, be sure\nto include your apartment number in\nyour address. • If you are taking the standard deduction, see the instructions for line 12\nto be sure you entered the correct\namount. • If you received capital gain distributions but weren't required to file\nSchedule D, make sure you checked the\nbox on line 7.\n• If you are taking the EIC, be sure\nyou used the correct column of the EIC\nTable for your filing status and the number of qualifying children you have who\nhave valid SSNs. • Remember to sign and date Form\n1040 or 1040-SR and enter your occupation(s). • Attach your Form(s) W-2 and other required forms and schedules. Put all\nforms and schedules in the proper order. See Assemble Your Return, earlier.\n• If you owe tax and are paying by\ncheck or money order, be sure to include\nall the required information on your payment. See the instructions for line 37 for\ndetails. • Make sure to check Where Do You\nFile? before mailing your return. Over\nthe next several years, the IRS will be\nreducing the number of paper tax return\nprocessing sites. Because of this, you\nmay need to mail your return to a different address than you have in the past. • Don’t file more than one original\nreturn for the same year, even if you\nhaven't gotten your refund or haven't\nheard from the IRS since you filed. Filing more than one original return for the\nsame year, or sending in more than one\ncopy of the same return (unless we ask\nyou to do so), could delay your refund. -76- • Make sure that if you, your spouse\nwith whom you are filing a joint return,\nor your dependent was enrolled in Marketplace coverage, and advance payments of the premium tax credit were\nmade for the coverage, that you attach\nForm 8962. For tax years other than\n2020, you may have to repay excess advance payments, even if someone else\nenrolled you, your spouse, or your dependent in the Marketplace coverage. Excess advance payments may also have\nto be repaid if you enrolled someone in\nMarketplace coverage, you don't claim\nthat individual as a dependent, and no\none else claims that individual as a dependent. See the instructions for Schedule 2, line 2, and the Instructions for\nForm 8962.",
    "querygen": [
      "how to determine your spouse's tax",
      "how to figure tax returns",
      "how to find out how much to pay on tax return"
    ],
    "querygen_score": [
      "-0.7136848",
      "0.08682958",
      "-2.2734144"
    ]
  },
  {
    "id": "legal-advice_75__1",
    "doc_id": "legal-advice_75",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20114702F\nRelease Date: 11/25/2011\nCC:LB&I:HMT:DET:EREdberg\nPOSTS-104573-11\nUILC: 472.05-00 date: May 13, 2011 to: David W. Bulger, Inventory Technical Advisor\n(Large Business & International)\nRodney K. Kelley, Revenue Agent\n(Large Business & International) from: subject: Elizabeth R. Edberg\nAttorney (Detroit)\n(Large Business & International) LIFO conformity violation This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nDate 1 = -------------------Date 2 = ------Foreign Parent = ------------------Taxpayer = -------------------ABC = -------------------------------------ABC Consolidated Group = -------------------------------------------------------------------------------------Tax Year 1 = -----------------------------------------ISSUES Does the Taxpayer have a LIFO conformity violation related to its provision of financial\nstatements prepared using IFRS to its lending bank? POSTS-104573-11 2 CONCLUSIONS The provision of financial statements prepared using IFRS to the lending bank violated\nthe LIFO conformity requirements. FACTS\nBackground\nOn Date 1, the Taxpayer became a wholly-owned subsidiary of ABC and a\nmember of the ABC Consolidated Group. The ABC Consolidated Group filed a\nconsolidated federal tax return for Tax Year 1. ABC is wholly-owned by Foreign Parent, a foreign entity. Foreign Parent\nreported its worldwide consolidated financial statements using the International\nFinancial Reporting Standards (“IFRS”) for Tax Year 1. Foreign Parent required\nthe Taxpayer to adopt the IFRS standards to facilitate the process of preparing\nthese worldwide consolidated financial statements. Therefore, the Taxpayer\nadopted IFRS for the first time for Tax Year 1. This marked the first year that the\nTaxpayer issued any IFRS based financial statements. Prior to the adoption of\nIFRS, the Taxpayer used U.S. GAAP as its accounting standard. The last-in, first-out (“LIFO”) inventory method is not an allowable method under\nIFRS. The Taxpayer has used the LIFO inventory method for accounting for a\nportion of its inventory since Date 2 for both tax and financial reporting purposes. The Taxpayer continued to use the LIFO inventory method for Tax Year 1. The Taxpayer provided financial statements to its foreign parent based upon\nIFRS standards for Tax Year 1. These financial statements included a balance\nsheet and income statement based upon IFRS standards. The Taxpayer also\nprovided the IFRS-only balance sheet and income statement to its lending bank. Along with the IFRS-only balance sheet and income statement, the Taxpayer\nprovided its lending bank with tabulated versions of its balance sheet and income\nstatement whereby each was presented on an IFRS and U.S. GAAP standard. Specifically, the tabulated financial statements made adjustments (including LIFO\nadjustments) to the IFRS column to arrive at U.S. GAAP. The IFRS version of\nthe profit/income of the Taxpayer was based on a method that did not include\nLIFO principles in inventorying goods. The Taxpayer did not make a distinction\nbetween primary or supplemental information within these financial statements\nrelated to the change from IFRS to U.S. GAAP reporting standards; nor did it\ninclude explanatory footnotes regarding the change. The Taxpayer provided\nthese financial statements to the lending bank in accordance with lending\nrequirements imposed by the bank related to a letter of credit. POSTS-104573-11 3",
    "querygen": [
      "internal revenue service memo release date",
      "irs memo release date",
      "internal revenue service memo release number"
    ],
    "querygen_score": [
      "2.52667",
      "1.9347346",
      "2.3157945"
    ]
  },
  {
    "id": "legal-advice_26__36",
    "doc_id": "legal-advice_26",
    "chunk_id": 36,
    "document_category": "legal-advice",
    "text": "regarding the terms of the engagement. For example,\nthe advisor should determine the client’s expected\npurpose for and use of the advice and should have\na clear understanding with the client regarding the\nform and scope of the advice or assistance to be\nrendered. (2) Establishing the facts, determining which\nfacts are relevant, evaluating the reasonableness\nof any assumptions or representations, relating the\napplicable law (including potentially applicable\njudicial doctrines) to the relevant facts, and arriving\nat a conclusion supported by the law and the facts. (3) Advising the client regarding the import of\nthe conclusions reached, including, for example,\nwhether a taxpayer may avoid accuracy-related\npenalties under the Internal Revenue Code if a\ntaxpayer acts in reliance on the advice. (4) Acting fairly and with integrity in practice\nbefore the Internal Revenue Service. (b) Procedures to ensure best practices for tax\nadvisors. Tax advisors with responsibility for\noverseeing a firm’s practice of providing advice\nconcerning Federal tax issues or of preparing or\nassisting in the preparation of submissions to the\nInternal Revenue Service should take reasonable steps\nto ensure that the firm’s procedures for all members,\nassociates, and employees are consistent with the best\npractices set forth in paragraph (a) of this section. (c) Applicability date. This section is effective after\nJune 20, 2005. § 10.34 Standards with respect to tax returns and\ndocuments, affidavits and other papers. (a) Tax returns.\n(1) A practitioner may not willfully, recklessly, or\nthrough gross incompetence —\n(i) Sign a tax return or claim for refund that\nthe practitioner knows or reasonably should know\ncontains a position that — (A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Internal Revenue Code\n(Code) (including the related regulations and other\npublished guidance); or\nTreasury Department Circular No. 230 Table of Contents (C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (ii) Advise a client to take a position on a tax\nreturn or claim for refund, or prepare a portion of a\ntax return or claim for refund containing a position,\nthat —\n(A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Code (including the\nrelated regulations and other published guidance); or\n(C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (2) A pattern of conduct is a factor that will\nbe taken into account in determining whether a\npractitioner acted willfully, recklessly, or through\ngross incompetence. (b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous.",
    "querygen": [
      "which of the following is an example of an advisor and the role it plays in a business decision?",
      "why should an advisor be engaged in consultation?",
      "who is a counsel and what is the role of an advisor"
    ],
    "querygen_score": [
      "-3.0060587",
      "-1.3108033",
      "-2.5183485"
    ]
  },
  {
    "id": "legal-advice_67__7",
    "doc_id": "legal-advice_67",
    "chunk_id": 7,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30\nSubpart D — Rules Applicable to Disciplinary Proceedings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.60 Institution of proceeding. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.61 Conferences.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.62 Contents of complaint. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.63 Service of complaint; service of other papers; service of evidence in support of complaint;\nfiling of papers. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 32\n§ 10.64 Answer; default.",
    "querygen": [
      ". . . . . . . . . . . .",
      "what is a . . .",
      "what is the name of the song that plays on the piano?"
    ],
    "querygen_score": [
      "-3.8456082",
      "-5.955855",
      "-8.412775"
    ]
  },
  {
    "id": "legal-advice_68__92",
    "doc_id": "legal-advice_68",
    "chunk_id": 92,
    "document_category": "legal-advice",
    "text": "We\nwon't charge you interest on the penalty\nif you pay by the date specified on the\nbill. If your income varied during the\nyear, the annualized income installment\nmethod may reduce the amount of your\npenalty. But you must file Form 2210\nbecause the IRS can't figure your penalty under this method. Third Party Designee If you want to allow your preparer, a\nfriend, a family member, or any other\nperson you choose to discuss your 2022\ntax return with the IRS, check the “Yes”\nbox in the “Third Party Designee” area\nof your return. Also enter the designee's\nname, phone number, and any five digits\nthe designee chooses as their personal\nidentification number (PIN). If you check the “Yes” box, you, and\nyour spouse if filing a joint return, are\nauthorizing the IRS to call the designee\nto answer any questions that may arise\nduring the processing of your return. You are also authorizing the designee to:\n• Give the IRS any information that\nis missing from your return;\n• Call the IRS for information about\nthe processing of your return or the status of your refund or payment(s);\n• Receive copies of notices or transcripts related to your return, upon request; and\n• Respond to certain IRS notices\nabout math errors, offsets, and return\npreparation. You aren't authorizing the designee\nto receive any refund check, bind you to\nanything (including any additional tax\nliability), or otherwise represent you before the IRS. If you want to expand the\ndesignee's authorization, see Pub. 947. This authorization will automatically\nend no later than the due date (not\ncounting extensions) for filing your\n2023 tax return. This is April 15, 2024,\nfor most people. Sign Your Return\nForm 1040 or 1040-SR isn't considered\na valid return unless you sign it in ac- cordance with the requirements in these\ninstructions. If you are filing a joint return, your spouse must also sign. If your\nspouse can't sign the return, see Pub.\n501. Be sure to date your return and enter your occupation(s). If you have\nsomeone prepare your return, you are\nstill responsible for the correctness of\nthe return. If your return is signed by a\nrepresentative for you, you must have a\npower of attorney attached that specifically authorizes the representative to\nsign your return. To do this, you can use\nForm 2848. If you are filing a joint return with your spouse who died in 2022,\nsee Death of a Taxpayer, later. Court-Appointed\nConservator, Guardian, or\nOther Fiduciary If you are a court-appointed conservator,\nguardian, or other fiduciary for a mentally or physically incompetent individual who has to file Form 1040 or\n1040-SR, sign your name for the individual and file Form 56. Child's Return If your child can't sign their return, either parent can sign the child's name in\nthe space provided. Then, enter “By\n(your signature), parent for minor\nchild.” Requirements for a Paper\nReturn You must handwrite your signature on\nyour return if you file it on paper. Digital, electronic, or typed-font signatures\nare not valid signatures for Forms 1040\nor 1040-SR filed on paper. Requirements for an\nElectronic Return To file your return electronically, you\nmust sign the return electronically using\na personal identification number (PIN)\nand provide the information described\nbelow. If you are filing online using\nsoftware, you must use a Self-Select\nPIN.",
    "querygen": [
      "what form do i need to file a penalty",
      "can i claim income tax on my tax return if tax payment is late",
      "what is the penalty for income change?"
    ],
    "querygen_score": [
      "0.087399095",
      "-2.564333",
      "-2.870049"
    ]
  },
  {
    "id": "legal-advice_50__2",
    "doc_id": "legal-advice_50",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "MEGA then issues\nSub1 an Annual Tax Certificate showing the approved credit amounts. Sub1 reports the\ncredits on its SBT returns, and the Employment Credit is refundable to the extent it\nexceeds Sub1’s SBT liability for a given year. 1 The credits are not transferable or\nassignable, except to a successor corporation. 1 The Service issued a Coordinated Issue Paper on State and Local Location Tax Incentives (LMSB-04- PREF-128548-08 3 On Date3, the Agreement was amended with regard to certain deadlines for filing\nfor the tax credits, and for MEGA’s approval. On Date4, the Agreement was amended\nagain, this time to clarify what jobs and property Sub1 could use in computing the tax\ncredits. For book purposes, both the MEGA Business Activity Credit and Employment\nCredit are treated as a reduction in Sub1’s SBT expense. LAW AND ANALYSIS\n1. The refundable MEGA Employment Credit is gross income to the extent Sub1\nreceives a refund of such credit, and it otherwise is a reduction in the amount of\nstate tax expense under § 164. The nonrefundable MEGA Business Activity\nCredit is always a reduction in the amount of state tax expense under § 164. IRC § 164 provides for a deduction for certain taxes, including state income\ntaxes, for the taxable year “within which paid or accrued.” See also § 1.164-1(a) of the\nIncome Tax Regulations. Under § 461(a), the amount of any deduction or credit allowed by subtitle A shall\nbe taken for the tax year that is the proper tax year under the method of accounting\nused in computing taxable income. Sub1 uses an accrual method of accounting, under\nwhich a liability is incurred in the tax year in which all the events have occurred that\nestablish the fact of the liability, the amount of the liability can be determined with\nreasonable accuracy, and economic performance occurs. Treas. Reg. § 1.4461(c)(1)(ii)(A) and 1.461-1(a)(2)(i). Section 1.461-4(g)(6) provides that, if the liability of a\ntaxpayer is to pay a tax, economic performance occurs as the tax is paid to the\ngovernmental authority that imposed the tax. In certain cases, a liability to pay a tax is\npermitted to be taken into account in the tax year before the tax year during which\neconomic performance occurs under the recurring item exception of § 1.461-5. Gross income is income from whatever source derived, except as otherwise\nprovided by law. IRC § 61. As interpreted by the Supreme Court, gross income\nincludes all items that are “undeniable accessions to wealth, clearly realized, and over\nwhich the taxpayers have complete dominion.” Commissioner v. Glenshaw Glass Co.,\n348 U.S. 426, 431 (1955). In Snyder v. Commissioner, T.C. Memo. 1988-320, vacated and remanded\nwithout published opinion, 894 F.2d 1337, 1990 U.S. App. LEXIS 1603 (6th Cir. 1990),\nthe state of Ohio provided for a tax reduction to holders of horse-racing permits. The\nstate generally assessed a tax based on a percentage of racing wagers. Permit holders\nmaking certified capital improvements to their racing facilities could reduce their tax\n0408-023, effective May 23, 2008), but it does not address refundable credits. PREF-128548-08 4",
    "querygen": [
      "is sub1 refundable",
      "when does mega issue a certificate esbt",
      "when can a sub1 credit be refunded a year later"
    ],
    "querygen_score": [
      "0.3964663",
      "-3.6734803",
      "-1.5621424"
    ]
  },
  {
    "id": "legal-advice_66__118",
    "doc_id": "legal-advice_66",
    "chunk_id": 118,
    "document_category": "legal-advice",
    "text": "• Single or married filing separately—$12,550\n• Married filing jointly or qualifying surviving spouse—$25,100\n• Head of household—$18,800\n6. 5. Check any boxes that apply.* You were born before January 2, 1957. You are blind. Spouse was born before January 2, 1957. Spouse is blind. No boxes checked. Enter -0-. Multiply the number of boxes checked by $1,350 ($1,700\nif your 2021 filing status was single or head of household). 6. *If your filing status is married filing separately, you can check the boxes for your spouse only\nif your spouse had no income, isn't filing a return, and can't be claimed as a dependent on\nanother person's return. 7. Add lines 5 and 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7. 8. Is the amount on line 7 less than the amount on line 4? No. 9. STOP None of your refund is taxable. Yes. Subtract line 7 from line 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8. Taxable part of your refund. Enter the smaller of line 3 or line 8 here and on Schedule 1, line 1 . . . . . . . . . . . 9. -84- Line 4\nOther Gains or (Losses) If you sold or exchanged assets used in a\ntrade or business, see the Instructions for\nForm 4797. Line 7\nUnemployment Compensation You should receive a Form 1099-G\nshowing in box 1 the total unemployment compensation paid to you in 2022. Report this amount on line 7. If the amount reported in box 1\nof your Form(s) 1099-G is inCAUTION correct, report on line 7 only\nthe actual amount of unemployment\ncompensation paid to you in 2022. ! If you made contributions to a governmental unemployment compensation\nprogram or to a governmental paid family leave program and you aren't itemizing deductions, reduce the amount you\nreport on line 7 by those contributions. If you are itemizing deductions, see the\ninstructions on Form 1099-G. If you received an overpayment of\nunemployment compensation in 2022\nand you repaid any of it in 2022, subtract the amount you repaid from the total amount you received. Enter the result\non line 7. Also enter “Repaid” and the\namount you repaid on the dotted line\nnext to line 7. If, in 2022, you repaid\nmore than $3,000 of unemployment\ncompensation that you included in gross\nincome in an earlier year, see Repayments in Pub. 525 for details on how to\nreport the payment. have any business expenses.",
    "querygen": [
      "how much do you pay when you are blind",
      "how much for married filing separately",
      "how much should you make filing jointly and divorced"
    ],
    "querygen_score": [
      "-2.28961",
      "-1.4923341",
      "-3.2274802"
    ]
  },
  {
    "id": "legal-advice_0__42",
    "doc_id": "legal-advice_0",
    "chunk_id": 42,
    "document_category": "legal-advice",
    "text": "Facts or other matters contained\nin testimony, Federal tax returns, financial statements,\napplications for enrollment, affidavits, declarations,\nand any other document or statement, written or oral,\nare included in the term “information.” (5) Solicitation of employment as prohibited\nunder §10.30, the use of false or misleading\nrepresentations with intent to deceive a client or\nprospective client in order to procure employment,\nor intimating that the practitioner is able improperly\nto obtain special consideration or action from the\nInternal Revenue Service or any officer or employee\nthereof. (6) Willfully failing to make a Federal tax return\nin violation of the Federal tax laws, or willfully\nevading, attempting to evade, or participating in any\nway in evading or attempting to evade any assessment\nor payment of any Federal tax. (7) Willfully assisting, counseling, encouraging a\nclient or prospective client in violating, or suggesting\nto a client or prospective client to violate, any Federal\ntax law, or knowingly counseling or suggesting to a\nclient or prospective client an illegal plan to evade\nFederal taxes or payment thereof. (8) Misappropriation of, or failure properly or\npromptly to remit, funds received from a client for\nthe purpose of payment of taxes or other obligations\ndue the United States. (9) Directly or indirectly attempting to influence,\nor offering or agreeing to attempt to influence, the\nTreasury Department Circular No. 230 official action of any officer or employee of the\nInternal Revenue Service by the use of threats, false\naccusations, duress or coercion, by the offer of any\nspecial inducement or promise of an advantage or by\nthe bestowing of any gift, favor or thing of value. (10) Disbarment or suspension from practice\nas an attorney, certified public accountant, public\naccountant, or actuary by any duly constituted\nauthority of any State, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia, any Federal court of record or\nany Federal agency, body or board. (11) Knowingly aiding and abetting another\nperson to practice before the Internal Revenue\nService during a period of suspension, disbarment\nor ineligibility of such other person. (12) Contemptuous conduct in connection\nwith practice before the Internal Revenue Service,\nincluding the use of abusive language, making false\naccusations or statements, knowing them to be false,\nor circulating or publishing malicious or libelous\nmatter. (13) Giving a false opinion, knowingly,\nrecklessly, or through gross incompetence, including\nan opinion which is intentionally or recklessly\nmisleading, or engaging in a pattern of providing\nincompetent opinions on questions arising under the\nFederal tax laws. False opinions described in this\nparagraph (a)(l3) include those which reflect or result\nfrom a knowing misstatement of fact or law, from an\nassertion of a position known to be unwarranted under\nexisting law, from counseling or assisting in conduct\nknown to be illegal or fraudulent, from concealing\nmatters required by law to be revealed, or from\nconsciously disregarding information indicating that\nmaterial facts expressed in the opinion or offering\nmaterial are false or misleading. For purposes\nof this paragraph (a)(13), reckless conduct is a\nhighly unreasonable omission or misrepresentation\ninvolving an extreme departure from the standards\nof ordinary care that a practitioner should observe\nunder the circumstances. A pattern of conduct is a\nfactor that will be taken into account in determining\nwhether a practitioner acted knowingly, recklessly,\nor through gross incompetence. Gross incompetence\n§ 10.51 — Page 29 Table of Contents",
    "querygen": [
      "which information is included in a tax affidavit?",
      "what is the purpose of affidavits or statements",
      "affidavit definitions law"
    ],
    "querygen_score": [
      "-0.21788815",
      "-1.0740268",
      "-3.120634"
    ]
  },
  {
    "id": "legal-advice_61__20",
    "doc_id": "legal-advice_61",
    "chunk_id": 20,
    "document_category": "legal-advice",
    "text": "effective April 1, 2004. (iii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 4, 5, or 6, except for those individuals\nwho received their initial enrollment after November\n1, 2004, must apply for renewal between November\n1, 2004, and January 31, 2005. The renewal will be\neffective April 1, 2005. (iv) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 7, 8, or 9, except for those individuals\nwho received their initial enrollment after November\n1, 2005, must apply for renewal between November\n1, 2005, and January 31, 2006. The renewal will be\neffective April 1, 2006. (v) Thereafter, applications for renewal as an\nenrolled agent will be required between November\n1 and January 31 of every subsequent third year as\nspecified in paragraph (d)(2)(i), (d)(2)(ii), or (d)\n(2)(iii) of this section according to the last number\nof the individual’s social security number or tax\nidentification number. Those individuals who\nreceive initial enrollment as an enrolled agent after\nNovember 1 and before April 2 of the applicable\nrenewal period will not be required to renew their\nenrollment before the first full renewal period\nfollowing the receipt of their initial enrollment. (3) Renewal period for enrolled retirement plan\nagents. (i) All enrolled retirement plan agents must\nrenew their preparer tax identification number as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. (ii) Enrolled retirement plan agents will be\nrequired to renew their status as enrolled retirement\nplan agents between April 1 and June 30 of every\nthird year subsequent to their initial enrollment. (4) Renewal period for registered tax return\npreparers. Registered tax return preparers must\nrenew their preparer tax identification number and\ntheir status as a registered tax return preparer as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. (5) Notification of renewal. After review and\napproval, the Internal Revenue Service will notify\n§ 10.6 — Page 11 Table of Contents the individual of the renewal and will issue the\nindividual a card or certificate evidencing current\nstatus as an enrolled agent, enrolled retirement plan\nagent, or registered tax return preparer. (6) Fee. A reasonable nonrefundable fee may be\ncharged for each application for renewal filed. See 26\nCFR part 300.\n(7) Forms. Forms required for renewal may be\nobtained by sending a written request to the address\nspecified by the Internal Revenue Service or from\nsuch other source as the Internal Revenue Service\nwill publish in the Internal Revenue Bulletin (see\n26 CFR 601.601(d)(2)(ii)(b)) and on the Internal\nRevenue Service webpage (www.irs.gov). (e) Condition for renewal: continuing education. In order to qualify for renewal as an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer, an individual must certify, in the\nmanner prescribed by the Internal Revenue Service,\nthat the individual has satisfied the requisite number\nof continuing education hours. (1) Definitions. For purposes of this section —\n(i) Enrollment year means January 1 to\nDecember 31 of each year of an enrollment cycle. (ii) Enrollment cycle means the three successive\nenrollment years preceding the effective date of\nrenewal. (iii) Registration year means each 12-month\nperiod the registered tax return preparer is authorized\nto practice before the Internal Revenue Service.\n(iv)",
    "querygen": [
      "when does an entity have to renew social security",
      "when is a social security number required",
      "when do you renew your social security numbers"
    ],
    "querygen_score": [
      "-0.8366397",
      "0.8235799",
      "1.6441619"
    ]
  },
  {
    "id": "legal-advice_45__8",
    "doc_id": "legal-advice_45",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": "All cards entitle the\npurchaser the right to redeem the cards at any of the Participating A Restaurants. The\nExaminers possess an exhibit which provides the amount of the liability that related to\nthe gift cards sold by A Corporate and C. Because the amount of liability representing\ngift cards sold by A Corporate and C is a number not ordinarily used by the taxpayer,\nthe response to the request was determined based on the average gift card\nredemption rate per year for ALL gift cards sold multiplied by the gift cards sold by A\nand C.\nSummary of A’s ownership interest in restaurants selling A’s gift cards. In researching this opinion, we examined an Excel worksheet schedule and an\n“Attachment to IDR #19” that shows A’s relationship and equity interest in the entities\nthat own restaurants that honor A’s gift cards. 8 The schedule lists, approximately, #EE\nseparate Subchapter S corporations, limited liability companies, limited partnerships,\nand other partnerships, that own A gift card honoring restaurants. The schedule shows\nthat the limited liability companies file partnership returns (Form 1065). A has a 70%\nownership interest in one LLC (M), a 53% ownership in one limited partnership (O), a\n50% ownership interest in one LLC (L) and a 50% ownership in one corporation (N). The taxpayer, A, had no equity interest in 20 of the restaurant-owning entities. The\ntaxpayer has a minority (in many instances a nominal) interest in the other restaurantowning entities. The accuracy of the exact number of restaurants in each of the\ncategories is irrelevant and immaterial, for purposes of this opinion. The material fact is\nthat the taxpayer, A, does not own these restaurants itself, but only has an equity\ninterest or no interest at all. 8 This list of restaurants does not include C, which is owned by A, the taxpayer. POSTF-134398-08 12 LAW AND ANALYSIS Restaurants owned by an intermediary or independent entity. As to restaurants that belong to other entities, the separate gift card company problem\nis clear. As to these, A, the taxpayer, is not the owner of the restaurant (although it may\nhave a variable, sometimes nominal sometimes substantial, equity interest in many but\nnot necessarily in most of the restaurants). In our opinion, in cases where there is an\nintermediary or a completely independent owner entity between the taxpayer, A, and the\nrestaurant in question, the taxpayer is simply a full-service restaurant management\ncompany. It is not the owner of the inventory (the food) that will be redeemed with the\ngift card sale proceeds (the advance payments under Treas. Reg. §1.451-1). The\ntaxpayer, A, is not the party that will be making the food sales, except for those meals\nserved in its own restaurant, C. Consequently, the taxpayer, A, can not convincingly\nargue that those other restaurants’ food inventories should be deemed to be a\nsupplement to, i.e., a source of its own food inventory, for purposes of Treas.",
    "querygen": [
      "can gift cards be redeemable at participating a restaurants, or are they issued as exhibits on gift cards",
      "who has the right to redeem a gift card at any participating a restaurant",
      "who sells gift cards"
    ],
    "querygen_score": [
      "0.46989673",
      "1.585868",
      "-0.13948667"
    ]
  },
  {
    "id": "legal-advice_61__61",
    "doc_id": "legal-advice_61",
    "chunk_id": 61,
    "document_category": "legal-advice",
    "text": "§ 10.90 — Page 43 Table of Contents (5) Disqualified appraisers. (6) Qualified continuing education providers,\nincluding providers —\n(i) Who have obtained a qualifying continuing\neducation provider number; and\n(ii) Whose qualifying continuing education\nnumber has been revoked for failure to comply with\nthe requirements of this part. (b) Other records. Other records of the Director\nof the Office of Professional Responsibility may be\ndisclosed upon specific request, in accordance with\nthe applicable law. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.92 Special orders. § 10.91 Saving provision. Approved: June 3, 2014\nChristopher J. Meade,\nGeneral Counsel Any proceeding instituted under this part prior to\nJune 12, 2014, for which a final decision has not been\nreached or for which judicial review is still available\nis not affected by these revisions. Any proceeding\nunder this part based on conduct engaged in prior to\nJune 12, 2014, which is instituted after that date, will\napply subpart D and E of this part as revised, but\nthe conduct engaged in prior to the effective date of\nthese revisions will be judged by the regulations in\neffect at the time the conduct occurred. Page 44 — § 10.90 The Secretary of the Treasury reserves the power to\nissue such special orders as he or she deems proper\nin any cases within the purview of this part. § 10.93 Effective date. Except as otherwise provided in each section and\nSubject to §10.91, Part 10 is applicable on July 26,\n2002. John Dalrymple,\nDeputy Commissioner for Services and Enforcement [FR Doc. 2014-13739 Filed 06/09/2014 at 4:15 pm;\nPublication Date: 06/12/2014] Treasury Department Circular No. 230",
    "querygen": [
      "who is qualified appraiser",
      "what is a disqualified appraiser",
      "who is a qualified appraiser"
    ],
    "querygen_score": [
      "-0.93260545",
      "-0.9637105",
      "-1.1806554"
    ]
  },
  {
    "id": "legal-advice_0__27",
    "doc_id": "legal-advice_0",
    "chunk_id": 27,
    "document_category": "legal-advice",
    "text": "Any individual may for compensation\nprepare or assist with the preparation of a tax return\nor claim for refund (provided the individual prepares\nless than substantially all of the tax return or claim for\nrefund), appear as a witness for the taxpayer before\nthe Internal Revenue Service, or furnish information\nat the request of the Internal Revenue Service or any\nof its officers or employees. (c) Application of rules to other individuals. Any\nindividual who for compensation prepares, or assists\nin the preparation of, all or a substantial portion of a\ndocument pertaining to any taxpayer’s tax liability for\nsubmission to the Internal Revenue Service is subject\nto the duties and restrictions relating to practice in\nsubpart B, as well as subject to the sanctions for\nviolation of the regulations in subpart C. Unless\notherwise a practitioner, however, an individual\nmay not for compensation prepare, or assist in the\npreparation of, all or substantially all of a tax return\nor claim for refund, or sign tax returns and claims for\nrefund. For purposes of this paragraph, an individual\ndescribed in 26 CFR 301.7701-15(f) is not treated\nas having prepared all or a substantial portion of the\ndocument by reason of such assistance. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. (a) Continuing education providers —\n(1) In general. Continuing education providers\nare those responsible for presenting continuing\neducation programs. A continuing education provider\nmust —\n(i) Be an accredited educational institution;\n(ii) Be recognized for continuing education\npurposes by the licensing body of any State, territory,\nor possession of the United States, including a\nCommonwealth, or the District of Columbia;\n(iii) Be recognized and approved by a qualifying\norganization as a provider of continuing education\non subject matters within §10.6(f) of this part. The\nInternal Revenue Service may, at its discretion,\nidentify a professional organization, society or\nbusiness entity that maintains minimum education\nstandards comparable to those set forth in this part as\na qualifying organization for purposes of this part in\nappropriate forms, instructions, and other appropriate\nguidance; or\n(iv) Be recognized by the Internal Revenue\nService as a professional organization, society, or\nbusiness whose programs include offering continuing\nprofessional education opportunities in subject\nmatters within §10.6(f) of this part. The Internal\nRevenue Service, at its discretion, may require such\nprofessional organizations, societies, or businesses\nto file an agreement and/or obtain Internal Revenue\nService approval of each program as a qualified\ncontinuing education program in appropriate forms,\ninstructions or other appropriate guidance. (2) Continuing education provider numbers —\n(i) In general. A continuing education provider\nis required to obtain a continuing education provider\nnumber and pay any applicable user fee. (ii) Renewal. A continuing education provider\nmaintains its status as a continuing education provider\nduring the continuing education provider cycle by\nrenewing its continuing education provider number as\nprescribed by forms, instructions or other appropriate\nguidance and paying any applicable user fee. Treasury Department Circular No. 230 § 10.9 — Page 17 Table of Contents (3) Requirements for qualified continuing\neducation programs.",
    "querygen": [
      "who is allowed the right to prepare tax return",
      "who can prepare ny state taxes",
      "who can prepare tax returns"
    ],
    "querygen_score": [
      "0.62492746",
      "-4.0797324",
      "1.980738"
    ]
  },
  {
    "id": "legal-advice_99__72",
    "doc_id": "legal-advice_99",
    "chunk_id": 72,
    "document_category": "legal-advice",
    "text": "1040 or\n1040-SR EIC CAUTION 10o4r0 R 1040-S If your EIC for a year after 1996 was reduced or disallowed, see\nForm 8862, who must file, earlier, to find out if you must file Form\n8862 to take the credit for 2022. -45- Need more information or forms? Visit IRS.gov. 2022 Earned Income Credit (EIC) Table\nCaution. This is not a tax table. 1. To find your credit, read down\nthe “At least - But less than”\ncolumns and find the line that\nincludes the amount you were told\nto look up from your EIC\nWorksheet. 2. Then, go to the column that\nincludes your filing status and the\nnumber of qualifying children you\nhave who have valid SSNs as\ndefined earlier. Enter the credit from\nthat column on your EIC Worksheet. And your filing status is— If the amount you are\nlooking up from the\nworksheet is— 0 Example. If your filing status is\nsingle, you have one qualifying\nchild who has a valid SSN, and the\namount you are looking up from\nyour EIC Worksheet is $2,455, you\nwould enter $842. Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 2,400\n2,450 1 2 3 0 1 2 If the amount you\nare looking up from\nthe worksheet is– 3 At least But less\nthan 1\n50\n100\n150 50\n100\n150\n200 2\n6\n10\n13 9\n26\n43\n60 10\n30\n50\n70 11\n34\n56\n79 2\n6\n10\n13 9\n26\n43\n60 10\n30\n50\n70 200\n250\n300\n350 250\n300\n350\n400 17\n21\n25\n29 77\n94\n111\n128 90\n110\n130\n150 101\n124\n146\n169 17\n21\n25\n29 77\n94\n111\n128 400\n450\n500\n550 450\n500\n550\n600 33\n36\n40\n44 145\n162\n179\n196 170\n190\n210\n230 191\n214\n236\n259 33\n36\n40\n44 600\n650\n700\n750 650\n700\n750\n800 48\n52\n55\n59 213\n230\n247\n264 250\n270\n290\n310 281\n304\n326\n349 800\n850\n900\n950 850\n900\n950\n1,000 63\n67\n71\n75 281\n298\n315\n332 330\n350\n370\n390 1,000\n1,050\n1,100\n1,150 1,050\n1,100\n1,150\n1,200 78\n82\n86\n90 349\n366\n383\n400 1,200\n1,250\n1,300\n1,350 1,250\n1,300\n1,350\n1,400 94\n98\n101\n105 1,400\n1,450\n1,500\n1,550 1,450\n1,500\n1,550\n1,600 1,600\n1,650\n1,700\n1,750 ★ 1 2 3 970\n990 1,091\n1,114 Your credit is— 2,450\n2,500 186\n189 825\n842 And your filing status is– Married filing jointly and you\nhave– Your credit is– But less\nthan At least And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household, or\nqualifying surviving spouse and\nthe number of children you have is— Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 Your credit is– 1 2 3 At least But less\nthan Your credit is– 11\n34\n56\n79 2,800\n2,850\n2,900\n2,950 2,850\n2,900\n2,950\n3,000 216\n220\n224\n228 961\n978\n995\n1,012 1,130\n1,150\n1,170\n1,190 1,271\n1,294\n1,316\n1,339 216\n220\n224\n228 961\n978\n995\n1,012 1,130\n1,150\n1,170\n1,190 1,271\n1,294\n1,316\n1,339 90\n110\n130\n150 101\n124\n146\n169 3,000\n3,050\n3,100\n3,150 3,050\n3,100\n3,150\n3,200 231\n235\n239\n243 1,029\n1,046\n1,063\n1,080 1,210\n1,230\n1,250\n1,270 1,361\n1,384\n1,406\n1,429 231\n235\n239\n243 1,029\n1,046\n1,063\n1,080 1,210\n1,230\n1,250\n1,270 1,361\n1,384\n1,406\n1,429 145\n162\n179\n196 170\n190\n210\n230 191\n214\n236\n259 3,200\n3,250\n3,300\n3,350 3,250\n3,300\n3,350\n3,400 247\n251\n254\n258 1,097\n1,114\n1,131\n1,148 1,290\n1,310\n1,330\n1,350 1,451\n1,474\n1,496\n1,519 247\n251\n254\n258 1,097\n1,114\n1,131\n1,148 1,290\n1,310\n1,330\n1,350 1,451\n1,474\n1,496\n1,519 48\n52\n55\n59 213\n230\n247\n264 250\n270\n290\n310 281\n304\n326\n349 3,400\n3,450\n3,500\n3,550 3,450\n3,500\n3,550\n3,600 262\n266\n270\n273 1,165\n1,182\n1,199\n1,216 1,370\n1,390\n1,410\n1,430 1,541\n1,564\n1,586\n1,609 262\n266\n270\n273 1,165\n1,182\n1,199\n1,216 1,370\n1,390\n1,410\n1,430 1,541\n1,564\n1,586\n1,609 371\n394\n416\n439 63\n67\n71\n75 281\n298\n315\n332 330\n350\n370\n390 371\n394\n416\n439 3,600\n3,650\n3,700\n3,750 3,650\n3,700\n3,750\n3,800 277\n281\n285\n289 1,233\n1,250\n1,267\n1,284 1,450\n1,470\n1,490\n1,510 1,631\n1,654\n1,676\n1,699 277\n281\n285\n289 1,233\n1,250\n1,267\n1,284 1,450\n1,470\n1,490\n1,510 1,631\n1,654\n1,676\n1,699 410\n430\n450\n470 461\n484\n506\n529 78\n82\n86\n90 349\n366\n383\n400 410\n430\n450\n470 461\n484\n506\n529 3,800\n3,850\n3,900\n3,950 3,850\n3,900\n3,950\n4,000 293\n296\n300\n304 1,301\n1,318\n1,335\n1,352 1,530\n1,550\n1,570\n1,590 1,721\n1,744\n1,766\n1,789 293\n296\n300\n304 1,301\n1,318\n1,335\n1,352 1,530\n1,550\n1,570\n1,590 1,721\n1,744\n1,766\n1,789 417\n434\n451\n468 490\n510\n530\n550 551\n574\n596\n619 94\n98\n101\n105 417\n434\n451\n468 490\n510\n530\n550 551\n574\n596\n619 4,000\n4,050\n4,100\n4,150 4,050\n4,100\n4,150\n4,200 308\n312\n316\n319 1,369\n1,386\n1,403\n1,420 1,610\n1,630\n1,650\n1,670 1,811\n1,834\n1,856\n1,879 308\n312\n316\n319 1,369\n1,386\n1,403\n1,420 1,610\n1,630\n1,650\n1,670 1,811\n1,834\n1,856\n1,879 109\n113\n117\n120 485\n502\n519\n536 570\n590\n610\n630 641\n664\n686\n709 109\n113\n117\n120 485\n502\n519\n536 570\n590\n610\n630 641\n664\n686\n709 4,200\n4,250\n4,300\n4,350 4,250\n4,300\n4,350\n4,400 323\n327\n331\n335 1,437\n1,454\n1,471\n1,488 1,690\n1,710\n1,730\n1,750 1,901\n1,924\n1,946\n1,969 323\n327\n331\n335 1,437\n1,454\n1,471\n1,488 1,690\n1,710\n1,730\n1,750 1,901\n1,924\n1,946\n1,969 1,650\n1,700\n1,750\n1,800 124\n128\n132\n136 553\n570\n587\n604 650\n670\n690\n710 731\n754\n776\n799 124\n128\n132\n136 553\n570\n587\n604 650\n670\n690\n710 731\n754\n776\n799 4,400\n4,450\n4,500\n4,550 4,450\n4,500\n4,550\n4,600 339\n342\n346\n350 1,505\n1,522\n1,539\n1,556 1,770\n1,790\n1,810\n1,830 1,991\n2,014\n2,036\n2,059 339\n342\n346\n350 1,505\n1,522\n1,539\n1,556 1,770\n1,790\n1,810\n1,830 1,991\n2,014\n2,036\n2,059 1,800\n1,850\n1,900\n1,950 1,850\n1,900\n1,950\n2,000 140\n143\n147\n151 621\n638\n655\n672 730\n750\n770\n790 821\n844\n866\n889 140\n143\n147\n151 621\n638\n655\n672 730\n750\n770\n790 821\n844\n866\n889 4,600\n4,650\n4,700\n4,750 4,650\n4,700\n4,750\n4,800 354\n358\n361\n365 1,573\n1,590\n1,607\n1,624 1,850\n1,870\n1,890\n1,910 2,081\n2,104\n2,126\n2,149 354\n358\n361\n365 1,573\n1,590\n1,607\n1,624 1,850\n1,870\n1,890\n1,910 2,081\n2,104\n2,126\n2,149 2,000\n2,050\n2,100\n2,150 2,050\n2,100\n2,150\n2,200 155\n159\n163\n166 689\n706\n723\n740 810\n830\n850\n870 911\n934\n956\n979 155\n159\n163\n166 689\n706\n723\n740 810\n830\n850\n870 911\n934\n956\n979 4,800\n4,850\n4,900\n4,950 4,850\n4,900\n4,950\n5,000 369\n373\n377\n381 1,641\n1,658\n1,675\n1,692 1,930\n1,950\n1,970\n1,990 2,171\n2,194\n2,216\n2,239 369\n373\n377\n381 1,641\n1,658\n1,675\n1,692",
    "querygen": [
      "when are 1040 forms required",
      "if you file 1040 sr, which form must you file",
      "what form do you file an eic form"
    ],
    "querygen_score": [
      "-1.4571925",
      "1.1853735",
      "0.6066242"
    ]
  },
  {
    "id": "legal-advice_68__126",
    "doc_id": "legal-advice_68",
    "chunk_id": 126,
    "document_category": "legal-advice",
    "text": "You can either pay the\npremiums yourself or the S corporation\ncan pay them and report them as wages. If the policy is in your name and you\npay the premiums yourself, the S corporation must reimburse you. You can deduct the premiums only if the S corporation reports the premiums paid or reimbursed as wages in box 1 of your Form\nW-2 in 2022 and you also report the premium payments or reimbursements as\nwages on Form 1040 or 1040-SR,\nline 1a. But if you were also eligible to participate in any subsidized health plan\nmaintained by your or your spouse's employer for any month or part of a month\nin 2022, amounts paid for health insurance coverage for that month can't be\nused to figure the deduction. Also, if\nyou were eligible for any month or part\nof a month to participate in any subsidized health plan maintained by the employer of either your dependent or your\nchild who was under age 27 at the end\nof 2022, don’t use amounts paid for coverage for that month to figure the deduction. A qualified small employer\nhealth reimbursement arrangeCAUTION ment (QSEHRA) is considered\nto be a subsidized health plan maintained by an employer. Lines 19a, 19b, and 19c\nAlimony Paid Example. If you were eligible to participate in a subsidized health plan maintained by your spouse's employer from\nSeptember 30 through December 31,\nyou can't use amounts paid for health insurance coverage for September through\nDecember to figure your deduction. Medicare premiums you voluntarily\npay to obtain insurance in your name\nthat is similar to qualifying private\nhealth insurance can be used to figure\nthe deduction. Amounts paid for health\ninsurance coverage from retirement plan\ndistributions that were nontaxable because you are a retired public safety officer can't be used to figure the deduction. For more details, see Pub. 535. If you qualify to take the deduction,\nuse the Self-Employed Health Insurance\nDeduction Worksheet to figure the\namount you can deduct. Exceptions. Use Pub. 535 instead of\nthe Self-Employed Health Insurance Deduction Worksheet in these instructions\nto figure your deduction if any of the\nfollowing applies. • You had more than one source of\nincome subject to self-employment tax. • You file Form 2555.\n• You are using amounts paid for\nqualified long-term care insurance to\nfigure the deduction. Use Pub. 974 instead of the worksheet in these instructions if the insurance plan was considered to be established under your business and was obtained through the Marketplace, and advance payments of the premium tax\ncredit were made or you are claiming\nthe premium tax credit. If you made payments to or for your\nspouse or former spouse under a divorce\nor separation agreement entered into on\nor before December 31, 2018, you may\nbe able to take this deduction. You can't\ntake a deduction for alimony payments\nyou made to or for your spouse if you\nentered into your divorce or separation\nagreement after December 31, 2018, or\nif you entered into the agreement on or\nbefore December 31, 2018, and the\nagreement was changed after December\n31, 2018, to expressly provide that alimony received is not included in your\nformer spouse's income. Use Tax Topic\n452 or see Pub. 504. !",
    "querygen": [
      "can you deduct premiums on a auto policy?",
      "can i pay the premiums for an ira insurance policy",
      "can an insurance pay premiums"
    ],
    "querygen_score": [
      "-2.2545419",
      "-3.5763118",
      "-0.7698285"
    ]
  },
  {
    "id": "legal-advice_40__60",
    "doc_id": "legal-advice_40",
    "chunk_id": 60,
    "document_category": "legal-advice",
    "text": "Line 25c—Other Forms\nInclude on line 25c any federal income\ntax withheld on your Form(s) W-2G. The amount withheld should be shown\nin box 4. Attach Form(s) W-2G to the\nfront of your return if federal income tax\nwas withheld. If you had Additional Medicare Tax\nwithheld, include the amount shown on\nForm 8959, line 24, in the total on\nline 25c. Attach Form 8959. Include on line 25c any federal income tax withheld that is shown on a\nSchedule K-1. Also include on line 25c any tax\nwithheld that is shown on Form 1042-S, -37- If you and your spouse paid joint estimated tax but are now filing separate income tax returns, you can divide the\namount paid in any way you choose as\nlong as you both agree. If you can't\nagree, you must divide the payments in\nproportion to each spouse's individual\ntax as shown on your separate returns\nfor 2022. For more information, see\nPub. 505. Be sure to show both SSNs in\nthe space provided on the separate returns. If you or your spouse paid separate estimated tax but you are now filing\na joint return, add the amounts you each\npaid. Follow these instructions even if\nyour spouse died in 2022 or in 2023 before filing a 2022 return. Divorced taxpayers. If you got divorced in 2022 and you made joint estimated tax payments with your former\nspouse, enter your former spouse's SSN\nin the space provided on the front of\nForm 1040 or 1040-SR. If you were divorced and remarried in 2022, enter\nyour present spouse's SSN in the space\nprovided on the front of Form 1040 or\n1040-SR. Also, on the dotted line next\nto line 26, enter your former spouse's\nSSN, followed by “DIV.” Name change. If you changed your\nname and you made estimated tax payments using your former name, attach a\nstatement to the front of Form 1040 or\n1040-SR that explains all the payments\nyou and your spouse made in 2022 and\nthe name(s) and SSN(s) under which\nyou made them. Need more information or forms? Visit IRS.gov. Line 27—\nEarned Income Credit (EIC) work and is valid for EIC purposes (explained later under\nDefinitions and Special Rules)? Yes. Continue\nNo. STOP\n䊲 What Is the EIC? The EIC is a credit for certain people who work. The credit may\ngive you a refund even if you don’t owe any tax or didn’t have\nany tax withheld. To Take the EIC: • Follow the steps below. • Complete the worksheet that applies to you or let the IRS You can't take the credit. Enter “No” on the dotted\nline next to line 27. 3. Are you filing Form 2555 (relating to foreign earned\nincome)? No. Continue\nYes. STOP 䊲 You can't take the\ncredit. figure the credit for you. • If you have a qualifying child, complete and attach Schedule EIC.\n• If you have at least one child who meets the conditions to\nbe your qualifying child for purposes of claiming the EIC, complete and attach Schedule EIC, even if that child doesn't have a\nvalid SSN. See Schedule EIC for more information, including\nhow to complete Schedule EIC if your qualifying child doesn't\nhave a valid SSN.",
    "querygen": [
      "what tax forms do i need to attach to w2g?",
      "what lines are included in w2g returns?",
      "what form must i attach federal income tax to"
    ],
    "querygen_score": [
      "0.23839813",
      "0.16827801",
      "0.66239357"
    ]
  },
  {
    "id": "legal-advice_61__26",
    "doc_id": "legal-advice_61",
    "chunk_id": 26,
    "document_category": "legal-advice",
    "text": "The\ncircumstances described in this paragraph (c)(1) are\nas follows:\n(i) An individual may represent a member of his\nor her immediate family. (ii)A regular full-time employee of an individual\nemployer may represent the employer. (iii) A general partner or a regular full-time\nemployee of a partnership may represent the\npartnership.\n(iv) A bona fide officer or a regular fulltime employee of a corporation (including a\nPage 16 — § 10.6 parent, subsidiary, or other affiliated corporation),\nassociation, or organized group may represent the\ncorporation, association, or organized group.\n(v) A regular full-time employee of a trust,\nreceivership, guardianship, or estate may represent\nthe trust, receivership, guardianship, or estate. (vi) An officer or a regular employee of\na governmental unit, agency, or authority may\nrepresent the governmental unit, agency, or authority\nin the course of his or her official duties. (vii) An individual may represent any individual\nor entity, who is outside the United States, before\npersonnel of the Internal Revenue Service when such\nrepresentation takes place outside the United States. (2) Limitations. (i) An individual who is under suspension or\ndisbarment from practice before the Internal Revenue\nService may not engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section. (ii) The Commissioner, or delegate, may,\nafter notice and opportunity for a conference, deny\neligibility to engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section to any individual who has engaged in\nconduct that would justify a sanction under §10.50. (iii) An individual who represents a taxpayer\nunder the authority of paragraph (c)(1) of this section\nis subject, to the extent of his or her authority, to such\nrules of general applicability regarding standards\nof conduct and other matters as prescribed by the\nInternal Revenue Service. (d) Special appearances. The Commissioner,\nor delegate, may, subject to conditions deemed\nappropriate, authorize an individual who is not\notherwise eligible to practice before the Internal\nRevenue Service to represent another person in a\nparticular matter. (e) Fiduciaries. For purposes of this part, a\nfiduciary (for example, a trustee, receiver, guardian,\npersonal representative, administrator, or executor) is\nconsidered to be the taxpayer and not a representative\nof the taxpayer. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents § 10.8 Return preparation and application of\nrules to other individuals. § 10.9 Continuing education providers and\ncontinuing education programs. (a) Preparing all or substantially all of a tax return. Any individual who for compensation prepares or\nassists with the preparation of all or substantially\nall of a tax return or claim for refund must have\na preparer tax identification number. Except as\notherwise prescribed in forms, instructions, or other\nappropriate guidance, an individual must be an\nattorney, certified public accountant, enrolled agent,\nor registered tax return preparer to obtain a preparer\ntax identification number. Any individual who for\ncompensation prepares or assists with the preparation\nof all or substantially all of a tax return or claim for\nrefund is subject to the duties and restrictions relating\nto practice in subpart B, as well as subject to the\nsanctions for violation of the regulations in subpart C.\n(b) Preparing a tax return and furnishing\ninformation.",
    "querygen": [
      "who is the employer's general partner",
      "who may represent employer",
      "how are family members represented in employment"
    ],
    "querygen_score": [
      "-0.9801637",
      "2.6275437",
      "-0.2796486"
    ]
  },
  {
    "id": "legal-advice_93__18",
    "doc_id": "legal-advice_93",
    "chunk_id": 18,
    "document_category": "legal-advice",
    "text": "Upon\nthe applicant’s written request, the Internal Revenue\nService will afford the applicant the opportunity to\nbe heard with respect to the application. (d) Compliance and suitability checks. (1) As a condition to consideration of an\napplication, the Internal Revenue Service may\nconduct a Federal tax compliance check and\nsuitability check. The tax compliance check will be\nlimited to an inquiry regarding whether an applicant\nhas filed all required individual or business tax\nreturns and whether the applicant has failed to pay, or\nmake proper arrangements with the Internal Revenue\nService for payment of, any Federal tax debts. The suitability check will be limited to an inquiry\nregarding whether an applicant has engaged in any\nconduct that would justify suspension or disbarment\nof any practitioner under the provisions of this part\non the date the application is submitted, including\nwhether the applicant has engaged in disreputable\nconduct as defined in §10.51. The application will\nbe denied only if the results of the compliance or\nsuitability check are sufficient to establish that the\npractitioner engaged in conduct subject to sanctions\nunder §§10.51 and 10.52. (2) If the applicant does not pass the tax\ncompliance or suitability check, the applicant will\nnot be issued an enrollment or registration card or\ncertificate pursuant to §10.6(b) of this part. An\napplicant who is initially denied enrollment or\nregistration for failure to pass a tax compliance\ncheck may reapply after the initial denial if the\napplicant becomes current with respect to the\napplicant’s tax liabilities. (e) Temporary recognition. On receipt of a properly\nexecuted application, the Commissioner, or delegate,\nmay grant the applicant temporary recognition to\npractice pending a determination as to whether status\nas an enrolled agent, enrolled retirement plan agent,\nor registered tax return preparer should be granted. Temporary recognition will be granted only in\nunusual circumstances and it will not be granted, in\nany circumstance, if the application is not regular on\nits face, if the information stated in the application,\nPage 10 — § 10.5 if true, is not sufficient to warrant granting the\napplication to practice, or the Commissioner,\nor delegate, has information indicating that the\nstatements in the application are untrue or that the\napplicant would not otherwise qualify to become\nan enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. Issuance of temporary\nrecognition does not constitute either a designation\nor a finding of eligibility as an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer, and the temporary recognition may\nbe withdrawn at any time. (f) Protest of application denial. The applicant\nwill be informed in writing as to the reason(s) for\nany denial of an application. The applicant may,\nwithin 30 days after receipt of the notice of denial of\nthe application, file a written protest of the denial as\nprescribed by the Internal Revenue Service in forms,\nguidance, or other appropriate guidance. A protest\nunder this section is not governed by subpart D of\nthis part. (f) Effective/applicability date. This section is\napplicable to applications received on or after\nAugust 2, 2011. § 10.6 Term and renewal of status as an enrolled\nagent, enrolled retirement plan agent, or\nregistered tax return preparer. (a) Term.",
    "querygen": [
      "does internal revenue service conduct tax checks? quizlet",
      "who conducts tax compliance checks for applicants in the state of texas",
      "what checks should an applicant submit to the irs"
    ],
    "querygen_score": [
      "0.78229487",
      "-2.3897953",
      "1.6485485"
    ]
  },
  {
    "id": "legal-advice_62__85",
    "doc_id": "legal-advice_62",
    "chunk_id": 85,
    "document_category": "legal-advice",
    "text": "(11 weeks if you filed electronically). Have your 2022 tax return handy so you\ncan enter your social security number,\nyour filing status, and the exact whole\ndollar amount of your refund. Where's My Refund will provide a\npersonalized refund date as soon as the\nIRS processes your tax return and approves your refund. Effect of refund on benefits. Any refund you receive can't be counted as income when determining if you or anyone else is eligible for benefits or\nassistance, or how much you or anyone\nelse can receive, under any federal program or under any state or local program\nfinanced in whole or in part with federal\nfunds. These programs include Temporary Assistance for Needy Families\n(TANF), Medicaid, Supplemental Security Income (SSI), and Supplemental\nNutrition Assistance Program (formerly\nfood stamps). In addition, when determining eligibility, the refund can't be\ncounted as a resource for at least 12\nmonths after you receive it. Check with\nyour local benefit coordinator to find out\nif your refund will affect your benefits. DIRECT DEPOSIT Simple. Safe. Secure. Fast Refunds! Join the eight in 10 taxpayers\nwho choose direct deposit—a fast, simple, safe,\nsecure way to have your refund deposited\nautomatically to your checking or savings\naccount, including an individual retirement\narrangement (IRA). See the information about\nIRAs, later. If you want us to directly deposit the\namount shown on line 35a to your\nchecking or savings account, including\nan IRA, at a bank or other financial institution (such as a mutual fund, brokerage firm, or credit union) in the United\nStates:\n• Complete lines 35b through 35d (if\nyou want your refund deposited to only\none account), or\n• Check the box on line 35a and attach Form 8888 if you want to split the\ndirect deposit of your refund into more\nthan one account or use all or part of\nyour refund to buy paper series I savings\nbonds. If you don’t want your refund directly deposited to your account, don’t check the box on line 35a. Draw a line\nthrough the boxes on lines 35b and 35d. We will send you a check instead. Account must be in your name. Don’t\nrequest a deposit of your refund to an\naccount that isn't in your name, such as\nyour tax return preparer’s account. Although you may owe your tax return\npreparer a fee for preparing your return,\ndon’t have any part of your refund deposited into the preparer's account to pay\nthe fee. The number of refunds that can be directly deposited to a single account or\nprepaid debit card is limited to three a\nyear. After this limit is reached, paper\nchecks will be sent instead. Learn more\nat IRS.gov/DepositLimit. Why Use Direct Deposit? • You get your refund faster by direct deposit than you do by check. • Payment is more secure. There is\nno check that can get lost or stolen. • It is more convenient. You don’t\nhave to make a trip to the bank to deposit your check. • It saves tax dollars. It costs the\ngovernment less to refund by direct deposit.\n• It's proven itself. Nearly 98% of\nsocial security and veterans' benefits are\nsent electronically using direct deposit.",
    "querygen": [
      "what is the time frame to get your tax refund",
      "how long will it take to receive tax refund if i file electronically",
      "how long for tax refund"
    ],
    "querygen_score": [
      "-0.4408266",
      "0.99319446",
      "0.097670466"
    ]
  }
]