[
  {
    "id": "legal-advice_81__6",
    "doc_id": "legal-advice_81",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "26 This translation rule applied to taxes claimed as credits under either the cash method or the accrual\nmethod. 27\nGeneral Explanation of Tax Legislation Enacted in 1997, Part Two: Taxpayer Relief Act of 1997. JCS28-97, Pt. 2 Title XI [hereinafter General Explanation]. 28\nI.R.C. § 986(a)(1)(B).\n22 POSTF-113176-10 7 Similarly, section 905(c)(1)(B) provides that, if accrued taxes are not paid before\nthe date two years after the close of the taxable year to which the taxes relate, a foreign\ntax redetermination results. Taxes paid before that date are treated as paid in the year\nto which they relate and no redetermination of U.S. tax is required. The legislative\nhistory and the statute both provide that, “[i]n the case of the direct foreign tax credit,\nany such taxes subsequently paid are taken into account for the taxable year to which\nsuch taxes relate…,”29 although translated at the spot rate on the date of payment. Thus, consistent with Cuba and Revenue Ruling 58-55, taxes paid either within or after\ntwo years after the close of the taxable year to which they relate are considered to\naccrue in the year to which they relate, not in the year in which they are paid. The application of the relation-back doctrine therefore prevents the double\ntaxation of foreign-source income. Otherwise, if the foreign tax accrued for purposes of\nthe credit in the year the liability was finally determined, then the credit would not be\ntaken in the year when the income was earned and subject to double taxation. Such a\ncontrary result would thwart the purpose of the credit. Consistent with the IRS’s position in Revenue Ruling 58-55, in the instant case, ----------------accrued the -----------withholding taxes in --------when the -----------contest\nwas resolved and the taxes were paid. But for purposes of the foreign tax credit, the\naccrual related back to --------and -------, the years for which the taxes were assessed. C. -------------- may not claim the foreign tax credits on its amended --------return. In its rebuttals, ---------------relied on Revenue Ruling 58-55, as well as United\nStates v. Campbell,30 to support its position that the credits may be taken on its\namended --------return, rather than the returns for the years to which the taxes related. Based on these authorities, it argued that, because the foreign taxes accrued in -------,\nthe foreign tax credits may be taken in -------. But in analyzing these authorities, ------------------------took statements out of context and failed to read the respective authorities\nas a whole. In discussing Revenue Ruling 58-55, ---------------dismissed the application of the\nrelation-back doctrine and ignored the remaining contents of the ruling. It only focused\non the statement that the accrual “cannot be made until the . . . liability is finally\ndetermined. ”31 On this basis, it asserted that it could claim the credits on its amended ---------return. But the sentence preceding this statement provided: “A foreign tax for the\npurpose of such credit is accruable for the taxable year to which it relates even though\nthe taxpayer contests the liability therefor and such tax is not paid until a later year.”32\nIn the instant case, --------was not the taxable year to which the -----------withholding\n29",
    "querygen": [
      "what is the difference between an accrual and cash payment",
      "what is the translation rule for cash and accrual taxes",
      "when was the translation rule enacted?"
    ],
    "querygen_score": [
      "-2.8277159",
      "-0.63224435",
      "-1.1764996"
    ]
  },
  {
    "id": "legal-advice_66__15",
    "doc_id": "legal-advice_66",
    "chunk_id": 15,
    "document_category": "legal-advice",
    "text": "Test 1. You paid over half the cost of\nkeeping up a home that was the main\nhome for all of 2022 of your parent whom you can claim as a dependent, except under a multiple support agreement\n(see Who Qualifies as Your Dependent,\nlater). Your parent didn't have to live\nwith you. Test 2. You paid over half the cost of\nkeeping up a home in which you lived\nand in which one of the following also\nlived for more than half of the year (if\nhalf or less, see Exception to time lived\nwith you, later). 1. Any person whom you can claim\nas a dependent. But don’t include:\na. Your child whom you claim as\nyour dependent because of the rule for\nChildren of divorced or separated parents under Who Qualifies as Your Dependent, later;\nb. Any person who is your dependent only because the person lived with\nyou for all of 2022; or\nc. Any person you claimed as a dependent under a multiple support agreement. See Who Qualifies as Your Dependent, later. 2. Your unmarried qualifying child\nwho isn't your dependent. 3. Your married qualifying child\nwho isn't your dependent only because\nyou can be claimed as a dependent on\nsomeone else's 2022 return. 4. Your qualifying child who, even\nthough you are the custodial parent, isn't\nyour dependent because of the rule for\nChildren of divorced or separated parents under Who Qualifies as Your Dependent, later. If the child isn't claimed as your dependent, enter the child's name in the entry space below the filing status checkboxes. If you don’t enter the name, it\nwill take us longer to process your return. Qualifying child. To find out if someone is your qualifying child, see Step 1\nunder Who Qualifies as Your Dependent, later. Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. -13- Exception to time lived with you. Temporary absences by you or the other\nperson for special circumstances, such\nas school, vacation, business, medical\ncare, military service, or detention in a\njuvenile facility, count as time lived in\nthe home. Also see Kidnapped child, later, under Who Qualifies as Your Dependent, if applicable. If the person for whom you kept up a\nhome was born or died in 2022, you still\nmay be able to file as head of household. If the person is your qualifying child, the\nchild must have lived with you for more\nthan half the part of the year the child\nwas alive. If the person is anyone else,\nsee Pub. 501. Similarly, if you adopted\nthe person for whom you kept up a\nhome in 2022, the person was lawfully\nplaced with you for legal adoption by\nyou in 2022, or the person was an eligible foster child placed with you during\n2022, the person is considered to have\nlived with you for more than half of\n2022 if your main home was this person’s main home for more than half the\ntime since the person was adopted or\nplaced with you in 2022. Keeping up a home.",
    "querygen": [
      "how much money do you need to support your parents financially",
      "when is your dependent dependent status",
      "how much will i be paying as a dependent"
    ],
    "querygen_score": [
      "-5.3564787",
      "-1.9741657",
      "-3.025848"
    ]
  },
  {
    "id": "legal-advice_34__49",
    "doc_id": "legal-advice_34",
    "chunk_id": 49,
    "document_category": "legal-advice",
    "text": "(b) Response. Unless otherwise ordered by the\nAdministrative Law Judge, the nonmoving party\nis not required to file a response to a motion. If\nthe Administrative Law Judge does not order\nthe nonmoving party to file a response, and the\nnonmoving party files no response, the nonmoving\nparty is deemed to oppose the motion. If a nonmoving\nparty does not respond within 30 days of the filing\nof a motion for decision by default for failure to\nfile a timely answer or for failure to prosecute, the\nnonmoving party is deemed not to oppose the motion. (c) Oral motions; oral argument —\n(1) The Administrative Law Judge may, for good\ncause and with notice to the parties, permit oral\nmotions and oral opposition to motions. (2) The Administrative Law Judge may, within\nhis or her discretion, permit oral argument on any\nmotion. (d) Orders. The Administrative Law Judge should\nissue written orders disposing of any motion or\nrequest and any response thereto. (e) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.69 Representation; ex parte communication. (a) Representation. (1) The Internal Revenue Service may be\nrepresented in proceedings under this part by an\nattorney or other employee of the Internal Revenue\nService. An attorney or an employee of the Internal\nTreasury Department Circular No. 230 Table of Contents Revenue Service representing the Internal Revenue\nService in a proceeding under this part may sign the\ncomplaint or any document required to be filed in\nthe proceeding on behalf of the Internal Revenue\nService.\n(2) A respondent may appear in person, be\nrepresented by a practitioner, or be represented by\nan attorney who has not filed a declaration with\nthe Internal Revenue Service pursuant to §10.3. A\npractitioner or an attorney representing a respondent\nor proposed respondent may sign the answer or any\ndocument required to be filed in the proceeding on\nbehalf of the respondent. (b) Ex parte communication. The Internal Revenue\nService, the respondent, and any representatives of\neither party, may not attempt to initiate or participate\nin ex parte discussions concerning a proceeding or\npotential proceeding with the Administrative Law\nJudge (or any person who is likely to advise the\nAdministrative Law Judge on a ruling or decision)\nin the proceeding before or during the pendency\nof the proceeding. Any memorandum, letter or\nother communication concerning the merits of the\nproceeding, addressed to the Administrative Law\nJudge, by or on behalf of any party shall be regarded\nas an argument in the proceeding and shall be served\non the othe party. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.70 Administrative Law Judge. (a) Appointment. Proceedings on complaints for the\nsanction (as described in §10.50) of a practitioner,\nemployer, firm or other entity, or appraiser will be\nconducted by an Administrative Law Judge appointed\nas provided by 5 U.S.C. 3105.\n(b) Powers of the Administrative Law Judge. The\nAdministrative Law Judge, among other powers,\nhas the authority, in connection with any proceeding\nunder §10.60 assigned or referred to him or her, to do\nthe following:\n(1) Administer oaths and affirmations;\n(2) Make rulings on motions and requests, which\nrulings may not be appealed prior to the close of a\nTreasury Department Circular No. 230",
    "querygen": [
      "what to do for nonmoving party in administrative court",
      "can non-moving party file a response",
      "who has jurisdiction over motions"
    ],
    "querygen_score": [
      "0.9603456",
      "1.843088",
      "-4.0951347"
    ]
  },
  {
    "id": "legal-advice_99__149",
    "doc_id": "legal-advice_99",
    "chunk_id": 149,
    "document_category": "legal-advice",
    "text": "Topic\nNo.\nSubject\n306 Penalty for underpayment of\nestimated tax\n307 Backup withholding\n308 Amended returns\n309 Roth IRA contributions\n310 Coverdell education savings\naccounts\n311 Power of attorney information\n312 Disclosure authorizations\n313 Qualified tuition programs (QTPs)\nWhich Forms to File\n356 Decedents\nTypes of Income\n401 Wages and salaries\n403 Interest received\n404 Dividends\n407 Business income\n409 Capital gains and losses\n410 Pensions and annuities\n411 Pensions— The general rule and the\nsimplified method\n412 Lump-sum distributions\n413 Rollovers from retirement plans\n414 Rental income and expenses\n415 Renting residential and vacation\nproperty\n416 Farming and fishing income\n417 Earnings for clergy\n418 Unemployment compensation\n419 Gambling income and losses\n420 Bartering income\n421 Scholarships, fellowship grants,\nand other grants\n423 Social security and equivalent\nrailroad retirement benefits\n424 401(k) plans\n425 Passive activities—Losses and\ncredits\n427 Stock options\n429 Traders in securities (Information\nfor Form 1040 or 1040-SR filers)\n430 Receipt of stock in a\ndemutualization\n431 Canceled debt— Is it taxable or\nnot? 432 Form 1099-A (Acquisition or\nAbandonment of Secured Property)\nand Form 1099-C (Cancellation of\nDebt)\nAdjustments to Income\n451 Individual retirement arrangements\n(IRAs)\n452 Alimony and Separate Maintenance\n453 Bad debt deduction\n455 Moving expenses for members of\nthe Armed Forces -104- Topic\nNo.\nSubject\n456 Student loan interest deduction\n458 Educator expense deduction\nItemized Deductions\n501 Should I itemize? 502 Medical and dental expenses\n503 Deductible taxes\n504 Home mortgage points\n505 Interest expense\n506 Charitable contributions\n509 Business use of home\n510 Business use of car\n511 Business travel expenses\n513 Work-related education expenses\n515 Casualty, disaster, and theft losses\nTax Computation\n551 Standard deduction\n552 Tax and credits figured by the IRS\n553 Tax on a child's investment and\nother unearned income (Kiddie tax)\n554 Self-employment tax\n556 Alternative minimum tax\n557 Additional tax on early\ndistributions from traditional and\nRoth IRAs\n558 Additional tax on early\ndistributions from retirement plans\nother than IRAs\n559 Net Investment Income Tax\n560 Additional Medicare Tax\nTax Credits\n601 Earned income credit\n602 Child and dependent care credit\n607 Adoption credit and adoption\nassistance programs\n608 Excess social security and RRTA\ntax withheld\n610 Retirement savings contributions\ncredit\n611 Repayment of the first-time\nhomebuyer credit\n612 The premium tax credit\nIRS Notices\n651 Notices—What to do\n652 Notice of underreported\nincome—CP2000\n653 IRS notices and bills, penalties, and\ninterest charges\n654 Understanding your CP75 or\nCP75A Notice Request for\nSupporting Documentation\nBasis of Assets, Depreciation, and\nSale of Assets\n701 Sale of your home\n703 Basis of assets\n704 Depreciation List of Tax Topics\n(Continued)\nTopic\nNo.\nSubject\n705 Installment sales\nEmployer Tax Information\n751 Social security and Medicare\nwithholding rates\n752 Filing Forms W-2 and W-3\n753 Form W-4—Employee's\nWithholding Certificate\n755 Employer identification number\n(EIN)—How to apply\n756 Employment taxes for household\nemployees\n757 Forms 941 and 944—Deposit\nrequirements\n758 Form 941—Employer's Quarterly\nFederal Tax Return and Form\n944—Employer's Annual Federal\nTax Return\n759 Form 940—Employer's Annual\nFederal Unemployment (FUTA)\nTax Return—Filing and deposit\nrequirements\n760 Form 943—Reporting and deposit\nrequirements for agricultural\nemployers Topic\nNo.\nSubject\n761 Tips—Withholding and reporting\n762 Independent contractor vs.\nemployee\n763 The Affordable Care Act\nElectronic Media Filers—1099\nSeries and Related Information\nReturns\n801 Who must file information returns\nelectronically\n802 Applying to file information returns\nelectronically\n803 Waivers and extensions\n804 FIRE system test files and\ncombined federal and state filing\n(CF/SF) program\nTax Information for U.S.\nResident Aliens and Citizens\nLiving Abroad\n851 Resident and nonresident aliens\n856 Foreign tax credit\n857 Individual taxpayer identification\nnumber (ITIN)\n858 Alien tax clearance -105- Topic\nNo.\n901\n902\n903 Subject\nTax Information for Residents of\nPuerto Rico Is a person with income from\nPuerto Rico required to file a U.S.\nfederal income tax return? Credits and deductions for\ntaxpayers with Puerto Rican source\nincome exempt from U.S. tax\nU.S. employment tax in Puerto\nRico",
    "querygen": [
      "irs definition for underpayment",
      "what is covereddell education savings account",
      "are covereddell accounts taxable?"
    ],
    "querygen_score": [
      "-3.8980956",
      "-2.5772781",
      "-1.2036793"
    ]
  },
  {
    "id": "legal-advice_64__17",
    "doc_id": "legal-advice_64",
    "chunk_id": 17,
    "document_category": "legal-advice",
    "text": "Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. Exception to time lived with you. Temporary absences by you or the child\nfor special circumstances, such as\nschool, vacation, business, medical care,\nmilitary service, or detention in a juvenile facility, count as time lived in the\nhome. Also see Kidnapped child, later,\nunder Who Qualifies as Your Dependent, if applicable. A child is considered to have lived\nwith you for all of 2022 if the child was\nborn or died in 2022 and your home was\nthe child's home for the entire time the\nchild was alive. Similarly, if you adopted the child in 2022, or the child was\nlawfully placed with you for legal adoption by you in 2022, the child is considered to have lived with you for all of\n2022 if your main home was this child's\nmain home for the entire time since the\nchild was adopted or placed with you in\n2022. Keeping up a home. To find out what\nis included in the cost of keeping up a\nhome, see Pub. 501. Name and Address\nPrint or type the information in the\nspaces provided. If you are married filing a separate return, enter your spouse's\nname in the entry space below the filing\nstatus checkboxes instead of below your\nname. If you filed a joint return for TIP 2021 and you are filing a joint\nreturn for 2022 with the same\nspouse, be sure to enter your names and\nSSNs in the same order as on your 2021\nreturn. Name Change If you changed your name because of\nmarriage, divorce, etc., be sure to report\nthe change to the Social Security Administration (SSA) before filing your return. This prevents delays in processing\nyour return and issuing refunds. It also\nsafeguards your future social security\nbenefits. Need more information or forms? Visit IRS.gov. Address Change If you plan to move after filing your return, use Form 8822 to notify the IRS of\nyour new address. P.O. Box Enter your box number only if your post\noffice doesn't deliver mail to your home. Foreign Address If you have a foreign address, enter the\ncity name on the appropriate line. Don’t\nenter any other information on that line,\nbut also complete the spaces below that\nline. Don’t abbreviate the country name. Follow the country’s practice for entering the postal code and the name of the\nprovince, county, or state. Death of a Taxpayer\nSee Death of a Taxpayer under General\nInformation, later. Social Security\nNumber (SSN) An incorrect or missing SSN can increase your tax, reduce your refund, or\ndelay your refund. To apply for an SSN,\nfill in Form SS-5 and return it, along\nwith the appropriate evidence documents, to the Social Security Administration (SSA). You can get Form SS-5\nonline at SSA.gov/forms/ss-5.pdf, from\nyour local SSA office, or by calling the\nSSA at 800-772-1213. It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard.",
    "querygen": [
      "how to find out who is your dependent",
      "is someone a dependent",
      "who can claim dependent on ksa irs tax return"
    ],
    "querygen_score": [
      "1.1548125",
      "0.2113743",
      "-3.6766093"
    ]
  },
  {
    "id": "legal-advice_99__3",
    "doc_id": "legal-advice_99",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "Schedule 2, Part II Can claim a nonrefundable credit (other than the child tax credit\nor the credit for other dependents), such as the foreign tax credit,\neducation credits, or general business credit. Schedule 3, Part I Can claim a refundable credit (other than the earned income\ncredit, American opportunity credit, or additional child tax credit),\nsuch as the net premium tax credit or qualified sick and family\nleave credits from Schedule H.\nHave other payments, such as an amount paid with a request for\nan extension to file or excess social security tax withheld. -3- Schedule 3, Part II The Taxpayer Advocate Service Is Here To Help You\nWhat is the Taxpayer Advocate Service? The Taxpayer Advocate Service (TAS) is an independent organization within the Internal Revenue Service (IRS) that helps\ntaxpayers and protects taxpayer rights. TAS strives to ensure that every taxpayer is treated fairly and that you know and\nunderstand your rights under the Taxpayer Bill of Rights. What can TAS do for you? TAS can help you if your tax problem is causing a financial difficulty, you've tried and been unable to resolve your issue with\nthe IRS, or you believe an IRS system, process, or procedure just isn't working as it should. And the service is free. If you\nqualify for TAS assistance, you will be assigned to one advocate who will work with you throughout the process and will do\neverything possible to resolve your issue. TAS can help you if:\n• Your problem is causing a financial difficulty for you, your family, or your business. • You face (or your business is facing) an immediate threat of adverse action. • You’ve tried to contact the IRS but no one has responded, or the IRS hasn’t responded by the date promised. How can you reach TAS? TAS has offices in every state, the District of Columbia, and Puerto Rico. To find your advocate’s number:\n• Go to TaxpayerAdvocate.IRS.gov/contact-us;\n• Download Publication 1546, Taxpayer Advocate Service - We Are Here to Help You. If you do not have Internet access,\nyou can call the IRS toll free at 800-TAX-FORM (800-829-3676) and ask for a copy of Publication 1546;\n• Check your local directory; or\n• Call TAS toll free at 877-777-4778. How can you learn about your taxpayer rights? The Taxpayer Bill of Rights describes ten basic rights that all taxpayers have when dealing with the IRS. The TAS website\nTaxpayerAdvocate.IRS.gov can help you understand what these rights mean to you and how they apply. These are your rights. Know them. Use them. How else does the Taxpayer Advocate Service help taxpayers? TAS works to resolve large-scale problems that affect many taxpayers. If you know of one of these broad issues, please report it\nto TAS at IRS. gov/SAMS. Be sure not to include any personal taxpayer information. Low Income Taxpayer Clinics Help Taxpayers\nLow Income Taxpayer Clinics (LITCs) are independent from the Internal Revenue Service (IRS) and the Taxpayer Advocate\nService (TAS). LITCs represent individuals whose income is below a certain level and who need to resolve tax problems with\nthe IRS.",
    "querygen": [
      "can you claim a dependent credit on your tax return",
      "who can claim earned income credits?",
      "what is a refundable tax credit"
    ],
    "querygen_score": [
      "1.2589049",
      "0.67132145",
      "0.4093157"
    ]
  },
  {
    "id": "legal-advice_60__26",
    "doc_id": "legal-advice_60",
    "chunk_id": 26,
    "document_category": "legal-advice",
    "text": "! You must include the required information even if you\nfiled it with your return in an earlier year. CAUTION Post-2008 decree or agreement. If the divorce decree or\nseparation agreement went into effect after 2008, the noncustodial parent can't include pages from the decree or agreement instead of Form 8332. The custodial parent must sign either Form\n8332 or a substantially similar statement the only purpose of\nwhich is to release the custodial parent's claim to certain tax\nbenefits for a child, and the noncustodial parent must include a\ncopy with their return. The form or statement must release the\ncustodial parent's claim to the child without any conditions. For\nexample, the release must not depend on the noncustodial parent paying support. Release of certain tax benefits revoked. A custodial parent\nwho has revoked their previous release of a claim to certain tax\nbenefits for a child must include a copy of the revocation with\ntheir return. For details, see Form 8332. Exception to citizen test. If you are a U.S. citizen or U.S. national and your adopted child lived with you all year as a member of your household, that child meets the requirement to be a\nU.S. citizen in Step 2, question 1; Step 3, question 2; Step 4,\nquestion 2; and Step 5, question 2.\nException to gross income test. If your relative (including a\nperson who lived with you all year as a member of your household) is permanently and totally disabled (defined later), certain\nincome for services performed at a sheltered workshop may be\nexcluded for this test. For details, see Pub. 501. Exception to time lived with you. Temporary absences by you\nor the other person for special circumstances, such as school,\nvacation, business, medical care, military service, or detention\nin a juvenile facility, count as time the person lived with you. Also see Children of divorced or separated parents, earlier, or\nKidnapped child, later. If the person meets all other requirements to be your qualifying child but was born or died in 2022, the person is considered\nto have lived with you for more than half of 2022 if your home\nwas this person's home for more than half the time the person\nwas alive in 2022. If the person meets all other requirements to\nbe your qualifying child but you adopted the person in 2022, the\nperson was lawfully placed with you for legal adoption by you\nin 2022, or the person was an eligible foster child placed with\nyou during 2022, the person is considered to have lived with\nyou for more than half of 2022 if your main home was this person's main home for more than half the time since the person\nwas adopted or placed with you in 2022. Any other person is considered to have lived with you for all\nof 2022 if the person was born or died in 2022 and your home\nwas this person's home for the entire time the person was alive -20-",
    "querygen": [
      "can a divorce be a divorce decree when filing taxes",
      "if a divorce decree went into effect how can i claim it",
      "can a child claim an inheritance as a divorce"
    ],
    "querygen_score": [
      "-0.9727705",
      "0.35559645",
      "-3.8221965"
    ]
  },
  {
    "id": "legal-advice_96__78",
    "doc_id": "legal-advice_96",
    "chunk_id": 78,
    "document_category": "legal-advice",
    "text": "1,449\n1,441\n1,433\n1,425 3,153\n3,143\n3,132\n3,122 3,924\n3,913\n3,903\n3,892 0\n0\n0\n0 2,428\n2,420\n2,412\n2,404 4,444\n4,434\n4,423\n4,413 5,215\n5,204\n5,194\n5,183 5,076\n5,066\n5,055\n5,045 5,847\n5,836\n5,826\n5,815 34,600\n34,650\n34,700\n34,750 34,650\n34,700\n34,750\n34,800 0\n0\n0\n0 1,417\n1,409\n1,401\n1,393 3,111\n3,101\n3,090\n3,080 3,882\n3,871\n3,861\n3,850 0\n0\n0\n0 2,396\n2,388\n2,380\n2,373 4,402\n4,392\n4,381\n4,371 5,173\n5,162\n5,152\n5,141 2,876\n2,868\n2,860\n2,852 5,034\n5,024\n5,013\n5,003 5,805\n5,794\n5,784\n5,773 34,800\n34,850\n34,900\n34,950 34,850\n34,900\n34,950\n35,000 0\n0\n0\n0 1,385\n1,377\n1,369\n1,361 3,069\n3,059\n3,048\n3,038 3,840\n3,829\n3,819\n3,808 0\n0\n0\n0 2,365\n2,357\n2,349\n2,341 4,360\n4,350\n4,339\n4,329 5,131\n5,120\n5,110\n5,099 0\n0\n0\n0 2,844\n2,836\n2,828\n2,820 4,992\n4,981\n4,971\n4,960 5,763\n5,752\n5,741\n5,731 35,000\n35,050\n35,100\n35,150 35,050\n35,100\n35,150\n35,200 0\n0\n0\n0 1,353\n1,345\n1,337\n1,329 3,027\n3,017\n3,006\n2,996 3,798\n3,787\n3,777\n3,766 0\n0\n0\n0 2,333\n2,325\n2,317\n2,309 4,318\n4,308\n4,297\n4,287 5,089\n5,078\n5,068\n5,057 4,429\n4,419\n4,408\n4,398 0\n0\n0\n0 2,812\n2,804\n2,796\n2,788 4,950\n4,939\n4,929\n4,918 5,720\n5,710\n5,699\n5,689 35,200\n35,250\n35,300\n35,350 35,250\n35,300\n35,350\n35,400 0\n0\n0\n0 1,321\n1,313\n1,305\n1,297 2,985\n2,974\n2,964\n2,953 3,755\n3,745\n3,734\n3,724 0\n0\n0\n0 2,301\n2,293\n2,285\n2,277 4,276\n4,265\n4,255\n4,244 5,046\n5,036\n5,025\n5,015 3,617\n3,606\n3,596\n3,585 4,387\n4,377\n4,366\n4,356 0\n0\n0\n0 2,780\n2,772\n2,764\n2,756 4,908\n4,897\n4,887\n4,876 5,678\n5,668\n5,657\n5,647 35,400\n35,450\n35,500\n35,550 35,450\n35,500\n35,550\n35,600 0\n0\n0\n0 1,289\n1,281\n1,273\n1,265 2,943\n2,932\n2,922\n2,911 3,713\n3,703\n3,692\n3,682 0\n0\n0\n0 2,269\n2,261\n2,253\n2,245 4,234\n4,223\n4,213\n4,202 5,004\n4,994\n4,983\n4,973 1,768\n1,760\n1,752\n1,744 3,575\n3,564\n3,554\n3,543 4,345\n4,335\n4,324\n4,314 0\n0\n0\n0 2,748\n2,740\n2,732\n2,724 4,866\n4,855\n4,845\n4,834 5,636\n5,626\n5,615\n5,605 35,600\n35,650\n35,700\n35,750 35,650\n35,700\n35,750\n35,800 0\n0\n0\n0 1,257\n1,249\n1,241\n1,233 2,901\n2,890\n2,880\n2,869 3,671\n3,661\n3,650\n3,640 0\n0\n0\n0 2,237\n2,229\n2,221\n2,213 4,192\n4,181\n4,171\n4,160 4,962\n4,952\n4,941\n4,931 0\n0\n0\n0 1,736\n1,729\n1,721\n1,713 3,533\n3,522\n3,511\n3,501 4,303\n4,293\n4,282\n4,271 0\n0\n0\n0 2,716\n2,708\n2,700\n2,692 4,824\n4,813\n4,802\n4,792 5,594\n5,584\n5,573\n5,562 35,800\n35,850\n35,900\n35,950 35,850\n35,900\n35,950\n36,000 0\n0\n0\n0 1,225\n1,217\n1,209\n1,201 2,859\n2,848\n2,838\n2,827 3,629\n3,619\n3,608\n3,598 0\n0\n0\n0 2,205\n2,197\n2,189\n2,181 4,150\n4,139\n4,129\n4,118 4,920\n4,910\n4,899\n4,889 32,850\n32,900\n32,950\n33,000 0\n0\n0\n0 1,705\n1,697\n1,689\n1,681 3,490\n3,480\n3,469\n3,459 4,261\n4,250\n4,240\n4,229 0\n0\n0\n0 2,684\n2,676\n2,668\n2,660 4,781\n4,771\n4,760\n4,750 5,552\n5,541\n5,531\n5,520 36,000\n36,050\n36,100\n36,150 36,050\n36,100\n36,150\n36,200 0\n0\n0\n0 1,193\n1,185\n1,177\n1,169 2,817\n2,806\n2,795\n2,785 3,587\n3,576\n3,566\n3,555 0\n0\n0\n0 2,173\n2,165\n2,157\n2,149 4,107\n4,097\n4,086\n4,076 4,878\n4,867\n4,857\n4,846 33,000\n33,050\n33,100\n33,150 33,050\n33,100\n33,150\n33,200 0\n0\n0\n0 1,673\n1,665\n1,657\n1,649 3,448\n3,438\n3,427\n3,417 4,219\n4,208\n4,198\n4,187 0\n0\n0\n0 2,652\n2,644\n2,636\n2,628 4,739\n4,729\n4,718\n4,708 5,510\n5,499\n5,489\n5,478 36,200\n36,250\n36,300\n36,350 36,250\n36,300\n36,350\n36,400 0\n0\n0\n0 1,161\n1,153\n1,145\n1,137 2,774\n2,764\n2,753\n2,743 3,545\n3,534\n3,524\n3,513 0\n0\n0\n0 2,141\n2,133\n2,125\n2,117 4,065\n4,055\n4,044\n4,034 4,836\n4,825\n4,815\n4,804 33,200\n33,250\n33,300\n33,350 33,250\n33,300\n33,350\n33,400 0\n0\n0\n0 1,641\n1,633\n1,625\n1,617 3,406\n3,396\n3,385\n3,375 4,177\n4,166\n4,156\n4,145 0\n0\n0\n0 2,620\n2,612\n2,604\n2,596 4,697\n4,687\n4,676\n4,666 5,468\n5,457\n5,447\n5,436 36,400\n36,450\n36,500\n36,550 36,450\n36,500\n36,550\n36,600 0\n0\n0\n0 1,129\n1,121\n1,113\n1,105 2,732\n2,722\n2,711\n2,701 3,503\n3,492\n3,482\n3,471 0\n0\n0\n0 2,109\n2,101\n2,093\n2,085 4,023\n4,013\n4,002\n3,992 4,794\n4,783\n4,773\n4,762 33,400\n33,450\n33,500\n33,550 33,450\n33,500\n33,550\n33,600 0\n0\n0\n0 1,609\n1,601\n1,593\n1,585 3,364\n3,354\n3,343\n3,332 4,135\n4,124\n4,114\n4,103 0\n0\n0\n0 2,588\n2,580\n2,572\n2,564 4,655\n4,645\n4,634\n4,623 5,426\n5,415\n5,404\n5,394 36,600\n36,650\n36,700\n36,750 36,650\n36,700\n36,750\n36,800 0\n0\n0\n0 1,097\n1,089\n1,081\n1,073 2,690\n2,680\n2,669\n2,659 3,461\n3,450\n3,440\n3,429 0\n0\n0\n0 2,077\n2,069\n2,061\n2,053 3,981\n3,971\n3,960\n3,950 4,752\n4,741\n4,731\n4,720 33,600\n33,650\n33,700\n33,750 33,650\n33,700\n33,750\n33,800 0\n0\n0\n0 1,577\n1,569\n1,561\n1,553 3,322\n3,311\n3,301\n3,290 4,092\n4,082\n4,071\n4,061 0\n0\n0\n0 2,556\n2,548\n2,540\n2,532 4,613\n4,602\n4,592\n4,581 5,383\n5,373\n5,362\n5,352 36,800\n36,850\n36,900\n36,950 36,850\n36,900\n36,950\n37,000 0\n0\n0\n0 1,065\n1,057\n1,049\n1,041 2,648\n2,638\n2,627\n2,616 3,419\n3,408\n3,397\n3,387 0\n0\n0\n0 2,045\n2,037\n2,029\n2,021 3,939\n3,928\n3,918\n3,907 4,710\n4,699\n4,688\n4,678 33,800\n33,850\n33,900\n33,950 33,850\n33,900\n33,950\n34,000 0\n0\n0\n0 1,545\n1,537\n1,529\n1,521 3,280\n3,269\n3,259\n3,248 4,050\n4,040\n4,029\n4,019 0\n0\n0\n0 2,524\n2,516\n2,508\n2,500 4,571\n4,560\n4,550\n4,539 5,341\n5,331\n5,320\n5,310 37,000\n37,050\n37,100\n37,150 37,050\n37,100\n37,150\n37,200 0\n0\n0\n0 1,033\n1,025\n1,017\n1,009 2,606\n2,595\n2,585\n2,574 3,376\n3,366\n3,355\n3,345 0\n0\n0\n0 2,013\n2,005\n1,997\n1,989 3,897\n3,886\n3,876\n3,865 4,667\n4,657\n4,646\n4,636 34,000\n34,050\n34,100\n34,150 34,050\n34,100\n34,150\n34,200 0\n0\n0\n0 1,513\n1,505\n1,497\n1,489 3,238\n3,227\n3,217\n3,206 4,008\n3,998\n3,987\n3,977 0\n0\n0\n0 2,492\n2,484\n2,476\n2,468 4,529\n4,518\n4,508\n4,497 5,299\n5,289\n5,278\n5,268 37,200\n37,250\n37,300\n37,350 37,250\n37,300\n37,350\n37,400 0\n0\n0\n0 1,001\n993\n985\n977 2,564\n2,553\n2,543\n2,532 3,334\n3,324\n3,313\n3,303 0\n0\n0\n0 1,981\n1,973\n1,965\n1,957 3,855\n3,844\n3,834\n3,823 4,625\n4,615\n4,604\n4,594 34,200\n34,250\n34,300\n34,350 34,250\n34,300\n34,350\n34,400 0\n0\n0\n0 1,481\n1,473\n1,465\n1,457 3,196\n3,185\n3,175\n3,164 3,966\n3,956\n3,945\n3,935 0\n0\n0\n0 2,460\n2,452\n2,444\n2,436 4,487\n4,476\n4,466\n4,455 5,257\n5,247\n5,236\n5,225 37,400\n37,450\n37,500\n37,550 37,450\n37,500\n37,550\n37,600 0\n0\n0\n0 969\n961\n953\n945 2,522\n2,511\n2,501\n2,490 3,292\n3,282\n3,271\n3,261 0\n0\n0\n0 1,949\n1,941\n1,933\n1,925 3,813\n3,802\n3,792\n3,781 4,583\n4,573\n4,562\n4,552 Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. (Continued) - 51 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 Your credit is– 2 At least But less\nthan 37,600\n37,650\n37,700\n37,750 37,650\n37,700\n37,750\n37,800 0\n0\n0\n0 937\n930\n922\n914 2,480\n2,469\n2,458\n2,448 3,250\n3,240\n3,229\n3,218 0\n0\n0\n0 1,917\n1,909\n1,901\n1,893 3,771\n3,760\n3,749\n3,739 37,800\n37,850\n37,900\n37,950 37,850\n37,900\n37,950\n38,000 0\n0\n0\n0 906\n898\n890\n882 2,437\n2,427\n2,416\n2,406 3,208\n3,197\n3,187\n3,176 0\n0\n0\n0 1,885\n1,877\n1,869\n1,861 38,000\n38,050\n38,100\n38,150 38,050\n38,100\n38,150\n38,200 0\n0\n0\n0 874\n866\n858\n850 2,395\n2,385\n2,374\n2,364 3,166\n3,155\n3,145\n3,134 0\n0\n0\n0 38,200\n38,250\n38,300\n38,350 38,250\n38,300\n38,350\n38,400 0\n0\n0\n0 842\n834\n826\n818 2,353\n2,343\n2,332\n2,322 3,124\n3,113\n3,103\n3,092 38,400\n38,450\n38,500\n38,550 38,450\n38,500\n38,550\n38,600 0\n0\n0\n0 810\n802\n794\n786 2,311\n2,301\n2,290\n2,279 38,600\n38,650\n38,700\n38,750 38,650\n38,700\n38,750\n38,800 0\n0\n0\n0 778\n770\n762\n754 38,800\n38,850\n38,900\n38,950 38,850\n38,900\n38,950\n39,000 0\n0\n0\n0 39,000\n39,050\n39,100\n39,150 39,050\n39,100\n39,150\n39,200 39,200\n39,250\n39,300\n39,350 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 4,541\n4,531\n4,520\n4,509 40,800\n40,850\n40,900\n40,950 40,850\n40,900\n40,950\n41,000 0\n0\n0\n0 426\n418\n410\n402 1,806\n1,795\n1,785\n1,774 2,576\n2,566\n2,555\n2,545 0\n0\n0\n0 1,406\n1,398\n1,390\n1,382 3,097\n3,086\n3,076\n3,065 3,867\n3,857\n3,846\n3,836 3,728\n3,718\n3,707\n3,697 4,499\n4,488\n4,478\n4,467 41,000\n41,050\n41,100\n41,150 41,050\n41,100\n41,150\n41,200 0\n0\n0\n0 394\n386\n378\n370 1,764\n1,753\n1,742\n1,732 2,534\n2,523\n2,513\n2,502 0\n0\n0\n0 1,374\n1,366\n1,358\n1,350 3,054\n3,044\n3,033\n3,023 3,825\n3,814\n3,804\n3,793 1,853\n1,845\n1,837\n1,829 3,686\n3,676\n3,665\n3,655 4,457\n4,446\n4,436\n4,425 41,200\n41,250\n41,300\n41,350 41,250\n41,300\n41,350\n41,400 0\n0\n0\n0 362\n354\n346\n338 1,721\n1,711\n1,700\n1,690 2,492\n2,481\n2,471\n2,460 0\n0\n0\n0 1,342\n1,334\n1,326\n1,318 3,012\n3,002\n2,991\n2,981 3,783\n3,772\n3,762\n3,751 0\n0\n0\n0 1,821\n1,813\n1,805\n1,797 3,644\n3,634\n3,623\n3,613 4,415\n4,404\n4,394\n4,383 41,400\n41,450\n41,500\n41,550 41,450\n41,500\n41,550\n41,600 0\n0\n0\n0 330\n322\n314\n306 1,679\n1,669\n1,658\n1,648 2,450\n2,439\n2,429\n2,418",
    "querygen": [
      "how many numbers in a census",
      "how many characters in the alphabet",
      "what is the population of ohio"
    ],
    "querygen_score": [
      "-3.3407063",
      "-2.4300187",
      "-5.112404"
    ]
  },
  {
    "id": "legal-advice_47__8",
    "doc_id": "legal-advice_47",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": "POSTF-123043-08 9 tax liability is under the jurisdiction of the Service. The enforcement mechanism with\nrespect to section 218 agreements is also with the Service because the payments under\nthe agreements are treated as FICA taxes. While the Social Security Administration is the final arbiter of coverage issues related to\nsection 218 agreements, we note that the -------- section 218 agreement contains no\nexclusions for employees hired after -------. We point out that only the Medicare portion\nof FICA taxes would be applied in the present case under the section 218 agreement\nbecause the applicable section 218 agreement is limited to Medicare-only. Determining\nwhether the social security tax portion is owed depends on whether the workers are\nmembers of the state retirement system. See section 3121(b)(7)(F). We note that\neligible employees of --------- are covered by the state retirement system, but it is likely\nthat seasonal employees, such as -------panelists, might not be eligible for coverage\nunder the state retirement system. 9\nB. Is the Common Law Test Applicable? If the -------members are covered by the Medicare-only section 218 agreement, there is\na question concerning whether an individual covered under a Medicare-only 218\nagreement is an employee for purposes of social security tax. Section 3121(d)(4)\nprovides that \"for purposes of this chapter, the term \"employee\" means any individual\nwho performs services that are included under an agreement entered into pursuant to\nsection 218 of the Social Security Act. The chapter referred to is chapter 21- Federal\nInsurance Contributions Tax Act which imposes social security tax and Medicare tax on\nemployers and employees. Section 3121(d)(4) also does not provide that the term\n“employee” excludes an individual who performs services that are included under a\nMedicare-only 218 agreement . Thus, if the -------members are covered under the Section 218 agreement, they are\n“employees” for purposes of the social security tax under section 3121(d)(4) because\nfor purposes of Chapter 21 they perform services that are included under an agreement\nentered into pursuant to section 218 of the Social Security Act. Consequently, you do\nnot need to make an independent determination under the common law rules under\nsection 3121(d)(2) for determining the status of an individual as an employee for social\nsecurity tax purposes. However, if it is determined that the ------ members are not\ncovered by the Medicare-only 218 agreement, then the common law rules described in\nthe following paragraphs apply. Section 31.3121(d)-1 of the Employment Tax Regulations describe the common law\nrules applicable in determining whether a worker is an employee. See also Treas. Reg.\n§ 31.3121(d)-1(c)(1). Such a relationship exists when the person for whom services are\nperformed has the right to control and direct the individual who performs the services,\nnot only as to the result to be accomplished by the work but also as to the details and\n9 We do not opine in this memorandum on the issue of whether or not the ------ members are covered by\nthe state retirement system. POSTF-123043-08 10 means by which that result is accomplished. It is not necessary that the employer\nactually direct or control the manner in which the services are performed; It is sufficient\nif he has the right to do so. Treas. Reg. § 31.3121(d)-1(c)(2).",
    "querygen": [
      "which entity is responsible for enforcement of fica taxes",
      "what is social security lien",
      "which agency is responsible for enforcement of fica taxes"
    ],
    "querygen_score": [
      "-0.9350267",
      "-5.321769",
      "-0.38602883"
    ]
  },
  {
    "id": "legal-advice_62__35",
    "doc_id": "legal-advice_62",
    "chunk_id": 35,
    "document_category": "legal-advice",
    "text": "For details, see Pub. 550. If you get a 2022 Form TIP 1099-INT for U.S. savings bond\ninterest that includes amounts\nyou reported before 2022, see Pub. 550. Line 3a\nQualified Dividends Enter your total qualified dividends on\nline 3a. Qualified dividends are also included in the ordinary dividend total required to be shown on line 3b. Qualified\ndividends are eligible for a lower tax\nrate than other ordinary income. Generally, these dividends are shown in\nbox 1b of Form(s) 1099-DIV. See Pub.\n550 for the definition of qualified dividends if you received dividends not reported on Form 1099-DIV. Exception. Some dividends may be reported as qualified dividends in box 1b\nof Form 1099-DIV but aren't qualified\ndividends. These include:\n• Dividends you received as a nominee. See the Schedule B instructions. • Dividends you received on any\nshare of stock that you held for less than\n61 days during the 121-day period that\nbegan 60 days before the ex-dividend\ndate. The ex-dividend date is the first Need more information or forms? Visit IRS.gov. date following the declaration of a dividend on which the purchaser of a stock\nisn't entitled to receive the next dividend\npayment. When counting the number of\ndays you held the stock, include the day\nyou disposed of the stock but not the day\nyou acquired it. See the examples that\nfollow. Also, when counting the number\nof days you held the stock, you can't\ncount certain days during which your\nrisk of loss was diminished. See Pub.\n550 for more details. • Dividends attributable to periods\ntotaling more than 366 days that you received on any share of preferred stock\nheld for less than 91 days during the\n181-day period that began 90 days before the ex-dividend date. When counting the number of days you held the\nstock, you can't count certain days during which your risk of loss was diminished. See Pub. 550 for more details. Preferred dividends attributable to periods totaling less than 367 days are subject to the 61-day holding period rule\njust described. • Dividends on any share of stock to\nthe extent that you are under an obligation (including a short sale) to make related payments with respect to positions\nin substantially similar or related property. • Payments in lieu of dividends, but\nonly if you know or have reason to\nknow that the payments aren't qualified\ndividends. • Dividends from a corporation that\nfirst became a surrogate foreign corporation after December 22, 2017, other than\na foreign corporation that is treated as a\ndomestic corporation under section\n7874(b). Example 1. You bought 5,000 shares\nof XYZ Corp. common stock on July 8,\n2022. XYZ Corp. paid a cash dividend\nof 10 cents per share. The ex-dividend\ndate was July 16, 2022. Your Form\n1099-DIV from XYZ Corp. shows $500\nin box 1a (ordinary dividends) and in\nbox 1b (qualified dividends). However,\nyou sold the 5,000 shares on August 11,\n2022. You held your shares of XYZ\nCorp. for only 34 days of the 121-day\nperiod (from July 9, 2022, through August 11, 2022). The 121-day period began on May 17, 2022 (60 days before\nthe ex-dividend date), and ended on\nSeptember 14, 2022. You have no qualified dividends from XYZ Corp. because you held the XYZ stock for less than 61\ndays.",
    "querygen": [
      "when you get a bond form what is the form used for",
      "what form do you use for dividends",
      "where are the qualified dividends on a tax return"
    ],
    "querygen_score": [
      "-1.8656974",
      "-0.0928279",
      "0.78510463"
    ]
  },
  {
    "id": "legal-advice_64__58",
    "doc_id": "legal-advice_64",
    "chunk_id": 58,
    "document_category": "legal-advice",
    "text": "If the amount on line 5 is less than $100,000, use the Tax Table\nto figure the tax. If the amount on line 5 is $100,000 or more, use the Tax Computation\nWorksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n22.\nAdd lines 18, 21, and 22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n23. Figure the tax on the amount on line 1. If the amount on line 1 is less than $100,000, use the Tax Table\nto figure the tax. If the amount on line 1 is $100,000 or more, use the Tax Computation\nWorksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n24. Tax on all taxable income. Enter the smaller of line 23 or 24. Also include this amount on the entry\nspace on Form 1040 or 1040-SR, line 16. If you are filing Form 2555, don’t enter this amount on the\nentry space on Form 1040 or 1040-SR, line 16. Instead, enter it on line 4 of the Foreign Earned Income\nTax Worksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n25. * If you are filing Form 2555, see the footnote in the Foreign Earned Income Tax Worksheet before completing this line. Need more information or forms? Visit IRS.gov. -36- Line 19\nChild Tax Credit and Credit\nfor Other Dependents\nUse Schedule 8812 (Form 1040) to figure your child tax credit and credit for\nother dependents. Form 8862, who must file.",
    "querygen": [
      "how do you figure tax rate",
      "how much do i pay on taxes irs",
      "how much do you pay on taxes"
    ],
    "querygen_score": [
      "-0.3372326",
      "-2.8800972",
      "-2.089444"
    ]
  },
  {
    "id": "legal-advice_66__6",
    "doc_id": "legal-advice_66",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "Credits for sick and family leave for\ncertain self-employed individuals are\nnot available. Self-employed individuals can no longer claim these credits. Health coverage tax credit is not\navailable. The health coverage tax\ncredit was not extended. The credit is\nnot available after 2021. Credit for child and dependent care\nexpenses. The changes to the credit for\nchild and dependent care expenses implemented by the American Rescue Plan\nAct of 2021 (ARP), were not extended. For 2022, the credit for the child and dependent care expenses is nonrefundable. The dollar limit on qualifying expenses\nis $3,000 for one qualifying person and\n$6,000 for two or more qualifying persons. The maximum credit amount allowed is 35% of your employment-related expenses. For more information, see\nthe Instructions for Form 2441 and Pub.\n503. Child tax credit and additional child\ntax credit. Many changes to the child\ntax credit (CTC) implemented by ARP\nwere not extended. For 2022,\n• The initial credit amount of the\nCTC is $2,000 for each qualifying child. • The amount of CTC that can be\nclaimed as a refundable credit is limited\nas it was in 2020, except the maximum\nadditional child tax credit (ACTC)\namount has increased to $1,500 for each\nqualifying child. • A child must be under age 17 at\nthe end of 2022 to be a qualifying child. • Bona fide residents of Puerto Rico\nare no longer required to have three or -6- more qualifying children to be eligible\nto claim the ACTC. Bona fide residents\nof Puerto Rico may be eligible to claim\nthe ACTC if they have one or more\nqualifying children. • For more information, see the Instructions for Schedule 8812 (Form\n1040). Changes to the earned income credit\n(EIC). The enhancements for taxpayers\nwithout a qualifying child that applied\nfor 2021 don’t apply for 2022. This\nmeans, to claim the EIC without a qualifying child in 2022 you must be at least\nage 25 but under age 65 at the end of\n2022. If you are married and filing a\njoint return, either you or your spouse\nmust be at least age 25 but under age 65\nat the end of 2022. It doesn’t matter\nwhich spouse meets the age requirement, as long as one of the spouses does. Reporting requirements for Form\n1099-K. Form 1099-K is issued by third\nparty settlement organizations and credit\ncard companies to report payment transactions made to you for goods and services. You must report all income on your\ntax return unless excluded by law,\nwhether you received the income electronically or not, and whether you received a Form 1099-K or not. The\nbox 1a and other amounts reported on\nForm 1099-K are additional pieces of information to help determine the correct\namounts to report on your return. If you received a Form 1099-K that\nshows payments you didn’t receive or is\notherwise incorrect, contact the Form\n1099-K issuer. Don’t contact the IRS;\nthe IRS can’t correct an incorrect Form\n1099-K. If you can’t get it corrected, or\nyou sold a personal item at a loss, see\nthe instructions for Schedule 1, lines 8z\nand 24z, later, for more reporting information. All IRS information about Form\n1099-K is available by going to IRS.gov/\n1099K. Free Software Options for Doing Your Taxes Why have 49 million Americans used Free File?",
    "querygen": [
      "can you collect medical leave for dependents after 2021",
      "is a tax credit available after 2021",
      "when are tax credits available for health care expenses"
    ],
    "querygen_score": [
      "-0.109610215",
      "2.05717",
      "0.8753695"
    ]
  },
  {
    "id": "legal-advice_40__11",
    "doc_id": "legal-advice_40",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": "But, in figuring gross income, don’t reduce your\nincome by any losses, including any loss on Schedule C, line 7, or Schedule F, line 9. ***If you didn't live with your spouse at the end of 2022 (or on the date your spouse died) and your gross income was at\nleast $5, you must file a return regardless of your age. -9- Chart B—For Children and Other Dependents (See Who Qualifies as Your Dependent, later.) If your parent (or someone else) can claim you as a dependent, use this chart to see if you must file a return. In this chart, unearned income includes taxable interest, ordinary dividends, and capital gain distributions. It also includes\nunemployment compensation, taxable social security benefits, pensions, annuities, and distributions of unearned income from a trust. Earned income includes salaries, wages, tips, professional fees, and taxable scholarship and fellowship grants. Gross income is the\ntotal of your unearned and earned income. Single dependents. Were you either age 65 or older or blind? No. You must file a return if any of the following apply. • Your unearned income was over $1,150.\n• Your earned income was over $12,950. • Your gross income was more than the larger of—\n• $1,150, or\n• Your earned income (up to $12,550) plus $400. Yes. You must file a return if any of the following apply. • Your unearned income was over $2,900 ($4,650 if 65 or older and blind). • Your earned income was over $14,700 ($16,450 if 65 or older and blind). • Your gross income was more than the larger of— • $2,900 ($4,650 if 65 or older and blind), or\n• Your earned income (up to $12,550) plus $2,150 ($3,900 if 65 or older and blind). Married dependents. Were you either age 65 or older or blind? No. You must file a return if any of the following apply. • Your unearned income was over $1,150.\n• Your earned income was over $12,950. • Your gross income was at least $5 and your spouse files a separate return and itemizes deductions. • Your gross income was more than the larger of—\n• $1,150, or\n• Your earned income (up to $12,550) plus $400. Yes. You must file a return if any of the following apply. • Your unearned income was over $2,550 ($3,950 if 65 or older and blind). • Your earned income was over $14,350 ($15,750 if 65 or older and blind). • Your gross income was at least $5 and your spouse files a separate return and itemizes deductions. • Your gross income was more than the larger of— • $2,550 ($3,950 if 65 or older and blind), or\n• Your earned income (up to $12,550) plus $1,800 ($3,200 if 65 or older and blind). -10- Chart C—Other Situations When You Must File You must file a return if any of the conditions below apply for 2022. 1. You owe any special taxes, including any of the following (see the instructions for Schedule 2). a. Alternative minimum tax.",
    "querygen": [
      "what is your gross income",
      "what is the net deduction for loss",
      "when do i reduce my gross income"
    ],
    "querygen_score": [
      "-0.7652135",
      "-4.0535145",
      "-0.40737998"
    ]
  },
  {
    "id": "legal-advice_31__32",
    "doc_id": "legal-advice_31",
    "chunk_id": 32,
    "document_category": "legal-advice",
    "text": "(e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230 matter administered by the Internal Revenue Service\nand for which he or she is employed as counsel,\nattorney, or agent, or in which he or she may be in any\nway interested. § 10.27 Fees.\n(a) In general. A practitioner may not charge an\nunconscionable fee in connection with any matter\nbefore the Internal Revenue Service. (b) Contingent fees —\n(1) Except as provided in paragraphs (b)(2), (3),\nand (4) of this section, a practitioner may not charge\na contingent fee for services rendered in connection\nwith any matter before the Internal Revenue Service.\n(2) A practitioner may charge a contingent\nfee for services rendered in connection with the\nService’s examination of, or challenge to —\n(i) An original tax return; or\n(ii) An amended return or claim for refund or\ncredit where the amended return or claim for refund\nor credit was filed within 120 days of the taxpayer\nreceiving a written notice of the examination of, or a\nwritten challenge to the original tax return.\n(3) A practitioner may charge a contingent fee\nfor services rendered in connection with a claim\nfor credit or refund filed solely in connection with\nthe determination of statutory interest or penalties\nassessed by the Internal Revenue Service.\n(4) A practitioner may charge a contingent fee\nfor services rendered in connection with any judicial\nproceeding arising under the Internal Revenue Code.\n(c) Definitions. For purposes of this section —\n(1) Contingent fee is any fee that is based, in\nwhole or in part, on whether or not a position taken\non a tax return or other filing avoids challenge by\nthe Internal Revenue Service or is sustained either\nby the Internal Revenue Service or in litigation. A contingent fee includes a fee that is based on a\npercentage of the refund reported on a return, that\nis based on a percentage of the taxes saved, or that\notherwise depends on the specific result attained. A\ncontingent fee also includes any fee arrangement\nin which the practitioner will reimburse the client\nfor all or a portion of the client’s fee in the event\n§ 10.27 — Page 21 Table of Contents that a position taken on a tax return or other filing\nis challenged by the Internal Revenue Service or\nis not sustained, whether pursuant to an indemnity\nagreement, a guarantee, rescission rights, or any\nother arrangement with a similar effect. (2) Matter before the Internal Revenue Service\nincludes tax planning and advice, preparing or filing\nor assisting in preparing or filing returns or claims\nfor refund or credit, and all matters connected with\na presentation to the Internal Revenue Service\nor any of its officers or employees relating to a\ntaxpayer’s rights, privileges, or liabilities under\nlaws or regulations administered by the Internal\nRevenue Service. Such presentations include, but\nare not limited to, preparing and filing documents,\ncorresponding and communicating with the Internal\nRevenue Service, rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nand representing a client at conferences, hearings,\nand meetings. (d) Effective/applicability date. This section is\napplicable for fee arrangements entered into after\nMarch 26, 2008.",
    "querygen": [
      "when is tdmc notary effective",
      "when is notary public effective",
      "when is an applicable notary public notary public notice effective?"
    ],
    "querygen_score": [
      "-2.7860675",
      "0.4254641",
      "0.14100899"
    ]
  },
  {
    "id": "legal-advice_98__61",
    "doc_id": "legal-advice_98",
    "chunk_id": 61,
    "document_category": "legal-advice",
    "text": "§ 10.90 — Page 43 Table of Contents (5) Disqualified appraisers. (6) Qualified continuing education providers,\nincluding providers —\n(i) Who have obtained a qualifying continuing\neducation provider number; and\n(ii) Whose qualifying continuing education\nnumber has been revoked for failure to comply with\nthe requirements of this part. (b) Other records. Other records of the Director\nof the Office of Professional Responsibility may be\ndisclosed upon specific request, in accordance with\nthe applicable law. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.92 Special orders. § 10.91 Saving provision. Approved: June 3, 2014\nChristopher J. Meade,\nGeneral Counsel Any proceeding instituted under this part prior to\nJune 12, 2014, for which a final decision has not been\nreached or for which judicial review is still available\nis not affected by these revisions. Any proceeding\nunder this part based on conduct engaged in prior to\nJune 12, 2014, which is instituted after that date, will\napply subpart D and E of this part as revised, but\nthe conduct engaged in prior to the effective date of\nthese revisions will be judged by the regulations in\neffect at the time the conduct occurred. Page 44 — § 10.90 The Secretary of the Treasury reserves the power to\nissue such special orders as he or she deems proper\nin any cases within the purview of this part. § 10.93 Effective date. Except as otherwise provided in each section and\nSubject to §10.91, Part 10 is applicable on July 26,\n2002. John Dalrymple,\nDeputy Commissioner for Services and Enforcement [FR Doc. 2014-13739 Filed 06/09/2014 at 4:15 pm;\nPublication Date: 06/12/2014] Treasury Department Circular No. 230",
    "querygen": [
      "what is disqualified appraiser",
      "disqualified appraiser definition",
      "disqualified appraiser definition"
    ],
    "querygen_score": [
      "-0.93705297",
      "-1.3713663",
      "-1.3713663"
    ]
  },
  {
    "id": "legal-advice_60__112",
    "doc_id": "legal-advice_60",
    "chunk_id": 112,
    "document_category": "legal-advice",
    "text": "Go to IRS.gov/ Account to securely access information\nabout your federal tax account. • View the amount you owe and a\nbreakdown by tax year. • See payment plan details or apply\nfor a new payment plan. • Make a payment or view 5 years of\npayment history and any pending or\nscheduled payments. • Access your tax records, including\nkey data from your most recent tax return, and transcripts. • View digital copies of select notices from the IRS. • Approve or reject authorization requests from tax professionals. • View your address on file or manage your communication preferences. Tax Pro Account. This tool lets your\ntax professional submit an authorization\nrequest to access your individual taxpayer IRS online account. For more information, go to IRS.gov/TaxProAccount. Using direct deposit. The fastest way\nto receive a tax refund is to file electronically and choose direct deposit, which\nsecurely and electronically transfers\nyour refund directly into your financial\naccount. Direct deposit also avoids the\npossibility that your check could be lost,\nstolen, destroyed, or returned undeliverable to the IRS. Eight in 10 taxpayers\nuse direct deposit to receive their refunds. If you don’t have a bank account,\ngo to IRS.gov. DirectDeposit for more\ninformation on where to find a bank or\ncredit union that can open an account\nonline. Getting a transcript of your return. The quickest way to get a copy of your\ntax transcript is to go to IRS.gov/\nTranscripts. Click on either “Get Transcript Online” or “Get Transcript by\nMail” to order a free copy of your transcript. If you prefer, you can order your\ntranscript by calling 800-908-9946. Reporting and resolving your tax-related identity theft issues. • Tax-related identity theft happens\nwhen someone steals your personal information to commit tax fraud. Your\ntaxes can be affected if your SSN is used\nto file a fraudulent return or to claim a\nrefund or credit. • The IRS doesn’t initiate contact\nwith taxpayers by email, text messages\n(including shortened links), telephone\ncalls, or social media channels to request\nor verify personal or financial information. This includes requests for personal\nidentification numbers (PINs), pass- words, or similar information for credit\ncards, banks, or other financial accounts. • Go to IRS. gov/IdentityTheft, the\nIRS Identity Theft Central webpage, for\ninformation on identity theft and data security protection for taxpayers, tax professionals, and businesses. If your SSN\nhas been lost or stolen or you suspect\nyou’re a victim of tax-related identity\ntheft, you can learn what steps you\nshould take. • Get an Identity Protection PIN (IP\nPIN). IP PINs are six-digit numbers assigned to taxpayers to help prevent the\nmisuse of their SSNs on fraudulent federal income tax returns. When you have\nan IP PIN, it prevents someone else\nfrom filing a tax return with your SSN. To learn more, go to IRS. gov/IPPIN. Ways to check on the status of your\nrefund. • Go to IRS.gov/Refunds.\n• Download the official IRS2 Go app\nto your mobile device to check your refund status. • Call the automated refund hotline\nat 800-829-1954. See Refund Information, later. Making a tax payment. Go to IRS.gov/\nPayments for information on how to\nmake a payment using any of the following options. • IRS Direct Pay:",
    "querygen": [
      "how to check federal tax accounts",
      "irs owes how much on taxes",
      "how to view payments for taxes"
    ],
    "querygen_score": [
      "0.018367758",
      "-3.2662082",
      "-0.28432196"
    ]
  },
  {
    "id": "legal-advice_94__19",
    "doc_id": "legal-advice_94",
    "chunk_id": 19,
    "document_category": "legal-advice",
    "text": "gov/ITIN. Nonresident Alien Spouse If your spouse is a nonresident alien,\nyour spouse must have either an SSN or\nan ITIN if:\n• You file a joint return, or\n• Your spouse is filing a separate return. Presidential Election\nCampaign Fund This fund helps pay for Presidential\nelection campaigns. The fund reduces\ncandidates' dependence on large contributions from individuals and groups and\nplaces candidates on an equal financial\nfooting in the general election. The fund\nalso helps pay for pediatric medical research. If you want $3 to go to this fund,\ncheck the box. If you are filing a joint\nreturn, your spouse can also have $3 go\nto the fund. If you check a box, your tax\nor refund won't change. Digital Assets\nDigital assets are any digital representations of value that are recorded on a\ncryptographically secured distributed\nledger or any similar technology. For\nexample, digital assets include non-fungible tokens (NFTs) and virtual currencies, such as cryptocurrencies and stablecoins. If a particular asset has the\ncharacteristics of a digital asset, it will\nbe treated as a digital asset for federal\nincome tax purposes. Check the “Yes” box next to the\nquestion on digital assets on page 1 of\nForm 1040 or 1040-SR if at any time\nduring 2022, you (a) received (as a reward, award, or payment for property or\nservices); or (b) sold, exchanged, gifted,\nor otherwise disposed of a digital asset\n(or any financial interest in any digital\nasset). For example, check “Yes” if at any\ntime during 2022 you:\n• Received digital assets as payment\nfor property or services provided;\n• Received digital assets as a result\nof a reward or award;\n• Received new digital assets as a\nresult of mining, staking, and similar activities;\n• Received digital assets as a result\nof a hard fork;\n• Disposed of digital assets in exchange for property or services; -15- • Disposed of a digital asset in exchange or trade for another digital asset;\n• Sold a digital asset;\n• Transferred digital assets for free\n(without receiving any consideration) as\na bona fide gift; or\n• Otherwise disposed of any other financial interest in a digital asset. You have a financial interest in a digital asset if you are the owner of record\nof a digital asset, or have an ownership\nstake in an account that holds one or\nmore digital assets, including the rights\nand obligations to acquire a financial interest, or you own a wallet that holds\ndigital assets. The following actions or transactions\nin 2022, alone, generally don’t require\nyou to check “Yes”:\n• Holding a digital asset in a wallet\nor account;\n• Transferring a digital asset from\none wallet or account you own or control to another wallet or account that you\nown or control; or\n• Purchasing digital assets using\nU.S. or other real currency, including\nthrough the use of electronic platforms\nsuch as PayPal and Venmo. Do not leave the question unanswered. You must answer “Yes” or\n“No” by checking the appropriate box. For more information, go to IRS.gov/\nvirtualcurrencyfaqs. How to Report Digital Asset\nTransactions If you disposed of any digital asset in\n2022, that you held as a capital asset,\nthrough a sale, exchange, gift, or transfer, check “Yes” and use Form 8949 to\ncalculate your capital gain or loss and\nreport that gain or loss on Schedule D\n(Form 1040).",
    "querygen": [
      "who needs to be an itin",
      "who must have a ssn",
      "do you need a ssn to file itin for a spouse?"
    ],
    "querygen_score": [
      "-0.081858486",
      "1.4183455",
      "2.1169019"
    ]
  },
  {
    "id": "legal-advice_40__45",
    "doc_id": "legal-advice_40",
    "chunk_id": 45,
    "document_category": "legal-advice",
    "text": "Because X became eligible for a full retirement benefit in May,\nthe month after X turned 66, X can exclude only four months (January through\nApril) of their annual benefit from their\nincome ($6,000). X must report the remaining $12,000 on line 6a. X must also\ncomplete the Social Security Benefits\nWorksheet to find out if any part of the\n$12,000 is taxable. Form RRB-1099. If you need a TIP replacement Form RRB-1099,\ncall the Railroad Retirement\nBoard at 877-772-5772 or go to\nwww.rrb.gov. Accrued leave payment. If you retire\non disability, any lump-sum payment\nyou receive for accured annual leave is a\nsalary payment. The payment is not a\ndisability payment. Include it in your income in the tax year you receive it. Line 6c Check the box on line 6c if you elect to\nuse the lump-sum election method for\nyour benefits. If any of your benefits are\ntaxable for 2022 and they include a\nlump-sum benefit payment that was for\nan earlier year, you may be able to reduce the taxable amount with the\nlump-sum election. See Lump-Sum Election in Pub. 915 for details. Line 7\nCapital Gain or (Loss) If you sold a capital asset, such as a\nstock or bond, you must complete and\nattach Form 8949 and Schedule D.\nException 1. You don’t have to file\nForm 8949 or Schedule D if you aren’t\ndeferring any capital gain by investing\nin a qualified opportunity fund and both\nof the following apply. 1. You have no capital losses, and\nyour only capital gains are capital gain\ndistributions from Form(s) 1099-DIV,\nbox 2a (or substitute statements); and\n2. None of the Form(s) 1099-DIV\n(or substitute statements) have an\namount in box 2b (unrecaptured section\n1250 gain), box 2c (section 1202 gain),\nor box 2d (collectibles (28%) gain). Exception 2. You must file Schedule D\nbut generally don’t have to file Form\n8949 if Exception 1 doesn't apply, you\naren’t deferring any capital gain by investing in a qualified opportunity fund\nor terminating deferral from an investment in a qualified opportunity fund,\nand your only capital gains and losses\nare:\n• Capital gain distributions;\n• A capital loss carryover from\n2021;\n• A gain from Form 2439 or 6252 or\nPart I of Form 4797;\n• A gain or loss from Form 4684,\n6781, or 8824;\n• A gain or loss from a partnership,\nS corporation, estate, or trust; or • Gains and losses from transactions\nfor which you received a Form 1099-B\n(or substitute statement) that shows basis was reported to the IRS, the QOF\nbox in box 3 isn’t checked, and you\ndon’t need to make any adjustments in\ncolumn (g) of Form 8949 or enter any\ncodes in column (f) of Form 8949. If Exception 1 applies, enter your total capital gain distributions (from\nbox 2a of Form(s) 1099-DIV) on line 7\nand check the box on that line. If you received capital gain distributions as a\nnominee (that is, they were paid to you\nbut actually belong to someone else), report on line 7 only the amount that belongs to you. Include a statement showing the full amount you received and the\namount you received as a nominee. See\nthe Schedule B instructions for filing requirements for Forms 1099-DIV and\n1096. If you don’t have to file Sched-",
    "querygen": [
      "how do I get a full retirement",
      "can i exclude a year of retirement",
      "what month does x have to report income to be eligible for pension"
    ],
    "querygen_score": [
      "-0.9554576",
      "-0.99798906",
      "-0.6094761"
    ]
  },
  {
    "id": "legal-advice_99__157",
    "doc_id": "legal-advice_99",
    "chunk_id": 157,
    "document_category": "legal-advice",
    "text": "Your\nenvelope may need additional postage if it\ncontains more than five pages or is\noversized (for example, it is over 1/4″ thick). Also include your complete return address. THEN use this address if you: IF you live in... Alabama, Georgia, North Carolina, South Carolina,\nTennessee Are requesting a refund or\nare not enclosing a check or\nmoney order... Department of the Treasury\nInternal Revenue Service\nKansas City, MO 64999-0002 Are enclosing a check or\nmoney order... Internal Revenue Service\nP.O. Box 1214\nCharlotte, NC 28201-1214 Alaska, California, Colorado, Hawaii, Idaho, Kansas,\nDepartment of the Treasury\nMichigan, Montana, Nebraska, Nevada, North Dakota,\nInternal Revenue Service\nOhio, Oregon, South Dakota, Utah, Washington, Wyoming Ogden, UT 84201-0002 Internal Revenue Service\nP.O. Box 802501\nCincinnati, OH 45280-2501 Department of the Treasury\nInternal Revenue Service\nAustin, TX 73301-0002 Internal Revenue Service\nP.O. Box 802501\nCincinnati, OH 45280-2501 Department of the Treasury\nInternal Revenue Service\nKansas City, MO 64999-0002 Internal Revenue Service\nP.O. Box 931000\nLouisville, KY 40293-1000 Florida, Louisiana, Mississippi, Texas Department of the Treasury\nInternal Revenue Service\nAustin, TX 73301-0002 Internal Revenue Service\nP.O. Box 1214\nCharlotte, NC 28201-1214 Pennsylvania Department of the Treasury\nInternal Revenue Service\nKansas City, MO 64999-0002 Internal Revenue Service\nP.O. Box 802501\nCincinnati, OH 45280-2501 Arizona, New Mexico Arkansas, Connecticut, Delaware, District of Columbia,\nIllinois, Indiana, Iowa, Kentucky, Maine, Maryland,\nMassachusetts, Minnesota, Missouri, New Hampshire,\nNew Jersey, New York, Oklahoma, Rhode Island,\nVermont, Virginia, West Virginia, Wisconsin A foreign country, U.S. possession or territory*, or use an Department of the Treasury\nAPO or FPO address, or file Form 2555 or 4563, or are a Internal Revenue Service\ndual-status alien\nAustin, TX 73301-0215 Internal Revenue Service\nP.O. Box 1303\nCharlotte, NC 28201-1303 *If you live in American Samoa, Puerto Rico, Guam, the U.S. Virgin Islands, or the Northern Mariana Islands, see Pub. 570. -113-",
    "querygen": [
      "do i need extra postage on return envelopes?",
      "how should i mail a letter return envelope",
      "how to mail a return envelope"
    ],
    "querygen_score": [
      "1.028755",
      "-2.0762396",
      "-1.8180455"
    ]
  },
  {
    "id": "legal-advice_66__23",
    "doc_id": "legal-advice_66",
    "chunk_id": 23,
    "document_category": "legal-advice",
    "text": "Check the\nin column (4) of the\n“Credit for other\nDependents section on\ndependents” box in\npage 1 of Form 1040 or\ncolumn (4) of the\n1040-SR for this\nDependents section on\nperson. page 1 of Form 1040 or\n1040-SR for this person. Does Your Qualifying Child\nQualify You for the Child Tax\nCredit or Credit for Other\nDependents? 1. Did the child have an SSN, ITIN, or adoption taxpayer\nidentification number (ATIN) issued on or before the due\ndate of your return (including extensions)? (Answer “Yes”\nif you are applying for an ITIN or ATIN for the child on or\nbefore the due date of your return (including extensions).) Yes. Continue\nNo. STOP\n䊲 You can’t claim the child\ntax credit or the credit for\nother dependents for this\nchild. 2. Was the child a U.S. citizen, U.S. national, or U.S. resident\nalien? (See Pub. 519 for the definition of a U.S. national or\nU.S. resident alien. If the child was adopted, see Exception\nto citizen test, later.) Yes. Continue\nNo. STOP\n䊲 You can’t claim the child\ntax credit or the credit for\nother dependents for this\nchild. Need more information or forms? Visit IRS.gov. -18- Step 4 Is Your Qualifying Relative\nYour Dependent? 3. Was your qualifying relative married? Yes. See Married\nNo. Continue\n䊲\nperson, later. A qualifying relative is a person who is your... Son, daughter, stepchild, foster child, or a descendant of any of them (for\nexample, your grandchild) 4. Could you, or your spouse if filing jointly, be claimed as a\ndependent on someone else's 2022 tax return? (If the person\nwho could claim you on their 2022 tax return is not required\nto file, and isn't filing a 2022 tax return or is filing a 2022\nreturn only to claim a refund of withheld income tax or\nestimated tax paid, check “No.”) See Steps 1, 2, and 4. No. You can claim this\nYes. STOP\nperson as a dependent. You can't claim any\nComplete columns (1)\ndependents. Complete\nthrough (3) of the\nthe rest of Form 1040 or\nDependents section on\n1040-SR and any\npage 1 of Form 1040 or\napplicable schedules. 1040-SR. Then, go to\nStep 5. or\nBrother, sister, half brother, half sister, or a son or daughter of any of them (for\nexample, your niece or nephew)\nor\nFather, mother, or an ancestor or sibling of either of them (for example, your\ngrandmother, grandfather, aunt, or uncle)\nor\nStepbrother, stepsister, stepfather, stepmother, son-in-law, daughter-in-law,\nfather-in-law, mother-in-law, brother-in-law, or sister-in-law\nor Step 5 Any other person (other than your spouse) who lived with you all year as a\nmember of your household if your relationship didn't violate local law. If the\nperson didn't live with you for the required time, see Exception to time lived with\nyou, later. Does Your Qualifying Relative\nQualify You for the Credit for\nOther Dependents? AND 1. Did your qualifying relative have an SSN, ITIN, or ATIN\nissued on or before the due date of your 2022 return\n(including extensions)? (Answer “Yes” if you are applying\nfor an ITIN or ATIN for the qualifying relative on or before\nthe return due date (including extensions).) Yes. Continue\nNo. STOP Who wasn't a qualifying child (see Step 1) of any taxpayer for 2022.",
    "querygen": [
      "how do i make credit for other dependents",
      "what are dependents on form 1040-SR",
      "what is the credit for other dependents section of 1040"
    ],
    "querygen_score": [
      "1.6588596",
      "1.0918932",
      "1.5880926"
    ]
  },
  {
    "id": "legal-advice_99__125",
    "doc_id": "legal-advice_99",
    "chunk_id": 125,
    "document_category": "legal-advice",
    "text": "• Performing-arts-related expenses\nas a qualified performing artist. • Business expenses of fee-basis\nstate or local government officials. For more details, see Form 2106. Line 13 Line 16 Health Savings Account (HSA)\nDeduction Self-Employed SEP, SIMPLE, and\nQualified Plans You may be able to take this deduction\nif contributions (other than employer\ncontributions, rollovers, and qualified\nHSA funding distributions from an IRA)\nwere made to your HSA for 2022. See\nForm 8889. If you were self-employed or a partner,\nyou may be able to take this deduction. See Pub. 560 or, if you were a minister,\nPub. 517. Line 14 Self-Employed Health Insurance\nDeduction Moving Expenses You can deduct moving expenses if you\nare a member of the Armed Forces on\nactive duty and due to a military order\nyou move because of a permanent\nchange of station. Use Tax Topic 455 or\nsee Form 3903. Line 15\nDeductible Part of\nSelf-Employment Tax If you were self-employed and owe\nself-employment tax, fill in Schedule SE\nto figure the amount of your deduction. The deductible part of your self-employment tax is on line 13 of Schedule SE. -88- Line 17 You may be able to deduct the amount\nyou paid for health insurance for yourself, your spouse, and your dependents. The insurance can also cover your child\nwho was under age 27 at the end of\n2022, even if the child wasn't your dependent. A child includes your son,\ndaughter, stepchild, adopted child, or\nfoster child (defined in Who Qualifies as\nYour Dependent in the Instructions for\nForm 1040). One of the following statements must\nbe true. • You were self-employed and had a\nnet profit for the year reported on\nSchedule C or F.\n• You were a partner with net earnings from self-employment. • You used one of the optional\nmethods to figure your net earnings\nfrom self-employment on Schedule SE.\n• You received wages in 2022 from\nan S corporation in which you were a\nmore-than-2% shareholder. Health insurance premiums paid or reimbursed by\nthe S corporation are shown as wages on\nForm W-2. The insurance plan must be established under your business. Your personal\nservices must have been a material income-producing factor in the business. If you are filing Schedule C or F, the\npolicy can be either in your name or in\nthe name of the business. If you are a partner, the policy can be\neither in your name or in the name of the\npartnership. You can either pay the premiums yourself or your partnership can\npay them and report them as guaranteed\npayments. If the policy is in your name\nand you pay the premiums yourself, the\npartnership must reimburse you and report the premiums as guaranteed payments. If you are a more-than-2% shareholder in an S corporation, the policy can be\neither in your name or in the name of the\nS corporation. You can either pay the\npremiums yourself or the S corporation\ncan pay them and report them as wages. If the policy is in your name and you\npay the premiums yourself, the S corporation must reimburse you.",
    "querygen": [
      "which statement is included in a sep form",
      "what is the sep deductable form",
      "who is a qualified performing artist?"
    ],
    "querygen_score": [
      "-3.1784039",
      "-2.5212066",
      "-2.806246"
    ]
  },
  {
    "id": "legal-advice_27__60",
    "doc_id": "legal-advice_27",
    "chunk_id": 60,
    "document_category": "legal-advice",
    "text": "(2) Duration of suspension. A suspension under\nthis section will commence on the date that the\nwritten notice of expedited suspension is served\non the practitioner, either personally or through\nan authorized representative. The suspension will\nremain effective until the earlier of:\n(i) The date the Internal Revenue Service lifts\nthe suspension after determining that the practitioner\nis no longer described in paragraph (b) of this section\nor for any other reason; or\n(ii) The date the suspension is lifted or\notherwise modified by an Administrative Law Judge\nor the Secretary of the Treasury, or delegate deciding\nappeals, in a proceeding referred to in paragraph (g)\nof this section and instituted under §10.60. (g) Practitioner demand for §10.60 proceeding. If\nthe Internal Revenue Service suspends a practitioner\nunder the expedited suspension procedures described\nin this section, the practitioner may demand that\nthe Internal Revenue Service institute a proceeding\nunder §10.60 and issue the complaint described in\n§10.62. The demand must be in writing, specifically\nreference the suspension action under §10.82, and\nbe made within 2 years from the date on which the\npractitioner’s suspension commenced. The Internal\nRevenue Service must issue a complaint demanded\nunder this paragraph (g) within 60 calendar days\nof receiving the demand. If the Internal Revenue\nService does not issue such complaint within 60 days\nof receiving the demand, the suspension is lifted\nautomatically. The preceding sentence does not,\nhowever, preclude the Commissioner, or delegate,\nfrom instituting a regular proceeding under §10.60\nof this part. (h) Effective/applicability date. This section is\ngenerally applicable beginning June 12, 2014,\nexcept that paragraphs (b)(1) through (4) of this\nsection are applicable beginning August 2, 2011. Treasury Department Circular No. 230 Subpart E — General Provisions\n§ 10.90 Records.\n(a) Roster. The Internal Revenue Service will\nmaintain and make available for public inspection\nin the time and manner prescribed by the Secretary,\nor delegate, the following rosters —\n(1) Individuals (and employers, firms, or other\nentities, if applicable) censured, suspended, or\ndisbarred from practice before the Internal Revenue\nService or upon whom a monetary penalty was\nimposed. (2) Enrolled agents, including individuals —\n(i) Granted active enrollment to practice;\n(ii) Whose enrollment has been placed in\ninactive status for failure to meet the requirements\nfor renewal of enrollment;\n(iii) Whose enrollment has been placed in\ninactive retirement status; and\n(iv) Whose offer of consent to resign from\nenrollment has been accepted by the Internal\nRevenue Service under §10.61. (3) Enrolled retirement plan agents, including\nindividuals —\n(i) Granted active enrollment to practice;\n(ii) Whose enrollment has been placed in\ninactive status for failure to meet the requirements\nfor renewal of enrollment;\n(iii) Whose enrollment has been placed in\ninactive retirement status; and\n(iv) Whose offer of consent to resign from\nenrollment has been accepted under §10.61. (4) Registered tax return preparers, including\nindividuals —\n(i) Authorized to prepare all or substantially all\nof a tax return or claim for refund;\n(ii) Who have been placed in inactive status for\nfailure to meet the requirements for renewal;\n(iii) Who have been placed in inactive\nretirement status; and\n(iv) Whose offer of consent to resign from\ntheir status as a registered tax return preparer has\nbeen accepted by the Internal Revenue Service\nunder §10.61. § 10.90 — Page 43 Table of Contents (5) Disqualified appraisers.",
    "querygen": [
      "when is the suspension of a physician due",
      "what is the time of suspension for a practitioner under the Internal Revenue Service?",
      "when does irs start suspending practices"
    ],
    "querygen_score": [
      "-2.110572",
      "1.9621882",
      "-0.9827012"
    ]
  },
  {
    "id": "legal-advice_25__71",
    "doc_id": "legal-advice_25",
    "chunk_id": 71,
    "document_category": "legal-advice",
    "text": "5. STOP 3 4a\n4b You can’t take the credit. Enter “No” on the dotted line next to Form 1040 If you have:\n● 3 or more qualifying children who have valid SSNs, is line 4b less than $53,057 ($59,187 if married\nfiling jointly)? ● 2 qualifying children who have valid SSNs, is line 4b less than $49,399 ($55,529 if married filing jointly)? ● 1 qualifying child who has a valid SSN, is line 4b less than $43,492 ($49,622 if married filing jointly)?\n● No qualifying children who have valid SSNs, is line 4b less than $16,480 ($22,610 if married filing jointly)? Yes. If you want the IRS to figure your credit, see Credit figured by the IRS, earlier. If you want to\nfigure the credit yourself, enter the amount from line 4b on line 6 of this worksheet. STOP No. You can’t take the credit. Enter “No” on the dotted line next to Form 1040 or\n1040-SR, line 27. Need more information or forms? Visit IRS.gov. -44- Worksheet B —2022 EIC—Line 27—Continued Part 5 All Filers Using\nWorksheet B Keep for Your Records 6 6. Enter your total earned income from Part 4, line 4b. 7. Look up the amount on line 6 above in the EIC Table to find\nthe credit. Be sure you use the correct column for your filing status and\nthe number of qualifying children you have who have a valid SSN. Enter\nthe credit here. 7 If line 7 is zero, STOP You can’t take the credit. Enter “No” on the dotted line next to Form 1040 or 1040-SR, line 27. 8. Enter the amount from Form 1040 or 1040-SR,\nline 11. 9. Are the amounts on lines 8 and 6 the same? 8 Yes. Skip line 10; enter the amount from line 7 on line 11. No. Go to line 10. Part 6 10. Filers Who\nAnswered\n“No” on\nLine 9 If you have:\n● No qualifying children who have a valid SSN, is the amount on line 8\nless than $9,200 ($15,300 if married filing jointly)? ● 1 or more qualifying children who have a valid SSN, is the amount on\nline 8 less than $20,150 ($26,300 if married filing jointly)? Yes. Leave line 10 blank; enter the amount from line 7 on line 11. No. Look up the amount on line 8 in the EIC Table to find the\ncredit. Be sure you use the correct column for your filing status\nand the number of qualifying children you have who have a valid\nSSN. Enter the credit here. Look at the amounts on lines 10 and 7. Then, enter the smaller amount on line 11. Part 7 Your Earned\nIncome Credit 11. 10 This is your earned income credit. 11 Reminder— Enter this amount on\nForm 1040 or 1040-SR,\nline 27. If you have a qualifying child, complete and attach Schedule EIC. 1040 or\n1040-SR EIC CAUTION 10o4r0 R 1040-S If your EIC for a year after 1996 was reduced or disallowed, see\nForm 8862, who must file, earlier, to find out if you must file Form\n8862 to take the credit for 2022. -45-",
    "querygen": [
      "how much is tax credit",
      "can i take my student credit on my 1040 if i have children",
      "when do you take a credit card if you have more than one dependent"
    ],
    "querygen_score": [
      "-2.9206223",
      "0.26619285",
      "-4.8348694"
    ]
  },
  {
    "id": "legal-advice_66__105",
    "doc_id": "legal-advice_66",
    "chunk_id": 105,
    "document_category": "legal-advice",
    "text": "• Be sure you used the correct method to figure your tax. See the instructions for line 16.\n• Be sure to enter your SSN in the\nspace provided on page 1 of Form 1040\nor 1040-SR. If you are married filing a The IRS Mission. Provide America's taxpayers top-quality service by helping them\nunderstand and meet their tax responsibilities and enforce the law with integrity and\nfairness to all. joint or separate return, also enter your\nspouse's SSN. Be sure to enter your SSN\nin the space next to your name. Check\nthat your name and SSN agree with your\nsocial security card. • Make sure your name and address\nare correct. Enter your (and your spouse's) name in the same order as shown\non your last return. • If you live in an apartment, be sure\nto include your apartment number in\nyour address. • If you are taking the standard deduction, see the instructions for line 12\nto be sure you entered the correct\namount. • If you received capital gain distributions but weren't required to file\nSchedule D, make sure you checked the\nbox on line 7.\n• If you are taking the EIC, be sure\nyou used the correct column of the EIC\nTable for your filing status and the number of qualifying children you have who\nhave valid SSNs. • Remember to sign and date Form\n1040 or 1040-SR and enter your occupation(s). • Attach your Form(s) W-2 and other required forms and schedules. Put all\nforms and schedules in the proper order. See Assemble Your Return, earlier.\n• If you owe tax and are paying by\ncheck or money order, be sure to include\nall the required information on your payment. See the instructions for line 37 for\ndetails. • Make sure to check Where Do You\nFile? before mailing your return. Over\nthe next several years, the IRS will be\nreducing the number of paper tax return\nprocessing sites. Because of this, you\nmay need to mail your return to a different address than you have in the past. • Don’t file more than one original\nreturn for the same year, even if you\nhaven't gotten your refund or haven't\nheard from the IRS since you filed. Filing more than one original return for the\nsame year, or sending in more than one\ncopy of the same return (unless we ask\nyou to do so), could delay your refund. -76- • Make sure that if you, your spouse\nwith whom you are filing a joint return,\nor your dependent was enrolled in Marketplace coverage, and advance payments of the premium tax credit were\nmade for the coverage, that you attach\nForm 8962. For tax years other than\n2020, you may have to repay excess advance payments, even if someone else\nenrolled you, your spouse, or your dependent in the Marketplace coverage. Excess advance payments may also have\nto be repaid if you enrolled someone in\nMarketplace coverage, you don't claim\nthat individual as a dependent, and no\none else claims that individual as a dependent. See the instructions for Schedule 2, line 2, and the Instructions for\nForm 8962.",
    "querygen": [
      "how to do 1040 taxes",
      "how to figure tax",
      "when to use ssn on 1040"
    ],
    "querygen_score": [
      "0.15756115",
      "0.03435605",
      "-0.52294934"
    ]
  },
  {
    "id": "legal-advice_85__20",
    "doc_id": "legal-advice_85",
    "chunk_id": 20,
    "document_category": "legal-advice",
    "text": "Because the contracts in question are cost-plus contracts, the liabilities incurred\nduring the taxable year under these contracts are included in claims incurred\nunder section 833(b)(1)(A)(i) in determining the special deduction under section\n833(b). It should be emphasized that the \"cost-plus\" contracts described in the TAM are\nvery similar to the underwritten \"Cost Plus/Administrative Services Only\" arrangements\ndescribed in the 1994 financial reporting supplement for BCBS plans prepared by the\nFinancial Reporting Working Group of the Special Committee on Blue Cross Plans, and\nin the description of ASC/Cost Plus arrangements by the BCBSA in its risk-based\ncapital formula. In all three cases, the plan issues an identification card, subscribers\nreceive services directly from health-care providers without making any payment, the POSTU-144536-09 24 plan pays the providers from plan funds, and the plan then bills the account for the cost\nof benefits. Note also that both the cost-plus arrangement described by the Financial\nReporting Working Group and by the TAM included a stop-loss feature, while both the\narrangement described by the Working Group and by the BCBSA were experiencerated. Both the arrangement described by the BCBSA and by the TAM allowed\nsubscribers to convert from group to individual coverage. Finally, note that the Taxpayer in the TAM established claims reserves for\nits \"cost-plus contracts\" but not for its ASO arrangements, and that the Taxpayer in the\nTAM did include its \"cost-plus\" business in computing the section 833(b) deduction, but\ndid not include ASO contracts. In summary, the NAIC first used the phrase \"Cost-Plus/ASO\" in 1994 to describe\n\"underwritten\" cost-plus arrangements, as opposed to arrangements that were\nconsidered nonunderwritten, which were described by the single term \"ASO.\" During\nthis same period, the BCBSA used the phrase \"ASC/Cost-Plus\" to describe an\narrangement similar to the NAIC's \"Cost-Plus/ASO\" arrangement, and the BCBSA\nsimilarly contrasted its \"ASC/Cost-Plus\" with \"ASO arrangements.\" Presently, the NAIC uses the terms \"ASO\" and \"ASC\" to describe two types of\narrangements that are considered \"uninsured.\" To the extent the term \"ASC\" was at\none time used to describe a \"cost-plus\" arrangement, it was used by the BCBSA to\ndescribe an arrangement that was considered insurance at the time. Accordingly, the\nfact that the NAIC now uses the term \"ASC\" to describe an arrangement that is\nconsidered uninsured does not mean that such an arrangement should be considered\n\"cost-plus.\" NAIC Risk-Based Capital Rules. Current NAIC Risk-Based Capital materials\nregarding ASO and ASC arrangements generally follow the descriptions of the NAIC\naccounting materials. There is no definition or discussion of \"National Account\"\narrangements or \"National Account-type\" arrangements and no inference can be drawn\nfrom the RBC line entry description for \"Fee-for service\" items. \"Risk-based capital (RBC)\" is described by the NAIC as \"a method of measuring\nthe minimum amount of capital appropriate for a reporting entity to support its overall\nbusiness operations in consideration of its size and risk profile.\" National Association of\nInsurance Commissioners, Risk-Based Capital Forecasting, Health, 2008 (2008 NAIC\nHealth, Risk-Based Capital Report, Including Overview and Instructions for Companies,\nas of December 31, 2008), page i. It should be emphasized that, unlike the NAIC\nAnnual Statement and the Federal Income Tax Return, Risk-Based Capital is not\nconcerned with the determination of income in any way.",
    "querygen": [
      "what does the contract claim form mean",
      "is cost plus a taxable contract",
      "what is the special deduction for a contractor for cost plus contracts"
    ],
    "querygen_score": [
      "-4.2051725",
      "2.624129",
      "-0.09652795"
    ]
  },
  {
    "id": "legal-advice_31__56",
    "doc_id": "legal-advice_31",
    "chunk_id": 56,
    "document_category": "legal-advice",
    "text": "The notice of appeal must include\na brief that states exceptions to the decision of\nAdministrative Law Judge and supporting reasons\nfor such exceptions. (b) Time and place for filing of appeal. The notice\nof appeal and brief must be filed, in duplicate, with\nthe Secretary of the Treasury, or delegate deciding\nappeals, at an address for appeals that is identified\nto the parties with the decision of the Administrative\nLaw Judge. The notice of appeal and brief must be\nfiled within 30 days of the date that the decision\nof the Administrative Law Judge is served on the\nparties. The appealing party must serve a copy\nof the notice of appeal and the brief to any non\nappealing party or, if the party is represented, the\nnon-appealing party’s representative. (c) Response. Within 30 days of receiving the\ncopy of the appellant’s brief, the other party\nmay file a response brief with the Secretary of\nthe Treasury, or delegate deciding appeals, using\nthe address identified for appeals. A copy of the\nresponse brief must be served at the same time on\nthe opposing party or, if the party is represented,\nthe opposing party’s representative. (d) No other briefs, responses or motions as of\nright. Other than the appeal brief and response\nbrief, the parties are not permitted to file any other\nbriefs, responses or motions, except on a grant of\nleave to do so after a motion demonstrating sufficient\ncause, or unless otherwise ordered by the Secretary\nof the Treasury, or delegate deciding appeals. (e) Additional time for briefs and responses. Notwithstanding the time for filing briefs and\nresponses provided in paragraphs (b) and (c) of this\nsection, the Secretary of the Treasury, or delegate\ndeciding appeals, may, for good cause, authorize\nadditional time for filing briefs and responses\nupon a motion of a party or upon the initiative of\nPage 40 — § 10.77 the Secretary of the Treasury, or delegate deciding\nappeals. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.78 Decision on review. (a) Decision on review. On appeal from or review\nof the decision of the Administrative Law Judge, the\nSecretary of the Treasury, or delegate, will make the\nagency decision. The Secretary of the Treasury, or\ndelegate, should make the agency decision within\n180 days after receipt of the appeal\n(b) Standard of review. The decision of the\nAdministrative Law Judge will not be reversed unless\nthe appellant establishes that the decision is clearly\nerroneous in light of the evidence in the record and\napplicable law. Issues that are exclusively matters of\nlaw will be reviewed de novo. In the event that the\nSecretary of the Treasury, or delegate, determines\nthat there are unresolved issues raised by the record,\nthe case may be remanded to the Administrative Law\nJudge to elicit additional testimony or evidence. (c) Copy of decision on review. The Secretary of\nthe Treasury, or delegate, will provide copies of the\nagency decision to the authorized representative of\nthe Internal Revenue Service and the respondent or\nthe respondent’s authorized representative. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.79 Effect of disbarment, suspension, or censure. (a) Disbarment.",
    "querygen": [
      "how long does a notice of appeal have to be",
      "what to include in an administrative notice",
      "who must give notice of appeal"
    ],
    "querygen_score": [
      "1.4660103",
      "-1.0801482",
      "0.81143594"
    ]
  },
  {
    "id": "legal-advice_25__57",
    "doc_id": "legal-advice_25",
    "chunk_id": 57,
    "document_category": "legal-advice",
    "text": "Enter the smaller of line 1 or line 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14. Add lines 5 and 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15.\nSubtract line 15 from line 14. If zero or less, enter -0- . . . . . . . . . . . . . . . . . . . . . . . 16. Enter the smaller of line 12 or line 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17.\nMultiply line 17 by 15% (0.15) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n18. Add lines 9 and 17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19.\nSubtract line 19 from line 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20.\nMultiply line 20 by 20% (0.20) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n21.\nFigure the tax on the amount on line 5. If the amount on line 5 is less than $100,000, use the Tax Table\nto figure the tax.",
    "querygen": [
      "which letter is the smaller of lines one and 13? a. number of letters b c",
      "what numbers on the line 1 represent the numbers on the line thirteen",
      "what two numbers go on a t"
    ],
    "querygen_score": [
      "-4.5669603",
      "-4.6892233",
      "-6.2193813"
    ]
  },
  {
    "id": "legal-advice_31__17",
    "doc_id": "legal-advice_31",
    "chunk_id": 17,
    "document_category": "legal-advice",
    "text": "Enrollment as an enrolled\nretirement plan agent based on an applicant’s former\nemployment with the Internal Revenue Service will\nbe limited to permit the presentation of matters only\nwith respect to qualified retirement plan matters. (4) Application for enrollment as an enrolled\nagent or enrolled retirement plan agent based on an\napplicant’s former employment with the Internal\nRevenue Service must be made within three years\nfrom the date of separation from such employment. (5) An applicant for enrollment as an enrolled\nagent who is requesting such enrollment based\non former employment with the Internal Revenue\nService must have had a minimum of five years\ncontinuous employment with the Internal Revenue\nService during which the applicant must have been\nregularly engaged in applying and interpreting\nthe provisions of the Internal Revenue Code and\nthe regulations relating to income, estate, gift,\nTreasury Department Circular No. 230 employment, or excise taxes. (6) An applicant for enrollment as an enrolled\nretirement plan agent who is requesting such\nenrollment based on former employment with the\nInternal Revenue Service must have had a minimum\nof five years continuous employment with the\nInternal Revenue Service during which the applicant\nmust have been regularly engaged in applying and\ninterpreting the provisions of the Internal Revenue\nCode and the regulations relating to qualified\nretirement plan matters. (7) For the purposes of paragraphs (d)(5) and (6)\nof this section, an aggregate of 10 or more years of\nemployment in positions involving the application\nand interpretation of the provisions of the Internal\nRevenue Code, at least three of which occurred within\nthe five years preceding the date of application, is the\nequivalent of five years continuous employment. (e) Natural persons. Enrollment to practice may be\ngranted only to natural persons. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.5 Application to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Form; address. An applicant to become an\nenrolled agent, enrolled retirement plan agent,\nor registered tax return preparer must apply as\nrequired by forms or procedures established and\npublished by the Internal Revenue Service, including\nproper execution of required forms under oath or\naffirmation. The address on the application will be\nthe address under which a successful applicant is\nenrolled or registered and is the address to which all\ncorrespondence concerning enrollment or registration\nwill be sent. (b) Fee. A reasonable nonrefundable fee may be\ncharged for each application to become an enrolled\nagent, enrolled retirement plan agent, or registered\ntax return preparer. See 26 CFR part 300.\n(c) Additional information; examination. The Internal\nRevenue Service may require the applicant, as a\ncondition to consideration of an application, to file\n§ 10.5 — Page 9 Table of Contents additional information and to submit to any written\nor oral examination under oath or otherwise. Upon\nthe applicant’s written request, the Internal Revenue\nService will afford the applicant the opportunity to\nbe heard with respect to the application. (d) Compliance and suitability checks. (1) As a condition to consideration of an\napplication, the Internal Revenue Service may\nconduct a Federal tax compliance check and\nsuitability check.",
    "querygen": [
      "who is an enrolled retirement plan agent",
      "can an irs applicant be an enrolled agent for qualified retirement planning",
      "when is an enrolled plan agent required irs"
    ],
    "querygen_score": [
      "1.408236",
      "2.7209876",
      "1.1388183"
    ]
  },
  {
    "id": "legal-advice_40__156",
    "doc_id": "legal-advice_40",
    "chunk_id": 156,
    "document_category": "legal-advice",
    "text": "Taxpayers have the right to know\nwhen the IRS has finished an audit. 7. The Right to Privacy 2. The Right to Quality Service\nTaxpayers have the right to receive prompt, courteous, and\nprofessional assistance in their dealings with the IRS, to be\nspoken to in a way they can easily understand, to receive clear\nand easily understandable communications from the IRS, and\nto speak to a supervisor about inadequate service. 8. The Right to Confidentiality 3. The Right to Pay No More than the\nCorrect Amount of Tax\nTaxpayers have the right to pay only the amount of tax legally\ndue, including interest and penalties, and to have the IRS\napply all tax payments properly. 4. The Right to Challenge the IRS’s Position\nand Be Heard\nTaxpayers have the right to raise objections and provide\nadditional documentation in response to formal IRS actions or\nproposed actions, to expect that the IRS will consider their\ntimely objections and documentation promptly and fairly, and\nto receive a response if the IRS does not agree with their\nposition. 5. The Right to Appeal an IRS Decision in an\nIndependent Forum\nTaxpayers are entitled to a fair and impartial administrative\nappeal of most IRS decisions, including many penalties, and\nhave the right to receive a written response regarding the IRS\nIndependent Office of Appeals’ decision. Taxpayers generally\nhave the right to take their cases to court. Taxpayers have the right to expect that any IRS inquiry,\nexamination, or enforcement action will comply with the law\nand be no more intrusive than necessary, and will respect all\ndue process rights, including search and seizure protections,\nand will provide, where applicable, a collection due process\nhearing. Taxpayers have the right to expect that any information they\nprovide to the IRS will not be disclosed unless authorized by\nthe taxpayer or by law. Taxpayers have the right to expect\nappropriate action will be taken against employees, return\npreparers, and others who wrongfully use or disclose taxpayer\nreturn information. 9. The Right to Retain Representation\nTaxpayers have the right to retain an authorized representative\nof their choice to represent them in their dealings with the\nIRS. Taxpayers have the right to seek assistance from a Low\nIncome Taxpayer Clinic if they cannot afford representation. 10. The Right to a Fair and Just Tax System\nTaxpayers have the right to expect the tax system to consider\nfacts and circumstances that might affect their underlying\nliabilities, ability to pay, or ability to provide information timely. Taxpayers have the right to receive assistance from the\nTaxpayer Advocate Service if they are experiencing financial\ndifficulty or if the IRS has not resolved their tax issues properly\nand timely through its normal channels. Learn more at IRS.gov/TaxpayerRights -112- Where Do You Mail your return to the address shown\nFile? below that applies to you. If you want to use\na private delivery service, see Private\nDelivery\nServices\nunder\nFiling\nRequirements, earlier. TIP Envelopes without enough postage will be\nreturned to you by the post office. Your\nenvelope may need additional postage if it\ncontains more than five pages or is\noversized (for example, it is over 1/4″ thick). Also include your complete return address. THEN use this address if you: IF you live in... Alabama, Georgia, North Carolina, South Carolina,\nTennessee",
    "querygen": [
      "what kind of right do taxpayers have when audited by irs",
      "how do tax advisors and taxpayers differ?",
      "what is the right of the irs"
    ],
    "querygen_score": [
      "3.2335696",
      "-3.151719",
      "2.5540595"
    ]
  },
  {
    "id": "legal-advice_29__8",
    "doc_id": "legal-advice_29",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": "Filing\nRequirements\nDo You Have To\nFile? Use Chart A, B, or C to see if you must\nfile a return. U.S. citizens who lived in\nor had income from a U.S. possession\nshould see Pub. 570. Residents of Puerto\nRico can use Tax Topic 901 to see if\nthey must file. Even if you do not otherwise TIP have to file a return, you\nshould file one to get a refund\nof any federal income tax withheld. You\nshould also file if you are eligible for\nany of the following credits. • Earned income credit. • Additional child tax credit. • American opportunity credit. • Credit for federal tax on fuels. • Premium tax credit. • Credits for sick and family leave. See Pub. 501 for details. Also see\nPub. 501 if you do not have to file but\nreceived a Form 1099-B (or substitute\nstatement). Requirement to reconcile advance\npayments of the premium tax credit. If you, your spouse with whom you are\nfiling a joint return, or a dependent was\nenrolled in coverage through the Marketplace for 2022 and advance payments\nof the premium tax credit were made for\nthis coverage, you must file a 2022 return and attach Form 8962. You (or\nwhoever enrolled you) should have received Form 1095-A from the Marketplace with information about your coverage and any advance payments. You must attach Form 8962 even if\nsomeone else enrolled you, your spouse,\nor your dependent. If you are a dependent who is claimed on someone else's\n2022 return, you do not have to attach\nForm 8962. Exception for certain children under\nage 19 or full-time students. If certain\nconditions apply, you can elect to in- These rules apply to all U.S. citizens, regardless of where they live, and resident aliens. Have you tried IRS e-file? It's the fastest way to get your refund\nand it's free if you are eligible. Visit IRS.gov for details. clude on your return the income of a\nchild who was under age 19 at the end\nof 2022 or was a full-time student under\nage 24 at the end of 2022. To do so, use\nForm 8814. If you make this election,\nyour child doesn't have to file a return. For details, use Tax Topic 553 or see\nForm 8814. A child born on January 1, 1999, is\nconsidered to be age 24 at the end of\n2022. Do not use Form 8814 for such a\nchild. If you were serving in, or in support\nof, the U.S. Armed Forces in a designated combat zone or contingency operation, you may be able to file later. See\nPub. 3 for details. Resident aliens. These rules also apply\nif you were a resident alien. Also, you\nmay qualify for certain tax treaty benefits. See Pub. 519 for details. address for mailing your return. Use these addresses for Forms\n1040 or 1040-SR filed in 2023. The address for returns filed after 2023 may be\ndifferent. See IRS.gov/Form1040 for any\nupdates. Nonresident aliens and dual-status aliens. These rules also apply if you were\na nonresident alien or a dual-status alien\nand both of the following apply. • You were married to a U.S. citizen\nor resident alien at the end of 2022.\n•",
    "querygen": [
      "what is the form you need to file taxes",
      "what is the income requirements of filing e tax",
      "if you are from puerto rico, do you have to file your tax return"
    ],
    "querygen_score": [
      "-1.5982974",
      "-3.8024778",
      "0.75779444"
    ]
  },
  {
    "id": "legal-advice_26__11",
    "doc_id": "legal-advice_26",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.82 Expedited suspension.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\nSubpart E — General Provisions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.90 Records. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.91 Saving provision. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.92 Special orders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.93 Effective date. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "querygen": [
      "how much is it to have a petition filed?",
      "who was the petitioner for the senate",
      "how many people have filed for pets"
    ],
    "querygen_score": [
      "-6.233517",
      "-7.234681",
      "-7.9616866"
    ]
  },
  {
    "id": "legal-advice_64__116",
    "doc_id": "legal-advice_64",
    "chunk_id": 116,
    "document_category": "legal-advice",
    "text": "If you received a refund, credit, or\noffset of state or local income taxes in\n2022, you may be required to report this\namount. If you didn't receive a Form\n1099-G, check with the government\nagency that made the payments to you. Your 2022 Form 1099-G may have been\nmade available to you only in an electronic format, and you will need to get\ninstructions from the agency to retrieve\nthis document. Report any taxable refund you received even if you didn't receive Form 1099-G. If you chose to apply part or all of the\nrefund to your 2022 estimated state or\nlocal income tax, the amount applied is\ntreated as received in 2022. If the refund\nwas for a tax you paid in 2021 and you deducted state and local income taxes on\nyour 2021 Schedule A, use the State and\nLocal Income Tax Refund Worksheet in\nthese instructions to see if any of your\nrefund is taxable. Exception. See Itemized Deduction Recoveries in Pub. 525 instead of using the\nState and Local Income Tax Refund\nWorksheet in these instructions if any of\nthe following applies. 1. You received a refund in 2022\nthat is for a tax year other than 2021. 2. You received a refund other than\nan income tax refund, such as a general\nsales tax or real property tax refund, in\n2022 of an amount deducted or credit\nclaimed in an earlier year. 3. You had taxable income on your\n2021 Form 1040 or 1040-SR, line 15,\nbut no tax on your Form 1040 or\n1040-SR, line 16, because of the 0% tax\nrate on net capital gain and qualified\ndividends in certain situations. 4. Your 2021 state and local income\ntax refund is more than your 2021 state\nand local income tax deduction minus\nthe amount you could have deducted as\nyour 2021 state and local general sales\ntaxes. 5. You made your last payment of\n2021 estimated state or local income tax\nin 2022. 6. You owed alternative minimum\ntax in 2021. 7. You couldn't use the full amount\nof credits you were entitled to in 2021\nbecause the total credits were more than\nthe amount shown on your 2021 Form\n1040 or 1040-SR, line 16. 8. You could be claimed as a dependent by someone else in 2021. 9. You received a refund because of\na jointly filed state or local income tax\nreturn, but you aren't filing a joint 2022\nForm 1040 or 1040-SR with the same\nperson. -83- Lines 2a and 2b\nAlimony Received\nLine 2a Enter amounts received as alimony or\nseparate maintenance pursuant to a divorce or separation agreement entered\ninto on or before December 31, 2018,\nunless that agreement was changed after\nDecember 31, 2018, to expressly provide that alimony received isn't included\nin your income. Alimony received is not\nincluded in your income if you entered\ninto a divorce or separation agreement\nafter December 31, 2018. If you are including alimony in your income, you\nmust let the person who made the payments know your social security number. If you don’t, you may have to pay a\npenalty. For more details, see Pub. 504. If you are including alimony payments from more than one divorce or\nseparation agreement in your income,\nenter the total of all alimony received on\nline 2a. Line 2b",
    "querygen": [
      "when are state tax refunds due",
      "when do you report federal taxes",
      "when do i need to report my state taxes in ny?"
    ],
    "querygen_score": [
      "-2.1701198",
      "-2.5508354",
      "-3.9895582"
    ]
  }
]