[
  {
    "id": "legal-advice_34__14",
    "doc_id": "legal-advice_34",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "(2) Practice as an enrolled actuary is limited\nTreasury Department Circular No. 230 Table of Contents to representation with respect to issues involving\nthe following statutory provisions in title 26 of\nthe United States Code: sections 401 (relating to\nqualification of employee plans), 403(a) (relating\nto whether an annuity plan meets the requirements\nof section 404(a) (2)), 404 (relating to deductibility\nof employer contributions), 405 (relating to\nqualification of bond purchase plans), 412 (relating\nto funding requirements for certain employee\nplans), 413 (relating to application of qualification\nrequirements to collectively bargained plans and\nto plans maintained by more than one employer),\n414 (relating to definitions and special rules with\nrespect to the employee plan area), 419 (relating\nto treatment of funded welfare benefits), 419A\n(relating to qualified asset accounts), 420 (relating\nto transfers of excess pension assets to retiree health\naccounts), 4971 (relating to excise taxes payable as\na result of an accumulated funding deficiency under\nsection 412), 4972 (relating to tax on nondeductible\ncontributions to qualified employer plans), 4976\n(relating to taxes with respect to funded welfare\nbenefit plans), 4980 (relating to tax on reversion of\nqualified plan assets to employer), 6057 (relating\nto annual registration of plans), 6058 (relating to\ninformation required in connection with certain plans\nof deferred compensation), 6059 (relating to periodic\nreport of actuary), 6652(e) (relating to the failure\nto file annual registration and other notifications\nby pension plan), 6652(f) (relating to the failure to\nfile information required in connection with certain\nplans of deferred compensation), 6692 (relating to\nthe failure to file actuarial report), 7805(b) (relating\nto the extent to which an Internal Revenue Service\nruling or determination letter coming under the\nstatutory provisions listed here will be applied without\nretroactive effect); and 29 U.S.C. § 1083 (relating to\nthe waiver of funding for nonqualified plans). (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (d)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled retirement\nplan agents, and registered tax return preparers. (e) Enrolled retirement plan agents —\nTreasury Department Circular No. 230 (1) Any individual enrolled as a retirement plan\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (2) Practice as an enrolled retirement plan agent\nis limited to representation with respect to issues\ninvolving the following programs: Employee Plans\nDetermination Letter program; Employee Plans\nCompliance Resolution System; and Employee\nPlans Master and Prototype and Volume Submitter\nprogram. In addition, enrolled retirement plan agents\nare generally permitted to represent taxpayers with\nrespect to IRS forms under the 5300 and 5500 series\nwhich are filed by retirement plans and plan sponsors,\nbut not with respect to actuarial forms or schedules. (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (e)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled actuaries, and\nregistered tax return preparers. (f) Registered tax return preparers. (1) Any individual who is designated as a\nregistered tax return preparer pursuant to §10.4(c)\nof this part who is not currently under suspension\nor disbarment from practice before the Internal\nRevenue Service may practice before the Internal\nRevenue Service.",
    "querygen": [
      "what is practice of enrolled actuary",
      "what is the actuarial act",
      "are actuaries qualified"
    ],
    "querygen_score": [
      "2.2203722",
      "-5.5221095",
      "-2.4267485"
    ]
  },
  {
    "id": "legal-advice_60__45",
    "doc_id": "legal-advice_60",
    "chunk_id": 45,
    "document_category": "legal-advice",
    "text": "Because X became eligible for a full retirement benefit in May,\nthe month after X turned 66, X can exclude only four months (January through\nApril) of their annual benefit from their\nincome ($6,000). X must report the remaining $12,000 on line 6a. X must also\ncomplete the Social Security Benefits\nWorksheet to find out if any part of the\n$12,000 is taxable. Form RRB-1099. If you need a TIP replacement Form RRB-1099,\ncall the Railroad Retirement\nBoard at 877-772-5772 or go to\nwww.rrb.gov. Accrued leave payment. If you retire\non disability, any lump-sum payment\nyou receive for accured annual leave is a\nsalary payment. The payment is not a\ndisability payment. Include it in your income in the tax year you receive it. Line 6c Check the box on line 6c if you elect to\nuse the lump-sum election method for\nyour benefits. If any of your benefits are\ntaxable for 2022 and they include a\nlump-sum benefit payment that was for\nan earlier year, you may be able to reduce the taxable amount with the\nlump-sum election. See Lump-Sum Election in Pub. 915 for details. Line 7\nCapital Gain or (Loss) If you sold a capital asset, such as a\nstock or bond, you must complete and\nattach Form 8949 and Schedule D.\nException 1. You don’t have to file\nForm 8949 or Schedule D if you aren’t\ndeferring any capital gain by investing\nin a qualified opportunity fund and both\nof the following apply. 1. You have no capital losses, and\nyour only capital gains are capital gain\ndistributions from Form(s) 1099-DIV,\nbox 2a (or substitute statements); and\n2. None of the Form(s) 1099-DIV\n(or substitute statements) have an\namount in box 2b (unrecaptured section\n1250 gain), box 2c (section 1202 gain),\nor box 2d (collectibles (28%) gain). Exception 2. You must file Schedule D\nbut generally don’t have to file Form\n8949 if Exception 1 doesn't apply, you\naren’t deferring any capital gain by investing in a qualified opportunity fund\nor terminating deferral from an investment in a qualified opportunity fund,\nand your only capital gains and losses\nare:\n• Capital gain distributions;\n• A capital loss carryover from\n2021;\n• A gain from Form 2439 or 6252 or\nPart I of Form 4797;\n• A gain or loss from Form 4684,\n6781, or 8824;\n• A gain or loss from a partnership,\nS corporation, estate, or trust; or • Gains and losses from transactions\nfor which you received a Form 1099-B\n(or substitute statement) that shows basis was reported to the IRS, the QOF\nbox in box 3 isn’t checked, and you\ndon’t need to make any adjustments in\ncolumn (g) of Form 8949 or enter any\ncodes in column (f) of Form 8949. If Exception 1 applies, enter your total capital gain distributions (from\nbox 2a of Form(s) 1099-DIV) on line 7\nand check the box on that line. If you received capital gain distributions as a\nnominee (that is, they were paid to you\nbut actually belong to someone else), report on line 7 only the amount that belongs to you. Include a statement showing the full amount you received and the\namount you received as a nominee. See\nthe Schedule B instructions for filing requirements for Forms 1099-DIV and\n1096. If you don’t have to file Sched-",
    "querygen": [
      "when do you have to report a retirement benefit",
      "what is the maximum i can exclude in a retirement",
      "when can i exclude my pension from income"
    ],
    "querygen_score": [
      "0.16063635",
      "-1.7322505",
      "-1.1341984"
    ]
  },
  {
    "id": "legal-advice_99__9",
    "doc_id": "legal-advice_99",
    "chunk_id": 9,
    "document_category": "legal-advice",
    "text": "See IRS.gov/Form1040 for any\nupdates. Nonresident aliens and dual-status aliens. These rules also apply if you were\na nonresident alien or a dual-status alien\nand both of the following apply. • You were married to a U.S. citizen\nor resident alien at the end of 2022.\n• You elected to be taxed as a resident alien. See Pub. 519 for details. Specific rules apply to determine if you are a resident alien,\nCAUTION nonresident alien, or dual-status alien. Most nonresident aliens and\ndual-status aliens have different filing\nrequirements and may have to file Form\n1040-NR. Pub. 519 discusses these requirements and other information to\nhelp aliens comply with U.S. tax law. ! When and Where\nShould You File? File Form 1040 or 1040-SR by April 18,\n2023. The due date is April 18, instead\nof April 15, because of the Emancipation Day holiday in the District of Columbia – even if you don’t live in the\nDistrict of Columbia. If you file after\nthis date, you may have to pay interest\nand penalties. See Interest and Penalties, later. -8- If you e-file your return, there is no\nneed to mail it. However, if you choose\nto mail it instead, filing instructions and\naddresses are at the end of these instructions. The chart at the end of these in- TIP structions provides the current What if You Can't File on\nTime? You can get an automatic 6-month extension if, no later than the date your return is due, you file Form 4868. For details, see Form 4868. Instead of filing\nForm 4868, you can apply for an automatic extension by making an electronic\npayment by the due date of your return. An automatic 6-month extension to file doesn't extend the\nCAUTION time to pay your tax. If you\ndon’t pay your tax by the original due\ndate of your return, you will owe interest\non the unpaid tax and may owe penalties. See Form 4868. ! If you are a U.S. citizen or resident\nalien, you may qualify for an automatic\nextension of time to file without filing\nForm 4868. You qualify if, on the due\ndate of your return, you meet one of the\nfollowing conditions. • You live outside the United States\nand Puerto Rico and your main place of\nbusiness or post of duty is outside the\nUnited States and Puerto Rico.\n• You are in military or naval service on duty outside the United States and\nPuerto Rico. This extension gives you an extra 2\nmonths to file and pay the tax, but interest will be charged from the original due\ndate of the return on any unpaid tax. You must include a statement showing\nthat you meet the requirements. If you\nare still unable to file your return by the\nend of the 2-month period, you can get\nan additional 4 months if, no later than\nJune 15, 2023, you file Form 4868. This\n4-month extension of time to file doesn't\nextend the time to pay your tax. See\nForm 4868. Private Delivery Services If you choose to mail your return, you\ncan use certain private delivery services designated by the IRS to meet the “timely mailing treated as timely filing/\npaying” rule for tax returns and payments.",
    "querygen": [
      "who can claim a non resident alien status irs",
      "are dual aliens classified as nonresident alien",
      "what is the difference between a dual state and non resident alien?"
    ],
    "querygen_score": [
      "-0.7566502",
      "0.51827693",
      "-1.6507682"
    ]
  },
  {
    "id": "legal-advice_68__133",
    "doc_id": "legal-advice_68",
    "chunk_id": 133,
    "document_category": "legal-advice",
    "text": "• Single, head of household, or qualifying\nsurviving spouse—$70,000\n• Married filing jointly— $145,000 6. ........... 5. Is the amount on line 4 more than the amount on line 5? No. Skip lines 6 and 7, enter -0- on line 8, and go to line 9. Yes. Subtract line 5 from line 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6. 7. Divide line 6 by $15,000 ($30,000 if married filing jointly). Enter the result as a decimal (rounded to at\nleast three places). If the result is 1.000 or more, enter 1.000 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7. 8. Multiply line 1 by line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8. 9. Student loan interest deduction. Subtract line 8 from line 1. Enter the result here and on Schedule 1,\nline 21. Don’t include this amount in figuring any other deduction on your return (such as on Schedule A, C,\nE, etc.) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9. 3. Any person you could have\nclaimed as a dependent for the year the\nloan was taken out except that:\na. The person filed a joint return;\nb. The person had gross income that\nwas equal to or more than the exemption\namount for that year or $4,400 for 2022;\nor\nc. You, or your spouse if filing\njointly, could be claimed as a dependent\non someone else's return. However, a loan isn't a qualified student loan if (a) any of the proceeds were\nused for other purposes, or (b) the loan\nwas from either a related person or a\nperson who borrowed the proceeds under a qualified employer plan or a contract purchased under such a plan. For\ndetails, see Pub. 970. Qualified higher education expenses. Qualified higher education expenses\ngenerally include tuition, fees, room and\nboard, and related expenses such as\nbooks and supplies. The expenses must\nbe for education in a degree, certificate, or similar program at an eligible educational institution.",
    "querygen": [
      "how much to pay married filing jointly",
      "how much do you make filing jointly",
      "how much to you pay on the taxes"
    ],
    "querygen_score": [
      "-0.89842075",
      "-0.9398335",
      "-4.848299"
    ]
  },
  {
    "id": "legal-advice_60__132",
    "doc_id": "legal-advice_60",
    "chunk_id": 132,
    "document_category": "legal-advice",
    "text": "Use the worksheet in these instructions to figure your student loan interest\ndeduction. -92- 11b. 12b. Exception. Use Pub. 970 instead of the\nworksheet in these instructions to figure\nyour student loan interest deduction if\nyou file Form 2555 or 4563, or you exclude income from sources within Puerto Rico. Qualified student loan. A qualified\nstudent loan is any loan you took out to\npay the qualified higher education expenses for any of the following individuals who were eligible students. 1. Yourself or your spouse. 2. Any person who was your dependent when the loan was taken out. Student Loan Interest Deduction Worksheet—Schedule 1, Line 21 Before you begin: Figure any write-in adjustments to be entered on Schedule 1, line 24z (see the instructions for Schedule 1,\nline 24z). Be sure you have read the Exception in the instructions for this line to see if you can use this worksheet\ninstead of Pub. 970 to figure your deduction. 1. Enter the total interest you paid in 2022 on qualified student loans (see the instructions for line 21). Don’t\nenter more than $2,500 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter the amount from Form 1040 or 1040-SR, line 9 . . . . . . . . . . . . . . . . . . . . . . . . . 2. 3. Enter the total of the amounts from Schedule 1, lines 11 through 20, and 23 and\n25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. 4. Subtract line 3 from line 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4. 5. Enter the amount shown below for your filing status. • Single, head of household, or qualifying\nsurviving spouse—$70,000\n• Married filing jointly— $145,000 6. ........... 5. Is the amount on line 4 more than the amount on line 5? No. Skip lines 6 and 7, enter -0- on line 8, and go to line 9. Yes.",
    "querygen": [
      "can student loan interest be deducted",
      "student loan interest deductions",
      "what is the irs code for student loan interest deduction"
    ],
    "querygen_score": [
      "0.54551065",
      "0.097215995",
      "-1.4502907"
    ]
  },
  {
    "id": "legal-advice_29__19",
    "doc_id": "legal-advice_29",
    "chunk_id": 19,
    "document_category": "legal-advice",
    "text": "gov/ITIN. Nonresident Alien Spouse If your spouse is a nonresident alien,\nyour spouse must have either an SSN or\nan ITIN if:\n• You file a joint return, or\n• Your spouse is filing a separate return. Presidential Election\nCampaign Fund This fund helps pay for Presidential\nelection campaigns. The fund reduces\ncandidates' dependence on large contributions from individuals and groups and\nplaces candidates on an equal financial\nfooting in the general election. The fund\nalso helps pay for pediatric medical research. If you want $3 to go to this fund,\ncheck the box. If you are filing a joint\nreturn, your spouse can also have $3 go\nto the fund. If you check a box, your tax\nor refund won't change. Digital Assets\nDigital assets are any digital representations of value that are recorded on a\ncryptographically secured distributed\nledger or any similar technology. For\nexample, digital assets include non-fungible tokens (NFTs) and virtual currencies, such as cryptocurrencies and stablecoins. If a particular asset has the\ncharacteristics of a digital asset, it will\nbe treated as a digital asset for federal\nincome tax purposes. Check the “Yes” box next to the\nquestion on digital assets on page 1 of\nForm 1040 or 1040-SR if at any time\nduring 2022, you (a) received (as a reward, award, or payment for property or\nservices); or (b) sold, exchanged, gifted,\nor otherwise disposed of a digital asset\n(or any financial interest in any digital\nasset). For example, check “Yes” if at any\ntime during 2022 you:\n• Received digital assets as payment\nfor property or services provided;\n• Received digital assets as a result\nof a reward or award;\n• Received new digital assets as a\nresult of mining, staking, and similar activities;\n• Received digital assets as a result\nof a hard fork;\n• Disposed of digital assets in exchange for property or services; -15- • Disposed of a digital asset in exchange or trade for another digital asset;\n• Sold a digital asset;\n• Transferred digital assets for free\n(without receiving any consideration) as\na bona fide gift; or\n• Otherwise disposed of any other financial interest in a digital asset. You have a financial interest in a digital asset if you are the owner of record\nof a digital asset, or have an ownership\nstake in an account that holds one or\nmore digital assets, including the rights\nand obligations to acquire a financial interest, or you own a wallet that holds\ndigital assets. The following actions or transactions\nin 2022, alone, generally don’t require\nyou to check “Yes”:\n• Holding a digital asset in a wallet\nor account;\n• Transferring a digital asset from\none wallet or account you own or control to another wallet or account that you\nown or control; or\n• Purchasing digital assets using\nU.S. or other real currency, including\nthrough the use of electronic platforms\nsuch as PayPal and Venmo. Do not leave the question unanswered. You must answer “Yes” or\n“No” by checking the appropriate box. For more information, go to IRS.gov/\nvirtualcurrencyfaqs. How to Report Digital Asset\nTransactions If you disposed of any digital asset in\n2022, that you held as a capital asset,\nthrough a sale, exchange, gift, or transfer, check “Yes” and use Form 8949 to\ncalculate your capital gain or loss and\nreport that gain or loss on Schedule D\n(Form 1040).",
    "querygen": [
      "who needs a ssn & itin",
      "what is the required ss number for a spouse",
      "do spouses need an ssn to be in itin"
    ],
    "querygen_score": [
      "0.77640253",
      "-1.462528",
      "2.6095529"
    ]
  },
  {
    "id": "legal-advice_99__37",
    "doc_id": "legal-advice_99",
    "chunk_id": 37,
    "document_category": "legal-advice",
    "text": "Except\nas provided next, leave line 4a blank and\nenter the total distribution (from Form\n1099-R, box 1) on line 4b. Exception 1. Enter the total distribution\non line 4a if you rolled over part or all of\nthe distribution from one:\n• Roth IRA to another Roth IRA, or\n• IRA (other than a Roth IRA) to a\nqualified plan or another IRA (other\nthan a Roth IRA). Also enter “Rollover” next to line 4b. If the total distribution was rolled over,\nenter -0- on line 4b. If the total distribution wasn't rolled over, enter the part not\nrolled over on line 4b unless Exception 2\napplies to the part not rolled over. Generally, a rollover must be made within\n60 days after the day you received the\ndistribution. For more details on rollovers, see Pub. 590-A and Pub. 590-B. If you rolled over the distribution into\na qualified plan or you made the rollover\nin 2023, include a statement explaining\nwhat you did. Exception 2. If any of the following apply, enter the total distribution on line 4a\nand see Form 8606 and its instructions\nto figure the amount to enter on line 4b. 1. You received a distribution from\nan IRA (other than a Roth IRA) and you\nmade nondeductible contributions to any\nof your traditional or SEP IRAs for 2022\nor an earlier year. If you made nondeductible contributions to these IRAs for\n2022, also see Pub. 590-A and Pub.\n590-B.\n2. You received a distribution from\na Roth IRA. But if either (a) or (b) below applies, enter -0- on line 4b; you\ndon’t have to see Form 8606 or its instructions. a. Distribution code T is shown in\nbox 7 of Form 1099-R and you made a\ncontribution (including a conversion) to\na Roth IRA for 2016 or an earlier year. b. Distribution code Q is shown in\nbox 7 of Form 1099-R.\n3. You converted part or all of a traditional, SEP, or SIMPLE IRA to a Roth\nIRA in 2022. 4. You had a 2021 or 2022 IRA contribution returned to you, with the related earnings or less any loss, by the due\ndate (including extensions) of your tax\nreturn for that year. 5. You made excess contributions to\nyour IRA for an earlier year and had\nthem returned to you in 2022. 6. You recharacterized part or all of\na contribution to a Roth IRA as a contribution to another type of IRA, or vice\nversa. Exception 3. If all or part of the distribution is a qualified charitable distribution (QCD), enter the total distribution\non line 4a. If the total amount distributed\nis a QCD, enter -0- on line 4b. If only\npart of the distribution is a QCD, enter\nthe part that is not a QCD on line 4b unless Exception 2 applies to that part. Enter “QCD” next to line 4b. A QCD is a distribution made directly by the trustee of your IRA (other than\nan ongoing SEP or SIMPLE IRA) to an\norganization eligible to receive tax-deductible contributions (with certain exceptions). You must have been at least\nage 70 1/2 when the distribution was\nmade. Generally, your total QCDs for the\nyear can't be more than $100,000.",
    "querygen": [
      "which statement on 1099-r should be left blank",
      "what is the proper way to include total distributions on 1099",
      "what to write in ira for distribution"
    ],
    "querygen_score": [
      "-0.39349425",
      "0.39644665",
      "-1.0776644"
    ]
  },
  {
    "id": "legal-advice_29__57",
    "doc_id": "legal-advice_29",
    "chunk_id": 57,
    "document_category": "legal-advice",
    "text": "Enter the smaller of line 1 or line 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14. Add lines 5 and 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15.\nSubtract line 15 from line 14. If zero or less, enter -0- . . . . . . . . . . . . . . . . . . . . . . . 16. Enter the smaller of line 12 or line 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17.\nMultiply line 17 by 15% (0.15) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n18. Add lines 9 and 17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19.\nSubtract line 19 from line 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20.\nMultiply line 20 by 20% (0.20) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n21.\nFigure the tax on the amount on line 5. If the amount on line 5 is less than $100,000, use the Tax Table\nto figure the tax.",
    "querygen": [
      "how to find the smallest number on a number card",
      "what is the smaller line",
      "what is the smaller of line 1 or line 13?"
    ],
    "querygen_score": [
      "-4.7327867",
      "-2.406991",
      "-0.78306717"
    ]
  },
  {
    "id": "legal-advice_24__4",
    "doc_id": "legal-advice_24",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": "Since the total\nnumber of common shares to be repurchased was numbered at [X + Y], it appears the\nconversion contemplated was one-for-one between the common share classes. In variance to the Year 3 trust agreement, the stock sale agreement stated that\nthe corporation and the shareholders were obligated to pay the insurance premiums. The shareholders per-sonally guaranteed the payment of the life insurance premiums. According to the stock sale agreement, payments made directly by the corporation were\nto be treated as reducing the outstanding guarantees of the shareholders on a pro rata\nbasis. We are informed that for the Year 5 tax year, B reported $P as part of B's gross\nincome. This amount had been reported on B's Year 5 Form W-2, Wage and Tax\nStatement, as a fringe benefit. The reported amount represented Q% of the premium\nfor the policy for A, who had retired at the close of Year 3, plus R% of the premium paid\nfor related shareholder C, the only other continuing common stock owner. We suspect\n1 C was divorced on Divorce Date. This policy, entitled \"Modified Premium Whole Life,\" could\nrepresent the post-divorce striking of survivorship benefits of an earlier acquired policy. POSTF-106186-02 6 that C similarly reported Q% of the premium paid for A and R% of the premium paid for\nB. An appraisal of C's interest in the company and its related entities in Year 3,\ndone for C's divorce, valued that interest at $S. Also at that time, C owned a profit\nsharing plan valued at $T and a defined benefit pension plan valued at $U. Since the\nrelated shareholder's interests in the corporation were equal in Year 3, we have\nassumed that A probably possessed the same benefits. Upon A's retirement, A took a\nlump sum payment on A's pension and profit sharing plans. LAW AND ANALYSIS\nDeductibility of Premiums\nCogent business reasons exist justifying the purchase of key man life insurance\nby closely held corporations. Despite these reasons, the Code denies deductibility for\nstock redemption costs, as well as life insurance premium costs where the corporation\nis the beneficiary of such insurance. In the case of Emeloid v. Commissioner, 189 F.2d 230 (3d Cir. 1951), rev'g 14\nT.C. 1295 (1950), the Third Circuit expressively wrote of continuity-of-management as\nthe business purpose underlying the need for key man insurance. Harmony is the essential catalyst for achieving good management; and\ngood management is the sina qua non of long-term business success. Petitioner, deeming its management sound and harmonious, conceived of\nthe trust to insure its continuation. Petitioner apparently anticipated that,\nshould one of its key stockholder-officers die, those beneficially interested\nin his estate might enter into active participation in corpor-ate affairs and\npossibly introduce an element of friction. Or his estate, not being bound\nby contract to sell the stock to petitioner, might sell it to adverse interests. The fragile bark of a small business can be wrecked on just such\nuncharted shoals. Emeloid at 233. Despite the business need for management continuity, Section 264(a)(1) denies\ndeductions for premiums on any life insurance policy if the taxpayer is directly or\nindirectly a beneficiary under the policy.",
    "querygen": [
      "which year did the shareholders have to be converted to common shares",
      "is a convertible stock conversion required",
      "what is conversion for common shares"
    ],
    "querygen_score": [
      "-2.4187226",
      "-5.607481",
      "-3.1495023"
    ]
  },
  {
    "id": "legal-advice_62__68",
    "doc_id": "legal-advice_62",
    "chunk_id": 68,
    "document_category": "legal-advice",
    "text": "• If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. • If a parent can claim the child as a qualifying child but no\nparent does so claim the child, the child is treated as the qualifying child of the person who had the highest AGI for 2022, but\nonly if that person's AGI is higher than the highest AGI of any\nparent of the child who can claim the child. If, under these rules, you can't claim a child as a qualiTIP fying child for the EIC, you may be able to claim the\nEIC under the rules for a taxpayer without a qualifying\nchild. For more information, see Pub. 596. Example. Your child J, meets the conditions to be a qualifying child for both you and your parent. J doesn't meet the conditions to be a qualifying child of any other person, including J’s\nother parent. Under the rules just described, you can claim J as a\nqualifying child for all of the five tax benefits listed here for\nwhich you otherwise qualify. Your parent can't claim any of the\nfive tax benefits listed here based on J. However, if your parent’s AGI is higher than yours and you don’t claim J as a qualifying child, J is the qualifying child of your parent. For more details and examples, see Pub. 596. Need more information or forms? Visit IRS.gov. Social security number (SSN). For the EIC, a valid SSN is a\nnumber issued by the Social Security Administration unless\n“Not Valid for Employment” is printed on the social security\ncard and the number was issued solely to allow the recipient of\nthe SSN to apply for or receive a federally funded benefit. However, if “Valid for Work Only With DHS Authorization” is printed on your social security card, your SSN is valid for EIC purposes only as long as the DHS authorization is still valid. To find out how to get an SSN, see Social Security Number\n(SSN) near the beginning of these instructions. If you won't\nhave an SSN by the date your return is due, see What if You\nCan't File on Time? If you didn't have an SSN issued on or before the due date of\nyour 2022 return (including extensions), you can't claim the EIC\non your original or an amended 2022 return. If a child didn't\nhave an SSN issued on or before the due date of your return (including extensions), you can't count that child as a qualifying\nchild in figuring the amount of the EIC on your original or an\namended 2022 return. Student. A student is a child who during any part of 5 calendar\nmonths of 2022 was enrolled as a full-time student at a school\nor took a full-time, on-farm training course given by a school or\na state, county, or local government agency. A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. Welfare benefits, effect of credit on.",
    "querygen": [
      "how is a qualifying child treated",
      "what is the agi of the child",
      "when does agi start on child"
    ],
    "querygen_score": [
      "1.8885232",
      "0.11626015",
      "-1.2283075"
    ]
  },
  {
    "id": "legal-advice_62__31",
    "doc_id": "legal-advice_62",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "Foreign financial assets. If you had\nforeign financial assets in 2022, you\nmay have to file Form 8938. See Form\n8938 and its instructions. Chapter 11 Bankruptcy\nCases If you are a debtor in a chapter 11 bankruptcy case, income taxable to the bankruptcy estate and reported on the estate's\nincome tax return includes:\n• Earnings from services you performed after the beginning of the case\n(both wages and self-employment income); and\n• Income from property described in\nsection 541 of title 11 of the U.S. Code\nthat you either owned when the case began or that you acquired after the case\nbegan and before the case was closed,\ndismissed, or converted to a case under a\ndifferent chapter. Because this income is taxable to the\nestate, don’t include this income on your\n-23- own individual income tax return. The\nonly exception is for purposes of figuring your self-employment tax. For that\npurpose, you must take into account all\nyour self-employment income for the\nyear from services performed both before and after the beginning of the case. Also, you (or the trustee if one is appointed) must allocate between you and\nthe bankruptcy estate the wages, salary,\nor other compensation and withheld income tax reported to you on Form W-2. A similar allocation is required for income and withheld income tax reported\nto you on Forms 1099. You must also\ninclude a statement that indicates you\nfiled a chapter 11 case and that explains\nhow income and withheld income tax reported to you on Forms W-2 and 1099\nare allocated between you and the estate. For more details, including acceptable\nallocation methods, see Notice 2006-83,\n2006-40 I.R.B. 596, available at\nIRS.gov/irb/\n2006-40_IRB#NOT-2006-83. Community Property States\nCommunity property states include Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, Washington,\nand Wisconsin. If you and your spouse\nlived in a community property state, you\nmust usually follow state law to determine what is community income and\nwhat is separate income. For details, see\nForm 8958 and Pub. 555. Nevada, Washington, and California\ndomestic partners. A registered domestic partner in Nevada, Washington,\nor California must generally report half\nthe combined community income of the\nindividual and their domestic partner. See Form 8958 and Pub. 555. Rounding Off to Whole\nDollars You can round off cents to whole dollars\non your return and schedules. If you do\nround to whole dollars, you must round\nall amounts. To round, drop amounts under 50 cents and increase amounts from\n50 to 99 cents to the next dollar. For example, $1.39 becomes $1 and $2.50 becomes $3. If you have to add two or more\namounts to figure the amount to enter on\na line, include cents when adding the\namounts and round off only the total. Need more information or forms? Visit IRS.gov. If you are entering amounts that include cents, make sure to include the\ndecimal point. There is no cents column\non the form. The lines on Forms 1040 and\n1040-SR are the same. ReferenCAUTION ces to lines in the following instructions refer to the line on either\nform. ! Line 1a\nTotal Amount From Form(s)\nW-2, Box 1\nEnter the total amount from Form(s)\nW-2, box 1. If a joint return, also include your spouse's income from\nForm(s) W-2, box 1.",
    "querygen": [
      "what is taxable income for bankruptcy",
      "what is the form you need to file for foreign financial assets",
      "when is foreign taxable income for bankruptcy"
    ],
    "querygen_score": [
      "0.038509857",
      "0.81763554",
      "-0.0021552555"
    ]
  },
  {
    "id": "legal-advice_87__2",
    "doc_id": "legal-advice_87",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "Thus, when\na taxpayer receives a payment for goods or services that is includible in the taxpayer’s\ngross income, the taxpayer generally is required to include the payment in income upon\nreceipt, even where the goods or services are to be provided in a future taxable year. See Treas. Reg. §1.451-1(a); Schlude v. Commissioner, supra; American Automobile\nAssn. v. United States, 367 U.S. 687 (1961); Automobile Club of Michigan v.\nCommissioner, 353 U.S. 180 (1957); and Hagen Advertising Displays, Inc. v.\nCommissioner, 407 F.2d 1105 (6th Cir. 1969). The taxpayer in this case avails itself of the deferral method found in Treas. Reg.\n§1.451-5, an exception to the general rule of Treas. Reg. §1.451-1(a), with respect to\n1 Entity B has contracted with a third party, Company C, to render services in the administration of Entity\nB’s gift cards. Company C provides Entity B with the detailed accounting of gift card liabilities,\nredemptions, and outstanding balances. 2 POSTF-142534-093\nthe proceeds from gift cards sold by Entity B. This deferral method applies to “advance\npayments,” which are defined in pertinent part as amounts “received in a taxable year\nby a taxpayer using an accrual method of accounting for purchases and sales…,\npursuant to, and to be applied against, an agreement … [f]or the sale or other\ndisposition in a future taxable year of goods held by the taxpayer primarily for sale to\ncustomers in the ordinary course of his trade or business”. See Treas. Reg. §1.4515(a)(1). The term “agreement” includes a gift certificate that can be redeemed for goods. In this case, Entity B is disregarded as an entity separate from its owner, Company A,\nfor federal income tax purposes under the rules described in Treas. Reg. §301.7701-3. If a business entity with only one owner is disregarded, its activities are treated in the\nsame manner as a branch or division of the owner. See Treas. Reg. §301.7701-2(a). Therefore, in this case the sales of gift cards and their redemption are deemed to be\ncarried out by the same taxpayer for purposes of the definition of an advance payment\nin § 1.451-5(a)(1)(i). This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. This opinion has been coordinated between Industry Counsel (Food & Beverages)\nRogelio A. Villageliu, Industry Counsel (Retail) Carol B. McClure (Retail) and Associate\nIndustry Counsel (Retail) Benjamin McClendon. This opinion benefited from the\nassistance of Technical Advisors Maria A. Montani and Philip J. Hofmann, and the\ncoordination provided by Senior Analyst Cindy S. Kim. The opinion was coordinated\nwith, and reviewed by national office’s CC:ITA:B02. If you have any questions, please call Industry Counsel (Food & Beverages) Rogelio A.\nVillageliu at (312) 368-8728. Harmon B. Dow\nDeputy Area Counsel\nLMSB: Area 3: RFPH /Rogelio A. Villageliu/\nBy: _____________________________ Rogelio A. Villageliu\nSenior Counsel (RFPH)\nIndustry Counsel (Food and Beverages) (All CC are via electronic transmission only)\n3",
    "querygen": [
      "when do taxes fall for services",
      "do you have to include taxes on receipt of payments",
      "what is the tax treatment for a payment"
    ],
    "querygen_score": [
      "-3.3007739",
      "0.32777014",
      "-2.0804443"
    ]
  },
  {
    "id": "legal-advice_19__3",
    "doc_id": "legal-advice_19",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "ISSUE\nAssuming all or a portion of the intercompany loans to ---and -- should be treated as equity pursuant to a debt-equity\nanalysis, whether the advances should be treated as contributions\nfor a preferred class of equity. CONCLUSION 3 For purposes of this memorandum, we assume that the amount of\nintercompany debt that has been reclassified as equity is\nsufficient to render -----and ----solvent. If the notes representing the advances to ----------------------------------------------------------------------------------------------------------------------- and --------------------------------------------------------------------------------------------------------------------- were properly executed and\nenforceable, then the terms of the notes must be respected for\ntax purposes. Since the notes provide for stated interest, such\nterms must be respected as a preference to earnings and profits\nof the companies. As such, the advances would be treated as made\nin return for a preferred class of stock. If taxpayer’s\ninvestment in the preferred stock exceeds the value of the assets\nof -----and --, section 332 would not apply to the liquidations\nwith respect to taxpayer’s investment in the common stock. DISCUSSION\nA. Legal Authority An \"eligible entity\" can elect its classification for U.S.\ntax purposes. See Treas. Reg. section 301.7701-3. An eligible\nentity with a single owner can elect to be classified as an\nassociation (corporation) or to be disregarded as an entity\nseparate from its owner. Treas. Reg. Sec. 301.7701-3(a). If an eligible entity classified as an association elects to\nbe disregarded as an entity separate from its owner, the\nassociation is deemed to distribute all of its assets and\nliabilities to its single owner in liquidation of the\nassociation. Treas. Reg. section 301.7701-3(g)(1)(iii). A\nchange in entity classification is governed by all relevant\nprovisions of the Internal Revenue Code and general provisions of\ntax law, including the step transaction doctrine. Treas. Reg.\nsection 301.7701-3(g)(2). Pursuant to I.R.C. § 332, a shareholder recognizes no gain\nor loss upon the liquidation of a subsidiary if i) the\nshareholder possesses at least 80% of the total voting power of\nthe subsidiary stock and ii) the stock possessed by the\nshareholder constitutes at least 80% of the total value of all\nthe subsidiary stock. I.R.C. §§ 332 and 1504(a)(2). Treas. Reg. § 1.332-2(b) provides that “section 332 applies\nonly to those cases in which the recipient corporation receives\nat least partial payment for the stock which it owns in the\nliquidating corporation. If section 332 is inapplicable, see\nsection 165(g) relative to allowance of losses on worthless\nsecurities.” Therefore, section 332 does not apply where the\nliquidating corporation is insolvent since the shareholder does not receive any property in exchange for its stock in the\nliquidation. 4 Where section 332 does not apply, a shareholder is entitled\nto a worthless stock loss pursuant to section 165(g) if it is\nestablished that the stock became worthless during the year at\nissue. If a taxpayer which is a domestic corporation owns stock\npossessing at least 80% of the voting power of all classes of the\nstock and at least 80% of the nonvoting stock of a foreign\ncorporation which becomes worthless during the taxable year, the\nloss resulting therefrom may be deducted under section 165(a) as\nan ordinary loss. Section 165(g)(3).",
    "querygen": [
      "what is the purpose of a loan if it is a contribution",
      "which is the appropriate way to classify loans as equity?",
      "what is the purpose for intercompany loans to and loans to"
    ],
    "querygen_score": [
      "-3.4049795",
      "-2.0194464",
      "-1.5109973"
    ]
  },
  {
    "id": "legal-advice_34__38",
    "doc_id": "legal-advice_34",
    "chunk_id": 38,
    "document_category": "legal-advice",
    "text": "Table of Contents as consulting with experts in the relevant area or\nstudying the relevant law. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.36 Procedures to ensure compliance. (a) Any individual subject to the provisions of this\npart who has (or individuals who have or share)\nprincipal authority and responsibility for overseeing\na firm’s practice governed by this part, including the\nprovision of advice concerning Federal tax matters\nand preparation of tax returns, claims for refund,\nor other documents for submission to the Internal\nRevenue Service, must take reasonable steps to\nensure that the firm has adequate procedures in\neffect for all members, associates, and employees\nfor purposes of complying with subparts A, B, and\nC of this part, as applicable. In the absence of a\nperson or persons identified by the firm as having\nthe principal authority and responsibility described\nin this paragraph, the Internal Revenue Service\nmay identify one or more individuals subject to the\nprovisions of this part responsible for compliance\nwith the requirements of this section. (b) Any such individual who has (or such\nindividuals who have or share) principal authority\nas described in paragraph (a) of this section will be\nsubject to discipline for failing to comply with the\nrequirements of this section if— (1) The individual through willfulness,\nrecklessness, or gross incompetence does not take\nreasonable steps to ensure that the firm has adequate\nprocedures to comply with this part, as applicable,\nand one or more individuals who are members of,\nassociated with, or employed by, the firm are, or\nhave, engaged in a pattern or practice, in connection\nwith their practice with the firm, of failing to comply\nwith this part, as applicable;\n(2) The individual through willfulness,\nrecklessness, or gross incompetence does not take\nreasonable steps to ensure that firm procedures\nin effect are properly followed, and one or more\nindividuals who are members of, associated with,\nor employed by, the firm are, or have, engaged in a\nPage 26 — § 10.35 pattern or practice, in connection with their practice\nwith the firm, of failing to comply with this part, as\napplicable; or\n(3) The individual knows or should know that one\nor more individuals who are members of, associated\nwith, or employed by, the firm are, or have, engaged\nin a pattern or practice, in connection with their\npractice with the firm, that does not comply with\nthis part, as applicable, and the individual, through\nwillfulness, recklessness, or gross incompetence fails\nto take prompt action to correct the noncompliance. (c) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.37 Requirements for written advice. (a) Requirements.\n(1) A practitioner may give written advice\n(including by means of electronic communication)\nconcerning one or more Federal tax matters subject to\nthe requirements in paragraph (a)(2) of this section. Government submissions on matters of general\npolicy are not considered written advice on a Federal\ntax matter for purposes of this section. Continuing\neducation presentations provided to an audience\nsolely for the purpose of enhancing practitioners’\nprofessional knowledge on Federal tax matters\nare not considered written advice on a Federal tax\nmatter for purposes of this section. The preceding\nsentence does not apply to presentations marketing\nor promoting transactions.",
    "querygen": [
      "when does the provision of the law apply",
      "when does the cpr section become effective?",
      "when was sarbanes and laws enacted"
    ],
    "querygen_score": [
      "-0.32446423",
      "-2.1553688",
      "-7.3083744"
    ]
  },
  {
    "id": "legal-advice_1__17",
    "doc_id": "legal-advice_1",
    "chunk_id": 17,
    "document_category": "legal-advice",
    "text": "Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. Exception to time lived with you. Temporary absences by you or the child\nfor special circumstances, such as\nschool, vacation, business, medical care,\nmilitary service, or detention in a juvenile facility, count as time lived in the\nhome. Also see Kidnapped child, later,\nunder Who Qualifies as Your Dependent, if applicable. A child is considered to have lived\nwith you for all of 2022 if the child was\nborn or died in 2022 and your home was\nthe child's home for the entire time the\nchild was alive. Similarly, if you adopted the child in 2022, or the child was\nlawfully placed with you for legal adoption by you in 2022, the child is considered to have lived with you for all of\n2022 if your main home was this child's\nmain home for the entire time since the\nchild was adopted or placed with you in\n2022. Keeping up a home. To find out what\nis included in the cost of keeping up a\nhome, see Pub. 501. Name and Address\nPrint or type the information in the\nspaces provided. If you are married filing a separate return, enter your spouse's\nname in the entry space below the filing\nstatus checkboxes instead of below your\nname. If you filed a joint return for TIP 2021 and you are filing a joint\nreturn for 2022 with the same\nspouse, be sure to enter your names and\nSSNs in the same order as on your 2021\nreturn. Name Change If you changed your name because of\nmarriage, divorce, etc., be sure to report\nthe change to the Social Security Administration (SSA) before filing your return. This prevents delays in processing\nyour return and issuing refunds. It also\nsafeguards your future social security\nbenefits. Need more information or forms? Visit IRS.gov. Address Change If you plan to move after filing your return, use Form 8822 to notify the IRS of\nyour new address. P.O. Box Enter your box number only if your post\noffice doesn't deliver mail to your home. Foreign Address If you have a foreign address, enter the\ncity name on the appropriate line. Don’t\nenter any other information on that line,\nbut also complete the spaces below that\nline. Don’t abbreviate the country name. Follow the country’s practice for entering the postal code and the name of the\nprovince, county, or state. Death of a Taxpayer\nSee Death of a Taxpayer under General\nInformation, later. Social Security\nNumber (SSN) An incorrect or missing SSN can increase your tax, reduce your refund, or\ndelay your refund. To apply for an SSN,\nfill in Form SS-5 and return it, along\nwith the appropriate evidence documents, to the Social Security Administration (SSA). You can get Form SS-5\nonline at SSA.gov/forms/ss-5.pdf, from\nyour local SSA office, or by calling the\nSSA at 800-772-1213. It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard.",
    "querygen": [
      "do dependents claim their own wages",
      "how to find out who is a dependent",
      "how to find out if someone else is a dependent"
    ],
    "querygen_score": [
      "-4.3114853",
      "0.75058126",
      "1.0655036"
    ]
  },
  {
    "id": "legal-advice_63__18",
    "doc_id": "legal-advice_63",
    "chunk_id": 18,
    "document_category": "legal-advice",
    "text": "Upon\nthe applicant’s written request, the Internal Revenue\nService will afford the applicant the opportunity to\nbe heard with respect to the application. (d) Compliance and suitability checks. (1) As a condition to consideration of an\napplication, the Internal Revenue Service may\nconduct a Federal tax compliance check and\nsuitability check. The tax compliance check will be\nlimited to an inquiry regarding whether an applicant\nhas filed all required individual or business tax\nreturns and whether the applicant has failed to pay, or\nmake proper arrangements with the Internal Revenue\nService for payment of, any Federal tax debts. The suitability check will be limited to an inquiry\nregarding whether an applicant has engaged in any\nconduct that would justify suspension or disbarment\nof any practitioner under the provisions of this part\non the date the application is submitted, including\nwhether the applicant has engaged in disreputable\nconduct as defined in §10.51. The application will\nbe denied only if the results of the compliance or\nsuitability check are sufficient to establish that the\npractitioner engaged in conduct subject to sanctions\nunder §§10.51 and 10.52. (2) If the applicant does not pass the tax\ncompliance or suitability check, the applicant will\nnot be issued an enrollment or registration card or\ncertificate pursuant to §10.6(b) of this part. An\napplicant who is initially denied enrollment or\nregistration for failure to pass a tax compliance\ncheck may reapply after the initial denial if the\napplicant becomes current with respect to the\napplicant’s tax liabilities. (e) Temporary recognition. On receipt of a properly\nexecuted application, the Commissioner, or delegate,\nmay grant the applicant temporary recognition to\npractice pending a determination as to whether status\nas an enrolled agent, enrolled retirement plan agent,\nor registered tax return preparer should be granted. Temporary recognition will be granted only in\nunusual circumstances and it will not be granted, in\nany circumstance, if the application is not regular on\nits face, if the information stated in the application,\nPage 10 — § 10.5 if true, is not sufficient to warrant granting the\napplication to practice, or the Commissioner,\nor delegate, has information indicating that the\nstatements in the application are untrue or that the\napplicant would not otherwise qualify to become\nan enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. Issuance of temporary\nrecognition does not constitute either a designation\nor a finding of eligibility as an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer, and the temporary recognition may\nbe withdrawn at any time. (f) Protest of application denial. The applicant\nwill be informed in writing as to the reason(s) for\nany denial of an application. The applicant may,\nwithin 30 days after receipt of the notice of denial of\nthe application, file a written protest of the denial as\nprescribed by the Internal Revenue Service in forms,\nguidance, or other appropriate guidance. A protest\nunder this section is not governed by subpart D of\nthis part. (f) Effective/applicability date. This section is\napplicable to applications received on or after\nAugust 2, 2011. § 10.6 Term and renewal of status as an enrolled\nagent, enrolled retirement plan agent, or\nregistered tax return preparer. (a) Term.",
    "querygen": [
      "what checks must the irs conduct before tax returns",
      "when can i request the irs to conduct a federal tax compliance check",
      "how to apply for employment with internal revenue service"
    ],
    "querygen_score": [
      "1.0243382",
      "1.679612",
      "0.5669943"
    ]
  },
  {
    "id": "legal-advice_98__26",
    "doc_id": "legal-advice_98",
    "chunk_id": 26,
    "document_category": "legal-advice",
    "text": "The\ncircumstances described in this paragraph (c)(1) are\nas follows:\n(i) An individual may represent a member of his\nor her immediate family. (ii)A regular full-time employee of an individual\nemployer may represent the employer. (iii) A general partner or a regular full-time\nemployee of a partnership may represent the\npartnership.\n(iv) A bona fide officer or a regular fulltime employee of a corporation (including a\nPage 16 — § 10.6 parent, subsidiary, or other affiliated corporation),\nassociation, or organized group may represent the\ncorporation, association, or organized group.\n(v) A regular full-time employee of a trust,\nreceivership, guardianship, or estate may represent\nthe trust, receivership, guardianship, or estate. (vi) An officer or a regular employee of\na governmental unit, agency, or authority may\nrepresent the governmental unit, agency, or authority\nin the course of his or her official duties. (vii) An individual may represent any individual\nor entity, who is outside the United States, before\npersonnel of the Internal Revenue Service when such\nrepresentation takes place outside the United States. (2) Limitations. (i) An individual who is under suspension or\ndisbarment from practice before the Internal Revenue\nService may not engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section. (ii) The Commissioner, or delegate, may,\nafter notice and opportunity for a conference, deny\neligibility to engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section to any individual who has engaged in\nconduct that would justify a sanction under §10.50. (iii) An individual who represents a taxpayer\nunder the authority of paragraph (c)(1) of this section\nis subject, to the extent of his or her authority, to such\nrules of general applicability regarding standards\nof conduct and other matters as prescribed by the\nInternal Revenue Service. (d) Special appearances. The Commissioner,\nor delegate, may, subject to conditions deemed\nappropriate, authorize an individual who is not\notherwise eligible to practice before the Internal\nRevenue Service to represent another person in a\nparticular matter. (e) Fiduciaries. For purposes of this part, a\nfiduciary (for example, a trustee, receiver, guardian,\npersonal representative, administrator, or executor) is\nconsidered to be the taxpayer and not a representative\nof the taxpayer. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents § 10.8 Return preparation and application of\nrules to other individuals. § 10.9 Continuing education providers and\ncontinuing education programs. (a) Preparing all or substantially all of a tax return. Any individual who for compensation prepares or\nassists with the preparation of all or substantially\nall of a tax return or claim for refund must have\na preparer tax identification number. Except as\notherwise prescribed in forms, instructions, or other\nappropriate guidance, an individual must be an\nattorney, certified public accountant, enrolled agent,\nor registered tax return preparer to obtain a preparer\ntax identification number. Any individual who for\ncompensation prepares or assists with the preparation\nof all or substantially all of a tax return or claim for\nrefund is subject to the duties and restrictions relating\nto practice in subpart B, as well as subject to the\nsanctions for violation of the regulations in subpart C.\n(b) Preparing a tax return and furnishing\ninformation.",
    "querygen": [
      "who represents the employer",
      "who is a full-time employee?",
      "when to ask for a general partner"
    ],
    "querygen_score": [
      "2.0655594",
      "-0.88496906",
      "-3.1102011"
    ]
  },
  {
    "id": "legal-advice_27__17",
    "doc_id": "legal-advice_27",
    "chunk_id": 17,
    "document_category": "legal-advice",
    "text": "Enrollment as an enrolled\nretirement plan agent based on an applicant’s former\nemployment with the Internal Revenue Service will\nbe limited to permit the presentation of matters only\nwith respect to qualified retirement plan matters. (4) Application for enrollment as an enrolled\nagent or enrolled retirement plan agent based on an\napplicant’s former employment with the Internal\nRevenue Service must be made within three years\nfrom the date of separation from such employment. (5) An applicant for enrollment as an enrolled\nagent who is requesting such enrollment based\non former employment with the Internal Revenue\nService must have had a minimum of five years\ncontinuous employment with the Internal Revenue\nService during which the applicant must have been\nregularly engaged in applying and interpreting\nthe provisions of the Internal Revenue Code and\nthe regulations relating to income, estate, gift,\nTreasury Department Circular No. 230 employment, or excise taxes. (6) An applicant for enrollment as an enrolled\nretirement plan agent who is requesting such\nenrollment based on former employment with the\nInternal Revenue Service must have had a minimum\nof five years continuous employment with the\nInternal Revenue Service during which the applicant\nmust have been regularly engaged in applying and\ninterpreting the provisions of the Internal Revenue\nCode and the regulations relating to qualified\nretirement plan matters. (7) For the purposes of paragraphs (d)(5) and (6)\nof this section, an aggregate of 10 or more years of\nemployment in positions involving the application\nand interpretation of the provisions of the Internal\nRevenue Code, at least three of which occurred within\nthe five years preceding the date of application, is the\nequivalent of five years continuous employment. (e) Natural persons. Enrollment to practice may be\ngranted only to natural persons. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.5 Application to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Form; address. An applicant to become an\nenrolled agent, enrolled retirement plan agent,\nor registered tax return preparer must apply as\nrequired by forms or procedures established and\npublished by the Internal Revenue Service, including\nproper execution of required forms under oath or\naffirmation. The address on the application will be\nthe address under which a successful applicant is\nenrolled or registered and is the address to which all\ncorrespondence concerning enrollment or registration\nwill be sent. (b) Fee. A reasonable nonrefundable fee may be\ncharged for each application to become an enrolled\nagent, enrolled retirement plan agent, or registered\ntax return preparer. See 26 CFR part 300.\n(c) Additional information; examination. The Internal\nRevenue Service may require the applicant, as a\ncondition to consideration of an application, to file\n§ 10.5 — Page 9 Table of Contents additional information and to submit to any written\nor oral examination under oath or otherwise. Upon\nthe applicant’s written request, the Internal Revenue\nService will afford the applicant the opportunity to\nbe heard with respect to the application. (d) Compliance and suitability checks. (1) As a condition to consideration of an\napplication, the Internal Revenue Service may\nconduct a Federal tax compliance check and\nsuitability check.",
    "querygen": [
      "who can be an enrolled retirement plan agent?",
      "can an enrolled agent apply for a retirement plan?",
      "are irs enrolled agent plans eligible"
    ],
    "querygen_score": [
      "1.4566269",
      "3.4345834",
      "0.35579216"
    ]
  },
  {
    "id": "legal-advice_37__23",
    "doc_id": "legal-advice_37",
    "chunk_id": 23,
    "document_category": "legal-advice",
    "text": "Check the\nin column (4) of the\n“Credit for other\nDependents section on\ndependents” box in\npage 1 of Form 1040 or\ncolumn (4) of the\n1040-SR for this\nDependents section on\nperson. page 1 of Form 1040 or\n1040-SR for this person. Does Your Qualifying Child\nQualify You for the Child Tax\nCredit or Credit for Other\nDependents? 1. Did the child have an SSN, ITIN, or adoption taxpayer\nidentification number (ATIN) issued on or before the due\ndate of your return (including extensions)? (Answer “Yes”\nif you are applying for an ITIN or ATIN for the child on or\nbefore the due date of your return (including extensions).) Yes. Continue\nNo. STOP\n䊲 You can’t claim the child\ntax credit or the credit for\nother dependents for this\nchild. 2. Was the child a U.S. citizen, U.S. national, or U.S. resident\nalien? (See Pub. 519 for the definition of a U.S. national or\nU.S. resident alien. If the child was adopted, see Exception\nto citizen test, later.) Yes. Continue\nNo. STOP\n䊲 You can’t claim the child\ntax credit or the credit for\nother dependents for this\nchild. Need more information or forms? Visit IRS.gov. -18- Step 4 Is Your Qualifying Relative\nYour Dependent? 3. Was your qualifying relative married? Yes. See Married\nNo. Continue\n䊲\nperson, later. A qualifying relative is a person who is your... Son, daughter, stepchild, foster child, or a descendant of any of them (for\nexample, your grandchild) 4. Could you, or your spouse if filing jointly, be claimed as a\ndependent on someone else's 2022 tax return? (If the person\nwho could claim you on their 2022 tax return is not required\nto file, and isn't filing a 2022 tax return or is filing a 2022\nreturn only to claim a refund of withheld income tax or\nestimated tax paid, check “No.”) See Steps 1, 2, and 4. No. You can claim this\nYes. STOP\nperson as a dependent. You can't claim any\nComplete columns (1)\ndependents. Complete\nthrough (3) of the\nthe rest of Form 1040 or\nDependents section on\n1040-SR and any\npage 1 of Form 1040 or\napplicable schedules. 1040-SR. Then, go to\nStep 5. or\nBrother, sister, half brother, half sister, or a son or daughter of any of them (for\nexample, your niece or nephew)\nor\nFather, mother, or an ancestor or sibling of either of them (for example, your\ngrandmother, grandfather, aunt, or uncle)\nor\nStepbrother, stepsister, stepfather, stepmother, son-in-law, daughter-in-law,\nfather-in-law, mother-in-law, brother-in-law, or sister-in-law\nor Step 5 Any other person (other than your spouse) who lived with you all year as a\nmember of your household if your relationship didn't violate local law. If the\nperson didn't live with you for the required time, see Exception to time lived with\nyou, later. Does Your Qualifying Relative\nQualify You for the Credit for\nOther Dependents? AND 1. Did your qualifying relative have an SSN, ITIN, or ATIN\nissued on or before the due date of your 2022 return\n(including extensions)? (Answer “Yes” if you are applying\nfor an ITIN or ATIN for the qualifying relative on or before\nthe return due date (including extensions).) Yes. Continue\nNo. STOP Who wasn't a qualifying child (see Step 1) of any taxpayer for 2022.",
    "querygen": [
      "how to determine if the credit for a dependent qualifies for a mortgage?",
      "what is 1040 credit for other dependents on",
      "can dependents be credit on 1040"
    ],
    "querygen_score": [
      "-2.5121446",
      "1.4530982",
      "2.4341872"
    ]
  },
  {
    "id": "legal-advice_32__67",
    "doc_id": "legal-advice_32",
    "chunk_id": 67,
    "document_category": "legal-advice",
    "text": "Members of the military. If you were on extended active duty\noutside the United States, your main home is considered to be in\nthe United States during that duty period. Extended active duty\nis military duty ordered for an indefinite period or for a period\nof more than 90 days. Once you begin serving extended active\nduty, you are considered to be on extended active duty even if\nyou don’t serve more than 90 days. Nonresident aliens. If your filing status is married filing jointly, go to Step 2. Otherwise, stop; you can't take the EIC. Enter\n“No” on the dotted line next to line 27. Permanently and totally disabled. A person is permanently\nand totally disabled if, at any time in 2022, the person couldn't\nengage in any substantial gainful activity because of a physical\nor mental condition and a doctor has determined that this condition (a) has lasted or can be expected to last continuously for at\nleast a year, or (b) can be expected to lead to death. Qualifying child of more than one person. Even if a child\nmeets the conditions to be the qualifying child of more than one\nperson, only one person can claim the child as a qualifying child\nfor all of the following tax benefits, unless the special rule for\nChildren of divorced or separated parents under Who Qualifies\nas Your Dependent, earlier, applies. 1. Child tax credit, credit for other dependents, and additional child tax credit (lines 19 and 28). 2. Head of household filing status. 3. Credit for child and dependent care expenses (Schedule\n3, line 2). 4. Exclusion for dependent care benefits (Form 2441, Part\nIII). 5. Earned income credit (line 27). -41- Need more information or forms? Visit IRS.gov. No other person can take any of the five tax benefits just listed\nbased on the qualifying child. If you and any other person can\nclaim the child as a qualifying child, the following rules apply. For purposes of these rules, the term “parent”means a biological\nor adoptive parent of an individual. It doesn't include a stepparent or foster parent unless that person has adopted the individual. • If only one of the persons is the child's parent, the child is\ntreated as the qualifying child of the parent. • If the parents file a joint return together and can claim the\nchild as a qualifying child, the child is treated as the qualifying\nchild of the parents. • If the parents don’t file a joint return together but both parents claim the child as a qualifying child, the IRS will treat the\nchild as the qualifying child of the parent with whom the child\nlived for the longer period of time in 2022. If the child lived\nwith each parent for the same amount of time, the IRS will treat\nthe child as the qualifying child of the parent who had the higher adjusted gross income (AGI) for 2022. • If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. •",
    "querygen": [
      "how long is extended active ad in military",
      "when do you have to serve on extended active duty",
      "when do you get extended active duty"
    ],
    "querygen_score": [
      "-0.4862404",
      "1.0830901",
      "0.8488587"
    ]
  },
  {
    "id": "legal-advice_41__30",
    "doc_id": "legal-advice_41",
    "chunk_id": 30,
    "document_category": "legal-advice",
    "text": "The practitioner must advise the client\nof the consequences as provided under the Code\nand regulations of such noncompliance, error, or\nomission. § 10.22 Diligence as to accuracy. (a) In general. A practitioner must exercise due\ndiligence —\n(1) In preparing or assisting in the preparation\nof, approving, and filing tax returns, documents,\naffidavits, and other papers relating to Internal\nRevenue Service matters;\n(2) In determining the correctness of oral or\nwritten representations made by the practitioner to\nthe Department of the Treasury; and\n(3) In determining the correctness of oral or\nwritten representations made by the practitioner to\nclients with reference to any matter administered by\nthe Internal Revenue Service. (b) Reliance on others. Except as modified by\n§§10.34 and 10.37, a practitioner will be presumed\nto have exercised due diligence for purposes of\nthis section if the practitioner relies on the work\nproduct of another person and the practitioner used\nreasonable care in engaging, supervising, training,\nand evaluating the person, taking proper account of\nthe nature of the relationship between the practitioner\nand the person. § 10.22 — Page 19 Table of Contents (c) Effective/applicability date. Paragraph (a) of\nthis section is applicable on September 26, 2007. Paragraph (b) of this section is applicable beginning\nJune 12, 2014. § 10.23 Prompt disposition of pending matters. A practitioner may not unreasonably delay the\nprompt disposition of any matter before the Internal\nRevenue Service. § 10.24 Assistance from or to disbarred or\nsuspended persons and former Internal Revenue\nService employees. A practitioner may not, knowingly and directly or\nindirectly:\n(a) Accept assistance from or assist any person\nwho is under disbarment or suspension from practice\nbefore the Internal Revenue Service if the assistance\nrelates to a matter or matters constituting practice\nbefore the Internal Revenue Service. (b) Accept assistance from any former government\nemployee where the provisions of § 10.25 or any\nFederal law would be violated. § 10.25 Practice by former government employees,\ntheir partners and their associates. (a) Definitions. For purposes of this section —\n(1) Assist means to act in such a way as to advise,\nfurnish information to, or otherwise aid another\nperson, directly, or indirectly. (2) Government employee is an officer or\nemployee of the United States or any agency of\nthe United States, including a special Government\nemployee as defined in 18 U.S.C. 202(a), or of the\nDistrict of Columbia, or of any State, or a member of\nCongress or of any State legislature. (3) Member of a firm is a sole practitioner or\nan employee or associate thereof, or a partner,\nstockholder, associate, affiliate or employee of a\npartnership, joint venture, corporation, professional\nassociation or other affiliation of two or more\npractitioners who represent nongovernmental\nparties. Page 20 — § 10.22 (4) Particular matter involving specific parties is\ndefined at 5 CFR 2637.201(c), or superseding postemployment regulations issued by the U.S. Office of\nGovernment Ethics. (5) Rule includes Treasury regulations, whether\nissued or under preparation for issuance as notices\nof proposed rulemaking or as Treasury decisions,\nrevenue rulings, and revenue procedures published\nin the Internal Revenue Bulletin (see 26 CFR\n601.601(d)(2)(ii)(b)). (b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States.",
    "querygen": [
      "which statement best describes the practitioner's due diligence",
      "do lawyers exercise due diligence",
      "which is a general rule of due diligence"
    ],
    "querygen_score": [
      "-1.8026443",
      "-0.21528047",
      "-1.1955024"
    ]
  },
  {
    "id": "legal-advice_96__37",
    "doc_id": "legal-advice_96",
    "chunk_id": 37,
    "document_category": "legal-advice",
    "text": "Except\nas provided next, leave line 4a blank and\nenter the total distribution (from Form\n1099-R, box 1) on line 4b. Exception 1. Enter the total distribution\non line 4a if you rolled over part or all of\nthe distribution from one:\n• Roth IRA to another Roth IRA, or\n• IRA (other than a Roth IRA) to a\nqualified plan or another IRA (other\nthan a Roth IRA). Also enter “Rollover” next to line 4b. If the total distribution was rolled over,\nenter -0- on line 4b. If the total distribution wasn't rolled over, enter the part not\nrolled over on line 4b unless Exception 2\napplies to the part not rolled over. Generally, a rollover must be made within\n60 days after the day you received the\ndistribution. For more details on rollovers, see Pub. 590-A and Pub. 590-B. If you rolled over the distribution into\na qualified plan or you made the rollover\nin 2023, include a statement explaining\nwhat you did. Exception 2. If any of the following apply, enter the total distribution on line 4a\nand see Form 8606 and its instructions\nto figure the amount to enter on line 4b. 1. You received a distribution from\nan IRA (other than a Roth IRA) and you\nmade nondeductible contributions to any\nof your traditional or SEP IRAs for 2022\nor an earlier year. If you made nondeductible contributions to these IRAs for\n2022, also see Pub. 590-A and Pub.\n590-B.\n2. You received a distribution from\na Roth IRA. But if either (a) or (b) below applies, enter -0- on line 4b; you\ndon’t have to see Form 8606 or its instructions. a. Distribution code T is shown in\nbox 7 of Form 1099-R and you made a\ncontribution (including a conversion) to\na Roth IRA for 2016 or an earlier year. b. Distribution code Q is shown in\nbox 7 of Form 1099-R.\n3. You converted part or all of a traditional, SEP, or SIMPLE IRA to a Roth\nIRA in 2022. 4. You had a 2021 or 2022 IRA contribution returned to you, with the related earnings or less any loss, by the due\ndate (including extensions) of your tax\nreturn for that year. 5. You made excess contributions to\nyour IRA for an earlier year and had\nthem returned to you in 2022. 6. You recharacterized part or all of\na contribution to a Roth IRA as a contribution to another type of IRA, or vice\nversa. Exception 3. If all or part of the distribution is a qualified charitable distribution (QCD), enter the total distribution\non line 4a. If the total amount distributed\nis a QCD, enter -0- on line 4b. If only\npart of the distribution is a QCD, enter\nthe part that is not a QCD on line 4b unless Exception 2 applies to that part. Enter “QCD” next to line 4b. A QCD is a distribution made directly by the trustee of your IRA (other than\nan ongoing SEP or SIMPLE IRA) to an\norganization eligible to receive tax-deductible contributions (with certain exceptions). You must have been at least\nage 70 1/2 when the distribution was\nmade. Generally, your total QCDs for the\nyear can't be more than $100,000.",
    "querygen": [
      "when to put distribution on 1099",
      "what lines are blank for distribution on a 1099",
      "where do you enter distribution on form 1099-r"
    ],
    "querygen_score": [
      "-0.07360889",
      "0.5707513",
      "2.508332"
    ]
  },
  {
    "id": "legal-advice_39__151",
    "doc_id": "legal-advice_39",
    "chunk_id": 151,
    "document_category": "legal-advice",
    "text": "Or you can send your comments to Intermation are confidential, as stated in Code nal Revenue Service, Tax Forms and Pubsection 6103. However, Code section lications Division, 1111 Constitution\n6103 allows or requires the Internal Reve- Ave. NW, IR-6526, Washington, DC\nnue Service to disclose or give the infor- 20224. Don’t send your return to this admation shown on your tax return to others dress. Instead, see the addresses at the end\nas described in the Code. For example, of these instructions. we may disclose your tax information to\nAlthough we can't respond individualthe Department of Justice to enforce the\ntax laws, both civil and criminal, and to ly to each comment received, we do apcities, states, the District of Columbia, preciate your feedback and will consider\nand U.S. commonwealths or possessions your comments as we revise our tax\nto carry out their tax laws. We may dis- forms and instructions. close your tax information to the DepartEstimates of Taxpayer\nment of Treasury and contractors for tax\nadministration purposes; and to other per- Burden\nsons as necessary to obtain information The following table shows burden estineeded to determine the amount of or to mates based on current statutory requirecollect the tax you owe. We may disclose ments as of November 2022 for taxpayers\nyour tax information to the Comptroller filing a 2022 Form 1040 or 1040-SR tax\nGeneral of the United States to permit the return. Time spent and out-of-pocket\nComptroller General to review the Inter- costs are presented separately. Time burnal Revenue Service. We may disclose den is broken out by taxpayer activity,\nyour tax information to committees of with recordkeeping representing the largCongress; federal, state, and local child est component. Out-of-pocket costs insupport agencies; and to other federal clude any expenses incurred by taxpayers\nagencies for the purposes of determining to prepare and submit their tax returns. entitlement for benefits or the eligibility Examples include tax return preparation\nfor and the repayment of loans. We may and submission fees, postage and photoalso disclose this information to other copying costs, and tax return preparation\ncountries under a tax treaty, to federal and software costs. While these estimates\nstate agencies to enforce federal nontax don’t include burden associated with\ncriminal laws, or to federal law enforce- post-filing activities, IRS operational data\nment and intelligence agencies to combat indicate that electronically prepared and\nterrorism. filed returns have fewer arithmetic errors,\nimplying lower post-filing burden. Please keep this notice with your reReported time and cost burdens are nacords. It may help you if we ask you for\nother information. If you have questions tional averages and don’t necessarily reabout the rules for filing and giving infor- flect a “typical” case. Most taxpayers exmation, please call or visit any Internal perience lower than average burden, with\ntaxpayer burden varying considerably by\nRevenue Service office. taxpayer type. For instance, the estimated\nWe Welcome Comments on\naverage time burden for all taxpayers filForms\ning a Form 1040 or 1040-SR is 13 hours, We try to create forms and instructions with an average cost of $250 per return. that can be easily understood. Often this",
    "querygen": [
      "where is ir code",
      "code section lications division",
      "is internal revenue service confidential"
    ],
    "querygen_score": [
      "-4.109424",
      "-3.4034758",
      "-1.9234512"
    ]
  },
  {
    "id": "legal-advice_62__122",
    "doc_id": "legal-advice_62",
    "chunk_id": 122,
    "document_category": "legal-advice",
    "text": "See Recoveries in Pub. 525 for details on how to figure the\namount to report. • Reemployment trade adjustment\nassistance (RTAA) payments. These\npayments should be shown in box 5 of\nForm 1099-G.\n• Loss on certain corrective distributions of excess deferrals. See Retirement\nPlan Contributions in Pub. 525.\n• Dividends on insurance policies if\nthey exceed the total of all net premiums\nyou paid for the contract. • Recapture of a charitable contribution deduction relating to the contribution of a fractional interest in tangible\npersonal property. See Fractional Interest in Tangible Personal Property in\nPub. 526. Interest and an additional 10%\ntax apply to the amount of the recapture. See the instructions for Schedule 2,\nline 17g.\n• Recapture of a charitable contribution deduction if the charitable organization disposes of the donated property\nwithin 3 years of the contribution. See\nRecapture if no exempt use in Pub. 526.\n• Taxable part of disaster relief payments. See Pub. 525 to figure the taxable part, if any. If any of your disaster\nrelief payment is taxable, attach a statement showing the total payment received and how you figured the taxable\npart. • Taxable distributions from a Coverdell education savings account (ESA)\nor a qualified tuition program (QTP). Distributions from these accounts may\nbe taxable if (a) in the case of distributions from a QTP, they are more than\nthe qualified higher education expenses\nof the designated beneficiary in 2022 or,\nin the case of distributions from an ESA,\nthey are more than the qualified education expenses of the designated beneficiary in 2022; and (b) they were not included in a qualified rollover. Nontaxable distributions from these accounts\ndon’t have to be reported on Form 1040\nor 1040-SR. This includes rollovers and\nqualified higher education expenses refunded to a student from a QTP that\nwere recontributed to a QTP with the\nsame designated beneficiary generally\nwithin 60 days after the date of refund. See Pub. 970. You may have to pay an additional tax if you received a taxCAUTION able distribution from a Coverdell ESA or a QTP. See the Instructions\nfor Form 5329. would enter $800 on line 8z and in the\nentry space next to line 8z you would\nwrite “Incorrect Form 1099-K - $800.” See the instructions for line 24z. Nontaxable income. Don’t report any\nnontaxable income on line 8z. Examples\nof nontaxable income include the following. • Child support. • Payments you received to help you\npay your mortgage loan under the HFA\nHardest Hit Fund or the Homeowner Assistance Fund.\n• Any Pay-for-Performance Success\nPayments that reduce the principal balance of your home mortgage under the\nHome Affordable Modification Program. • Life insurance proceeds received\nbecause of someone's death (other than\nfrom certain employer-owned life insurance contracts). • Gifts and bequests. However, if\nyou received a gift or bequest from a\nforeign person (including amounts from\nforeign corporations and foreign partnerships that you treated as gifts) totaling\nmore than $17,339, you may have to report information about it on Form 3520,\nPart IV. See the Instructions for Form\n3520. Form 1099-K loss reporting. If you\nsold a personal item at a loss, enter the\namount of the sale proceeds from Form\n1099-K on line 8z.",
    "querygen": [
      "which box of rtaa form should be reported",
      "which rtaa payments should be reported",
      "where do you report rtaa in 1099"
    ],
    "querygen_score": [
      "-0.58046913",
      "-0.20532675",
      "-0.25259674"
    ]
  },
  {
    "id": "legal-advice_60__76",
    "doc_id": "legal-advice_60",
    "chunk_id": 76,
    "document_category": "legal-advice",
    "text": "6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 228\n225\n221\n217 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 22,800\n22,850\n22,900\n22,950 22,850\n22,900\n22,950\n23,000 0\n0\n0\n0 3,303\n3,295\n3,287\n3,279 5,596\n5,586\n5,575\n5,565 6,367\n6,356\n6,346\n6,335 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 213\n209\n205\n202 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,000\n23,050\n23,100\n23,150 23,050\n23,100\n23,150\n23,200 0\n0\n0\n0 3,271\n3,263\n3,255\n3,247 5,554\n5,544\n5,533\n5,523 6,325\n6,314\n6,304\n6,293 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,050\n20,100\n20,150\n20,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,726 6,164\n6,164\n6,164\n6,155 6,935\n6,935\n6,935\n6,925 198\n194\n190\n186 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,200\n23,250\n23,300\n23,350 23,250\n23,300\n23,350\n23,400 0\n0\n0\n0 3,239\n3,231\n3,223\n3,215 5,512\n5,502\n5,491\n5,481 6,283\n6,272\n6,262\n6,251 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,200\n20,250\n20,300\n20,350 20,250\n20,300\n20,350\n20,400 0\n0\n0\n0 3,718\n3,710\n3,702\n3,694 6,144\n6,133\n6,123\n6,112 6,914\n6,904\n6,893\n6,883 182\n179\n175\n171 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,400\n23,450\n23,500\n23,550 23,450\n23,500\n23,550\n23,600 0\n0\n0\n0 3,207\n3,199\n3,191\n3,183 5,470\n5,460\n5,449\n5,438 6,241\n6,230\n6,220\n6,209 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,400\n20,450\n20,500\n20,550 20,450\n20,500\n20,550\n20,600 0\n0\n0\n0 3,686\n3,678\n3,670\n3,662 6,102\n6,091\n6,081\n6,070 6,872\n6,862\n6,851\n6,841 167\n163\n160\n156 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,600\n23,650\n23,700\n23,750 23,650\n23,700\n23,750\n23,800 0\n0\n0\n0 3,175\n3,167\n3,159\n3,151 5,428\n5,417\n5,407\n5,396 6,198\n6,188\n6,177\n6,167 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,600\n20,650\n20,700\n20,750 20,650\n20,700\n20,750\n20,800 0\n0\n0\n0 3,654\n3,646\n3,638\n3,630 6,060\n6,049\n6,039\n6,028 6,830\n6,820\n6,809\n6,799 152\n148\n144\n140 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,800\n23,850\n23,900\n23,950 23,850\n23,900\n23,950\n24,000 0\n0\n0\n0 3,143\n3,135\n3,127\n3,119 5,386\n5,375\n5,365\n5,354 6,156\n6,146\n6,135\n6,125 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,800\n20,850\n20,900\n20,950 20,850\n20,900\n20,950\n21,000 0\n0\n0\n0 3,622\n3,614\n3,606\n3,598 6,018\n6,007\n5,997\n5,986 6,788\n6,778\n6,767\n6,757 137\n133\n129\n125 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,000\n24,050\n24,100\n24,150 24,050\n24,100\n24,150\n24,200 0\n0\n0\n0 3,111\n3,103\n3,095\n3,087 5,344\n5,333\n5,323\n5,312 6,114\n6,104\n6,093\n6,083 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 21,000\n21,050\n21,100\n21,150 21,050\n21,100\n21,150\n21,200 0\n0\n0\n0 3,590\n3,582\n3,574\n3,566 5,976\n5,965\n5,954\n5,944 6,746\n6,735\n6,725\n6,714 121\n117\n114\n110 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,200\n24,250\n24,300\n24,350 24,250\n24,300\n24,350\n24,400 0\n0\n0\n0 3,079\n3,071\n3,063\n3,055 5,302\n5,291\n5,281\n5,270 6,072\n6,062\n6,051\n6,041 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 21,200\n21,250\n21,300\n21,350 21,250\n21,300\n21,350\n21,400 0\n0\n0\n0 3,558\n3,550\n3,542\n3,534 5,933\n5,923\n5,912\n5,902 6,704\n6,693\n6,683\n6,672 106\n102\n98\n94 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,400\n24,450\n24,500\n24,550 24,450\n24,500\n24,550\n24,600 0\n0\n0\n0 3,047\n3,039\n3,031\n3,023 5,259\n5,249\n5,238\n5,228 6,030\n6,019\n6,009\n5,998 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 21,400\n21,450\n21,500\n21,550 21,450\n21,500\n21,550\n21,600 0\n0\n0\n0 3,526\n3,518\n3,510\n3,502 5,891\n5,881\n5,870\n5,860 6,662\n6,651\n6,641\n6,630 91\n87\n83\n79 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,600\n24,650\n24,700\n24,750 24,650\n24,700\n24,750\n24,800 0\n0\n0\n0 3,015\n3,007\n2,999\n2,991 5,217\n5,207\n5,196\n5,186 5,988\n5,977\n5,967\n5,956 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $22,600 but less than $22,610, and you have no qualifying children who have valid\nSSNs, your credit is $0. If the amount you are looking up from the worksheet is $22,610 or more, and you have no qualifying children who have valid SSNs, you can’t take the\ncredit. (Continued) - 49 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 But less\nthan 24,800\n24,850\n24,900\n24,950 24,850\n24,900\n24,950\n25,000 0\n0\n0\n0 2,983\n2,975\n2,967\n2,959 5,175\n5,165\n5,154\n5,144 5,946\n5,935\n5,925\n5,914 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 25,000\n25,050\n25,100\n25,150 25,050\n25,100\n25,150\n25,200 0\n0\n0\n0 2,951\n2,943\n2,935\n2,927 5,133\n5,123\n5,112\n5,102 5,904\n5,893\n5,883\n5,872 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 25,200\n25,250\n25,300\n25,350 25,250\n25,300\n25,350\n25,400 0\n0\n0\n0 2,919\n2,911\n2,903\n2,895 5,091\n5,080\n5,070\n5,059 5,861\n5,851\n5,840\n5,830 0\n0\n0\n0 25,400\n25,450\n25,500\n25,550 25,450\n25,500\n25,550\n25,600 0\n0\n0\n0 2,887\n2,879\n2,871\n2,863 5,049\n5,038\n5,028\n5,017 5,819\n5,809\n5,798\n5,788 25,600\n25,650\n25,700\n25,750 25,650\n25,700\n25,750\n25,800 0\n0\n0\n0 2,855\n2,847\n2,839\n2,831 5,007\n4,996\n4,986\n4,975 25,800\n25,850\n25,900\n25,950 25,850\n25,900\n25,950\n26,000 0\n0\n0\n0 2,823\n2,815\n2,807\n2,799 26,000\n26,050\n26,100\n26,150 26,050\n26,100\n26,150\n26,200 0\n0\n0\n0 26,200\n26,250\n26,300\n26,350 26,250\n26,300\n26,350\n26,400 26,400\n26,450\n26,500\n26,550 ★ Your credit is– 2 At least If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 6,935\n6,935\n6,935\n6,935 28,000\n28,050\n28,100\n28,150 28,050\n28,100\n28,150\n28,200 0\n0\n0\n0 2,472\n2,464\n2,456\n2,448 4,501\n4,491\n4,480\n4,470 5,272\n5,261\n5,251\n5,240 0\n0\n0\n0 3,451\n3,443\n3,435\n3,427 5,792\n5,782\n5,771\n5,761 6,563\n6,552\n6,542\n6,531 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,200\n28,250\n28,300\n28,350 28,250\n28,300\n28,350\n28,400 0\n0\n0\n0 2,440\n2,432\n2,424\n2,416 4,459\n4,449\n4,438\n4,428 5,230\n5,219\n5,209\n5,198 0\n0\n0\n0 3,419\n3,411\n3,403\n3,395 5,750\n5,740\n5,729\n5,719 6,521\n6,510\n6,500\n6,489 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,400\n28,450\n28,500\n28,550 28,450\n28,500\n28,550\n28,600 0\n0\n0\n0 2,408\n2,400\n2,392\n2,384 4,417\n4,407\n4,396\n4,385 5,188\n5,177\n5,167\n5,156 0\n0\n0\n0 3,387\n3,379\n3,371\n3,363 5,708\n5,698\n5,687\n5,676 6,479\n6,468\n6,457\n6,447 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,600\n28,650\n28,700\n28,750 28,650\n28,700\n28,750\n28,800 0\n0\n0\n0 2,376\n2,368\n2,360\n2,352 4,375\n4,364\n4,354\n4,343 5,145\n5,135\n5,124\n5,114 0\n0\n0\n0 3,355\n3,347\n3,339\n3,331 5,666\n5,655\n5,645\n5,634 6,436\n6,426\n6,415\n6,405 5,777\n5,767\n5,756\n5,746 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,800\n28,850\n28,900\n28,950 28,850\n28,900\n28,950\n29,000 0\n0\n0\n0 2,344\n2,336\n2,328\n2,320 4,333\n4,322\n4,312\n4,301 5,103\n5,093\n5,082\n5,072 0\n0\n0\n0",
    "querygen": [
      "what numbers are in sixth grade",
      "what is the correct numbers of the alphabet in wyoming",
      "what is the phone number for 835"
    ],
    "querygen_score": [
      "-5.861719",
      "-6.34129",
      "-6.0845366"
    ]
  },
  {
    "id": "legal-advice_66__4",
    "doc_id": "legal-advice_66",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": "Low Income Taxpayer Clinics Help Taxpayers\nLow Income Taxpayer Clinics (LITCs) are independent from the Internal Revenue Service (IRS) and the Taxpayer Advocate\nService (TAS). LITCs represent individuals whose income is below a certain level and who need to resolve tax problems with\nthe IRS. LITCs can represent taxpayers in audits, appeals, and tax collection disputes before the IRS and in court. In addition,\nLITCs can provide information about taxpayer rights and responsibilities in different languages for individuals who speak\nEnglish as a second language. Services are offered for free or a small fee. For more information or to find an LITC near you, see\nthe LITC page at TaxpayerAdvocate. IRS.gov/LITCMap or IRS Publication 4134, Low Income Taxpayer Clinic List. This\npublication is available online at IRS. gov/Forms-Pubs or by calling the IRS toll free at 800-TAX-FORM (800-829-3676). Suggestions for Improving the IRS\nTaxpayer Advocacy Panel\nTaxpayers have an opportunity to provide direct feedback to the Internal Revenue Service (IRS) through the Taxpayer Advocacy\nPanel (TAP). The TAP is a Federal Advisory Committee comprised of an independent panel of citizen volunteers who listen to\ntaxpayers, identify taxpayers' systemic issues, and make suggestions for improving IRS customer service. Contact TAP at\nImproveIRS.org. -4- Affordable Care Act — What You Need To Know\nRequirement To Reconcile Advance Payments of the Premium Tax Credit The premium tax credit helps pay premiums for health insurance purchased from the Marketplace. Eligible\nindividuals may have advance payments of the premium tax credit made on their behalf directly to the insurance\ncompany. If you or a family member enrolled in health insurance through the Marketplace and advance payments of the\npremium tax credit were made to your insurance company to reduce your monthly premium payment, you must attach\nForm 8962 to your return to reconcile (compare) the advance payments with your premium tax credit for the year. The Marketplace is required to send Form 1095-A by January 31, 2023, listing the advance payments and other\ninformation you need to complete Form 8962. 1. You will need Form 1095-A from the Marketplace. 2. Complete Form 8962 to claim the credit and to reconcile your advance credit payments. 3. Include Form 8962 with your Form 1040, Form 1040-SR, or Form 1040-NR. (Don’t include Form 1095-A.) Health Coverage Reporting If you or someone in your family was an employee in 2022, the employer may be required to send you Form\n1095-C. Part II of Form 1095-C shows whether your employer offered you health insurance coverage and, if\nso, information about the offer. You should receive Form 1095-C by early March 2023. This information may be\nrelevant if you purchased health insurance coverage for 2022 through the Health Insurance Marketplace and\nwish to claim the premium tax credit on Schedule 3, line 9. However, you don’t need to wait to receive this form\nto file your return. You may rely on other information received from your employer. If you don’t wish to claim the\npremium tax credit for 2022, you don’t need the information in Part II of Form 1095-C.",
    "querygen": [
      "what is licc clinics",
      "who are tax clinics",
      "irs tax clinic for low income"
    ],
    "querygen_score": [
      "-2.890304",
      "0.82630956",
      "3.2698722"
    ]
  },
  {
    "id": "legal-advice_81__10",
    "doc_id": "legal-advice_81",
    "chunk_id": 10,
    "document_category": "legal-advice",
    "text": "POSTF-113176-10 11 reasonable reading of these two statutes is that the ‘such taxable year’ of § 901(a) and\nthe ‘year with respect to which the claim is made’ of § 6511(d)(3)(A) refer to the same\nyear: the year in which the taxpayer first made its election whether to claim a foreign tax\ncredit.”43 The court went on to say, “All that § 6511(d)(3)(A) provides to the taxpayer is\na longer limitations period for altering its election of a foreign tax credit than the threeyear limitations period prescribed by § 6511(a). The touchstone for triggering the\nstatute of limitations remains the original year of election. ”44 Further, the Chrysler court,\nin discussing the pre-amendment version of section 6511(d)(3)(A), noted that, “[O]ur\nreading avoids the uncertainty that would attend Chrysler’s interpretation, which could\nlend to a shorter or longer limitations period depending on the unique fiscal\ncircumstances of the taxpayer. ”45 Both statements of the Chrysler court apply equally to\nthe pre- and post-amendment versions of section 6511(d)(3)(A), since the change to the\nstatute was merely clarifying. In reading the plain language of the amended statute, the phrase, “such taxes\nwere actually paid or accrued,” refers to the prior language in the same sentence, “any\ntaxes paid or accrued to any foreign country . . . for which credit is allowed against the\ntax . . . in accordance with the provisions of section 901.”46 Thus, the “year in which\nsuch taxes were actually paid or accrued” is the year in which the credit may be taken\nunder section 905(a). 47 And as discussed in part I.C., above, in the instant case, the\ncredit may not be taken in the --------taxable year. The legislative history of the amendment to section 6511(d)(3)(A) also\ndemonstrated that the limitations period begins by reference to the year to which the\ncreditable taxes relate. The amendment was enacted to clarify the limitations period\nattributable to refund claims attributable to foreign tax credit carryovers. 48 Congress\nacknowledged that the IRS took the position in Revenue Ruling 84-125 that, in the case\nof a credit carryforward, the period governed by “the year with respect to which the\nclaim is made” is determined by reference to “the year in which the foreign taxes were\npaid or accrued (and not the year to which the credits were carried). ”49 It also\nacknowledged the holding in Ampex Corp. v. United States, which provided that the\nlimitations period is determined by reference to “the year to which the credits are carried\n(and not the year in which the taxes were paid or accrued). ”50\nAs a result, Congress amended the section to make clear that, in the case of a\nclaim relating to an overpayment attributable to foreign tax credits, the limitations period\n43 Chrysler Corp., 436 F.3d at 655. Id.\n45\nId. at 656.\n46\nI.R.C. § 6511(d)(3(A) (1998). 47\nId.\n48\nTaxpayer Relief Act, supra, § 1056. 49\nH.R. Rep. No. 105-148, at 552-53 (1997); H.R. Rep. No. 105-220, at 576-77 (1997) (Conf. Rep.); S.\nRep. No. 105-33, at 179-80 (1997); see also Staff of Joint Comm. on Taxation, 105th Cong., General\nExplanation of Tax Legislation Enacted in 1997, at 253 (Comm. Print 1997). 50\nId.\n44 POSTF-113176-10 12",
    "querygen": [
      "what is reasonable reading of statutes? tax",
      "is 901, 9011d taxable",
      "taxable year of claim"
    ],
    "querygen_score": [
      "-0.005809962",
      "-0.6323715",
      "-0.19366226"
    ]
  },
  {
    "id": "legal-advice_39__5",
    "doc_id": "legal-advice_39",
    "chunk_id": 5,
    "document_category": "legal-advice",
    "text": "However, you don’t need to wait to receive this form\nto file your return. You may rely on other information received from your employer. If you don’t wish to claim the\npremium tax credit for 2022, you don’t need the information in Part II of Form 1095-C. For more information on\nwho is eligible for the premium tax credit, see the Instructions for Form 8962. Reminder: Health care coverage. If you need health care coverage, go to www.HealthCare.gov to learn about\nhealth insurance options for you and your family, how to buy health insurance, and how you might qualify to get\nfinancial assistance to buy health insurance. -5- What's New\nDue date of return. File Form 1040 or\n1040-SR by April 18, 2023. The due\ndate is April 18, instead of April 15, because of the Emancipation Day holiday\nin the District of Columbia – even if you\ndon’t live in the District of Columbia. Filing status name changed to qualifying surviving spouse. The filing status\nqualifying widow(er) is now called qualifying surviving spouse. The rules for\nthe filing status have not changed. The\nsame rules that applied for qualifying\nwidow(er) apply to qualifying surviving\nspouse. See Qualifying surviving spouse,\nlater. Standard deduction amount increased. For 2022, the standard deduction amount has been increased for all\nfilers. The amounts are:\n• Single or Married filing separately—$12,950. • Married filing jointly or Qualifying surviving spouse—$25,900. • Head of household—$19,400. New lines 1a through 1z on Form\n1040 and 1040-SR. This year line 1 is\nexpanded and there are new lines 1a\nthrough 1z. Some amounts that in prior\nyears were reported on Form 1040 and\nForm 1040-SR are now reported on\nSchedule 1.\n• Scholarship and fellowship grants\nthat were not reported to you on Form\nW-2 are now reported on Schedule 1,\nline 8r.\n• Pension or annuity from a nonqualified deferred compensation plan or a\nnongovernmental section 457 plan are\nnow reported on Schedule 1, line 8t.\n• Wages earned while incarcerated\nare now reported on Schedule 1, line 8u. New line 6c on Form 1040 and\n1040-SR. A checkbox was added on\nline 6c. Taxpayers who elect to use the\nlump-sum election method for their benefits will check this box. See Line 6c,\nlater. Nontaxable Medicaid waiver payments on Schedule 1. For 2021, nontaxable amounts of Medicaid waiver\npayments reported on Form 1040, line 1, For information about any additional changes to the 2022 tax law or any other developments affecting Form 1040 or 1040-SR or the instructions, go to IRS.gov/\nForm1040. were excluded from income on Schedule\n1, line 8z. For 2022, nontaxable amounts\nwill be excluded on Schedule 1, line 8s. Nontaxable combat pay election. For\n2021, individuals elected to include their\nnontaxable combat pay in their earned\nincome when figuring the earned income credit (EIC) by reporting it on\nForm 1040 or 1040-SR, line 27b. For\n2022, they will make this election by reporting nontaxable combat pay on Form\n1040 or 1040-SR, line 1i. Credits for sick and family leave for\ncertain self-employed individuals are\nnot available. Self-employed individuals can no longer claim these credits. Health coverage tax credit is not\navailable. The health coverage tax\ncredit was not extended. The credit is\nnot available after 2021. Credit for child and dependent care\nexpenses.",
    "querygen": [
      "what form do you use to claim tax credits?",
      "irs forms for premium tax credit",
      "how long is a tax credit on 1095 c"
    ],
    "querygen_score": [
      "-0.20919652",
      "-0.29887876",
      "-2.6034572"
    ]
  },
  {
    "id": "legal-advice_99__150",
    "doc_id": "legal-advice_99",
    "chunk_id": 150,
    "document_category": "legal-advice",
    "text": "-105- Topic\nNo.\n901\n902\n903 Subject\nTax Information for Residents of\nPuerto Rico Is a person with income from\nPuerto Rico required to file a U.S.\nfederal income tax return? Credits and deductions for\ntaxpayers with Puerto Rican source\nincome exempt from U.S. tax\nU.S. employment tax in Puerto\nRico Disclosure, Privacy Act, and Paperwork Reduction Act Notice\nThe IRS Restructuring and Reform Act of\n1998, the Privacy Act of 1974, and the\nPaperwork Reduction Act of 1980 require\nthat when we ask you for information we\nmust first tell you our legal right to ask\nfor the information, why we are asking\nfor it, and how it will be used. We must\nalso tell you what could happen if we do\nnot receive it and whether your response\nis voluntary, required to obtain a benefit,\nor mandatory under the law. This notice applies to all records and\nother material (in paper or electronic format) you file with us, including this tax\nreturn. It also applies to any questions we\nneed to ask you so we can complete, correct, or process your return; figure your\ntax; and collect tax, interest, or penalties. Our legal right to ask for information\nis Internal Revenue Code sections 6001,\n6011, and 6012(a), and their regulations. They say that you must file a return or\nstatement with us for any tax you are liable for. Your response is mandatory under\nthese sections. Code section 6109 requires you to provide your identifying\nnumber on the return. This is so we know\nwho you are, and can process your return\nand other papers. You must fill in all parts\nof the tax form that apply to you. But you\ndo not have to check the boxes for the\nPresidential Election Campaign Fund or\nfor the third-party designee. You also do\nnot have to provide your daytime phone\nnumber or email address. You are not required to provide the information requested on a form that is subject to the Paperwork Reduction Act unless the form displays a valid OMB control number. Books or records relating to\na form or its instructions must be retained\nas long as their contents may become material in the administration of any Internal\nRevenue law. We ask for tax return information to\ncarry out the tax laws of the United\nStates. We need it to figure and collect\nthe right amount of tax. If you do not file a return, do not provide the information we ask for, or provide fraudulent information, you may be\ncharged penalties and be subject to criminal prosecution. We may also have to disallow the exemptions, exclusions, credits,\ndeductions, or adjustments shown on the tax return. This could make the tax higher If you have suggestions for making\nor delay any refund. Interest may also be these forms simpler, we would be happy\ncharged. to hear from you. You can send us comments through IRS.gov/FormsComments. Generally, tax returns and return infor- Or you can send your comments to Intermation are confidential, as stated in Code nal Revenue Service, Tax Forms and Pubsection 6103. However, Code section lications Division, 1111 Constitution\n6103 allows or requires the Internal Reve- Ave. NW, IR-6526, Washington, DC\nnue Service to disclose or give the infor- 20224.",
    "querygen": [
      "is there a need to file a u.s. tax return for puerto rican",
      "are puerto rican income tax deductible",
      "what is puerto rican tax"
    ],
    "querygen_score": [
      "1.2757981",
      "-0.55235547",
      "-1.6026131"
    ]
  },
  {
    "id": "legal-advice_35__19",
    "doc_id": "legal-advice_35",
    "chunk_id": 19,
    "document_category": "legal-advice",
    "text": "A protest\nunder this section is not governed by subpart D of\nthis part. (f) Effective/applicability date. This section is\napplicable to applications received on or after\nAugust 2, 2011. § 10.6 Term and renewal of status as an enrolled\nagent, enrolled retirement plan agent, or\nregistered tax return preparer. (a) Term. Each individual authorized to practice\nbefore the Internal Revenue Service as an enrolled\nagent, enrolled retirement plan agent, or registered\ntax return preparer will be accorded active enrollment\nor registration status subject to renewal of enrollment\nor registration as provided in this part. (b) Enrollment or registration card or certificate. The Internal Revenue Service will issue an\nenrollment or registration card or certificate to each\nindividual whose application to practice before the\nInternal Revenue Service is approved. Each card\nor certificate will be valid for the period stated on\nthe card or certificate. An enrolled agent, enrolled\nretirement plan agent, or registered tax return preparer\nmay not practice before the Internal Revenue Service\nif the card or certificate is not current or otherwise\nTreasury Department Circular No. 230 Table of Contents valid. The card or certificate is in addition to any\nnotification that may be provided to each individual\nwho obtains a preparer tax identification number. (c) Change of address. An enrolled agent, enrolled\nretirement plan agent, or registered tax return preparer\nmust send notification of any change of address\nto the address specified by the Internal Revenue\nService within 60 days of the change of address. This notification must include the enrolled agent’s,\nenrolled retirement plan agent’s, or registered tax\nreturn preparer’s name, prior address, new address,\ntax identification number(s) (including preparer tax\nidentification number), and the date the change of\naddress is effective. Unless this notification is sent,\nthe address for purposes of any correspondence\nfrom the appropriate Internal Revenue Service\noffice responsible for administering this part shall\nbe the address reflected on the practitioner’s most\nrecent application for enrollment or registration, or\napplication for renewal of enrollment or registration. A practitioner’s change of address notification\nunder this part will not constitute a change of the\npractitioner’s last known address for purposes of\nsection 6212 of the Internal Revenue Code and\nregulations thereunder. (d) Renewal. (1) In general. Enrolled agents, enrolled\nretirement plan agents, and registered tax return\npreparers must renew their status with the Internal\nRevenue Service to maintain eligibility to practice\nbefore the Internal Revenue Service. Failure to\nreceive notification from the Internal Revenue\nService of the renewal requirement will not be\njustification for the individual’s failure to satisfy this\nrequirement. (2) Renewal period for enrolled agents. (i) All enrolled agents must renew their preparer\ntax identification number as prescribed by forms,\ninstructions, or other appropriate guidance. (ii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 0, 1, 2, or 3, except for those individuals\nwho received their initial enrollment after November\n1, 2003, must apply for renewal between November\n1, 2003, and January 31, 2004. The renewal will be\nTreasury Department Circular No. 230 effective April 1, 2004. (iii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 4, 5, or 6, except for those individuals\nwho received their initial enrollment after November\n1, 2004, must apply for renewal between November\n1, 2004, and January 31, 2005.",
    "querygen": [
      "how to request enrolled agent on behalf of an irs",
      "how is an enrolled plan agent terminated",
      "when is protest effective for retirement"
    ],
    "querygen_score": [
      "-2.5006592",
      "-2.5909786",
      "-0.3708132"
    ]
  },
  {
    "id": "legal-advice_36__56",
    "doc_id": "legal-advice_36",
    "chunk_id": 56,
    "document_category": "legal-advice",
    "text": "The notice of appeal must include\na brief that states exceptions to the decision of\nAdministrative Law Judge and supporting reasons\nfor such exceptions. (b) Time and place for filing of appeal. The notice\nof appeal and brief must be filed, in duplicate, with\nthe Secretary of the Treasury, or delegate deciding\nappeals, at an address for appeals that is identified\nto the parties with the decision of the Administrative\nLaw Judge. The notice of appeal and brief must be\nfiled within 30 days of the date that the decision\nof the Administrative Law Judge is served on the\nparties. The appealing party must serve a copy\nof the notice of appeal and the brief to any non\nappealing party or, if the party is represented, the\nnon-appealing party’s representative. (c) Response. Within 30 days of receiving the\ncopy of the appellant’s brief, the other party\nmay file a response brief with the Secretary of\nthe Treasury, or delegate deciding appeals, using\nthe address identified for appeals. A copy of the\nresponse brief must be served at the same time on\nthe opposing party or, if the party is represented,\nthe opposing party’s representative. (d) No other briefs, responses or motions as of\nright. Other than the appeal brief and response\nbrief, the parties are not permitted to file any other\nbriefs, responses or motions, except on a grant of\nleave to do so after a motion demonstrating sufficient\ncause, or unless otherwise ordered by the Secretary\nof the Treasury, or delegate deciding appeals. (e) Additional time for briefs and responses. Notwithstanding the time for filing briefs and\nresponses provided in paragraphs (b) and (c) of this\nsection, the Secretary of the Treasury, or delegate\ndeciding appeals, may, for good cause, authorize\nadditional time for filing briefs and responses\nupon a motion of a party or upon the initiative of\nPage 40 — § 10.77 the Secretary of the Treasury, or delegate deciding\nappeals. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.78 Decision on review. (a) Decision on review. On appeal from or review\nof the decision of the Administrative Law Judge, the\nSecretary of the Treasury, or delegate, will make the\nagency decision. The Secretary of the Treasury, or\ndelegate, should make the agency decision within\n180 days after receipt of the appeal\n(b) Standard of review. The decision of the\nAdministrative Law Judge will not be reversed unless\nthe appellant establishes that the decision is clearly\nerroneous in light of the evidence in the record and\napplicable law. Issues that are exclusively matters of\nlaw will be reviewed de novo. In the event that the\nSecretary of the Treasury, or delegate, determines\nthat there are unresolved issues raised by the record,\nthe case may be remanded to the Administrative Law\nJudge to elicit additional testimony or evidence. (c) Copy of decision on review. The Secretary of\nthe Treasury, or delegate, will provide copies of the\nagency decision to the authorized representative of\nthe Internal Revenue Service and the respondent or\nthe respondent’s authorized representative. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.79 Effect of disbarment, suspension, or censure. (a) Disbarment.",
    "querygen": [
      "what to include with notice of appeal in federal court",
      "notice of appeal for administrative law judge",
      "what is the notice of appeal"
    ],
    "querygen_score": [
      "0.15543881",
      "2.4295115",
      "0.66243947"
    ]
  },
  {
    "id": "legal-advice_60__31",
    "doc_id": "legal-advice_60",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "Foreign financial assets. If you had\nforeign financial assets in 2022, you\nmay have to file Form 8938. See Form\n8938 and its instructions. Chapter 11 Bankruptcy\nCases If you are a debtor in a chapter 11 bankruptcy case, income taxable to the bankruptcy estate and reported on the estate's\nincome tax return includes:\n• Earnings from services you performed after the beginning of the case\n(both wages and self-employment income); and\n• Income from property described in\nsection 541 of title 11 of the U.S. Code\nthat you either owned when the case began or that you acquired after the case\nbegan and before the case was closed,\ndismissed, or converted to a case under a\ndifferent chapter. Because this income is taxable to the\nestate, don’t include this income on your\n-23- own individual income tax return. The\nonly exception is for purposes of figuring your self-employment tax. For that\npurpose, you must take into account all\nyour self-employment income for the\nyear from services performed both before and after the beginning of the case. Also, you (or the trustee if one is appointed) must allocate between you and\nthe bankruptcy estate the wages, salary,\nor other compensation and withheld income tax reported to you on Form W-2. A similar allocation is required for income and withheld income tax reported\nto you on Forms 1099. You must also\ninclude a statement that indicates you\nfiled a chapter 11 case and that explains\nhow income and withheld income tax reported to you on Forms W-2 and 1099\nare allocated between you and the estate. For more details, including acceptable\nallocation methods, see Notice 2006-83,\n2006-40 I.R.B. 596, available at\nIRS.gov/irb/\n2006-40_IRB#NOT-2006-83. Community Property States\nCommunity property states include Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, Washington,\nand Wisconsin. If you and your spouse\nlived in a community property state, you\nmust usually follow state law to determine what is community income and\nwhat is separate income. For details, see\nForm 8958 and Pub. 555. Nevada, Washington, and California\ndomestic partners. A registered domestic partner in Nevada, Washington,\nor California must generally report half\nthe combined community income of the\nindividual and their domestic partner. See Form 8958 and Pub. 555. Rounding Off to Whole\nDollars You can round off cents to whole dollars\non your return and schedules. If you do\nround to whole dollars, you must round\nall amounts. To round, drop amounts under 50 cents and increase amounts from\n50 to 99 cents to the next dollar. For example, $1.39 becomes $1 and $2.50 becomes $3. If you have to add two or more\namounts to figure the amount to enter on\na line, include cents when adding the\namounts and round off only the total. Need more information or forms? Visit IRS.gov. If you are entering amounts that include cents, make sure to include the\ndecimal point. There is no cents column\non the form. The lines on Forms 1040 and\n1040-SR are the same. ReferenCAUTION ces to lines in the following instructions refer to the line on either\nform. ! Line 1a\nTotal Amount From Form(s)\nW-2, Box 1\nEnter the total amount from Form(s)\nW-2, box 1. If a joint return, also include your spouse's income from\nForm(s) W-2, box 1.",
    "querygen": [
      "what taxes do you have for bankruptcy",
      "which bankruptcy form is used to determine if you have foreign assets?",
      "can i file income tax in bankruptcy in 2022"
    ],
    "querygen_score": [
      "-0.7203756",
      "0.23038828",
      "1.3382171"
    ]
  }
]