[
  {
    "id": "legal-advice_41__15",
    "doc_id": "legal-advice_41",
    "chunk_id": 15,
    "document_category": "legal-advice",
    "text": "(f) Registered tax return preparers. (1) Any individual who is designated as a\nregistered tax return preparer pursuant to §10.4(c)\nof this part who is not currently under suspension\nor disbarment from practice before the Internal\nRevenue Service may practice before the Internal\nRevenue Service. (2) Practice as a registered tax return preparer\nis limited to preparing and signing tax returns\nand claims for refund, and other documents for\nsubmission to the Internal Revenue Service. A\nregistered tax return preparer may prepare all or\nsubstantially all of a tax return or claim for refund of\ntax. The Internal Revenue Service will prescribe by\nforms, instructions, or other appropriate guidance the\ntax returns and claims for refund that a registered tax\nreturn preparer may prepare and sign.\n(3) A registered tax return preparer may represent\ntaxpayers before revenue agents, customer service\nrepresentatives, or similar officers and employees of\nthe Internal Revenue Service (including the Taxpayer\nAdvocate Service) during an examination if the\nregistered tax return preparer signed the tax return\n§ 10.3 — Page 7 Table of Contents or claim for refund for the taxable year or period\nunder examination. Unless otherwise prescribed by\nregulation or notice, this right does not permit such\nindividual to represent the taxpayer, regardless of\nthe circumstances requiring representation, before\nappeals officers, revenue officers, Counsel or similar\nofficers or employees of the Internal Revenue\nService or the Treasury Department. A registered tax\nreturn preparer’s authorization to practice under this\npart also does not include the authority to provide\ntax advice to a client or another person except as\nnecessary to prepare a tax return, claim for refund,\nor other document intended to be submitted to the\nInternal Revenue Service. (4) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (f)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled retirement\nplan agents, and enrolled actuaries. (g) Others. Any individual qualifying under\nparagraph §10.5(e) or §10.7 is eligible to practice\nbefore the Internal Revenue Service to the extent\nprovided in those sections. (h) Government officers and employees, and\nothers. An individual, who is an officer or employee\nof the executive, legislative, or judicial branch of the\nUnited States Government; an officer or employee\nof the District of Columbia; a Member of Congress;\nor a Resident Commissioner may not practice before\nthe Internal Revenue Service if such practice violates\n18 U.S.C. §§ 203 or 205. (i) State officers and employees. No officer or\nemployee of any State, or subdivision of any State,\nwhose duties require him or her to pass upon,\ninvestigate, or deal with tax matters for such State\nor subdivision, may practice before the Internal\nRevenue Service, if such employment may disclose\nfacts or information applicable to Federal tax matters. (j) Effective/applicability date. Paragraphs (a), (b),\nand (g) of this section are applicable beginning June\n12, 2014. Paragraphs (c) through (f), (h), and (i) of\nthis section are applicable beginning August 2, 2011. Page 8 — § 10.3 § 10.4 Eligibility to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Enrollment as an enrolled agent upon\nexamination.",
    "querygen": [
      "definition of registered tax preparers",
      "when do i have to practice tax preparation",
      "what is the purpose of designated tax preparer"
    ],
    "querygen_score": [
      "1.4083133",
      "1.0126114",
      "0.3204273"
    ]
  },
  {
    "id": "legal-advice_33__55",
    "doc_id": "legal-advice_33",
    "chunk_id": 55,
    "document_category": "legal-advice",
    "text": "§ 10.76 Decision of Administrative Law Judge. (a) In general —\n(1) Hearings. Within 180 days after the\nconclusion of a hearing and the receipt of any\nproposed findings and conclusions timely\nsubmitted by the parties, the Administrative Law\nJudge should enter a decision in the case. The\ndecision must include a statement of findings\nand conclusions, as well as the reasons or basis\nfor making such findings and conclusions, and\nan order of censure, suspension, disbarment,\nmonetary penalty, disqualification, or dismissal of\nthe complaint. (2) Summary adjudication. In the event that\na motion for summary adjudication is filed, the\nAdministrative Law Judge should rule on the\nmotion for summary adjudication within 60\ndays after the party in opposition files a written\nTreasury Department Circular No. 230 response, or if no written response is filed, within\n90 days after the motion for summary adjudication\nis filed. A decision shall thereafter be rendered if\nthe pleadings, depositions, admissions, and any\nother admissible evidence show that there is no\ngenuine issue of material fact and that a decision\nmay be rendered as a matter of law. The decision\nmust include a statement of conclusions, as well as\nthe reasons or basis for making such conclusions,\nand an order of censure, suspension, disbarment,\nmonetary penalty, disqualification, or dismissal of\nthe complaint. (3) Returns and return information. In the\ndecision, the Administrative Law Judge should\nuse the code assigned to third party taxpayers\n(described in §10.72(d)). (b) Standard of proof. If the sanction is censure or\na suspension of less than six months’ duration, the\nAdministrative Law Judge, in rendering findings\nand conclusions, will consider an allegation of fact\nto be proven if it is established by the party who is\nalleging the fact by a preponderance of the evidence\nin the record. If the sanction is a monetary penalty,\ndisbarment or a suspension of six months or longer\nduration, an allegation of fact that is necessary for\na finding against the practitioner must be proven\nby clear and convincing evidence in the record. An allegation of fact that is necessary for a finding\nof disqualification against an appraiser must be\nproved by clear and convincing evidence in the\nrecord. (c) Copy of decision. The Administrative Law\nJudge will provide the decision to the Internal\nRevenue Service’s authorized representative, and\na copy of the decision to the respondent or the\nrespondent’s authorized representative. (d) When final. In the absence of an appeal to the\nSecretary of the Treasury or delegate, the decision\nof the Administrative Law Judge will, without\nfurther proceedings, become the decision of the\nagency 30 days after the date of the Administrative\nLaw Judge’s decision. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.76 — Page 39 Table of Contents § 10.77 Appeal of decision of Administrative Law\nJudge. (a) Appeal. Any party to the proceeding under\nthis subpart D may appeal the decision of the\nAdministrative Law Judge by filing a notice of\nappeal with the Secretary of the Treasury, or delegate\ndeciding appeals. The notice of appeal must include\na brief that states exceptions to the decision of\nAdministrative Law Judge and supporting reasons\nfor such exceptions. (b) Time and place for filing of appeal.",
    "querygen": [
      "what is the time limit for administrative law decisions",
      "when does the administrative law judge enter the final decision in a case?",
      "how long does an administrative law judge have to hear a motion to retry a case"
    ],
    "querygen_score": [
      "0.46894902",
      "2.2098463",
      "-1.8911438"
    ]
  },
  {
    "id": "legal-advice_66__27",
    "doc_id": "legal-advice_66",
    "chunk_id": 27,
    "document_category": "legal-advice",
    "text": "Any other person is considered to have lived with you for all\nof 2022 if the person was born or died in 2022 and your home\nwas this person's home for the entire time the person was alive -20- in 2022 or if you adopted the person in 2022, the person was\nlawfully placed with you for legal adoption by you in 2022, or\nthe person was an eligible foster child placed with you during\n2022 and your main home was the person's main home for the\nentire time since the person was adopted or placed with you in\n2022. Foster child. A foster child is any child placed with you by an\nauthorized placement agency or by judgment, decree, or other\norder of any court of competent jurisdiction. Kidnapped child. If your child is presumed by law enforcement authorities to have been kidnapped by someone who isn't a\nfamily member, you may be able to take the child into account\nin determining your eligibility for head of household or qualifying surviving spouse filing status, the child tax credit, the credit\nfor other dependents, and the earned income credit (EIC). For\ndetails, see Pub. 501 (Pub. 596 for the EIC). Married person. If the person is married and files a joint return, you can't claim that person as your dependent. However, if\nthe person is married but doesn't file a joint return or files a\njoint return only to claim a refund of withheld income tax or estimated tax paid, you may be able to claim that person as a dependent. (See Pub. 501 for details and examples.) In that case,\ngo to Step 2, question 3 (for a qualifying child), or Step 4, question 4 (for a qualifying relative). Multiple support agreements. If no one person contributed\nover half of the support of your relative (or a person who lived\nwith you all year as a member of your household) but you and\nanother person(s) provided more than half of your relative's\nsupport, special rules may apply that would treat you as having\nprovided over half of the support. For details, see Pub. 501. Permanently and totally disabled. A person is permanently\nand totally disabled if, at any time in 2022, the person can't engage in any substantial gainful activity because of a physical or\nmental condition and a doctor has determined that this condition\nhas lasted or can be expected to last continuously for at least a\nyear or can be expected to lead to death. Public assistance payments. If you received payments under\nthe Temporary Assistance for Needy Families (TANF) program\nor other public assistance program and you used the money to\nsupport another person, see Pub. 501. Qualifying child of more than one person. Even if a child\nmeets the conditions to be the qualifying child of more than one\nperson, only one person can claim the child as a qualifying child\nfor all of the following tax benefits, unless the special rule for\nChildren of divorced or separated parents, described earlier,\napplies. 1. Child tax credit and credit for other dependents (line 19)\nand additional child tax credit (line 28). 2. Head of household filing status.",
    "querygen": [
      "who is considered to have lived with you",
      "when is it considered to be a deceased person who lived with you",
      "when you adopt a child who was born and died is considered to be living with you"
    ],
    "querygen_score": [
      "1.4884305",
      "-0.60664475",
      "0.49625775"
    ]
  },
  {
    "id": "legal-advice_41__40",
    "doc_id": "legal-advice_41",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter. A Federal tax matter, as\nused in this section, is any matter concerning the\napplication or interpretation of--(1) A revenue provision as defined in section\n6110(i)(1)(B) of the Internal Revenue Code;\n(2) Any provision of law impacting a person’s\nobligations under the internal revenue laws and\nregulations, including but not limited to the person’s\nliability to pay tax or obligation to file returns; or\n(3) Any other law or regulation administered by\nthe Internal Revenue Service. (e) Effective/applicability date. This section is\napplicable to written advice rendered after June 12,\n2014. § 10.38 Establishment of advisory committees. (a) Advisory committees. To promote and maintain\nthe public’s confidence in tax advisors, the Internal\nRevenue Service is authorized to establish one or\nmore advisory committees composed of at least\nsix individuals authorized to practice before the\nInternal Revenue Service. Membership of an\nadvisory committee must be balanced among those\nwho practice as attorneys, accountants, enrolled\nagents, enrolled actuaries, enrolled retirement plan\nagents, and registered tax return preparers. Under\nprocedures prescribed by the Internal Revenue\nService, an advisory committee may review and make\ngeneral recommendations regarding the practices,\nprocedures, and policies of the offices described in\n§10.1. (b) Effective date. This section is applicable\nbeginning August 2, 2011. § 10.38 — Page 27 Table of Contents Subpart C — Sanctions for Violation of the\nRegulations\n§ 10.50 Sanctions. (a) Authority to censure, suspend, or disbar. The\nSecretary of the Treasury, or delegate, after notice\nand an opportunity for a proceeding, may censure,\nsuspend, or disbar any practitioner from practice\nbefore the Internal Revenue Service if the practitioner\nis shown to be incompetent or disreputable (within\nthe meaning of §10.51), fails to comply with any\nregulation in this part (under the prohibited conduct\nstandards of §10.52), or with intent to defraud,\nwillfully and knowingly misleads or threatens a client\nor prospective client. Censure is a public reprimand. (b) Authority to disqualify. The Secretary of the\nTreasury, or delegate, after due notice and opportunity\nfor hearing, may disqualify any appraiser for a\nviolation of these rules as applicable to appraisers. (1) If any appraiser is disqualified pursuant\nto this subpart C, the appraiser is barred from\npresenting evidence or testimony in any\nadministrative proceeding before the Department\nof Treasury or the Internal Revenue Service,\nunless and until authorized to do so by the Internal\nRevenue Service pursuant to §10.81, regardless of\nwhether the evidence or testimony would pertain\nto an appraisal made prior to or after the effective\ndate of disqualification. (2) Any appraisal made by a disqualified\nappraiser after the effective date of disqualification\nwill not have any probative effect in any\nadministrative proceeding before the Department\nof the Treasury or the Internal Revenue Service. An appraisal otherwise barred from admission into\nevidence pursuant to this section may be admitted into\nevidence solely for the purpose of determining the\ntaxpayer’s reliance in good faith on such appraisal. (c) Authority to impose monetary penalty —\n(1) In general.",
    "querygen": [
      "what is the basis for a practice i",
      "what is meant by a taxpayer that has not complied with the rules and regulations of the fmca?",
      "definition of federal matters"
    ],
    "querygen_score": [
      "-3.262947",
      "-1.1085099",
      "0.9275015"
    ]
  },
  {
    "id": "legal-advice_95__25",
    "doc_id": "legal-advice_95",
    "chunk_id": 25,
    "document_category": "legal-advice",
    "text": "Continuing education credit under this paragraph (j)\n(5) may not be used to satisfy the requirements of\nthe enrollment cycle or registration year in which the\nindividual has been placed back on the active roster. (6) An individual placed in inactive status\nmust file an application for renewal and satisfy the\nrequirements for renewal as set forth in this section\nwithin three years of being placed in inactive\nstatus. Otherwise, the name of such individual will\nbe removed from the inactive status roster and the\nindividual’s status as an enrolled agent, enrolled\nretirement plan agent, or registered tax return\npreparer will terminate. Future eligibility for active\nstatus must then be reestablished by the individual as\nprovided in this section. (7) Inactive status is not available to an individual\nwho is the subject of a pending disciplinary matter\nbefore the Internal Revenue Service. (k) Inactive retirement status. An individual who no\nlonger practices before the Internal Revenue Service\nmay request to be placed in an inactive retirement\nstatus at any time and such individual will be placed\nin an inactive retirement status. The individual will\nbe ineligible to practice before the Internal Revenue\nService. An individual who is placed in an inactive\nretirement status may be reinstated to an active\nstatus by filing an application for renewal and\nproviding evidence of the completion of the required\ncontinuing education hours for the enrollment cycle\nor registration year. Inactive retirement status is not\navailable to an individual who is ineligible to practice\nbefore the Internal Revenue Service or an individual\nwho is the subject of a pending disciplinary matter\nunder this part. § 10.6 — Page 15 Table of Contents (l) Renewal while under suspension or disbarment. An individual who is ineligible to practice before the\nInternal Revenue Service by virtue of disciplinary\naction under this part is required to conform to the\nrequirements for renewal of enrollment or registration\nbefore the individual’s eligibility is restored. (m) Enrolled actuaries. The enrollment and renewal\nof enrollment of actuaries authorized to practice\nunder paragraph (d) of §10.3 are governed by the\nregulations of the Joint Board for the Enrollment of\nActuaries at 20 CFR 901.1 through 901.72. (n) Effective/applicability date. This section is\napplicable to enrollment or registration effective\nbeginning August 2, 2011. § 10.7 Representing oneself; participating\nin rulemaking; limited practice; and special\nappearances. (a) Representing oneself. Individuals may appear on\ntheir own behalf before the Internal Revenue Service\nprovided they present satisfactory identification. (b) Participating in rulemaking. Individuals\nmay participate in rulemaking as provided by the\nAdministrative Procedure Act. See 5 U.S.C. § 553.\n(c) Limited practice —\n(1) In general. Subject to the limitations in\nparagraph (c)(2) of this section, an individual who\nis not a practitioner may represent a taxpayer before\nthe Internal Revenue Service in the circumstances\ndescribed in this paragraph (c)(1), even if the\ntaxpayer is not present, provided the individual\npresents satisfactory identification and proof of\nhis or her authority to represent the taxpayer. The\ncircumstances described in this paragraph (c)(1) are\nas follows:\n(i) An individual may represent a member of his\nor her immediate family. (ii)A regular full-time employee of an individual\nemployer may represent the employer.",
    "querygen": [
      "ce credit hours for renewing active roster",
      "continuing education credit hours",
      "what is continuing education in ncs"
    ],
    "querygen_score": [
      "-1.3966404",
      "-0.51302314",
      "-4.7044716"
    ]
  },
  {
    "id": "legal-advice_40__118",
    "doc_id": "legal-advice_40",
    "chunk_id": 118,
    "document_category": "legal-advice",
    "text": "• Single or married filing separately—$12,550\n• Married filing jointly or qualifying surviving spouse—$25,100\n• Head of household—$18,800\n6. 5. Check any boxes that apply.* You were born before January 2, 1957. You are blind. Spouse was born before January 2, 1957. Spouse is blind. No boxes checked. Enter -0-. Multiply the number of boxes checked by $1,350 ($1,700\nif your 2021 filing status was single or head of household). 6. *If your filing status is married filing separately, you can check the boxes for your spouse only\nif your spouse had no income, isn't filing a return, and can't be claimed as a dependent on\nanother person's return. 7. Add lines 5 and 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7. 8. Is the amount on line 7 less than the amount on line 4? No. 9. STOP None of your refund is taxable. Yes. Subtract line 7 from line 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8. Taxable part of your refund. Enter the smaller of line 3 or line 8 here and on Schedule 1, line 1 . . . . . . . . . . . 9. -84- Line 4\nOther Gains or (Losses) If you sold or exchanged assets used in a\ntrade or business, see the Instructions for\nForm 4797. Line 7\nUnemployment Compensation You should receive a Form 1099-G\nshowing in box 1 the total unemployment compensation paid to you in 2022. Report this amount on line 7. If the amount reported in box 1\nof your Form(s) 1099-G is inCAUTION correct, report on line 7 only\nthe actual amount of unemployment\ncompensation paid to you in 2022. ! If you made contributions to a governmental unemployment compensation\nprogram or to a governmental paid family leave program and you aren't itemizing deductions, reduce the amount you\nreport on line 7 by those contributions. If you are itemizing deductions, see the\ninstructions on Form 1099-G. If you received an overpayment of\nunemployment compensation in 2022\nand you repaid any of it in 2022, subtract the amount you repaid from the total amount you received. Enter the result\non line 7. Also enter “Repaid” and the\namount you repaid on the dotted line\nnext to line 7. If, in 2022, you repaid\nmore than $3,000 of unemployment\ncompensation that you included in gross\nincome in an earlier year, see Repayments in Pub. 525 for details on how to\nreport the payment. have any business expenses.",
    "querygen": [
      "how much does married filing jointly cost?pdf",
      "how much is a married filing jointly",
      "what is the cost for a filing jointly"
    ],
    "querygen_score": [
      "-2.345163",
      "-1.5685563",
      "-2.5474157"
    ]
  },
  {
    "id": "legal-advice_57__8",
    "doc_id": "legal-advice_57",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": "Pursuant to the FCC Order, the broadcast stations will be provided with\n\"comparable facilities,\" that is, replacement equipment and related installation and other\ncapital costs that will allow the broadcast stations to continue operations on the new and\nnarrower spectrum licensed to them. Under the plan, the cost will be borne initially by\nthe Transition Administrator and ultimately by the FCC / US Treasury. Based on the foregoing, it is Counsel’s opinion that the mandated replacement to\nfacilitate the FCC plan meets the following three requirements: (1) the BAS equipment\nof the broadcast stations are “taken” by a governmental authority as a result of\nrequisition or condemnation (or threat or imminence thereof); (2) the “taking” is for\npublic use; and (3) the replacement equipment is similar or related in service or use to\nthe equipment so converted. Accordingly, the mandated replacements constitute\ninvoluntary conversions pursuant to I.R.C. § 1033(a)(1) for which non-recognition of\ngain is mandatory under Treas. Reg. § 1.1033(a)-2(b). At this time, we are closing our file in this matter. If you have any questions,\nplease contact Attorney Alan H. Cooper at (213) 894-3027 ext. 195. Michael P. Lackner\nAssociate Area Counsel\n(Large and Mid-Size Business) By: _____________________________ ALAN H. COOPER\nAttorney (Los Angeles, Group 2)\n(Large and Mid-Size Business)",
    "querygen": [
      "what fcc cost for the o2b",
      "what is the cost of the fcc order on broadcast equipment, installation and maintenance",
      "what does the fcc do for broadcast stations?"
    ],
    "querygen_score": [
      "-6.3721185",
      "-0.21483108",
      "1.1352203"
    ]
  },
  {
    "id": "legal-advice_65__42",
    "doc_id": "legal-advice_65",
    "chunk_id": 42,
    "document_category": "legal-advice",
    "text": "Facts or other matters contained\nin testimony, Federal tax returns, financial statements,\napplications for enrollment, affidavits, declarations,\nand any other document or statement, written or oral,\nare included in the term “information.” (5) Solicitation of employment as prohibited\nunder §10.30, the use of false or misleading\nrepresentations with intent to deceive a client or\nprospective client in order to procure employment,\nor intimating that the practitioner is able improperly\nto obtain special consideration or action from the\nInternal Revenue Service or any officer or employee\nthereof. (6) Willfully failing to make a Federal tax return\nin violation of the Federal tax laws, or willfully\nevading, attempting to evade, or participating in any\nway in evading or attempting to evade any assessment\nor payment of any Federal tax. (7) Willfully assisting, counseling, encouraging a\nclient or prospective client in violating, or suggesting\nto a client or prospective client to violate, any Federal\ntax law, or knowingly counseling or suggesting to a\nclient or prospective client an illegal plan to evade\nFederal taxes or payment thereof. (8) Misappropriation of, or failure properly or\npromptly to remit, funds received from a client for\nthe purpose of payment of taxes or other obligations\ndue the United States. (9) Directly or indirectly attempting to influence,\nor offering or agreeing to attempt to influence, the\nTreasury Department Circular No. 230 official action of any officer or employee of the\nInternal Revenue Service by the use of threats, false\naccusations, duress or coercion, by the offer of any\nspecial inducement or promise of an advantage or by\nthe bestowing of any gift, favor or thing of value. (10) Disbarment or suspension from practice\nas an attorney, certified public accountant, public\naccountant, or actuary by any duly constituted\nauthority of any State, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia, any Federal court of record or\nany Federal agency, body or board. (11) Knowingly aiding and abetting another\nperson to practice before the Internal Revenue\nService during a period of suspension, disbarment\nor ineligibility of such other person. (12) Contemptuous conduct in connection\nwith practice before the Internal Revenue Service,\nincluding the use of abusive language, making false\naccusations or statements, knowing them to be false,\nor circulating or publishing malicious or libelous\nmatter. (13) Giving a false opinion, knowingly,\nrecklessly, or through gross incompetence, including\nan opinion which is intentionally or recklessly\nmisleading, or engaging in a pattern of providing\nincompetent opinions on questions arising under the\nFederal tax laws. False opinions described in this\nparagraph (a)(l3) include those which reflect or result\nfrom a knowing misstatement of fact or law, from an\nassertion of a position known to be unwarranted under\nexisting law, from counseling or assisting in conduct\nknown to be illegal or fraudulent, from concealing\nmatters required by law to be revealed, or from\nconsciously disregarding information indicating that\nmaterial facts expressed in the opinion or offering\nmaterial are false or misleading. For purposes\nof this paragraph (a)(13), reckless conduct is a\nhighly unreasonable omission or misrepresentation\ninvolving an extreme departure from the standards\nof ordinary care that a practitioner should observe\nunder the circumstances. A pattern of conduct is a\nfactor that will be taken into account in determining\nwhether a practitioner acted knowingly, recklessly,\nor through gross incompetence. Gross incompetence\n§ 10.51 — Page 29 Table of Contents",
    "querygen": [
      "when is information included in the federal government",
      "is information a fact or other matter",
      "what information is on a tax return"
    ],
    "querygen_score": [
      "-0.88591635",
      "0.9717747",
      "-0.5881735"
    ]
  },
  {
    "id": "legal-advice_99__155",
    "doc_id": "legal-advice_99",
    "chunk_id": 155,
    "document_category": "legal-advice",
    "text": "J\nJury duty pay 85 L\nLife insurance 87 -110- Line instructions for Forms 1040 and\n1040-SR 62\nLiving abroad, U.S. citizens and resident\naliens 8, 23\nLong-term care insurance 88\nLump-sum distributions 30 M\nMarket discount on bonds 25\nMarried persons:\nFiling joint returns 12\nFiling separate returns 12\nLiving apart 13\nMedical insurance premiums, credit for 102\nMedicare tax, additional 97\nMortgage interest credit 101\nMoving expenses 88\nMultiple support agreement 21 N\nName change 14\nNet Investment Income Tax 97 Net operating loss 85\nNonresident aliens 8, 12, 15 O\nOffsets 56\nOther income 85\nOther taxes 98 P\nParents, divorced or separated 20\nPay taxes electronically 58\nPayments 37-102\nPenalty\nEarly withdrawal of savings 89\nEstimated tax 60\nOthers (including late filing and late\npayment) 81\nPenalty on early withdrawal of savings 89\nPensions and annuities 27-30\nPremium tax credit 102\nPresidential election $3 check-off 15\nPrivate delivery services 9\nPrizes 85\nPublic debt, gift to reduce the 77 Q\nQualified business income deduction 33\nQualified dividends 25, 36\nQualified dividends and capital gain tax\nworksheet 36\nQualified retirement plans, deduction for 88\nQualified tuition program earnings 87, 97 R\nRailroad retirement benefits:\nTreated as a pension 27\nTreated as social security 30\nRecords, how long to keep 77\nRefund 56-58\nRefund information 82\nRefund offset 56\nRefunds, credits, or offsets of state and local\nincome taxes 83\nReservists, expenses of 88 Resident aliens 8\nResidential energy efficient property\ncredit 101\nRetirement plan deduction, self-employed 88\nRetirement savings contributions credit 100\nRollovers 26, 30\nRoth IRAs 26, 89\nRounding off to whole dollars 23 S\nSaver's credit 100\nSelf-employment tax:\nDeduction for part of 88\nSeparated parents 20\nSigning your return 60\nSingle person 12\nSocial security and equivalent railroad\nretirement benefits 30-32\nSocial security number 14, 21\nStandard deduction or itemized\ndeductions 31-34\nState and local income taxes, taxable refunds,\ncredits, or offsets of 83 Statutory employees 25\nStudent loan interest deduction\nSurviving spouse, qualifying 14 T\nTax and credits 31-98\nFigured by the IRS 33, 41\nOther taxes:\nAlternative minimum tax 95\nIRAs and other tax-favored accounts 97\nLump-sum distributions 30\nRecapture 98\nTax computation worksheet 75\nTax Counseling for the Elderly (TCE) 7\nTax help 78\nTax rate schedules 109\nTax table 63-74\nTax Topics 104\nTaxpayer Advocate Service (TAS) 4 Third party designee 60\nTip income 95\nTuition program earnings 87, 97 -111- U\nUnemployment compensation 85 V\nVolunteer Income Tax Assistance Program\n(VITA) 7 W\nWages 24 What if you can't pay? 59\nWhat's new 6 When and where should you file? 8 Who must file 9, 10\nWho should file 8\nWinnings, prizes, gambling, and lotteries (other\nincome) 85\nWithholding, federal income tax 37, 77 Your Rights\nas a Taxpayer\nThe Taxpayer Bill of Rights\n1. The Right to Be Informed 6. The Right to Finality Taxpayers have the right to know what they need to do to\ncomply with the tax laws. They are entitled to clear\nexplanations of the laws and IRS procedures in all tax forms,\ninstructions, publications, notices, and correspondence. They\nhave the right to be informed of IRS decisions about their tax\naccounts and to receive clear explanations of the outcomes. Taxpayers have the right to know the maximum amount of\ntime they have to challenge the IRS’s position as well as the\nmaximum amount of time the IRS has to audit a particular tax\nyear or collect a tax debt. Taxpayers have the right to know\nwhen the IRS has finished an audit. 7. The Right to Privacy",
    "querygen": [
      "what lines do courts need to fill out in order to form a 1040-sr",
      "what is line number to form 1040",
      "how many lines for form 1040 sr"
    ],
    "querygen_score": [
      "-3.3379946",
      "-1.8505158",
      "-0.59303343"
    ]
  },
  {
    "id": "legal-advice_40__65",
    "doc_id": "legal-advice_40",
    "chunk_id": 65,
    "document_category": "legal-advice",
    "text": "Subtract that amount from the amount on\nForm 1040 or 1040-SR, line 1a, and enter the result on line 1 of\nthe worksheet in Step 5 (instead of entering the actual amount\nfrom Form 1040 or 1040-SR, line 1a). Be sure to answer “Yes”\nto question 2 in Step 5. Clergy. The following instructions apply to ministers, members of religious orders who have not taken a vow of poverty,\nand Christian Science practitioners. If you are filing Schedule SE and the amount on line 2 of that schedule includes an -40- amount that was also reported on Form 1040 or 1040-SR,\nline 1z, do the following. 1. Enter “Clergy” on the dotted line next to line 27. 2. Determine how much of the amount on Form 1040 or\n1040-SR, line 1z, was also reported on Schedule SE, Part I,\nline 2. 3. Subtract that amount from the amount on Form 1040 or\n1040-SR, line 1z. Enter the result on line 1 of the worksheet in\nStep 5 (instead of entering the actual amount from Form 1040\nor 1040-SR, line 1z). 4. Be sure to answer “Yes” to question 2 in Step 5. Combat pay, nontaxable. If you were a member of the U.S.\nArmed Forces who served in a combat zone, certain pay is excluded from your income. See Combat Zone Exclusion in Pub. 3. You can elect to include this pay in your earned income when\nfiguring the EIC. The amount of your nontaxable combat pay\nshould be shown in box 12 of Form(s) W-2 with code Q. If you\nare filing a joint return and both you and your spouse received\nnontaxable combat pay, you can each make your own election. In other words, if one of you makes the election, the other one\ncan also make it but doesn't have to. ! If you elect to use your nontaxable combat pay in figuring your EIC, enter that amount on line 1i. CAUTION Credit figured by the IRS. To have the IRS figure your EIC:\n1. Enter “EIC” on the dotted line next to line 27. 2. Be sure you enter the nontaxable combat pay you elect to\ninclude in earned income by entering that amount on line 1i. See Combat pay, nontaxable, earlier. 3. If you have a qualifying child, complete and attach\nSchedule EIC. If your EIC for a year after 1996 was reduced or\ndisallowed, see Form 8862, who must file, later. Exception to time lived with you. Temporary absences by you\nor the child for special circumstances, such as school, vacation,\nbusiness, medical care, military service, or detention in a juvenile facility, count as time the child lived with you. Also see\nKidnapped child under Who Qualifies as Your Dependent, earlier, and Members of the military, later.",
    "querygen": [
      "how do i calculate my 1040",
      "which forms do i use to subtract tax",
      "how do i figure out how much money to add to 1040"
    ],
    "querygen_score": [
      "-0.20155889",
      "-1.3531433",
      "-0.89504415"
    ]
  },
  {
    "id": "legal-advice_37__2",
    "doc_id": "legal-advice_37",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "-2- Contents Page Sign Your Return . . . . . . . . . . . . . . . . 60\nAssemble Your Return . . . . . . . . . . . . 62\n2022 Tax Table . . . . . . . . . . . . . . . . . . . . 63\nGeneral Information . . . . . . . . . . . . . . . . . 76\nRefund Information . . . . . . . . . . . . . . . . . . 82\nInstructions for Schedule 1 . . . . . . . . . . . . . 83\nInstructions for Schedule 2 . . . . . . . . . . . . . 95\nInstructions for Schedule 3 . . . . . . . . . . . . 100\nTax Topics . . . . . . . . . . . . . . . . . . . . . . 104\nDisclosure, Privacy Act, and Paperwork\nReduction Act Notice . . . . . . . . . . . . 106\nMajor Categories of Federal Income and\nOutlays for Fiscal Year 2021 . . . . . . . 108\nIndex . . . . . . . . . . . . . . . . . . . . . . . . . . 110 Form 1040 and 1040-SR\nHelpful Hints\nFor 2022, you will use Form 1040 or, if you were born before January 2, 1958, you have the option to use\nForm 1040-SR. You may only need to file Form 1040 or 1040-SR and none of the numbered schedules, Schedules 1 through\n3. However, if your return is more complicated (for example, you claim certain deductions or credits or owe\nadditional taxes), you will need to complete one or more of the numbered schedules. Below is a general guide\nto which schedule(s) you will need to file based on your circumstances. See the instructions for the schedules\nfor more information. If you e-file your return, the software you use will generally determine which schedules you need. IF YOU... THEN USE... Have additional income, such as business or farm income or\nloss, unemployment compensation, or prize or award money. Schedule 1, Part I Have any adjustments to income, such as student loan\ninterest, self-employment tax, or educator expenses. Schedule 1, Part II Owe alternative minimum tax (AMT) or need to make an\nexcess advance premium tax credit repayment. Schedule 2, Part I Owe other taxes, such as self-employment tax, household\nemployment taxes, additional tax on IRAs or other qualified\nretirement plans and tax-favored accounts. Schedule 2, Part II Can claim a nonrefundable credit (other than the child tax credit\nor the credit for other dependents), such as the foreign tax credit,\neducation credits, or general business credit. Schedule 3, Part I",
    "querygen": [
      "how to sign your return .",
      "how to sign a federal return",
      "what is the return process for a return"
    ],
    "querygen_score": [
      "-2.7921715",
      "-2.9938378",
      "-5.158493"
    ]
  },
  {
    "id": "legal-advice_32__2",
    "doc_id": "legal-advice_32",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "-2- Contents Page Sign Your Return . . . . . . . . . . . . . . . . 60\nAssemble Your Return . . . . . . . . . . . . 62\n2022 Tax Table . . . . . . . . . . . . . . . . . . . . 63\nGeneral Information . . . . . . . . . . . . . . . . . 76\nRefund Information . . . . . . . . . . . . . . . . . . 82\nInstructions for Schedule 1 . . . . . . . . . . . . . 83\nInstructions for Schedule 2 . . . . . . . . . . . . . 95\nInstructions for Schedule 3 . . . . . . . . . . . . 100\nTax Topics . . . . . . . . . . . . . . . . . . . . . . 104\nDisclosure, Privacy Act, and Paperwork\nReduction Act Notice . . . . . . . . . . . . 106\nMajor Categories of Federal Income and\nOutlays for Fiscal Year 2021 . . . . . . . 108\nIndex . . . . . . . . . . . . . . . . . . . . . . . . . . 110 Form 1040 and 1040-SR\nHelpful Hints\nFor 2022, you will use Form 1040 or, if you were born before January 2, 1958, you have the option to use\nForm 1040-SR. You may only need to file Form 1040 or 1040-SR and none of the numbered schedules, Schedules 1 through\n3. However, if your return is more complicated (for example, you claim certain deductions or credits or owe\nadditional taxes), you will need to complete one or more of the numbered schedules. Below is a general guide\nto which schedule(s) you will need to file based on your circumstances. See the instructions for the schedules\nfor more information. If you e-file your return, the software you use will generally determine which schedules you need. IF YOU... THEN USE... Have additional income, such as business or farm income or\nloss, unemployment compensation, or prize or award money. Schedule 1, Part I Have any adjustments to income, such as student loan\ninterest, self-employment tax, or educator expenses. Schedule 1, Part II Owe alternative minimum tax (AMT) or need to make an\nexcess advance premium tax credit repayment. Schedule 2, Part I Owe other taxes, such as self-employment tax, household\nemployment taxes, additional tax on IRAs or other qualified\nretirement plans and tax-favored accounts. Schedule 2, Part II Can claim a nonrefundable credit (other than the child tax credit\nor the credit for other dependents), such as the foreign tax credit,\neducation credits, or general business credit. Schedule 3, Part I",
    "querygen": [
      "how to prepare a return page for a business class return",
      "how to sign return on check",
      ". how to sign return page"
    ],
    "querygen_score": [
      "-5.528512",
      "-4.833695",
      "-3.2583768"
    ]
  },
  {
    "id": "legal-advice_39__61",
    "doc_id": "legal-advice_39",
    "chunk_id": 61,
    "document_category": "legal-advice",
    "text": "See Schedule EIC for more information, including\nhow to complete Schedule EIC if your qualifying child doesn't\nhave a valid SSN. 4. Were you or your spouse a nonresident alien for any part of\n2022? Yes. See Nonresident\nNo. Go to Step 2.\naliens, later, under\nDefinitions and Special\nRules. For help in determining if you are eligible for the EIC, go to\nIRS. gov/EITC and click on “EITC Qualification Assistant.” This\nservice is available in English and Spanish. 1. Add the amounts from Form 1040 or 1040-SR: Step 2 Line 2a If you take the EIC even though you aren't eligible and\nit is determined that your error is due to reckless or inCAUTION tentional disregard of the EIC rules, you won't be allowed to take the credit for 2 years even if you are otherwise eligible to do so. If you fraudulently take the EIC, you won't be\nallowed to take the credit for 10 years. See Form 8862, who\nmust file, later. You may also have to pay penalties. ! Refunds for returns claiming the earned income credit\nTIP can't be issued before mid-February 2023. This delay\napplies to the entire refund, not just the portion associated with the earned income credit. Step 1 All Filers 1. If, in 2022:\n• 3 or more children who have valid SSNs lived with you,\nis the amount on Form 1040 or 1040-SR, line 11, less\nthan $53,057 ($59,187 if married filing jointly)? • 2 children who have valid SSNs lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$49,399 ($55,529 if married filing jointly)? • 1 child who has a valid SSN lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$43,492 ($49,622 if married filing jointly)?\n• No children who have valid SSNs lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$16,480 ($22,610 if married filing jointly)? Yes. Continue\nNo. STOP\n䊲 You can't take the credit. 2. Do you, and your spouse if filing a joint return, have a\nsocial security number issued on or before the due date of\nyour 2022 return (including extensions) that allows you to Need more information or forms? Visit IRS.gov. Investment Income Line 2b + Line 3b + Line 7* + Investment Income =\n*If line 7 is a loss, enter -0-. 2. Is your investment income more than $10,300? Yes. Continue\nNo. Skip question 3; go\n䊲\nto question 4.\n3. Are you filing Form 4797 (relating to sales of business\nproperty)? Yes. See Form 4797\nNo. STOP\nfilers, later, under You can't take the credit. Definitions and Special\nRules. 4. Do any of the following apply for 2022?\n• You are filing Schedule E.\n• You are reporting income from the rental of personal\nproperty not used in a trade or business. • You are filing Form 8814 (relating to election to report\nchild's interest and dividends on your return). • You have income or loss from a passive activity. Yes. Use Worksheet 1\nNo. Go to Step 3.\nin Pub. 596 to see if you\ncan take the credit. -38- Step 3 Qualifying Child",
    "querygen": [
      "how do i schedule eic",
      "who must have ssn on child eic",
      "is eic taxable"
    ],
    "querygen_score": [
      "0.4232067",
      "-0.26663107",
      "-1.7735041"
    ]
  },
  {
    "id": "legal-advice_90__2",
    "doc_id": "legal-advice_90",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "In a letter of understanding appended to the Year1\nCBA, X agreed that it would not close, sell, spinoff, or otherwise dispose of any of its\nfacilities covered by the CBA. The Year1 CBA letter of understanding contained an\nexception to the facility closing moratorium, however, specifically for the Z spinoff. Under the terms of the letter of understanding, X could complete the Z spinoff only if all\nemployees at the new Z locations would remain X employees, and the X employees\nwould continue to be covered by the CBA.1 X therefore assigned its hourly employees to Z but retained responsibility for: (1)\nthe payment of the assigned employees’ base hourly wages, (2) the provision of all\n1 Z also was required to adopt a CBA for hourly employees that mirrored the X Year1 CBA, as well as for\ncertain future periods. POSTF-100602-09 4 other employee benefits generally provided to other X employees, (3) the payment of all\ntaxes required with respect to X’s payment of wages and benefits, and (4) the liability\nfor statutory benefits, such as workers’ compensation. Z, as X’s agent, had authority to\nexercise day-to-day supervision of the assigned employees, but X continued to provide\npayroll services. The assigned employees were covered under the same benefit plans\nas other X employees and could not participate in any Z employee benefit plans. This\nemployee assignment agreement terminates at the earlier of (a) the termination of\nemployment of all covered X employees, or (b) when the parties otherwise agree to\nterminate the agreement. 2 In consideration for the assignment of employees, Z agreed\nto reimburse X for all direct wage and benefit costs. 3 X was to invoice Z monthly for\nthese amounts, and Z was to pay within 10 business days, unless the parties agreed\notherwise. X and Z also executed a tax sharing agreement, under which X agreed that the\nreimbursements it received from Z for the assigned employees would constitute income\nto X, X would treat its payments to the assigned employees as a compensation\nexpense, and Z would treat the payments consistent with X’s tax treatment. You have\ninformed us that you believe Z deducted the payments it made to X.4 X, however, 2 The assignment agreement did not dictate what Z could pay other non-assigned workers, including, for\nexample, new hires after the assignment date. In fact, a supplemental agreement with the union allowed\nZ to pay new hires significantly lower hourly wages than the assigned employees. 3 The specific costs Z was required to reimburse are defined in the assignment agreement, but they\ngenerally include all costs that X would incur in employing the assigned workers. For certain retirement\nbenefit plans, Z had the option of reimbursing the plans directly for the amounts attributable to the\nassigned employees. 4 Although you do not have access to Z’s returns, you noted that you believe Z’s failure to deduct the\namounts it paid to X for the assigned employees would be a material item subject to various financial POSTF-100602-09 5 noted in its claim for refund that it failed to treat all of the reimbursements consistently.",
    "querygen": [
      "is x a corporation",
      "who was covered under the cba",
      "what year did x close?"
    ],
    "querygen_score": [
      "-3.3697908",
      "-0.40485746",
      "-1.1530049"
    ]
  },
  {
    "id": "legal-advice_37__6",
    "doc_id": "legal-advice_37",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "Credits for sick and family leave for\ncertain self-employed individuals are\nnot available. Self-employed individuals can no longer claim these credits. Health coverage tax credit is not\navailable. The health coverage tax\ncredit was not extended. The credit is\nnot available after 2021. Credit for child and dependent care\nexpenses. The changes to the credit for\nchild and dependent care expenses implemented by the American Rescue Plan\nAct of 2021 (ARP), were not extended. For 2022, the credit for the child and dependent care expenses is nonrefundable. The dollar limit on qualifying expenses\nis $3,000 for one qualifying person and\n$6,000 for two or more qualifying persons. The maximum credit amount allowed is 35% of your employment-related expenses. For more information, see\nthe Instructions for Form 2441 and Pub.\n503. Child tax credit and additional child\ntax credit. Many changes to the child\ntax credit (CTC) implemented by ARP\nwere not extended. For 2022,\n• The initial credit amount of the\nCTC is $2,000 for each qualifying child. • The amount of CTC that can be\nclaimed as a refundable credit is limited\nas it was in 2020, except the maximum\nadditional child tax credit (ACTC)\namount has increased to $1,500 for each\nqualifying child. • A child must be under age 17 at\nthe end of 2022 to be a qualifying child. • Bona fide residents of Puerto Rico\nare no longer required to have three or -6- more qualifying children to be eligible\nto claim the ACTC. Bona fide residents\nof Puerto Rico may be eligible to claim\nthe ACTC if they have one or more\nqualifying children. • For more information, see the Instructions for Schedule 8812 (Form\n1040). Changes to the earned income credit\n(EIC). The enhancements for taxpayers\nwithout a qualifying child that applied\nfor 2021 don’t apply for 2022. This\nmeans, to claim the EIC without a qualifying child in 2022 you must be at least\nage 25 but under age 65 at the end of\n2022. If you are married and filing a\njoint return, either you or your spouse\nmust be at least age 25 but under age 65\nat the end of 2022. It doesn’t matter\nwhich spouse meets the age requirement, as long as one of the spouses does. Reporting requirements for Form\n1099-K. Form 1099-K is issued by third\nparty settlement organizations and credit\ncard companies to report payment transactions made to you for goods and services. You must report all income on your\ntax return unless excluded by law,\nwhether you received the income electronically or not, and whether you received a Form 1099-K or not. The\nbox 1a and other amounts reported on\nForm 1099-K are additional pieces of information to help determine the correct\namounts to report on your return. If you received a Form 1099-K that\nshows payments you didn’t receive or is\notherwise incorrect, contact the Form\n1099-K issuer. Don’t contact the IRS;\nthe IRS can’t correct an incorrect Form\n1099-K. If you can’t get it corrected, or\nyou sold a personal item at a loss, see\nthe instructions for Schedule 1, lines 8z\nand 24z, later, for more reporting information. All IRS information about Form\n1099-K is available by going to IRS.gov/\n1099K. Free Software Options for Doing Your Taxes Why have 49 million Americans used Free File?",
    "querygen": [
      "when does medical leave become available for individuals",
      "when will the self employed tax credits be available to self employed individuals",
      "is sick time credit available"
    ],
    "querygen_score": [
      "-1.4466192",
      "1.3259832",
      "-0.32992178"
    ]
  },
  {
    "id": "legal-advice_24__2",
    "doc_id": "legal-advice_24",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "4. Since no constructive dividends would arise to the continuing shareholders\nwhen the corporation reacquires the shares of a deceased shareholder using the\nproceeds of the applicable life insurance policy, no constructive dividends to those\nsame shareholders are generated as the premiums are being paid by the corporation. 5. The post-retirement annuity coupled with the eventual stock reacquisition may\nrepresent a disguised long-term install-ment redemption; however, we are unable\nprovide a definitive answer at this time and recommend further factual development. FACTS\nFounded in Year 1, the subject State corporation is engaged in bulk purchase\nand sale of chemicals as a middleman between chemical producers and manufacturing\nend-users. The company's founder passed ownership to Founder's Heir, FH. By FH's\nRetire-ment Date, FH had retired, passing control to three (3) of FH's heirs. At FH's\nretirement, FH owned A% of the outstanding pre-ferred stock but no common stock. The corporation's common stock was owned equally by FH's heirs, A, B, and C.\nBetween the three (3) shareholders, they owned equal amounts of Class A Common\nshares and a higher number of Class B, non-voting Common. All three shareholders,\nas FH and founder before, worked as officers of the corporation. POSTF-106186-02 4 The shareholders entered a Stock Redemption Agreement on FH's Retirement\nDate, the relevant terms of which detailed that for the best interests of the corporation,\nin the event of the death of a shareholder, the company would purchase the shares\nusing funds from life insurance covering some or all of the shareholders. The\nagreement further described the manner that share value was to be determined and\nhow the purchase would be effected if the insurance proceeds exceeded, or fell below,\nthe value of the shares to be acquired. The agreement was amended on First Amendment Date to add provisions for\nthe acquisition of corporate stock upon the volun-tary retirement or disability of a\nshareholder. With respect to a retirement, both shareholders and corporation agreed to\nthe mandatory sale and purchase of stock. On Second Amendment Date, a second\namendment was executed modifying the method of payment of the purchase price. On Trust Creation Date, the stockholders created the Share-holder's Trust\nwhose stated sole purpose was \"to facilitate the acquisition of shares of a deceased\nshareholder by some or all of the surviving shareholders in accordance with the\nprovisions of the Stockholders' Agreement.\" No contemporaneous Stockholders'\nAgreement was executed at that time however. The trust estate was generally to consist of one or more life insurance policies on\nthe life of one or more of the shareholders. This aspect mirrored the Year 2 Stock\nRedemption Agreement which had indicated use of life insurance to fund the stock\nredemption. The trustee was empowered to cause himself to be named the beneficiary\nunder the policies. Upon maturity, the trustee was to collect the proceeds under the\napplicable policy and disburse same in accordance with the provisions of the\nStockholders' Agreement. According to the trust formation documents, policy premiums were to be paid\nfrom and out of the principal and income of the trust or as otherwise set forth in the trust\ndocument.",
    "querygen": [
      "who are the shareholders after an insurance policy is reacquired",
      "do corporations pay dividends on life insurance policy",
      "what does constructive dividends do"
    ],
    "querygen_score": [
      "-0.86293983",
      "-0.07731484",
      "-1.7179464"
    ]
  },
  {
    "id": "legal-advice_35__56",
    "doc_id": "legal-advice_35",
    "chunk_id": 56,
    "document_category": "legal-advice",
    "text": "The notice of appeal must include\na brief that states exceptions to the decision of\nAdministrative Law Judge and supporting reasons\nfor such exceptions. (b) Time and place for filing of appeal. The notice\nof appeal and brief must be filed, in duplicate, with\nthe Secretary of the Treasury, or delegate deciding\nappeals, at an address for appeals that is identified\nto the parties with the decision of the Administrative\nLaw Judge. The notice of appeal and brief must be\nfiled within 30 days of the date that the decision\nof the Administrative Law Judge is served on the\nparties. The appealing party must serve a copy\nof the notice of appeal and the brief to any non\nappealing party or, if the party is represented, the\nnon-appealing party’s representative. (c) Response. Within 30 days of receiving the\ncopy of the appellant’s brief, the other party\nmay file a response brief with the Secretary of\nthe Treasury, or delegate deciding appeals, using\nthe address identified for appeals. A copy of the\nresponse brief must be served at the same time on\nthe opposing party or, if the party is represented,\nthe opposing party’s representative. (d) No other briefs, responses or motions as of\nright. Other than the appeal brief and response\nbrief, the parties are not permitted to file any other\nbriefs, responses or motions, except on a grant of\nleave to do so after a motion demonstrating sufficient\ncause, or unless otherwise ordered by the Secretary\nof the Treasury, or delegate deciding appeals. (e) Additional time for briefs and responses. Notwithstanding the time for filing briefs and\nresponses provided in paragraphs (b) and (c) of this\nsection, the Secretary of the Treasury, or delegate\ndeciding appeals, may, for good cause, authorize\nadditional time for filing briefs and responses\nupon a motion of a party or upon the initiative of\nPage 40 — § 10.77 the Secretary of the Treasury, or delegate deciding\nappeals. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.78 Decision on review. (a) Decision on review. On appeal from or review\nof the decision of the Administrative Law Judge, the\nSecretary of the Treasury, or delegate, will make the\nagency decision. The Secretary of the Treasury, or\ndelegate, should make the agency decision within\n180 days after receipt of the appeal\n(b) Standard of review. The decision of the\nAdministrative Law Judge will not be reversed unless\nthe appellant establishes that the decision is clearly\nerroneous in light of the evidence in the record and\napplicable law. Issues that are exclusively matters of\nlaw will be reviewed de novo. In the event that the\nSecretary of the Treasury, or delegate, determines\nthat there are unresolved issues raised by the record,\nthe case may be remanded to the Administrative Law\nJudge to elicit additional testimony or evidence. (c) Copy of decision on review. The Secretary of\nthe Treasury, or delegate, will provide copies of the\nagency decision to the authorized representative of\nthe Internal Revenue Service and the respondent or\nthe respondent’s authorized representative. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.79 Effect of disbarment, suspension, or censure. (a) Disbarment.",
    "querygen": [
      "what is the notice of appeal?",
      "who should issue notice of appeal",
      "who is responsible for a notice of appeal from a decision of an administrative law judge"
    ],
    "querygen_score": [
      "-0.5294725",
      "-0.57529294",
      "1.4512999"
    ]
  },
  {
    "id": "legal-advice_56__1",
    "doc_id": "legal-advice_56",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20082804F\nRelease Date: 7/11/08\nCC:LM:F:LI:DRMirabito\nPOSTF-103406-08\nVia Regular Mail\ndate:\nto: March 18, 2008 --------------------------------------------------------------------------------------------------------------------------------------------------------------- from: Theodore R. Leighton\nAssociate Area Counsel (Long Island)\n(Large & Mid-Size Business) subject: ------------------------------------------------------------UIL 6501.08-00, 6012.05-01, 671.00-00 You requested advice on whether extensions of the statute of limitations should be\nsecured from several grantor trusts that are shareholders in a S Corporation or from the\nindividual grantors and whether potential audit adjustments should be protected via an\nextension of the statute of limitations on a Form 872 or on a Form 872-I.\nIssues\n1. Whether it is necessary to secure extensions of the statute of limitations from S\nCorporation shareholders that are grantor trusts or should extensions be obtained from\nthe individual grantors. 2. Whether such extensions should be secured on Forms 872 or Forms 872-I.\nConclusions 1. Extensions of the statute of limitations should be secured from each of the individual\ngrantors of the grantor trusts that are shareholders in the S Corporation. In addition,\nsince it is possible that these trusts are not wholly-owned and therefore only partly\ngrantor trusts, we recommend that you secure extensions of the statutes of limitations\nfrom each trust. Each trust’s fiduciary is responsible for making a tax return. POSTF-103406-08 2 2. Such extensions should be secured through Forms 872-I. We have coordinated this advice with our National Office. The National Office has\nreviewed and agrees with this advice. Facts: You have advised us of the following facts: ---------------------------------------------------------------------------------- filed its Form 1120S for\nthe ----------------------------------------------------------------------. A Form 872-S attached to\nthis return shows that the statute of limitations has been extended until ----------------------------. According to Schedules K-1 attached to this Form 1120S, the shareholders in ------------------ are: ------------------------------------------------------------------------------------------% ------------------------------------------------------------------------------------------% ------------------------------------------------------------------------------------------% ------------------------------------------------------------------------------------------% ------------------------------------------------------------------------------------------% ------------------------------------------------------------------------------------------% The Form K-1 for each shareholder above (collectively, the subject grantor trusts)\nattached to the Form 1120S reports or claims items of ordinary income, interest income,\nnet section 1231 gain, charitable contributions, investment income, a depreciation\nadjustment, nondeductible expenses, and property distributions. We do not know\nwhether the subject grantor trusts filed any Forms 1041, do not have copies of any such\nreturns filed by the subject grantor trusts, or have any information on items reported on\nsuch returns. On his joint Form 1040 filed for the ------------------------1, --------------------- reported items\nfrom the ----------------------------------------- and the -----------------------------------------. These\nitems reported from the two Trusts included Interest Income, Short Term Capital Gain,\n1 It does not appear from either the Form 1040 or the Form 1120S that -------------------------------------------------------, is a shareholder in the S Corporation in her own right. Treas. Reg. § 1.671-4(b)(8) provides that\na trust all of which is treated as owned by a husband and wife who make a joint return of income taxes for\nthe taxable year under Internal Revenue Code § 6013 is considered to be owned by one grantor for\npurposes of paragraph (b). Therefore, this memorandum will consider ------------------ as a grantor. POSTF-103406-08 3 Income From Trusts, and Depreciation. On --------------------, ----------------- requested an\nautomatic extension of the time to file this return until ------------------; the preparer signed\nthe return on -----------------------.",
    "querygen": [
      "irs release number",
      "internal revenue service memo release",
      "ics memo release date"
    ],
    "querygen_score": [
      "0.86480105",
      "1.880014",
      "-0.957158"
    ]
  },
  {
    "id": "legal-advice_96__50",
    "doc_id": "legal-advice_96",
    "chunk_id": 50,
    "document_category": "legal-advice",
    "text": "Line 16\nTax\nInclude in the total on the entry space on\nline 16 all of the following taxes that apply. • Tax on your taxable income. Figure the tax using one of the methods described later. • Tax from Form(s) 8814 (relating to\nthe election to report child's interest or\ndividends). Check the appropriate box. • Tax from Form 4972 (relating to\nlump-sum distributions). Check the appropriate box. • Tax with respect to a section 962\nelection (election made by a domestic\nshareholder of a controlled foreign corporation to be taxed at corporate rates) reduced by the amount of any foreign\ntax credits claimed on Form 1118. See\nsection 962 for details. Check box 3 and\nenter the amount and “962” in the space\nnext to that box. Attach a statement\nshowing how you figured the tax. • Recapture of an education credit. You may owe this tax if you claimed an\neducation credit in an earlier year, and\neither tax-free educational assistance or\na refund of qualified expenses was received in 2022 for the student. See Form\n8863 for more details. Check box 3 and\nenter the amount and “ECR” in the\nspace next to that box. • Any tax from Form 8621, line 16e,\nrelating to a section 1291 fund. Check\nbox 3 and enter the amount of the tax\nand “1291TAX” in the space next to that\nbox. • Tax from Form 8978, line 14 (relating to partner's audit liability under\nsection 6226). Check box 3 and enter the\namount of the liability and “Form 8978”\nin the space next to that box. If the\namount on Form 8978, line 14, is negative, see the instructions for Schedule 3\n(Form 1040), line 6l.\n• Net tax liability deferred under\nsection 965(i). If you had a net 965 inclusion and made an election to defer\nyour net 965 tax liability under section\n965(i), check box 3 and enter (as a negative number) the amount of the deferred\nnet 965 tax liability and “965” on the\nline next to that box. • Triggering event under section\n965(i). If you had a triggering event under section 965(i) during the year and\ndid not enter into a transfer agreement,\ncheck box 3 and enter the amount of the\ntriggered deferred net 965 tax liability\nand enter “965INC” on the line next to\nthat box. Do you want the IRS to figure the\ntax on your taxable income for you? Yes. See chapter 13 of Pub. 17 for\ndetails, including who is eligible and\nwhat to do. If you have paid too much,\nwe will send you a refund. If you didn't\npay enough, we will send you a bill. No. Use one of the following methods to figure your tax. Tax Table or Tax Computation\nWorksheet. If your taxable income is\nless than $100,000, you must use the\nTax Table, later in these instructions, to\nfigure your tax. Be sure you use the cor-33- rect column. If your taxable income is\n$100,000 or more, use the Tax Computation Worksheet right after the Tax Table. However, don’t use the Tax Table or\nTax Computation Worksheet to figure\nyour tax if any of the following applies. Form 8615.",
    "querygen": [
      "what taxes apply to child",
      "what lines in a tax return are the same",
      "what is the taxes on the entry space"
    ],
    "querygen_score": [
      "-1.1941426",
      "-2.2502291",
      "0.092274144"
    ]
  },
  {
    "id": "legal-advice_90__4",
    "doc_id": "legal-advice_90",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": "POSTF-100602-09 7 excludable from income. In order to prevail, X must show that this type of income is\nexcluded from taxable income by some provision of the Internal Revenue Code. See,\ne.g., Commissioner v. Schleier, 515 U.S. 323, 328 (1995) (noting that “exclusions from\nincome must be narrowly construed”) (internal citations omitted). Z’s spinoff—X’s incorporation of Z, subsequent transfer of its assets to Z, and\ndistribution of the Z stock to the X shareholders—qualified as a tax-free reorganization\nunder sections 368(a)(1)(D), 355(a)(1), and 351(a) of the Code. But the mere fact that\nthe Z spinoff was tax-free does not, in and of itself, mean that the reimbursement\npayments are excludable from X’s income. X must show that the reimbursements\nshould be considered part of the spinoff transaction. X points to a published, but partially redacted, 2007 IRS Office of Chief Counsel\nlegal advice memorandum6 as support for its position. The 2007 advice is a type of\n“written determination,” as defined in section 6110(b)(1)(A), and although not binding\nprecedent, its reasoning may prove instructive. IRC § 6110(k)(3). Regardless, the\nService and taxpayers alike should exercise caution in relying on the conclusions of\nnon-precedential releases, because they are tailored to a specific set of facts and often\nconsidered in a context different from the taxpayer’s. See, e.g., United States v.\nWisconsin Power & Light Co., 38 F.3d 329, 335 (7th Cir. 1994) (noting that, although\nwritten determinations are not precedent, they may contain “evidence of administrative\npractice,” but cautioning that they should not be used “as authoritative interpretations of\nthe Code”). 6 The legal advice memorandum is available on www.irs.gov and is labeled as release number\n20073301F. POSTF-100602-09 8 X argues that its claim for refund is supported by the Supreme Court’s holding in\nArrowsmith v. Commissioner, 344 U.S. 6 (1952). In Arrowsmith, the taxpayers claimed\nthat their payment of a judgment against their liquidated corporation was an ordinary\nloss because, although the corporate liquidation distributions were capital gains, the\njudgment occurred in a later year. Id. at 7. The Commissioner argued that the payment\nwas a capital loss because he viewed the judgment as part of the original liquidation\ntransaction, which was capital in nature. Id. at 7-8. The Court held for the\nCommissioner: “Taxpayers were required to pay the judgment because of liability\nimposed on them as transferees of liquidation distribution assets. And it is plain that\ntheir liability as transferees was not based on any ordinary business transaction of theirs\napart from the liquidation proceedings.” Id. at 8. In arriving at its conclusion, the Court\nnoted that, had the payment been made in the year of liquidation, it simply would have\nreduced the amount of capital gains the taxpayers received. Id. The Court also\nrejected the taxpayers’ argument that capital gain treatment of the payment would\nviolate the “principal that each taxable year is a separate unit for tax accounting\npurposes.” Id. We disagree that Arrowsmith applies here. In general, Arrowsmith governs\ncases where a subsequent, unknown or unexpected event occurs, and the proper tax\ntreatment of that event can be determined only after reference to an earlier transaction.",
    "querygen": [
      "what qualifies as exempt from taxable income",
      "what type of income must qualify as taxable income",
      "which provision of the internal revenue code states that the income you claim must be excluded from income"
    ],
    "querygen_score": [
      "-1.6525409",
      "0.1571887",
      "0.90837467"
    ]
  },
  {
    "id": "legal-advice_3__82",
    "doc_id": "legal-advice_3",
    "chunk_id": 82,
    "document_category": "legal-advice",
    "text": "- 54 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * ** 1 2 And your filing status is– Married filing jointly and you\nhave– 3 0 1 Your credit is– 2 If the amount you\nare looking up from\nthe worksheet is– 3 At least But less\nthan 54,400\n54,450\n54,500\n54,550 54,450\n54,500\n54,550\n54,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 232\n222\n211\n201 54,600\n54,650\n54,700\n54,750 54,650\n54,700\n54,750\n54,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 54,800\n54,850\n54,900\n54,950 54,850\n54,900\n54,950\n55,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,000\n55,050\n55,100\n55,150 55,050\n55,100\n55,150\n55,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,200\n55,250\n55,300\n55,350 55,250\n55,300\n55,350\n55,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,400\n55,450\n55,500\n55,550 55,450\n55,500\n55,550\n55,600 0\n0\n0\n0 0\n0\n0\n0 55,600\n55,650\n55,700\n55,750 55,650\n55,700\n55,750\n55,800 0\n0\n0\n0 55,800\n55,850\n55,900\n55,950 55,850\n55,900\n55,950\n56,000 56,000\n56,050\n56,100\n56,150 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 Married filing jointly and you\nhave– 3 0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 1,003\n992\n982\n971 56,800\n56,850\n56,900\n56,950 56,850\n56,900\n56,950\n57,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 498\n487\n476\n466 190\n180\n169\n159 961\n950\n940\n929 57,000\n57,050\n57,100\n57,150 57,050\n57,100\n57,150\n57,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 455\n445\n434\n424 0\n0\n0\n0 148\n138\n127\n117 919\n908\n898\n887 57,200\n57,250\n57,300\n57,350 57,250\n57,300\n57,350\n57,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 413\n403\n392\n382 0\n0\n0\n0 0\n0\n0\n0 106\n96\n85\n75 877\n866\n856\n845 57,400\n57,450\n57,500\n57,550 57,450\n57,500\n57,550\n57,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 371\n361\n350\n340 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 64\n53\n43\n32 834\n824\n813\n803 57,600\n57,650\n57,700\n57,750 57,650\n57,700\n57,750\n57,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 329\n319\n308\n297 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 22\n11\n*\n0 792\n782\n771\n761 57,800\n57,850\n57,900\n57,950 57,850\n57,900\n57,950\n58,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 287\n276\n266\n255 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 750\n740\n729\n719 58,000\n58,050\n58,100\n58,150 58,050\n58,100\n58,150\n58,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 245\n234\n224\n213 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 708\n698\n687\n677 58,200\n58,250\n58,300\n58,350 58,250\n58,300\n58,350\n58,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 203\n192\n182\n171 56,050\n56,100\n56,150\n56,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 666\n655\n645\n634 58,400\n58,450\n58,500\n58,550 58,450\n58,500\n58,550\n58,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 161\n150\n139\n129 56,200\n56,250\n56,300\n56,350 56,250\n56,300\n56,350\n56,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 624\n613\n603\n592 58,600\n58,650\n58,700\n58,750 58,650\n58,700\n58,750\n58,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 118\n108\n97\n87 56,400\n56,450\n56,500\n56,550 56,450\n56,500\n56,550\n56,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 582\n571\n561\n550 58,800\n58,850\n58,900\n58,950 58,850\n58,900\n58,950\n59,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 76\n66\n55\n45 56,600\n56,650\n56,700\n56,750 56,650\n56,700\n56,750\n56,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 540\n529\n519\n508 59,000\n59,050\n59,100\n59,150 59,050\n59,100\n59,150\n59,187 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 34\n24\n13\n** ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $55,500 but less than $55,529, and you have two qualifying children who have valid\nSSNs, your credit is $3. If the amount you are looking up from the worksheet is $55,529 or more, and you have two qualifying children who have valid SSNs, you can’t take\nthe credit. If the amount you are looking up from the worksheet is at least $59,150 but less than $59,187, and you have three qualifying children who have valid\nSSNs, your credit is $4. If the amount you are looking up from the worksheet is $59,187 or more, and you have three qualifying children who have valid SSNs, you can’t take\nthe credit. - 55 - Need more information or forms?",
    "querygen": [
      "what is table 54 eic",
      "when to use earned income credit table",
      "who determines the earned income credit table on taxes"
    ],
    "querygen_score": [
      "0.979131",
      "-0.5515981",
      "-1.6216989"
    ]
  },
  {
    "id": "legal-advice_61__10",
    "doc_id": "legal-advice_61",
    "chunk_id": 10,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39\n§ 10.76 Decision of Administrative Law Judge. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39\n§ 10.77 Appeal of decision of Administrative Law Judge. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n§ 10.78 Decision on review. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n§ 10.79 Effect of disbarment, suspension, or censure. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n§ 10.80 Notice of disbarment, suspension, censure, or disqualification. . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement.",
    "querygen": [
      "how many u.s. senators?",
      "slang definition",
      "what is the od"
    ],
    "querygen_score": [
      "-8.027071",
      "-8.230017",
      "-7.157891"
    ]
  },
  {
    "id": "legal-advice_27__8",
    "doc_id": "legal-advice_27",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.65 Supplemental charges. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.66 Reply to answer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.67 Proof; variance; amendment of pleadings. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.68 Motions and requests. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.69 Representation; ex parte communication.",
    "querygen": [
      ". . . . . . . . . ;",
      "what is the meaning of a . ''",
      "who is daniel st eliot"
    ],
    "querygen_score": [
      "-4.2700353",
      "-7.268309",
      "-9.772381"
    ]
  },
  {
    "id": "legal-advice_91__112",
    "doc_id": "legal-advice_91",
    "chunk_id": 112,
    "document_category": "legal-advice",
    "text": "Go to IRS.gov/ Account to securely access information\nabout your federal tax account. • View the amount you owe and a\nbreakdown by tax year. • See payment plan details or apply\nfor a new payment plan. • Make a payment or view 5 years of\npayment history and any pending or\nscheduled payments. • Access your tax records, including\nkey data from your most recent tax return, and transcripts. • View digital copies of select notices from the IRS. • Approve or reject authorization requests from tax professionals. • View your address on file or manage your communication preferences. Tax Pro Account. This tool lets your\ntax professional submit an authorization\nrequest to access your individual taxpayer IRS online account. For more information, go to IRS.gov/TaxProAccount. Using direct deposit. The fastest way\nto receive a tax refund is to file electronically and choose direct deposit, which\nsecurely and electronically transfers\nyour refund directly into your financial\naccount. Direct deposit also avoids the\npossibility that your check could be lost,\nstolen, destroyed, or returned undeliverable to the IRS. Eight in 10 taxpayers\nuse direct deposit to receive their refunds. If you don’t have a bank account,\ngo to IRS.gov. DirectDeposit for more\ninformation on where to find a bank or\ncredit union that can open an account\nonline. Getting a transcript of your return. The quickest way to get a copy of your\ntax transcript is to go to IRS.gov/\nTranscripts. Click on either “Get Transcript Online” or “Get Transcript by\nMail” to order a free copy of your transcript. If you prefer, you can order your\ntranscript by calling 800-908-9946. Reporting and resolving your tax-related identity theft issues. • Tax-related identity theft happens\nwhen someone steals your personal information to commit tax fraud. Your\ntaxes can be affected if your SSN is used\nto file a fraudulent return or to claim a\nrefund or credit. • The IRS doesn’t initiate contact\nwith taxpayers by email, text messages\n(including shortened links), telephone\ncalls, or social media channels to request\nor verify personal or financial information. This includes requests for personal\nidentification numbers (PINs), pass- words, or similar information for credit\ncards, banks, or other financial accounts. • Go to IRS. gov/IdentityTheft, the\nIRS Identity Theft Central webpage, for\ninformation on identity theft and data security protection for taxpayers, tax professionals, and businesses. If your SSN\nhas been lost or stolen or you suspect\nyou’re a victim of tax-related identity\ntheft, you can learn what steps you\nshould take. • Get an Identity Protection PIN (IP\nPIN). IP PINs are six-digit numbers assigned to taxpayers to help prevent the\nmisuse of their SSNs on fraudulent federal income tax returns. When you have\nan IP PIN, it prevents someone else\nfrom filing a tax return with your SSN. To learn more, go to IRS. gov/IPPIN. Ways to check on the status of your\nrefund. • Go to IRS.gov/Refunds.\n• Download the official IRS2 Go app\nto your mobile device to check your refund status. • Call the automated refund hotline\nat 800-829-1954. See Refund Information, later. Making a tax payment. Go to IRS.gov/\nPayments for information on how to\nmake a payment using any of the following options. • IRS Direct Pay:",
    "querygen": [
      "where do i find my taxes?",
      "irs tax account",
      "what information is stored in a federal account"
    ],
    "querygen_score": [
      "-0.57261133",
      "0.4237702",
      "-1.3041484"
    ]
  },
  {
    "id": "legal-advice_62__82",
    "doc_id": "legal-advice_62",
    "chunk_id": 82,
    "document_category": "legal-advice",
    "text": "- 54 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * ** 1 2 And your filing status is– Married filing jointly and you\nhave– 3 0 1 Your credit is– 2 If the amount you\nare looking up from\nthe worksheet is– 3 At least But less\nthan 54,400\n54,450\n54,500\n54,550 54,450\n54,500\n54,550\n54,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 232\n222\n211\n201 54,600\n54,650\n54,700\n54,750 54,650\n54,700\n54,750\n54,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 54,800\n54,850\n54,900\n54,950 54,850\n54,900\n54,950\n55,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,000\n55,050\n55,100\n55,150 55,050\n55,100\n55,150\n55,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,200\n55,250\n55,300\n55,350 55,250\n55,300\n55,350\n55,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,400\n55,450\n55,500\n55,550 55,450\n55,500\n55,550\n55,600 0\n0\n0\n0 0\n0\n0\n0 55,600\n55,650\n55,700\n55,750 55,650\n55,700\n55,750\n55,800 0\n0\n0\n0 55,800\n55,850\n55,900\n55,950 55,850\n55,900\n55,950\n56,000 56,000\n56,050\n56,100\n56,150 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 Married filing jointly and you\nhave– 3 0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 1,003\n992\n982\n971 56,800\n56,850\n56,900\n56,950 56,850\n56,900\n56,950\n57,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 498\n487\n476\n466 190\n180\n169\n159 961\n950\n940\n929 57,000\n57,050\n57,100\n57,150 57,050\n57,100\n57,150\n57,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 455\n445\n434\n424 0\n0\n0\n0 148\n138\n127\n117 919\n908\n898\n887 57,200\n57,250\n57,300\n57,350 57,250\n57,300\n57,350\n57,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 413\n403\n392\n382 0\n0\n0\n0 0\n0\n0\n0 106\n96\n85\n75 877\n866\n856\n845 57,400\n57,450\n57,500\n57,550 57,450\n57,500\n57,550\n57,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 371\n361\n350\n340 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 64\n53\n43\n32 834\n824\n813\n803 57,600\n57,650\n57,700\n57,750 57,650\n57,700\n57,750\n57,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 329\n319\n308\n297 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 22\n11\n*\n0 792\n782\n771\n761 57,800\n57,850\n57,900\n57,950 57,850\n57,900\n57,950\n58,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 287\n276\n266\n255 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 750\n740\n729\n719 58,000\n58,050\n58,100\n58,150 58,050\n58,100\n58,150\n58,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 245\n234\n224\n213 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 708\n698\n687\n677 58,200\n58,250\n58,300\n58,350 58,250\n58,300\n58,350\n58,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 203\n192\n182\n171 56,050\n56,100\n56,150\n56,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 666\n655\n645\n634 58,400\n58,450\n58,500\n58,550 58,450\n58,500\n58,550\n58,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 161\n150\n139\n129 56,200\n56,250\n56,300\n56,350 56,250\n56,300\n56,350\n56,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 624\n613\n603\n592 58,600\n58,650\n58,700\n58,750 58,650\n58,700\n58,750\n58,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 118\n108\n97\n87 56,400\n56,450\n56,500\n56,550 56,450\n56,500\n56,550\n56,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 582\n571\n561\n550 58,800\n58,850\n58,900\n58,950 58,850\n58,900\n58,950\n59,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 76\n66\n55\n45 56,600\n56,650\n56,700\n56,750 56,650\n56,700\n56,750\n56,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 540\n529\n519\n508 59,000\n59,050\n59,100\n59,150 59,050\n59,100\n59,150\n59,187 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 34\n24\n13\n** ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $55,500 but less than $55,529, and you have two qualifying children who have valid\nSSNs, your credit is $3. If the amount you are looking up from the worksheet is $55,529 or more, and you have two qualifying children who have valid SSNs, you can’t take\nthe credit. If the amount you are looking up from the worksheet is at least $59,150 but less than $59,187, and you have three qualifying children who have valid\nSSNs, your credit is $4. If the amount you are looking up from the worksheet is $59,187 or more, and you have three qualifying children who have valid SSNs, you can’t take\nthe credit. - 55 - Need more information or forms?",
    "querygen": [
      "what does eic stand for tax",
      "where is earned income credit table",
      "earned income credit table definition"
    ],
    "querygen_score": [
      "-0.5068897",
      "-0.6581399",
      "-0.80952203"
    ]
  },
  {
    "id": "legal-advice_40__122",
    "doc_id": "legal-advice_40",
    "chunk_id": 122,
    "document_category": "legal-advice",
    "text": "See Recoveries in Pub. 525 for details on how to figure the\namount to report. • Reemployment trade adjustment\nassistance (RTAA) payments. These\npayments should be shown in box 5 of\nForm 1099-G.\n• Loss on certain corrective distributions of excess deferrals. See Retirement\nPlan Contributions in Pub. 525.\n• Dividends on insurance policies if\nthey exceed the total of all net premiums\nyou paid for the contract. • Recapture of a charitable contribution deduction relating to the contribution of a fractional interest in tangible\npersonal property. See Fractional Interest in Tangible Personal Property in\nPub. 526. Interest and an additional 10%\ntax apply to the amount of the recapture. See the instructions for Schedule 2,\nline 17g.\n• Recapture of a charitable contribution deduction if the charitable organization disposes of the donated property\nwithin 3 years of the contribution. See\nRecapture if no exempt use in Pub. 526.\n• Taxable part of disaster relief payments. See Pub. 525 to figure the taxable part, if any. If any of your disaster\nrelief payment is taxable, attach a statement showing the total payment received and how you figured the taxable\npart. • Taxable distributions from a Coverdell education savings account (ESA)\nor a qualified tuition program (QTP). Distributions from these accounts may\nbe taxable if (a) in the case of distributions from a QTP, they are more than\nthe qualified higher education expenses\nof the designated beneficiary in 2022 or,\nin the case of distributions from an ESA,\nthey are more than the qualified education expenses of the designated beneficiary in 2022; and (b) they were not included in a qualified rollover. Nontaxable distributions from these accounts\ndon’t have to be reported on Form 1040\nor 1040-SR. This includes rollovers and\nqualified higher education expenses refunded to a student from a QTP that\nwere recontributed to a QTP with the\nsame designated beneficiary generally\nwithin 60 days after the date of refund. See Pub. 970. You may have to pay an additional tax if you received a taxCAUTION able distribution from a Coverdell ESA or a QTP. See the Instructions\nfor Form 5329. would enter $800 on line 8z and in the\nentry space next to line 8z you would\nwrite “Incorrect Form 1099-K - $800.” See the instructions for line 24z. Nontaxable income. Don’t report any\nnontaxable income on line 8z. Examples\nof nontaxable income include the following. • Child support. • Payments you received to help you\npay your mortgage loan under the HFA\nHardest Hit Fund or the Homeowner Assistance Fund.\n• Any Pay-for-Performance Success\nPayments that reduce the principal balance of your home mortgage under the\nHome Affordable Modification Program. • Life insurance proceeds received\nbecause of someone's death (other than\nfrom certain employer-owned life insurance contracts). • Gifts and bequests. However, if\nyou received a gift or bequest from a\nforeign person (including amounts from\nforeign corporations and foreign partnerships that you treated as gifts) totaling\nmore than $17,339, you may have to report information about it on Form 3520,\nPart IV. See the Instructions for Form\n3520. Form 1099-K loss reporting. If you\nsold a personal item at a loss, enter the\namount of the sale proceeds from Form\n1099-K on line 8z.",
    "querygen": [
      "what form to include rtaa on 1099",
      "what to report on 1099 g",
      "how are rtaa payments reported"
    ],
    "querygen_score": [
      "-0.31105807",
      "-0.31537718",
      "-0.5844054"
    ]
  },
  {
    "id": "legal-advice_36__20",
    "doc_id": "legal-advice_36",
    "chunk_id": 20,
    "document_category": "legal-advice",
    "text": "effective April 1, 2004. (iii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 4, 5, or 6, except for those individuals\nwho received their initial enrollment after November\n1, 2004, must apply for renewal between November\n1, 2004, and January 31, 2005. The renewal will be\neffective April 1, 2005. (iv) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 7, 8, or 9, except for those individuals\nwho received their initial enrollment after November\n1, 2005, must apply for renewal between November\n1, 2005, and January 31, 2006. The renewal will be\neffective April 1, 2006. (v) Thereafter, applications for renewal as an\nenrolled agent will be required between November\n1 and January 31 of every subsequent third year as\nspecified in paragraph (d)(2)(i), (d)(2)(ii), or (d)\n(2)(iii) of this section according to the last number\nof the individual’s social security number or tax\nidentification number. Those individuals who\nreceive initial enrollment as an enrolled agent after\nNovember 1 and before April 2 of the applicable\nrenewal period will not be required to renew their\nenrollment before the first full renewal period\nfollowing the receipt of their initial enrollment. (3) Renewal period for enrolled retirement plan\nagents. (i) All enrolled retirement plan agents must\nrenew their preparer tax identification number as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. (ii) Enrolled retirement plan agents will be\nrequired to renew their status as enrolled retirement\nplan agents between April 1 and June 30 of every\nthird year subsequent to their initial enrollment. (4) Renewal period for registered tax return\npreparers. Registered tax return preparers must\nrenew their preparer tax identification number and\ntheir status as a registered tax return preparer as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. (5) Notification of renewal. After review and\napproval, the Internal Revenue Service will notify\n§ 10.6 — Page 11 Table of Contents the individual of the renewal and will issue the\nindividual a card or certificate evidencing current\nstatus as an enrolled agent, enrolled retirement plan\nagent, or registered tax return preparer. (6) Fee. A reasonable nonrefundable fee may be\ncharged for each application for renewal filed. See 26\nCFR part 300.\n(7) Forms. Forms required for renewal may be\nobtained by sending a written request to the address\nspecified by the Internal Revenue Service or from\nsuch other source as the Internal Revenue Service\nwill publish in the Internal Revenue Bulletin (see\n26 CFR 601.601(d)(2)(ii)(b)) and on the Internal\nRevenue Service webpage (www.irs.gov). (e) Condition for renewal: continuing education. In order to qualify for renewal as an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer, an individual must certify, in the\nmanner prescribed by the Internal Revenue Service,\nthat the individual has satisfied the requisite number\nof continuing education hours. (1) Definitions. For purposes of this section —\n(i) Enrollment year means January 1 to\nDecember 31 of each year of an enrollment cycle. (ii) Enrollment cycle means the three successive\nenrollment years preceding the effective date of\nrenewal. (iii) Registration year means each 12-month\nperiod the registered tax return preparer is authorized\nto practice before the Internal Revenue Service.\n(iv)",
    "querygen": [
      "when do i need a social security number",
      "when is a social security enrollment due",
      "when does an agent have to renew social security number"
    ],
    "querygen_score": [
      "-0.038858607",
      "-0.7958332",
      "2.8123908"
    ]
  },
  {
    "id": "legal-advice_66__14",
    "doc_id": "legal-advice_66",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "However, if you were a nonresident alien or a dual-status alien and were\nmarried to a U.S. citizen or resident alien at the end of 2022, you can elect to\nbe treated as a resident alien and file a\njoint return. See Pub. 519 for details. Married Filing Separately\nCheck the “Married filing separately”\nbox at the top of Form 1040 or 1040-SR\nif you are married, at the end of 2022,\nand file a separate return. Enter your\nspouse’s name in the entry space below\nthe filing status checkboxes. Be sure to\nenter your spouse’s SSN or Individual\nTaxpayer Identification Number (ITIN)\nin the space for spouse’s SSN on Form\n1040 or 1040-SR. If your spouse doesn’t\nhave and isn’t required to have an SSN\nor ITIN, enter “NRA” in the entry space\nbelow the filing status checkboxes. For electronic filing, enter the spouse's name or “NRA” if the spouse\ndoesn’t have an SSN or ITIN in the en- try space below the filing status checkboxes. If you are married and file a separate\nreturn, you generally report only your\nown income, deductions, and credits. Generally, you are responsible only for\nthe tax on your own income. Different\nrules apply to people in community\nproperty states; see Pub. 555. However, you will usually pay more\ntax than if you use another filing status\nfor which you qualify. Also, if you file a\nseparate return, you can't take the student loan interest deduction or the education credits, and you will only be able\nto take the earned income credit and\nchild and dependent care credit in very\nlimited circumstances. You also can't\ntake the standard deduction if your\nspouse itemizes deductions. You may be able to file as head TIP of household if you had a child\nliving with you and you lived\napart from your spouse during the last 6\nmonths of 2022. See Married persons\nwho live apart, later. Head of Household You can check the “Head of household”\nbox at the top of Form 1040 or 1040-SR\nif you are unmarried and provide a home\nfor certain other persons. You are considered unmarried for this purpose if any\nof the following applies. • You were legally separated according to your state law under a decree of\ndivorce or separate maintenance at the\nend of 2022. But if, at the end of 2022,\nyour divorce wasn't final (an interlocutory decree), you are considered married. • You are married but lived apart\nfrom your spouse for the last 6 months\nof 2022 and you meet the other rules under Married persons who live apart, later. • You are married and your spouse\nwas a nonresident alien at any time during the year and the election to treat the\nalien spouse as a resident alien is not\nmade. Check the “Head of household” box only if you are unmarried (or considered\nunmarried) and either Test 1 or Test 2\napplies. Test 1. You paid over half the cost of\nkeeping up a home that was the main\nhome for all of 2022 of your parent whom you can claim as a dependent, except under a multiple support agreement\n(see Who Qualifies as Your Dependent,\nlater). Your parent didn't have to live\nwith you. Test 2.",
    "querygen": [
      "can nonresident aliens file taxes with us citizen",
      "can you be married as a us citizen",
      "what if someone married to another us citizen or resident citizen"
    ],
    "querygen_score": [
      "0.42313853",
      "-0.3132654",
      "-1.2575737"
    ]
  },
  {
    "id": "legal-advice_64__142",
    "doc_id": "legal-advice_64",
    "chunk_id": 142,
    "document_category": "legal-advice",
    "text": "Line 17l. Enter any tax on accumulation distribution of trusts. See Form\n4970 for more information. Line 17m. Enter any excise tax on insider stock compensation from an expatriated corporation. See section 4985. Line 17n. Enter any look-back interest\nunder section 167(g) or 460(b). See\nForm 8697 or 8866 for more information. Line 17o. Enter any tax on non-effectively connected income for any part of\nthe year you were a nonresident alien. See the Instructions for Form 1040-NR\nfor more information. Line 17p. Enter any interest amount\nfrom Form 8621, line 16f, relating to\ndistributions from, and dispositions of,\nstock of a section 1291 fund. Line 17q. Enter any interest amount\nfrom Form 8621, line 24. Line 17z Use line 17z to report any taxes not reported elsewhere on your return\nor other schedules. List the type and\namount of tax. Other taxes to be listed include the\nfollowing. Form 8978 adjustment. Complete the\nNegative Form 8978 Adjustment Worksheet—Schedule 2 (Line 17z) if you are\nfiling Form 8978 and completed the\nworksheet in the Schedule 3, line 6l, instructions and the amount on line 3 of\nthat worksheet is negative. Negative Form 8978 Adjustment Worksheet—Schedule 2 (Line 17z)\nComplete this worksheet if you completed line 3 on the Negative Form 8978 Adjustment Worksheet in the Schedule 3,\nline 6l, instructions. 1. Enter the sum of any chapter 1 taxes* (other than your negative Form 8978 adjustment) reported in Part II of\nSchedule 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2. Enter as a positive number the negative amount from line 3 of the Negative Form 8978 Adjustment Worksheet in\nthe Schedule 3, line 6l, instructions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. Is the amount on line 1 more than the amount on line 2? Yes. 1.\n2. List the type (Form 8978 ADJ) and the amount from line 2 as a negative number (in parentheses) on line 17z. List the type (Form 8978 ADJ) and the amount from line 1 as a negative number (in parentheses) on line 17z. No. Combine this amount with any other amounts reported on line 17z to complete the line 17z entry space. * Chapter 1 taxes include taxes from sections 1 through 1400Z-2 of the Code, as well as certain amounts the Code treats as chapter 1 taxes. Generally, this does not include amounts reported on Schedule 2, lines 4, 7, 9, 11–13, 17k–17m, or 17z (other than chapter 1 taxes). -99-",
    "querygen": [
      "what are lines on the tax return",
      "what to enter as an accumulation distribution in a trust",
      "when do i enter the taxable deduction on my trust?"
    ],
    "querygen_score": [
      "-2.6449637",
      "-0.74847263",
      "-3.9590826"
    ]
  },
  {
    "id": "legal-advice_92__129",
    "doc_id": "legal-advice_92",
    "chunk_id": 129,
    "document_category": "legal-advice",
    "text": "If you are married filing separately and you lived apart from your spouse for all of 2022, enter “D” on the dotted\nline next to Schedule 1, line 20. If you don’t, you may get a math error notice from the IRS. Your IRA\nSpouse's IRA\nWere you covered by a retirement plan (see Were You Covered by a\nRetirement Plan)? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1a. Yes\nNo If married filing jointly, was your spouse covered by a retirement plan? . . . . . . . . . . . . . . . . . . . . . . . . . 1b.\nYes\nNo Next. If you checked “No” on line 1a (and “No” on line 1b if married filing\njointly), skip lines 2 through 6, enter the applicable amount below on line 7a\n(and line 7b, if applicable), and go to line 8.\n• $6,000, if under age 50 at the end of 2022. • $7,000, if age 50 or older at the end of 2022. Otherwise, go to line 2. Enter the amount shown below that applies to you. • Single, head of household, or married filing separately and you\nlived apart from your spouse for all of 2022, enter $78,000. • Qualifying surviving spouse, enter $129,000. • Married filing jointly, enter $129,000 in both columns. But if you checked\n“No” on either line 1a or 1b, enter $214,000 for the person who wasn't\ncovered by a plan. • Married filing separately and you lived with your spouse at any time in\n2022, enter $10,000. Enter the amount from Form 1040 or 1040-SR,\nline 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3.\nEnter the total of the amounts from Schedule 1,\nlines 11 through 19a, plus 23 and 25 . . . . . . . . . . . 4.\nSubtract line 4 from line 3. If married filing jointly, enter the result in both\ncolumns . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Is the amount on line 5 less than the amount on line 2? None of your IRA contributions are deductible. For details on\nNo.\nSTOP\nnondeductible IRA contributions, see Form 8606. Yes. Subtract line 5 from line 2 in each column. Follow the instruction\nbelow that applies to you. •",
    "querygen": [
      "irs how to tell if spouse is married on schedule",
      "where do i put the d on my schedule",
      "how can i file for married status"
    ],
    "querygen_score": [
      "-0.8588501",
      "-1.8206773",
      "-3.5456765"
    ]
  },
  {
    "id": "legal-advice_92__82",
    "doc_id": "legal-advice_92",
    "chunk_id": 82,
    "document_category": "legal-advice",
    "text": "- 54 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * ** 1 2 And your filing status is– Married filing jointly and you\nhave– 3 0 1 Your credit is– 2 If the amount you\nare looking up from\nthe worksheet is– 3 At least But less\nthan 54,400\n54,450\n54,500\n54,550 54,450\n54,500\n54,550\n54,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 232\n222\n211\n201 54,600\n54,650\n54,700\n54,750 54,650\n54,700\n54,750\n54,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 54,800\n54,850\n54,900\n54,950 54,850\n54,900\n54,950\n55,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,000\n55,050\n55,100\n55,150 55,050\n55,100\n55,150\n55,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,200\n55,250\n55,300\n55,350 55,250\n55,300\n55,350\n55,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,400\n55,450\n55,500\n55,550 55,450\n55,500\n55,550\n55,600 0\n0\n0\n0 0\n0\n0\n0 55,600\n55,650\n55,700\n55,750 55,650\n55,700\n55,750\n55,800 0\n0\n0\n0 55,800\n55,850\n55,900\n55,950 55,850\n55,900\n55,950\n56,000 56,000\n56,050\n56,100\n56,150 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 Married filing jointly and you\nhave– 3 0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 1,003\n992\n982\n971 56,800\n56,850\n56,900\n56,950 56,850\n56,900\n56,950\n57,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 498\n487\n476\n466 190\n180\n169\n159 961\n950\n940\n929 57,000\n57,050\n57,100\n57,150 57,050\n57,100\n57,150\n57,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 455\n445\n434\n424 0\n0\n0\n0 148\n138\n127\n117 919\n908\n898\n887 57,200\n57,250\n57,300\n57,350 57,250\n57,300\n57,350\n57,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 413\n403\n392\n382 0\n0\n0\n0 0\n0\n0\n0 106\n96\n85\n75 877\n866\n856\n845 57,400\n57,450\n57,500\n57,550 57,450\n57,500\n57,550\n57,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 371\n361\n350\n340 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 64\n53\n43\n32 834\n824\n813\n803 57,600\n57,650\n57,700\n57,750 57,650\n57,700\n57,750\n57,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 329\n319\n308\n297 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 22\n11\n*\n0 792\n782\n771\n761 57,800\n57,850\n57,900\n57,950 57,850\n57,900\n57,950\n58,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 287\n276\n266\n255 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 750\n740\n729\n719 58,000\n58,050\n58,100\n58,150 58,050\n58,100\n58,150\n58,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 245\n234\n224\n213 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 708\n698\n687\n677 58,200\n58,250\n58,300\n58,350 58,250\n58,300\n58,350\n58,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 203\n192\n182\n171 56,050\n56,100\n56,150\n56,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 666\n655\n645\n634 58,400\n58,450\n58,500\n58,550 58,450\n58,500\n58,550\n58,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 161\n150\n139\n129 56,200\n56,250\n56,300\n56,350 56,250\n56,300\n56,350\n56,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 624\n613\n603\n592 58,600\n58,650\n58,700\n58,750 58,650\n58,700\n58,750\n58,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 118\n108\n97\n87 56,400\n56,450\n56,500\n56,550 56,450\n56,500\n56,550\n56,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 582\n571\n561\n550 58,800\n58,850\n58,900\n58,950 58,850\n58,900\n58,950\n59,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 76\n66\n55\n45 56,600\n56,650\n56,700\n56,750 56,650\n56,700\n56,750\n56,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 540\n529\n519\n508 59,000\n59,050\n59,100\n59,150 59,050\n59,100\n59,150\n59,187 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 34\n24\n13\n** ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $55,500 but less than $55,529, and you have two qualifying children who have valid\nSSNs, your credit is $3. If the amount you are looking up from the worksheet is $55,529 or more, and you have two qualifying children who have valid SSNs, you can’t take\nthe credit. If the amount you are looking up from the worksheet is at least $59,150 but less than $59,187, and you have three qualifying children who have valid\nSSNs, your credit is $4. If the amount you are looking up from the worksheet is $59,187 or more, and you have three qualifying children who have valid SSNs, you can’t take\nthe credit. - 55 - Need more information or forms?",
    "querygen": [
      "what is earned income credit",
      "what is the earned income credit table",
      "what is the eic table"
    ],
    "querygen_score": [
      "-0.30328327",
      "1.3764434",
      "0.58724713"
    ]
  },
  {
    "id": "legal-advice_60__100",
    "doc_id": "legal-advice_60",
    "chunk_id": 100,
    "document_category": "legal-advice",
    "text": "And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 57,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 60,000 63,000 57,000\n57,050\n57,100\n57,150\n57,200 57,050\n57,100\n57,150\n57,200\n57,250 8,163\n8,174\n8,185\n8,196\n8,207 6,432\n6,438\n6,444\n6,450\n6,456 8,163\n8,174\n8,185\n8,196\n8,207 6,663\n6,674\n6,685\n6,696\n6,707 60,000\n60,050\n60,100\n60,150\n60,200 60,050\n60,100\n60,150\n60,200\n60,250 8,823\n8,834\n8,845\n8,856\n8,867 6,792\n6,798\n6,804\n6,810\n6,816 8,823\n8,834\n8,845\n8,856\n8,867 7,323\n7,334\n7,345\n7,356\n7,367 63,000\n63,050\n63,100\n63,150\n63,200 63,050\n63,100\n63,150\n63,200\n63,250 9,483\n9,494\n9,505\n9,516\n9,527 7,152\n7,158\n7,164\n7,170\n7,176 9,483\n9,494\n9,505\n9,516\n9,527 7,983\n7,994\n8,005\n8,016\n8,027 57,250\n57,300\n57,350\n57,400\n57,450 57,300\n57,350\n57,400\n57,450\n57,500 8,218\n8,229\n8,240\n8,251\n8,262 6,462\n6,468\n6,474\n6,480\n6,486 8,218\n8,229\n8,240\n8,251\n8,262 6,718\n6,729\n6,740\n6,751\n6,762 60,250\n60,300\n60,350\n60,400\n60,450 60,300\n60,350\n60,400\n60,450\n60,500 8,878\n8,889\n8,900\n8,911\n8,922 6,822\n6,828\n6,834\n6,840\n6,846 8,878\n8,889\n8,900\n8,911\n8,922 7,378\n7,389\n7,400\n7,411\n7,422 63,250\n63,300\n63,350\n63,400\n63,450 63,300\n63,350\n63,400\n63,450\n63,500 9,538\n9,549\n9,560\n9,571\n9,582 7,182\n7,188\n7,194\n7,200\n7,206 9,538\n9,549\n9,560\n9,571\n9,582 8,038\n8,049\n8,060\n8,071\n8,082 57,500\n57,550\n57,600\n57,650\n57,700 57,550\n57,600\n57,650\n57,700\n57,750 8,273\n8,284\n8,295\n8,306\n8,317 6,492\n6,498\n6,504\n6,510\n6,516 8,273\n8,284\n8,295\n8,306\n8,317 6,773\n6,784\n6,795\n6,806\n6,817 60,500\n60,550\n60,600\n60,650\n60,700 60,550\n60,600\n60,650\n60,700\n60,750 8,933\n8,944\n8,955\n8,966\n8,977 6,852\n6,858\n6,864\n6,870\n6,876 8,933\n8,944\n8,955\n8,966\n8,977 7,433\n7,444\n7,455\n7,466\n7,477 63,500\n63,550\n63,600\n63,650\n63,700 63,550\n63,600\n63,650\n63,700\n63,750 9,593\n9,604\n9,615\n9,626\n9,637 7,212\n7,218\n7,224\n7,230\n7,236 9,593\n9,604\n9,615\n9,626\n9,637 8,093\n8,104\n8,115\n8,126\n8,137 57,750\n57,800\n57,850\n57,900\n57,950 57,800\n57,850\n57,900\n57,950\n58,000 8,328\n8,339\n8,350\n8,361\n8,372 6,522\n6,528\n6,534\n6,540\n6,546 8,328\n8,339\n8,350\n8,361\n8,372 6,828\n6,839\n6,850\n6,861\n6,872 60,750\n60,800\n60,850\n60,900\n60,950 60,800\n60,850\n60,900\n60,950\n61,000 8,988\n8,999\n9,010\n9,021\n9,032 6,882\n6,888\n6,894\n6,900\n6,906 8,988\n8,999\n9,010\n9,021\n9,032 7,488\n7,499\n7,510\n7,521\n7,532 63,750\n63,800\n63,850\n63,900\n63,950 63,800\n63,850\n63,900\n63,950\n64,000 9,648\n9,659\n9,670\n9,681\n9,692 7,242\n7,248\n7,254\n7,260\n7,266 9,648\n9,659\n9,670\n9,681\n9,692 8,148\n8,159\n8,170\n8,181\n8,192 58,000 61,000 64,000 58,000\n58,050\n58,100\n58,150\n58,200 58,050\n58,100\n58,150\n58,200\n58,250 8,383\n8,394\n8,405\n8,416\n8,427 6,552\n6,558\n6,564\n6,570\n6,576 8,383\n8,394\n8,405\n8,416\n8,427 6,883\n6,894\n6,905\n6,916\n6,927 61,000\n61,050\n61,100\n61,150\n61,200 61,050\n61,100\n61,150\n61,200\n61,250 9,043\n9,054\n9,065\n9,076\n9,087 6,912\n6,918\n6,924\n6,930\n6,936 9,043\n9,054\n9,065\n9,076\n9,087 7,543\n7,554\n7,565\n7,576\n7,587 64,000\n64,050\n64,100\n64,150\n64,200 64,050\n64,100\n64,150\n64,200\n64,250 9,703\n9,714\n9,725\n9,736\n9,747 7,272\n7,278\n7,284\n7,290\n7,296 9,703\n9,714\n9,725\n9,736\n9,747 8,203\n8,214\n8,225\n8,236\n8,247 58,250\n58,300\n58,350\n58,400\n58,450 58,300\n58,350\n58,400\n58,450\n58,500 8,438\n8,449\n8,460\n8,471\n8,482 6,582\n6,588\n6,594\n6,600\n6,606 8,438\n8,449\n8,460\n8,471\n8,482 6,938\n6,949\n6,960\n6,971\n6,982 61,250\n61,300\n61,350\n61,400\n61,450 61,300\n61,350\n61,400\n61,450\n61,500 9,098\n9,109\n9,120\n9,131\n9,142 6,942\n6,948\n6,954\n6,960\n6,966 9,098\n9,109\n9,120\n9,131\n9,142 7,598\n7,609\n7,620\n7,631\n7,642 64,250\n64,300\n64,350\n64,400\n64,450 64,300\n64,350\n64,400\n64,450\n64,500 9,758\n9,769\n9,780\n9,791\n9,802 7,302\n7,308\n7,314\n7,320\n7,326 9,758\n9,769\n9,780\n9,791\n9,802 8,258\n8,269\n8,280\n8,291\n8,302 58,500\n58,550\n58,600\n58,650\n58,700 58,550\n58,600\n58,650\n58,700\n58,750 8,493\n8,504\n8,515\n8,526\n8,537 6,612\n6,618\n6,624\n6,630\n6,636 8,493\n8,504\n8,515\n8,526\n8,537 6,993\n7,004\n7,015\n7,026\n7,037 61,500\n61,550\n61,600\n61,650\n61,700 61,550\n61,600\n61,650\n61,700\n61,750 9,153\n9,164\n9,175\n9,186\n9,197 6,972\n6,978\n6,984\n6,990\n6,996 9,153\n9,164\n9,175\n9,186\n9,197 7,653\n7,664\n7,675\n7,686\n7,697 64,500\n64,550\n64,600\n64,650\n64,700 64,550\n64,600\n64,650\n64,700\n64,750 9,813\n9,824\n9,835\n9,846\n9,857 7,332\n7,338\n7,344\n7,350\n7,356 9,813\n9,824\n9,835\n9,846\n9,857 8,313\n8,324\n8,335\n8,346\n8,357 58,750\n58,800\n58,850\n58,900\n58,950 58,800\n58,850\n58,900\n58,950\n59,000 8,548\n8,559\n8,570\n8,581\n8,592 6,642\n6,648\n6,654\n6,660\n6,666 8,548\n8,559\n8,570\n8,581\n8,592 7,048\n7,059\n7,070\n7,081\n7,092 61,750\n61,800\n61,850\n61,900\n61,950 61,800\n61,850\n61,900\n61,950\n62,000 9,208\n9,219\n9,230\n9,241\n9,252 7,002\n7,008\n7,014\n7,020\n7,026 9,208\n9,219\n9,230\n9,241\n9,252 7,708\n7,719\n7,730\n7,741\n7,752 64,750\n64,800\n64,850\n64,900\n64,950 64,800\n64,850\n64,900\n64,950\n65,000 9,868\n9,879\n9,890\n9,901\n9,912 7,362\n7,368\n7,374\n7,380\n7,386 9,868\n9,879\n9,890\n9,901\n9,912 8,368\n8,379\n8,390\n8,401\n8,412 59,000 62,000 65,000 59,000\n59,050\n59,100\n59,150\n59,200 59,050\n59,100\n59,150\n59,200\n59,250 8,603\n8,614\n8,625\n8,636\n8,647 6,672\n6,678\n6,684\n6,690\n6,696 8,603\n8,614\n8,625\n8,636\n8,647 7,103\n7,114\n7,125\n7,136\n7,147 62,000\n62,050\n62,100\n62,150\n62,200 62,050\n62,100\n62,150\n62,200\n62,250 9,263\n9,274\n9,285\n9,296\n9,307 7,032\n7,038\n7,044\n7,050\n7,056 9,263\n9,274\n9,285\n9,296\n9,307 7,763\n7,774\n7,785\n7,796\n7,807 65,000\n65,050\n65,100\n65,150\n65,200 65,050\n65,100\n65,150\n65,200\n65,250 9,923\n9,934\n9,945\n9,956\n9,967 7,392\n7,398\n7,404\n7,410\n7,416 9,923\n9,934\n9,945\n9,956\n9,967 8,423\n8,434\n8,445\n8,456\n8,467 59,250\n59,300\n59,350\n59,400\n59,450 59,300\n59,350\n59,400\n59,450\n59,500 8,658\n8,669\n8,680\n8,691\n8,702 6,702\n6,708\n6,714\n6,720\n6,726 8,658\n8,669\n8,680\n8,691\n8,702 7,158\n7,169\n7,180\n7,191\n7,202 62,250\n62,300\n62,350\n62,400\n62,450 62,300\n62,350\n62,400\n62,450\n62,500 9,318\n9,329\n9,340\n9,351\n9,362 7,062\n7,068\n7,074\n7,080\n7,086 9,318\n9,329\n9,340\n9,351\n9,362 7,818\n7,829\n7,840\n7,851\n7,862 65,250\n65,300\n65,350\n65,400\n65,450 65,300\n65,350\n65,400\n65,450\n65,500 9,978\n9,989\n10,000\n10,011\n10,022 7,422\n7,428\n7,434\n7,440\n7,446 9,978\n9,989\n10,000\n10,011\n10,022 8,478\n8,489\n8,500\n8,511\n8,522 59,500\n59,550\n59,600\n59,650\n59,700 59,550\n59,600\n59,650\n59,700\n59,750 8,713\n8,724\n8,735\n8,746\n8,757 6,732\n6,738\n6,744\n6,750\n6,756 8,713\n8,724\n8,735\n8,746\n8,757 7,213\n7,224\n7,235\n7,246\n7,257 62,500\n62,550\n62,600\n62,650\n62,700 62,550\n62,600\n62,650\n62,700\n62,750 9,373\n9,384\n9,395\n9,406\n9,417 7,092\n7,098\n7,104\n7,110\n7,116 9,373\n9,384\n9,395\n9,406\n9,417 7,873\n7,884\n7,895\n7,906\n7,917 65,500\n65,550\n65,600\n65,650\n65,700 65,550\n65,600\n65,650\n65,700\n65,750 10,033\n10,044\n10,055\n10,066\n10,077 7,452\n7,458\n7,464\n7,470\n7,476 10,033\n10,044\n10,055\n10,066\n10,077 8,533\n8,544\n8,555\n8,566\n8,577 59,750\n59,800\n59,850\n59,900\n59,950 59,800\n59,850\n59,900\n59,950\n60,000 8,768\n8,779\n8,790\n8,801\n8,812 6,762\n6,768\n6,774\n6,780\n6,786 8,768\n8,779\n8,790\n8,801\n8,812 7,268\n7,279\n7,290\n7,301\n7,312 62,750\n62,800\n62,850\n62,900\n62,950 62,800\n62,850\n62,900\n62,950\n63,000 9,428\n9,439\n9,450\n9,461\n9,472 7,122\n7,128\n7,134\n7,140\n7,146 9,428\n9,439\n9,450\n9,461\n9,472 7,928\n7,939\n7,950\n7,961\n7,972 65,750\n65,800\n65,850\n65,900\n65,950 65,800\n65,850\n65,900\n65,950\n66,000 10,088\n10,099\n10,110\n10,121\n10,132 7,482\n7,488\n7,494\n7,500\n7,506 10,088\n10,099\n10,110\n10,121\n10,132 8,588\n8,599\n8,610\n8,621\n8,632 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 70 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 66,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 69,000 72,000 66,000\n66,050\n66,100\n66,150\n66,200 66,050\n66,100\n66,150\n66,200\n66,250 10,143\n10,154\n10,165\n10,176\n10,187 7,512\n7,518\n7,524\n7,530\n7,536 10,143\n10,154\n10,165\n10,176\n10,187 8,643\n8,654\n8,665\n8,676\n8,687 69,000\n69,050\n69,100\n69,150\n69,200 69,050\n69,100\n69,150\n69,200\n69,250 10,803\n10,814\n10,825\n10,836\n10,847 7,872\n7,878\n7,884\n7,890\n7,896 10,803\n10,814\n10,825\n10,836\n10,847 9,303\n9,314\n9,325\n9,336\n9,347 72,000\n72,050\n72,100\n72,150\n72,200 72,050\n72,100\n72,150\n72,200\n72,250 11,463\n11,474\n11,485\n11,496\n11,507 8,232\n8,238\n8,244\n8,250\n8,256 11,463\n11,474\n11,485\n11,496\n11,507 9,963\n9,974\n9,985\n9,996\n10,007 66,250\n66,300\n66,350\n66,400\n66,450 66,300\n66,350\n66,400\n66,450\n66,500 10,198\n10,209\n10,220\n10,231\n10,242 7,542\n7,548\n7,554\n7,560\n7,566 10,198\n10,209\n10,220\n10,231\n10,242 8,698\n8,709\n8,720\n8,731\n8,742 69,250\n69,300\n69,350\n69,400\n69,450 69,300\n69,350\n69,400\n69,450\n69,500 10,858\n10,869\n10,880\n10,891\n10,902 7,902\n7,908\n7,914\n7,920\n7,926 10,858\n10,869\n10,880\n10,891\n10,902 9,358\n9,369\n9,380\n9,391\n9,402 72,250\n72,300\n72,350\n72,400\n72,450 72,300\n72,350\n72,400\n72,450\n72,500 11,518\n11,529\n11,540\n11,551\n11,562 8,262\n8,268\n8,274\n8,280\n8,286 11,518\n11,529\n11,540\n11,551\n11,562 10,018\n10,029\n10,040\n10,051\n10,062 66,500\n66,550\n66,600\n66,650\n66,700 66,550\n66,600\n66,650\n66,700\n66,750 10,253\n10,264\n10,275\n10,286\n10,297 7,572\n7,578\n7,584\n7,590\n7,596 10,253\n10,264\n10,275\n10,286\n10,297 8,753\n8,764\n8,775\n8,786\n8,797 69,500\n69,550\n69,600\n69,650\n69,700 69,550\n69,600\n69,650\n69,700\n69,750 10,913\n10,924\n10,935\n10,946\n10,957 7,932\n7,938\n7,944\n7,950\n7,956 10,913\n10,924\n10,935\n10,946\n10,957 9,413\n9,424\n9,435\n9,446\n9,457 72,500\n72,550\n72,600\n72,650\n72,700 72,550\n72,600\n72,650\n72,700\n72,750 11,573\n11,584\n11,595\n11,606\n11,617 8,292\n8,298\n8,304\n8,310\n8,316 11,573\n11,584\n11,595\n11,606\n11,617 10,073\n10,084\n10,095\n10,106\n10,117 66,750\n66,800\n66,850\n66,900\n66,950 66,800\n66,850\n66,900\n66,950\n67,000 10,308\n10,319\n10,330\n10,341\n10,352 7,602\n7,608\n7,614\n7,620\n7,626 10,308\n10,319\n10,330\n10,341\n10,352 8,808\n8,819\n8,830\n8,841\n8,852 69,750\n69,800\n69,850\n69,900\n69,950 69,800\n69,850\n69,900\n69,950\n70,000 10,968\n10,979\n10,990\n11,001\n11,012 7,962\n7,968\n7,974\n7,980\n7,986 10,968\n10,979\n10,990\n11,001\n11,012 9,468\n9,479\n9,490\n9,501\n9,512 72,750\n72,800\n72,850\n72,900\n72,950 72,800\n72,850\n72,900\n72,950\n73,000 11,628\n11,639\n11,650\n11,661\n11,672 8,322\n8,328\n8,334\n8,340\n8,346 11,628\n11,639\n11,650\n11,661\n11,672 10,128\n10,139\n10,150\n10,161\n10,172 67,000 70,000 73,000 67,000\n67,050\n67,100\n67,150\n67,200 67,050\n67,100\n67,150\n67,200\n67,250 10,363\n10,374\n10,385\n10,396\n10,407 7,632\n7,638\n7,644\n7,650\n7,656 10,363\n10,374\n10,385\n10,396\n10,407 8,863\n8,874\n8,885\n8,896\n8,907 70,000\n70,050\n70,100\n70,150\n70,200 70,050\n70,100\n70,150\n70,200\n70,250 11,023\n11,034\n11,045\n11,056\n11,067 7,992\n7,998\n8,004\n8,010\n8,016 11,023\n11,034\n11,045\n11,056\n11,067 9,523\n9,534\n9,545\n9,556\n9,567 73,000\n73,050\n73,100\n73,150\n73,200 73,050\n73,100\n73,150\n73,200\n73,250 11,683\n11,694\n11,705\n11,716\n11,727 8,352\n8,358\n8,364\n8,370\n8,376 11,683\n11,694\n11,705\n11,716\n11,727 10,183\n10,194\n10,205\n10,216\n10,227 67,250\n67,300\n67,350\n67,400\n67,450 67,300\n67,350\n67,400\n67,450\n67,500 10,418\n10,429\n10,440\n10,451\n10,462 7,662\n7,668\n7,674\n7,680\n7,686 10,418\n10,429\n10,440\n10,451\n10,462 8,918\n8,929\n8,940\n8,951\n8,962 70,250\n70,300\n70,350\n70,400\n70,450 70,300\n70,350\n70,400\n70,450\n70,500 11,078\n11,089\n11,100\n11,111\n11,122 8,022\n8,028\n8,034\n8,040\n8,046 11,078\n11,089\n11,100\n11,111\n11,122 9,578\n9,589\n9,600\n9,611\n9,622 73,250\n73,300\n73,350\n73,400\n73,450 73,300\n73,350\n73,400\n73,450\n73,500 11,738\n11,749\n11,760\n11,771\n11,782 8,382\n8,388\n8,394\n8,400\n8,406 11,738\n11,749\n11,760\n11,771\n11,782 10,238\n10,249\n10,260\n10,271\n10,282 67,500\n67,550\n67,600\n67,650\n67,700 67,550\n67,600\n67,650\n67,700\n67,750 10,473\n10,484\n10,495\n10,506\n10,517 7,692\n7,698\n7,704\n7,710\n7,716 10,473\n10,484\n10,495\n10,506\n10,517 8,973\n8,984\n8,995\n9,006\n9,017 70,500\n70,550\n70,600\n70,650\n70,700 70,550\n70,600\n70,650\n70,700\n70,750 11,133\n11,144\n11,155\n11,166\n11,177 8,052\n8,058\n8,064\n8,070\n8,076 11,133\n11,144\n11,155\n11,166\n11,177 9,633\n9,644\n9,655\n9,666\n9,677 73,500\n73,550\n73,600\n73,650\n73,700 73,550\n73,600\n73,650\n73,700\n73,750 11,793\n11,804\n11,815\n11,826\n11,837 8,412\n8,418\n8,424\n8,430\n8,436 11,793\n11,804\n11,815\n11,826\n11,837 10,293\n10,304\n10,315\n10,326\n10,337 67,750\n67,800\n67,850\n67,900\n67,950 67,800\n67,850\n67,900\n67,950\n68,000 10,528\n10,539\n10,550\n10,561\n10,572 7,722\n7,728\n7,734\n7,740\n7,746 10,528\n10,539\n10,550\n10,561\n10,572 9,028\n9,039\n9,050\n9,061\n9,072 70,750\n70,800\n70,850\n70,900\n70,950 70,800\n70,850\n70,900\n70,950\n71,000 11,188\n11,199\n11,210\n11,221\n11,232 8,082\n8,088\n8,094\n8,100\n8,106 11,188\n11,199\n11,210\n11,221\n11,232 9,688\n9,699\n9,710\n9,721\n9,732 73,750\n73,800\n73,850\n73,900\n73,950 73,800\n73,850\n73,900\n73,950\n74,000",
    "querygen": [
      "irs rules on filing a jointly",
      "who is married and filing jointly",
      "if you are single filing a jointly and you have sms, your tax is"
    ],
    "querygen_score": [
      "-0.603536",
      "0.5167097",
      "0.98765707"
    ]
  }
]