[
  {
    "id": "legal-advice_64__36",
    "doc_id": "legal-advice_64",
    "chunk_id": 36,
    "document_category": "legal-advice",
    "text": "The 121-day period began on May 17, 2022 (60 days before\nthe ex-dividend date), and ended on\nSeptember 14, 2022. You have no qualified dividends from XYZ Corp. because you held the XYZ stock for less than 61\ndays. Example 2. The facts are the same as\nin Example 1 except that you bought the\nstock on July 15, 2022 (the day before\nthe ex-dividend date), and you sold the\nstock on September 16, 2022. You held\nthe stock for 63 days (from July 16,\n2022, through September 16, 2022). The\n$500 of qualified dividends shown in\nbox 1b of Form 1099-DIV are all qualified dividends because you held the\nstock for 61 days of the 121-day period\n(from July 16, 2022, through September\n14, 2022). Example 3. You bought 10,000\nshares of ABC Mutual Fund common\nstock on July 8, 2022. ABC Mutual\nFund paid a cash dividend of 10 cents a\nshare. The ex-dividend date was July 16,\n2022. The ABC Mutual Fund advises\nyou that the part of the dividend eligible\nto be treated as qualified dividends\nequals 2 cents a share. Your Form\n1099-DIV from ABC Mutual Fund\nshows total ordinary dividends of $1,000\nand qualified dividends of $200. However, you sold the 10,000 shares on August 11, 2022. You have no qualified\ndividends from ABC Mutual Fund because you held the ABC Mutual Fund\nstock for less than 61 days. Use the Qualified Dividends TIP and Capital Gain Tax Worksheet or the Schedule D Tax\nWorksheet, whichever applies, to figure\nyour tax. See the instructions for line 16\nfor details. Line 3b\nOrdinary Dividends\nEach payer should send you a Form\n1099-DIV. Enter your total ordinary dividends on line 3b. This amount should\nbe shown in box 1a of Form(s)\n1099-DIV. You must fill in and attach Schedule B if the total is over $1,500 or you\nreceived, as a nominee, ordinary dividends that actually belong to someone\nelse. Nondividend Distributions Some distributions are a return of your\ncost (or other basis). They won't be Need more information or forms? Visit IRS.gov. -26- taxed until you recover your cost (or\nother basis). You must reduce your cost\n(or other basis) by these distributions. After you get back all of your cost (or\nother basis), you must report these distributions as capital gains on Form 8949. For details, see Pub. 550. Dividends on insurance poli- TIP cies are a partial return of the\npremiums you paid. Don’t report them as dividends. Include them in\nincome on Schedule 1, line 8z, only if\nthey exceed the total of all net premiums\nyou paid for the contract. Lines 4a and 4b\nIRA Distributions You should receive a Form 1099-R\nshowing the total amount of any distribution from your IRA before income tax\nor other deductions were withheld. This\namount should be shown in box 1 of\nForm 1099-R. Unless otherwise noted in\nthe line 4a and 4b instructions, an IRA\nincludes a traditional IRA, Roth IRA,\nsimplified employee pension (SEP)\nIRA, and a savings incentive match plan\nfor employees (SIMPLE) IRA. Except\nas provided next, leave line 4a blank and\nenter the total distribution (from Form\n1099-R, box 1) on line 4b. Exception 1.",
    "querygen": [
      "when does xyz stock expire",
      "when does xyz stock ex dividend start on",
      "when will xyz stock be ex dividend"
    ],
    "querygen_score": [
      "-0.103499845",
      "0.56247157",
      "0.5148773"
    ]
  },
  {
    "id": "legal-advice_69__23",
    "doc_id": "legal-advice_69",
    "chunk_id": 23,
    "document_category": "legal-advice",
    "text": "Credit is granted only for\na full contact hour, which is 50 minutes or multiples\nthereof. For example, a program lasting more than\n50 minutes but less than 100 minutes will count as\nonly one contact hour. (3) Individual segments at continuous\nconferences, conventions and the like will be\nconsidered one total program. For example, two\n90-minute segments (180 minutes) at a continuous\nconference will count as three contact hours. (4) For university or college courses, each\nsemester hour credit will equal 15 contact hours and\na quarter hour credit will equal 10 contact hours. (h) Recordkeeping requirements. (1) Each individual applying for renewal must\nretain for a period of four years following the date\nof renewal the information required with regard to\nqualifying continuing education credit hours. Such\ninformation includes —\n(i) The name of the sponsoring organization;\n(ii) The location of the program;\n(iii) The title of the program, qualified program\nnumber, and description of its content;\n(iv) Written outlines, course syllibi, textbook,\nand/or electronic materials provided or required for\nthe course;\n(v) The dates attended;\n(vi) The credit hours claimed;\n(vii) The name(s) of the instructor(s), discussion\nleader(s), or speaker(s), if appropriate; and\n(viii) The certificate of completion and/or\nsigned statement of the hours of attendance obtained\nfrom the continuing education provider. (2) To receive continuing education credit for\nservice completed as an instructor, discussion leader,\nor speaker, the following information must be\nmaintained for a period of four years following the\ndate of renewal —\n(i) The name of the sponsoring organization;\nPage 14 — § 10.6 (ii) The location of the program;\n(iii) The title of the program and copy of its\ncontent;\n(iv) The dates of the program; and\n(v) The credit hours claimed. (i) Waivers. (1) Waiver from the continuing education\nrequirements for a given period may be granted for\nthe following reasons —\n(i) Health, which prevented compliance with\nthe continuing education requirements;\n(ii) Extended active military duty;\n(iii) Absence from the United States for an\nextended period of time due to employment or other\nreasons, provided the individual does not practice\nbefore the Internal Revenue Service during such\nabsence; and\n(iv) Other compelling reasons, which will be\nconsidered on a case-by-case basis.\n(2) A request for waiver must be accompanied\nby appropriate documentation. The individual is\nrequired to furnish any additional documentation\nor explanation deemed necessary. Examples of\nappropriate documentation could be a medical\ncertificate or military orders.\n(3) A request for waiver must be filed no later\nthan the last day of the renewal application period. (4) If a request for waiver is not approved, the\nindividual will be placed in inactive status. The\nindividual will be notified that the waiver was not\napproved and that the individual has been placed on a\nroster of inactive enrolled agents, enrolled retirement\nplan agents, or registered tax return preparers. (5) If the request for waiver is not approved, the\nindividual may file a protest as prescribed by the\nInternal Revenue Service in forms, instructions, or\nother appropriate guidance. A protest filed under this\nsection is not governed by subpart D of this part. (6) If a request for waiver is approved, the\nindividual will be notified and issued a card or\ncertificate evidencing renewal. (7) Those who are granted waivers are required\nto file timely applications for renewal of enrollment\nor registration. (j) Failure to comply. Treasury Department Circular No. 230",
    "querygen": [
      "what's the difference between half hour and full day",
      "what is full contact hour",
      "what is contact hour"
    ],
    "querygen_score": [
      "-5.102691",
      "0.63653696",
      "-0.37118334"
    ]
  },
  {
    "id": "legal-advice_41__32",
    "doc_id": "legal-advice_41",
    "chunk_id": 32,
    "document_category": "legal-advice",
    "text": "(e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230 matter administered by the Internal Revenue Service\nand for which he or she is employed as counsel,\nattorney, or agent, or in which he or she may be in any\nway interested. § 10.27 Fees.\n(a) In general. A practitioner may not charge an\nunconscionable fee in connection with any matter\nbefore the Internal Revenue Service. (b) Contingent fees —\n(1) Except as provided in paragraphs (b)(2), (3),\nand (4) of this section, a practitioner may not charge\na contingent fee for services rendered in connection\nwith any matter before the Internal Revenue Service.\n(2) A practitioner may charge a contingent\nfee for services rendered in connection with the\nService’s examination of, or challenge to —\n(i) An original tax return; or\n(ii) An amended return or claim for refund or\ncredit where the amended return or claim for refund\nor credit was filed within 120 days of the taxpayer\nreceiving a written notice of the examination of, or a\nwritten challenge to the original tax return.\n(3) A practitioner may charge a contingent fee\nfor services rendered in connection with a claim\nfor credit or refund filed solely in connection with\nthe determination of statutory interest or penalties\nassessed by the Internal Revenue Service.\n(4) A practitioner may charge a contingent fee\nfor services rendered in connection with any judicial\nproceeding arising under the Internal Revenue Code.\n(c) Definitions. For purposes of this section —\n(1) Contingent fee is any fee that is based, in\nwhole or in part, on whether or not a position taken\non a tax return or other filing avoids challenge by\nthe Internal Revenue Service or is sustained either\nby the Internal Revenue Service or in litigation. A contingent fee includes a fee that is based on a\npercentage of the refund reported on a return, that\nis based on a percentage of the taxes saved, or that\notherwise depends on the specific result attained. A\ncontingent fee also includes any fee arrangement\nin which the practitioner will reimburse the client\nfor all or a portion of the client’s fee in the event\n§ 10.27 — Page 21 Table of Contents that a position taken on a tax return or other filing\nis challenged by the Internal Revenue Service or\nis not sustained, whether pursuant to an indemnity\nagreement, a guarantee, rescission rights, or any\nother arrangement with a similar effect. (2) Matter before the Internal Revenue Service\nincludes tax planning and advice, preparing or filing\nor assisting in preparing or filing returns or claims\nfor refund or credit, and all matters connected with\na presentation to the Internal Revenue Service\nor any of its officers or employees relating to a\ntaxpayer’s rights, privileges, or liabilities under\nlaws or regulations administered by the Internal\nRevenue Service. Such presentations include, but\nare not limited to, preparing and filing documents,\ncorresponding and communicating with the Internal\nRevenue Service, rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nand representing a client at conferences, hearings,\nand meetings. (d) Effective/applicability date. This section is\napplicable for fee arrangements entered into after\nMarch 26, 2008.",
    "querygen": [
      "when does notary act of treasury begin",
      "what is the effective date for becoming a notary public",
      "are notaries required for treasury"
    ],
    "querygen_score": [
      "0.0150016975",
      "-0.33193263",
      "-0.46026534"
    ]
  },
  {
    "id": "legal-advice_92__57",
    "doc_id": "legal-advice_92",
    "chunk_id": 57,
    "document_category": "legal-advice",
    "text": "Enter the smaller of line 1 or line 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14. Add lines 5 and 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15.\nSubtract line 15 from line 14. If zero or less, enter -0- . . . . . . . . . . . . . . . . . . . . . . . 16. Enter the smaller of line 12 or line 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17.\nMultiply line 17 by 15% (0.15) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n18. Add lines 9 and 17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19.\nSubtract line 19 from line 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20.\nMultiply line 20 by 20% (0.20) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n21.\nFigure the tax on the amount on line 5. If the amount on line 5 is less than $100,000, use the Tax Table\nto figure the tax.",
    "querygen": [
      "which line must be smaller than line 3 on a slender card",
      "what is the smaller of the lines? a",
      "what is the smaller of the lines"
    ],
    "querygen_score": [
      "-6.6729517",
      "-3.1078017",
      "-1.9868144"
    ]
  },
  {
    "id": "legal-advice_65__61",
    "doc_id": "legal-advice_65",
    "chunk_id": 61,
    "document_category": "legal-advice",
    "text": "§ 10.90 — Page 43 Table of Contents (5) Disqualified appraisers. (6) Qualified continuing education providers,\nincluding providers —\n(i) Who have obtained a qualifying continuing\neducation provider number; and\n(ii) Whose qualifying continuing education\nnumber has been revoked for failure to comply with\nthe requirements of this part. (b) Other records. Other records of the Director\nof the Office of Professional Responsibility may be\ndisclosed upon specific request, in accordance with\nthe applicable law. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.92 Special orders. § 10.91 Saving provision. Approved: June 3, 2014\nChristopher J. Meade,\nGeneral Counsel Any proceeding instituted under this part prior to\nJune 12, 2014, for which a final decision has not been\nreached or for which judicial review is still available\nis not affected by these revisions. Any proceeding\nunder this part based on conduct engaged in prior to\nJune 12, 2014, which is instituted after that date, will\napply subpart D and E of this part as revised, but\nthe conduct engaged in prior to the effective date of\nthese revisions will be judged by the regulations in\neffect at the time the conduct occurred. Page 44 — § 10.90 The Secretary of the Treasury reserves the power to\nissue such special orders as he or she deems proper\nin any cases within the purview of this part. § 10.93 Effective date. Except as otherwise provided in each section and\nSubject to §10.91, Part 10 is applicable on July 26,\n2002. John Dalrymple,\nDeputy Commissioner for Services and Enforcement [FR Doc. 2014-13739 Filed 06/09/2014 at 4:15 pm;\nPublication Date: 06/12/2014] Treasury Department Circular No. 230",
    "querygen": [
      "what is the difference between qualified ce provider or disqualified appraiser",
      "what is disqualified appraiser",
      "disqualified appraiser definition"
    ],
    "querygen_score": [
      "-0.9377168",
      "-0.93705297",
      "-1.3713663"
    ]
  },
  {
    "id": "legal-advice_49__1",
    "doc_id": "legal-advice_49",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20090801F\nRelease Date: 2/20/2009 CC:LM:RFPH:------------------POSTF-108700-08\nUILC: 267.00-00, 267.02-03 date: April 24, 2008 to: from: subject: ---------------Financial Products Specialist\n(Large & Mid-size Business) ----------------------- Field Attorney -------------------------- ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------This memorandum responds to your request for assistance. This advice may not\nbe used or cited as precedent. We have informally coordinated our advice on the\napplication of Treas. Reg. §1.267(a)-3 and Article -------, the non-discrimination clause,\nof the U.S.- Country A treaty with CC:INTL:B1 and CC:INTL:B2.1\nDISCLOSURE STATEMENT This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views. 1 This advisory opinion is based on the facts as set forth below and its application is dependent on the\nveracity of these facts. Please inform us if any of the facts set forth below are incorrect as it could\nmaterially change this advisory opinion. POSTF-108700-08 Foreign Parent\nU.S. Insurance Sub.\nU.S. Sub.\nState A\nCountry A\nYear 1\nYear 2\nYear 3\nAmount 1\nAmount 2\nAmount 3\nAmount 4\nAmount 5\nAmount 6\nPercentage 1\nSection X 2 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ISSUES:\nI. Whether the application of Treas. Reg. §1.267-3(a) to disallow ------------------------- interest deductions for interest accrued, but not paid, on\nthe notes payable to its foreign parent violates the nondiscrimination\nprovision of the U.S.- Country A tax treaty. II. Whether Treas. Reg. §1.267-3(a) is valid as a permissible\nconstruction of the relevant statutory provisions. III. Whether the fact that any interest due under the notes payable was\nnot payable without the approval of the Superintendent of Insurance\nfor the State of --------------, and, as ------------------------ never received\nsuch approval, can the accrued interest even be considered a\ndeductible expense at all because all events have not occurred\nwhich determine the fact of the liability. CONCLUSIONS:\nI. The application of Treas. Reg. §1.267-3(a) to disallow --------------------------interest deductions for interest accrued, but not paid, on the notes\npayable to its foreign parent does not violate the nondiscrimination\nprovision of the U.S.- Country A tax treaty because the provision\nspecifically states that in this context the interest must be actually paid\nto the foreign resident and it was not; and Treas. Reg. §1.267-3(a) does\nnot compel different tax treatment of corporations conditioned solely on POSTF-108700-08 3 the domestic or foreign status of the taxpayer corporation. This is\nevidenced by the fact that: (i) ----- is treated similarly to a U.S.\ncorporation that is on the cash method of accounting; (ii) ----- is not\ncomparably situated to a hypothetical U.S. corporation that is taxed on\nits world-wide income as ----- would not be taxed in the U.S. on its\nworld-wide income; and (iii) ----- is not comparably situated to a U.S.\ncorporation that is subject to U.S. tax as the interest accrues or even a\nforeign corporation that reports the interest as effectively connected\nwith a trade or business in the U.S. and would be subject to tax as the\ninterest accrues. II. Treas.",
    "querygen": [
      "what is the irs memo number",
      "ics memo number",
      "usilc number"
    ],
    "querygen_score": [
      "-2.1281598",
      "-5.183772",
      "-6.7952313"
    ]
  },
  {
    "id": "legal-advice_34__58",
    "doc_id": "legal-advice_34",
    "chunk_id": 58,
    "document_category": "legal-advice",
    "text": "The Internal Revenue Service may\nTreasury Department Circular No. 230 determine the manner of giving notice to the proper\nauthorities of the State by which the censured,\nsuspended, or disbarred person was licensed to\npractice. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.81 Petition for reinstatement. (a) In general. A practitioner disbarred or\nsuspended under §10.60, or suspended under\n§10.82, or a disqualified appraiser may petition\nfor reinstatement before the Internal Revenue\nService after the expiration of 5 years following\nsuch disbarment, suspension, or disqualification\n(or immediately following the expiration of the\nsuspension or disqualification period, if shorter than\n5 years). Reinstatement will not be granted unless\nthe Internal Revenue Service is satisfied that the\npetitioner is not likely to engage thereafter in conduct\ncontrary to the regulations in this part, and that\ngranting such reinstatement would not be contrary to\nthe public interest. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.82 Expedited suspension. (a) When applicable. Whenever the Commissioner,\nor delegate, determines that a practitioner is\ndescribed in paragraph (b) of this section, the\nexpedited procedures described in this section may\nbe used to suspend the practitioner from practice\nbefore the Internal Revenue Service. (b) To whom applicable. This section applies to\nany practitioner who, within 5 years prior to the\ndate that a show cause order under this section’s\nexpedited suspension procedures is served:\n(1) Has had a license to practice as an attorney,\ncertified public accountant, or actuary suspended or\nrevoked for cause (not including a failure to pay a\nprofessional licensing fee) by any authority or court,\nagency, body, or board described in §10.51(a)(10). (2) Has, irrespective of whether an appeal has\nbeen taken, been convicted of any crime under title\n§ 10.82 — Page 41 Table of Contents 26 of the United States Code, any crime involving\ndishonesty or breach of trust, or any felony for which\nthe conduct involved renders the practitioner unfit\nto practice before the Internal Revenue Service. (3) Has violated conditions imposed on the\npractitioner pursuant to §10.79(d).\n(4) Has been sanctioned by a court of competent\njurisdiction, whether in a civil or criminal\nproceeding (including suits for injunctive relief),\nrelating to any taxpayer’s tax liability or relating to\nthe practitioner’s own tax liability, for —\n(i) Instituting or maintaining proceedings\nprimarily for delay;\n(ii) Advancing frivolous or groundless\narguments; or\n(iii) Failing to pursue available administrative\nremedies. (5) Has demonstrated a pattern of willful\ndisreputable conduct by—\n(i) Failing to make an annual Federal tax return,\nin violation of the Federal tax laws, during 4 of the\n5 tax years immediately preceding the institution of\na proceeding under paragraph (c) of this section and\nremains noncompliant with any of the practitioner’s\nFederal tax filing obligations at the time the notice\nof suspension is issued under paragraph (f) of this\nsection; or\n(ii) Failing to make a return required more\nfrequently than annually, in violation of the\nFederal tax laws, during 5 of the 7 tax periods\nimmediately preceding the institution of a\nproceeding under paragraph (c) of this section and\nremains noncompliant with any of the practitioner’s\nFederal tax filing obligations at the time the notice\nof suspension is issued under paragraph (f) of this\nsection. (c) Expedited suspension procedures.",
    "querygen": [
      "when is the time limit for giving notice to public authorities of state by which a censured, suspended, or disbarred person was licensed to practice?",
      "when is censured, suspended or disbarred",
      "when is censure issued treasury circular effective"
    ],
    "querygen_score": [
      "0.11058841",
      "0.35151422",
      "-0.8205817"
    ]
  },
  {
    "id": "legal-advice_99__111",
    "doc_id": "legal-advice_99",
    "chunk_id": 111,
    "document_category": "legal-advice",
    "text": "Coronavirus. Go\nto\nIRS.gov/ Coronavirus for links to information on\nthe impact of the coronavirus, as well as\ntax relief available for individuals and\nfamilies, small businesses, and tax-exempt organizations. Employers can register to use Business Services Online. The Social Security Administration (SSA) offers online services at SSA. gov/employer for\nfast, free, and secure online W-2 filing\noptions to CPAs, accountants, enrolled\nagents, and individuals who process\nForm W-2, Wage and Tax Statement,\nand Form W-2c, Corrected Wage and\nTax Statement. IRS social media. Go to IRS.gov/\nSocialMedia to see the various social\nmedia tools the IRS uses to share the latest information on tax changes, scam\nalerts, initiatives, products, and services. At the IRS, privacy and security are our\nhighest priority. We use these tools to\nshare public information with you. Don’t post your social security number\n(SSN) or other confidential information\non social media sites. Always protect\nyour identity when using any social networking site. The following IRS YouTube channels provide short, informative videos\non various tax-related topics in English,\nSpanish, and ASL. • Youtube.com/irsvideos.\n• Youtube.com/irsvideosmultilingua.\n• Youtube.com/irsvideosASL. Watching IRS videos. The IRS Video\nportal (IRSvideos.gov) contains video\nand audio presentations for individuals,\nsmall businesses, and tax professionals. Online tax information in other languages. You can find information on\nIRS. gov/MyLanguage if English isn’t\nyour native language. Free Over-the-Phone Interpreter\n(OPI) Service. The IRS is committed to\nserving our multilingual customers by\noffering OPI services. The OPI Service\nis a federally funded program and is\navailable at Taxpayer Assistance Cen- -79- ters (TACs), other IRS offices, and every VITA/TCE return site. The OPI\nService is accessible in more than 350\nlanguages. Accessibility Helpline available for\ntaxpayers with disabilities. Taxpayers\nwho need information about accessibility services can call 833-690-0598. The\nAccessibility Helpline can answer questions related to current and future accessibility products and services available\nin alternative media formats (for example, braille, large print, audio, etc.). The\nAccessibility Helpline does not have access to your IRS account. For help with\ntax law, refunds, or account-related issues, go to IRS.gov/LetUsHelp. Note. Form 9000, Alternative Media\nPreference, or Form 9000(SP) allows\nyou to elect to receive certain types of\nwritten correspondence in the following\nformats. • Standard Print.\n• Large Print.\n• Braille.\n• Audio (MP3).\n• Plain Text File (TXT). • Braille Ready File (BRF). Disasters. Go to Disaster Assistance\nand Emergency Relief for Individuals\nand Businesses to review the available\ndisaster tax relief. Getting tax forms and publications. Go to IRS.gov/Forms to view, download, or print all the forms, instructions,\nand publications you may need. Or, you\ncan to go IRS. gov/OrderForms to place\nan order. Getting tax publications and instructions in eBook format. You can also\ndownload and view popular tax publications and instructions (including the Instructions for Form 1040) on mobile devices as eBooks at IRS.gov/eBooks. Note. IRS eBooks have been tested\nusing Apple’s iBooks for iPad. Our\neBooks haven’t been tested on other\ndedicated eBook readers, and eBook\nfunctionality may not operate as intended. Access your online account (individual taxpayers only). Go to IRS.gov/ Account to securely access information\nabout your federal tax account. • View the amount you owe and a\nbreakdown by tax year. • See payment plan details or apply\nfor a new payment plan. • Make a payment or view 5 years of\npayment history and any pending or\nscheduled payments. •",
    "querygen": [
      "can an employer file a tax return on the coronavirus",
      "coronavirus irs",
      "coronavirus information"
    ],
    "querygen_score": [
      "2.218102",
      "0.94215745",
      "0.5715117"
    ]
  },
  {
    "id": "legal-advice_96__147",
    "doc_id": "legal-advice_96",
    "chunk_id": 147,
    "document_category": "legal-advice",
    "text": "If the premium tax credit you can\nclaim exceeds your advance credit payments, your net premium tax credit will\nbe shown on Form 8962, line 26. Enter\nthat amount, if any, on line 9. For more\ninformation, see the Instructions for\nForm 8962. Line 10\nAmount Paid With Request for\nExtension To File If you got an automatic extension of\ntime to file Form 1040, 1040-SR, or\n1040-NR by filing Form 4868 or by\nmaking a payment, enter the amount of\nthe payment or any amount you paid\nwith Form 4868. If you paid by debit or\ncredit card, don’t include on line 10 the\nconvenience fee you were charged. Al- so, include any amounts paid with Form\n2350. Line 11\nExcess Social Security and Tier 1\nRRTA Tax Withheld If you, or your spouse if filing a joint return, had more than one employer for\n2022 and total wages of more than\n$147,000, too much social security or\ntier 1 railroad retirement (RRTA) tax\nmay have been withheld. You can take a\ncredit on this line for the amount withheld in excess of $9,114. But if any one\nemployer withheld more than $9,114,\nyou can't claim the excess on your return. The employer should adjust the tax\nfor you. If the employer doesn't adjust\nthe overcollection, you can file a claim\nfor refund using Form 843. Figure this\namount separately for you and your\nspouse. You can't claim a refund for excess\ntier 2 RRTA tax on Form 1040,\n1040-SR, or 1040-NR. Instead, use\nForm 843. If (1) you worked for two or\nmore employers in 2022, (2)\nCAUTION you receive a 2022 Form W-2c\nshowing a correction to box 4 (or to\nbox 14 for employees who pay RRTA\ntax) to account for employee social security or tier 1 RRTA tax that was deferred in 2022 and withheld in 2023, and\n(3) the corrected amount in box 4 of the\n2022 Form W-2c makes the total amount\nof employee social security tax or tier 1\nRRTA tax withheld by all of your employers more than $9,114, or increases\nan already existing excess amount of\nemployee social security tax or tier 1\nRRTA tax withheld, you should report\nthe credit or increased credit for that\namount on line 11 in order to claim your\nrefund. ! -102- 3. ( ) If you receive Form W-2c after you\nhave filed your return, then you should\nfile an amended return (Form 1040-X)\nto claim a credit or increased credit for\nthe excess social security (or tier 1\nRRTA tax) withheld. Line 12\nCredit for Federal Tax on Fuels\nEnter any credit for federal excise taxes\npaid on fuels that are ultimately used for\na nontaxable purpose (for example, an\noff-highway business use). Attach Form\n4136. Lines 13a Through 13z\nOther Payments or\nRefundable Credits\nLine 13b\nQualified sick and family leave wages\npaid in 2022 from Schedule(s) H for\nleave taken before April 1, 2021. If\nyou paid household employment taxes,\nenter the refundable portion of the credit\nfor qualified sick and family leave wages you are eligible for due to reasons\nrelated to coronavirus and related to\nleave taken before April 1, 2021. The\namount of this credit is shown on Schedule H, line 8e. See Schedule H (Form\n1040) and its instructions for more information on these credits. Line 13d",
    "querygen": [
      "when is premium tax credit",
      "what forms can i fill out to claim premium tax credit",
      "where is the premium credit amount"
    ],
    "querygen_score": [
      "-1.2404696",
      "1.6150415",
      "-0.40353376"
    ]
  },
  {
    "id": "legal-advice_91__57",
    "doc_id": "legal-advice_91",
    "chunk_id": 57,
    "document_category": "legal-advice",
    "text": "Enter the smaller of line 1 or line 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14. Add lines 5 and 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15.\nSubtract line 15 from line 14. If zero or less, enter -0- . . . . . . . . . . . . . . . . . . . . . . . 16. Enter the smaller of line 12 or line 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17.\nMultiply line 17 by 15% (0.15) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n18. Add lines 9 and 17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19.\nSubtract line 19 from line 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20.\nMultiply line 20 by 20% (0.20) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n21.\nFigure the tax on the amount on line 5. If the amount on line 5 is less than $100,000, use the Tax Table\nto figure the tax.",
    "querygen": [
      "what is the smaller of lines 1 or 13 of the dr.",
      "what is the smaller of the lines? . . .",
      "how to make numbers on each number"
    ],
    "querygen_score": [
      "-3.3416271",
      "-3.2392774",
      "-4.4727993"
    ]
  },
  {
    "id": "legal-advice_29__71",
    "doc_id": "legal-advice_29",
    "chunk_id": 71,
    "document_category": "legal-advice",
    "text": "5. STOP 3 4a\n4b You can’t take the credit. Enter “No” on the dotted line next to Form 1040 If you have:\n● 3 or more qualifying children who have valid SSNs, is line 4b less than $53,057 ($59,187 if married\nfiling jointly)? ● 2 qualifying children who have valid SSNs, is line 4b less than $49,399 ($55,529 if married filing jointly)? ● 1 qualifying child who has a valid SSN, is line 4b less than $43,492 ($49,622 if married filing jointly)?\n● No qualifying children who have valid SSNs, is line 4b less than $16,480 ($22,610 if married filing jointly)? Yes. If you want the IRS to figure your credit, see Credit figured by the IRS, earlier. If you want to\nfigure the credit yourself, enter the amount from line 4b on line 6 of this worksheet. STOP No. You can’t take the credit. Enter “No” on the dotted line next to Form 1040 or\n1040-SR, line 27. Need more information or forms? Visit IRS.gov. -44- Worksheet B —2022 EIC—Line 27—Continued Part 5 All Filers Using\nWorksheet B Keep for Your Records 6 6. Enter your total earned income from Part 4, line 4b. 7. Look up the amount on line 6 above in the EIC Table to find\nthe credit. Be sure you use the correct column for your filing status and\nthe number of qualifying children you have who have a valid SSN. Enter\nthe credit here. 7 If line 7 is zero, STOP You can’t take the credit. Enter “No” on the dotted line next to Form 1040 or 1040-SR, line 27. 8. Enter the amount from Form 1040 or 1040-SR,\nline 11. 9. Are the amounts on lines 8 and 6 the same? 8 Yes. Skip line 10; enter the amount from line 7 on line 11. No. Go to line 10. Part 6 10. Filers Who\nAnswered\n“No” on\nLine 9 If you have:\n● No qualifying children who have a valid SSN, is the amount on line 8\nless than $9,200 ($15,300 if married filing jointly)? ● 1 or more qualifying children who have a valid SSN, is the amount on\nline 8 less than $20,150 ($26,300 if married filing jointly)? Yes. Leave line 10 blank; enter the amount from line 7 on line 11. No. Look up the amount on line 8 in the EIC Table to find the\ncredit. Be sure you use the correct column for your filing status\nand the number of qualifying children you have who have a valid\nSSN. Enter the credit here. Look at the amounts on lines 10 and 7. Then, enter the smaller amount on line 11. Part 7 Your Earned\nIncome Credit 11. 10 This is your earned income credit. 11 Reminder— Enter this amount on\nForm 1040 or 1040-SR,\nline 27. If you have a qualifying child, complete and attach Schedule EIC. 1040 or\n1040-SR EIC CAUTION 10o4r0 R 1040-S If your EIC for a year after 1996 was reduced or disallowed, see\nForm 8862, who must file, earlier, to find out if you must file Form\n8862 to take the credit for 2022. -45-",
    "querygen": [
      "can you claim a child for a 1040",
      "how much is the credit limit on a 1040",
      "when to stop credit lines"
    ],
    "querygen_score": [
      "-1.5278268",
      "-1.4426941",
      "-1.3918965"
    ]
  },
  {
    "id": "legal-advice_96__65",
    "doc_id": "legal-advice_96",
    "chunk_id": 65,
    "document_category": "legal-advice",
    "text": "Subtract that amount from the amount on\nForm 1040 or 1040-SR, line 1a, and enter the result on line 1 of\nthe worksheet in Step 5 (instead of entering the actual amount\nfrom Form 1040 or 1040-SR, line 1a). Be sure to answer “Yes”\nto question 2 in Step 5. Clergy. The following instructions apply to ministers, members of religious orders who have not taken a vow of poverty,\nand Christian Science practitioners. If you are filing Schedule SE and the amount on line 2 of that schedule includes an -40- amount that was also reported on Form 1040 or 1040-SR,\nline 1z, do the following. 1. Enter “Clergy” on the dotted line next to line 27. 2. Determine how much of the amount on Form 1040 or\n1040-SR, line 1z, was also reported on Schedule SE, Part I,\nline 2. 3. Subtract that amount from the amount on Form 1040 or\n1040-SR, line 1z. Enter the result on line 1 of the worksheet in\nStep 5 (instead of entering the actual amount from Form 1040\nor 1040-SR, line 1z). 4. Be sure to answer “Yes” to question 2 in Step 5. Combat pay, nontaxable. If you were a member of the U.S.\nArmed Forces who served in a combat zone, certain pay is excluded from your income. See Combat Zone Exclusion in Pub. 3. You can elect to include this pay in your earned income when\nfiguring the EIC. The amount of your nontaxable combat pay\nshould be shown in box 12 of Form(s) W-2 with code Q. If you\nare filing a joint return and both you and your spouse received\nnontaxable combat pay, you can each make your own election. In other words, if one of you makes the election, the other one\ncan also make it but doesn't have to. ! If you elect to use your nontaxable combat pay in figuring your EIC, enter that amount on line 1i. CAUTION Credit figured by the IRS. To have the IRS figure your EIC:\n1. Enter “EIC” on the dotted line next to line 27. 2. Be sure you enter the nontaxable combat pay you elect to\ninclude in earned income by entering that amount on line 1i. See Combat pay, nontaxable, earlier. 3. If you have a qualifying child, complete and attach\nSchedule EIC. If your EIC for a year after 1996 was reduced or\ndisallowed, see Form 8862, who must file, later. Exception to time lived with you. Temporary absences by you\nor the child for special circumstances, such as school, vacation,\nbusiness, medical care, military service, or detention in a juvenile facility, count as time the child lived with you. Also see\nKidnapped child under Who Qualifies as Your Dependent, earlier, and Members of the military, later.",
    "querygen": [
      "how to find the correct amount for taxes",
      "do you have to subtract 1040 from 1040 sr",
      "how do i figure the amount on 1040"
    ],
    "querygen_score": [
      "-1.5254642",
      "1.6639824",
      "1.706352"
    ]
  },
  {
    "id": "legal-advice_67__51",
    "doc_id": "legal-advice_67",
    "chunk_id": 51,
    "document_category": "legal-advice",
    "text": "Requests for admission shall not exceed a total of 30\n(including any subparts within a specific request)\nwithout the approval from the Administrative Law\nJudge. (d) Limitations. Discovery shall not be authorized if —\n(1) The request fails to meet any requirement set\nforth in paragraph (a) of this section;\n(2) It will unduly delay the proceeding;\n(3) It will place an undue burden on the party\nrequired to produce the discovery sought;\n(4) It is frivolous or abusive;\n(5) It is cumulative or duplicative;\n(6) The material sought is privileged or otherwise\nprotected from disclosure by law;\n(7) The material sought relates to mental\nimpressions, conclusions, of legal theories of any\nparty, attorney, or other representative, or a party\nprepared in the anticipation of a proceeding; or\n(8) The material sought is available generally\nto the public, equally to the parties, or to the party\nseeking the discovery through another source. (e) Failure to comply. Where a party fails to comply\nwith an order of the Administrative Law Judge under\nthis section, the Administrative Law Judge may, among\nother things, infer that the information would be adverse\nto the party failing to provide it, exclude the information\nfrom evidence or issue a decision by default. (f) Other discovery. No discovery other than that\nspecifically provided for in this section is permitted. Page 36 — § 10.71 (g) Effective/applicability date. This section\nis applicable to proceedings initiated on or after\nSeptember 26, 2007. § 10.72 Hearings. (a) In general —\n(1) Presiding officer. An Administrative Law\nJudge will preside at the hearing on a complaint\nfiled under §10.60 for the sanction of a practitioner,\nemployer, firm or other entity, or appraiser. (2) Time for hearing. Absent a determination by\nthe Administrative Law Judge that, in the interest\nof justice, a hearing must be held at a later time,\nthe Administrative Law Judge should, on notice\nsufficient to allow proper preparation, schedule the\nhearing to occur no later than 180 days after the time\nfor filing the answer. (3) Procedural requirements. (i) Hearings will be stenographically recorded\nand transcribed and the testimony of witnesses will\nbe taken under oath or affirmation. (ii) Hearings will be conducted pursuant to\n5 U.S.C. 556.\n(iii) A hearing in a proceeding requested under\n§10.82(g) will be conducted de novo. (iv) An evidentiary hearing must be held in all\nproceedings prior to the issuance of a decision by the\nAdministrative Law Judge unless —\n(A) The Internal Revenue Service withdraws\nthe complaint;\n(B) A decision is issued by default pursuant to\n§10.64(d);\n(C) A decision is issued under §10.82 (e);\n(D) The respondent requests a decision on the\nwritten record without a hearing; or\n(E) The Administrative Law Judge issues a\ndecision under §10.68(d) or rules on another motion\nthat disposes of the case prior to the hearing. (b) Cross-examination. A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents",
    "querygen": [
      "how many requests for admission for a special discovery?",
      "how many requests for admission",
      "how to request admission in utah"
    ],
    "querygen_score": [
      "-1.4944327",
      "-0.5304545",
      "-4.886678"
    ]
  },
  {
    "id": "legal-advice_98__28",
    "doc_id": "legal-advice_98",
    "chunk_id": 28,
    "document_category": "legal-advice",
    "text": "Treasury Department Circular No. 230 § 10.9 — Page 17 Table of Contents (3) Requirements for qualified continuing\neducation programs. A continuing education\nprovider must ensure the qualified continuing\neducation program complies with all the following\nrequirements —\n(i) Programs must be developed by individual(s)\nqualified in the subject matter;\n(ii) Program subject matter must be current;\n(iii) Instructors, discussion leaders, and speakers\nmust be qualified with respect to program content;\n(iv) Programs must include some means for\nevaluation of the technical content and presentation\nto be evaluated;\n(v) Certificates of completion bearing a current\nqualified continuing education program number\nissued by the Internal Revenue Service must be\nprovided to the participants who successfully\ncomplete the program; and\n(vi) Records must be maintained by the\ncontinuing education provider to verify the\nparticipants who attended and completed the\nprogram for a period of four years following\ncompletion of the program. In the case of continuous\nconferences, conventions, and the like, records must\nbe maintained to verify completion of the program\nand attendance by each participant at each segment\nof the program. (4) Program numbers —\n(i) In general. Every continuing education\nprovider is required to obtain a continuing education\nprovider program number and pay any applicable\nuser fee for each program offered. Program\nnumbers shall be obtained as prescribed by forms,\ninstructions or other appropriate guidance. Although,\nat the discretion of the Internal Revenue Service, a\ncontinuing education provider may be required to\ndemonstrate that the program is designed to enhance\nprofessional knowledge in Federal taxation or\nFederal tax related matters (programs comprised\nof current subject matter in Federal taxation or\nFederal tax related matters, including accounting, tax\nreturn preparation software, taxation, or ethics) and\ncomplies with the requirements in paragraph (a)(2)of\nthis section before a program number is issued. Page 18 — § 10.9 (ii) Update programs. Update programs may\nuse the same number as the program subject to\nupdate. An update program is a program that instructs\non a change of existing law occurring within one\nyear of the update program offering. The qualifying\neducation program subject to update must have been\noffered within the two year time period prior to the\nchange in existing law. (iii) Change in existing law. A change in\nexisting law means the effective date of the statute or\nregulation, or date of entry of judicial decision, that\nis the subject of the update. (b) Failure to comply. Compliance by a continuing\neducation provider with the requirements of this part\nis determined by the Internal Revenue Service. A\ncontinuing education provider who fails to meet the\nrequirements of this part will be notified by the Internal\nRevenue Service. The notice will state the basis for\nthe determination of noncompliance and will provide\nthe continuing education provider an opportunity to\nfurnish the requested information in writing relating to\nthe matter within 60 days of the date of the notice. The\ncontinuing education provider may, within 30 days after\nreceipt of the notice of denial, file a written protest as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. A protest\nunder this section is not governed by subpart D of this\npart. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart B — Duties and Restrictions Relating to\nPractice Before the Internal Revenue Service\n§ 10.20 Information to be furnished.",
    "querygen": [
      "qualifications to become a continuing education provider",
      "requirements for qualified continuing education provider",
      "what are the requirements for continuing education programs"
    ],
    "querygen_score": [
      "1.167979",
      "3.8995419",
      "3.2601812"
    ]
  },
  {
    "id": "legal-advice_32__107",
    "doc_id": "legal-advice_32",
    "chunk_id": 107,
    "document_category": "legal-advice",
    "text": "If your total estimated tax for 2023 is $1,000 or more,\nsee Form 1040-ES and Pub. 505 for a\nworksheet you can use to see if you have\nto make estimated tax payments. For\nmore details, see Pub. 505. Secure Your Tax\nRecords From Identity Theft All taxpayers can now apply TIP for an Identity Protection PIN\n(IP PIN). Use the Get An IP\nPIN tool on IRS.gov to request an IP\nPIN, file Form 15227 if your income is\n$73,000 ($146,000 if married filing\njointly) or less, or make an appointment\nto visit a Taxpayer Assistance Center. Identity theft occurs when someone\nuses your personal information, such as\nyour name, social security number\n(SSN), or other identifying information,\nwithout your permission to commit\nfraud or other crimes. An identity thief\nmay use your SSN to get a job or may\nfile a tax return using your SSN to receive a refund. To reduce your risk:\n• Protect your SSN,\n• Ensure your employer is protecting\nyour SSN, and\n• Be careful when choosing a tax return preparer. If your tax records are affected by\nidentity theft and you receive a notice\nfrom the IRS, respond right away to the\nname and phone number printed on the\nIRS notice or letter. For more information, see Pub. 5027. The IRS doesn't initiate contact with\ntaxpayers via emails. Also, the IRS\ndoesn't request detailed personal information through email or ask taxpayers\nfor the PIN numbers, passwords, or similar secret access information for their\ncredit card, bank, or other financial accounts. If you receive an unsolicited email\nclaiming to be from the IRS, forward the\nmessage to phishing@irs.gov. You may\nalso report misuse of the IRS name,\nlogo, forms, or other IRS property to the\nTreasury Inspector General for Tax Administration toll free at 800-366-4484. People who are deaf, hard of hearing, or\nhave a speech disability and who have\naccess to TTY/TDD equipment can call\n800-877-8339. You can forward suspicious emails to the Federal Trade Commission (FTC) at spam@uce.gov or report them at ftc.gov/complaint. You can\ncontact them at www.ftc.gov/idtheft or\n877-IDTHEFT (877-438-4338). If you\nhave been the victim of identity theft,\nsee www.IdentityTheft.gov and Pub. -77- 5027. People who are deaf, hard of hearing, or have a speech disability and who\nhave access to TTY/TDD equipment can\ncall 866-653-4261. Visit IRS.gov and enter “identity\ntheft” in the search box to learn more\nabout identity theft and how to reduce\nyour risk. How Do You Make a Gift\nTo Reduce Debt Held By\nthe Public? If you wish to do so, make a check payable to “Bureau of the Fiscal Service.” You can send it to: Bureau of the Fiscal\nService, Attn: Dept G, P.O. Box 2188,\nParkersburg, WV 26106-2188. Or you\ncan enclose the check with your income\ntax return when you file. In the memo\nsection of the check, make a note that it\nis a gift to reduce the debt held by the\npublic. Don’t add your gift to any tax\nyou may owe. See the instructions for\nline 37 for details on how to pay any tax\nyou owe. For information on how to\nmake this type of gift online, go to\nTreasuryDirect.gov/Help-Center/PublicDebt-FAQs/#DebtFinance and click on\n“How do you make a contribution to reduce the debt?” You may be able to deduct this TIP gift on your 2023 tax return.",
    "querygen": [
      "how much are tax returns",
      "what is the estimated tax for 2023",
      "when can i take my tax return"
    ],
    "querygen_score": [
      "-1.8127091",
      "1.7520515",
      "-2.9131246"
    ]
  },
  {
    "id": "legal-advice_94__7",
    "doc_id": "legal-advice_94",
    "chunk_id": 7,
    "document_category": "legal-advice",
    "text": "All IRS information about Form\n1099-K is available by going to IRS.gov/\n1099K. Free Software Options for Doing Your Taxes Why have 49 million Americans used Free File? • Security—Free File uses the latest encryption technology to safeguard your information. • Flexible Payments—File early; pay by April 18, 2023 (for most people). • Greater Accuracy—Fewer errors mean faster processing. • Quick Receipt—Get an acknowledgment that your return was received and accepted. • Go Green—Reduce the amount of paper used. • It’s Free—through IRS.gov/FreeFile.\n• Faster Refunds—Join the eight in 10 taxpayers who get their refunds faster by using\ndirect deposit and e-file. Do Your Taxes for Free If your adjusted gross income was $73,000 or less in 2022, you can use free tax software to prepare and e-file your tax return. Earned more? Use Free File Fillable Forms. Free File. This public–private partnership, between the IRS and tax software providers, makes approximately a dozen\nbrand-name commercial software products and e-file available for free. Seventy percent of the nation’s taxpayers are eligible. Just visit IRS.gov/FreeFile for details. Free File combines all the benefits of e-file and easy-to-use software at no cost. Guided\nquestions will help ensure you get all the tax credits and deductions you are due. It’s fast, safe, and free. You can review each software provider’s criteria for free usage or use an online tool to find which free software products match\nyour situation. Some software providers offer state tax return preparation for free. Free File Fillable Forms. The IRS offers electronic versions of IRS paper forms that can also be e-filed for free. Free File\nFillable Forms is best for people experienced in preparing their own tax returns. There are no income limitations. Free File\nFillable Forms does basic math calculations. It supports only federal tax forms. Free Tax Help Available Nationwide\nVolunteers are available in communities nationwide providing free tax assistance to low-to-moderate income (generally under\n$60,000 in adjusted gross income) and elderly taxpayers (age 60 and older). At selected sites, taxpayers can input and\nelectronically file their own tax return with the assistance of an IRS-certified volunteer. See How To Get Tax Help near the end of these instructions for additional information or visit IRS.gov (Keyword: VITA) for a\nVITA/TCE site near you! IRS.gov is the gateway to all electronic services offered by the IRS, as well as the spot to download forms at IRS.gov/Forms. Make your tax payments online—it’s easy. You can make payments online, by phone, or from a mobile device. Paying online is safe and secure; it\nputs you in control of paying your tax bill and gives you peace of mind. You determine the payment\ndate, and you will receive an immediate confirmation from the IRS. Go to IRS.gov/Payments to see all\nyour online payment options. -7- Filing\nRequirements\nDo You Have To\nFile? Use Chart A, B, or C to see if you must\nfile a return. U.S. citizens who lived in\nor had income from a U.S. possession\nshould see Pub. 570. Residents of Puerto\nRico can use Tax Topic 901 to see if\nthey must file. Even if you do not otherwise",
    "querygen": [
      "which irs form has the latest encryption?",
      "which form is free file",
      "what file software is available for irs"
    ],
    "querygen_score": [
      "0.44799948",
      "2.125523",
      "1.6348088"
    ]
  },
  {
    "id": "legal-advice_62__135",
    "doc_id": "legal-advice_62",
    "chunk_id": 135,
    "document_category": "legal-advice",
    "text": "In the entry space next\nto line 24z write “Incorrect Form\n1099-K” and also enter the amount that\nwas incorrectly reported to you. For example, if you received a Form 1099-K\nthat incorrectly showed $800 of payments to you, you would enter $800 on\nline 24z and in the entry space next to\nline 24z you would write “Incorrect\nForm 1099-K - $800.” See the instructions for line 8z. Instructions for Schedule 2\nAdditional Taxes\nGeneral Instructions\nUse Schedule 2 if you have additional\ntaxes that can’t be entered directly on\nForm 1040, 1040-SR, or 1040-NR. Include the amount on Schedule 2,\nline 3, in the total on Form 1040,\n1040-SR, or 1040-NR, line 17. Enter the amount on Schedule 2,\nline 21, on Form 1040 or 1040-SR,\nline 23; or 1040-NR, line 23b. Specific Instructions\nLine 1\nAlternative Minimum Tax (AMT)\nAlternative minimum tax (AMT) exemption amount increased. The AMT\nexemption amount is increased to\n$75,900 ($118,100 if married filing\njointly or qualifying surviving spouse;\n$59,050 if married filing separately). The income levels at which the AMT\nexemption begins to phase out has increased to $539,900 ($1,079,800 if married filing jointly or qualifying surviving\nspouse). If you aren't sure whether you owe\nthe AMT, complete the Worksheet To\nSee if You Should Fill in Form 6251. Exception. Fill in Form 6251 instead of\nusing the worksheet if you claimed or\nreceived any of the following items. • Accelerated depreciation. • Tax-exempt interest from private\nactivity bonds. • Intangible drilling, circulation, research, experimental, or mining costs. • Amortization of pollution-control\nfacilities or depletion. • Income or (loss) from tax-shelter\nfarm activities, passive activities, partnerships, S corporations, or activities for\nwhich you aren't at risk. • Income from long-term contracts\nnot figured using the percentage-of-completion method. • Investment interest expense reported on Form 4952.\n• Net operating loss deduction. • Alternative minimum tax adjustments from an estate, trust, electing\nlarge partnership, or cooperative. • Section 1202 exclusion.\n• Stock by exercising an incentive\nstock option and you didn't dispose of\nthe stock in the same year. • Any general business credit claimed on Form 3800 if either line 6 (in Part\nI) or line 25 of Form 3800 is more than\nzero. • Qualified electric vehicle credit. • Alternative fuel vehicle refueling\nproperty tax. • Credit for prior year minimum tax. • Foreign tax credit.\n• Net qualified disaster loss and you\nare reporting your standard deduction on\nSchedule A, line 16. See the instructions\nfor Form 4684 for more information. For help with the alternative minimum tax, go to IRS. gov/AMT. your coverage and any advance credit\npayments. If the advance credit payments were more than the premium tax\ncredit you can claim, the amount you\nmust repay will be shown on Form\n8962, line 29. Enter that amount, if any,\non line 2. You may have to repay excess advance payments of the premium tax\ncredit even if someone else enrolled\nyou, your spouse, or your dependent in\nMarketplace coverage. In that case, another individual may have received the\nForm 1095-A for the coverage. You\nmay also have to repay excess advance\npayments of the premium tax credit if\nyou enrolled an individual in coverage\nthrough the Marketplace, you don’t\nclaim the individual as a dependent on\nyour return, and no one else claims that\nindividual as a dependent.",
    "querygen": [
      "where to enter 1099-k form error",
      "when you submit 1099-k incorrectly how much of that money should you write",
      "what to write on the wrong form 1099 k"
    ],
    "querygen_score": [
      "0.28211996",
      "0.955176",
      "1.5110693"
    ]
  },
  {
    "id": "legal-advice_28__26",
    "doc_id": "legal-advice_28",
    "chunk_id": 26,
    "document_category": "legal-advice",
    "text": "The\ncircumstances described in this paragraph (c)(1) are\nas follows:\n(i) An individual may represent a member of his\nor her immediate family. (ii)A regular full-time employee of an individual\nemployer may represent the employer. (iii) A general partner or a regular full-time\nemployee of a partnership may represent the\npartnership.\n(iv) A bona fide officer or a regular fulltime employee of a corporation (including a\nPage 16 — § 10.6 parent, subsidiary, or other affiliated corporation),\nassociation, or organized group may represent the\ncorporation, association, or organized group.\n(v) A regular full-time employee of a trust,\nreceivership, guardianship, or estate may represent\nthe trust, receivership, guardianship, or estate. (vi) An officer or a regular employee of\na governmental unit, agency, or authority may\nrepresent the governmental unit, agency, or authority\nin the course of his or her official duties. (vii) An individual may represent any individual\nor entity, who is outside the United States, before\npersonnel of the Internal Revenue Service when such\nrepresentation takes place outside the United States. (2) Limitations. (i) An individual who is under suspension or\ndisbarment from practice before the Internal Revenue\nService may not engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section. (ii) The Commissioner, or delegate, may,\nafter notice and opportunity for a conference, deny\neligibility to engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section to any individual who has engaged in\nconduct that would justify a sanction under §10.50. (iii) An individual who represents a taxpayer\nunder the authority of paragraph (c)(1) of this section\nis subject, to the extent of his or her authority, to such\nrules of general applicability regarding standards\nof conduct and other matters as prescribed by the\nInternal Revenue Service. (d) Special appearances. The Commissioner,\nor delegate, may, subject to conditions deemed\nappropriate, authorize an individual who is not\notherwise eligible to practice before the Internal\nRevenue Service to represent another person in a\nparticular matter. (e) Fiduciaries. For purposes of this part, a\nfiduciary (for example, a trustee, receiver, guardian,\npersonal representative, administrator, or executor) is\nconsidered to be the taxpayer and not a representative\nof the taxpayer. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents § 10.8 Return preparation and application of\nrules to other individuals. § 10.9 Continuing education providers and\ncontinuing education programs. (a) Preparing all or substantially all of a tax return. Any individual who for compensation prepares or\nassists with the preparation of all or substantially\nall of a tax return or claim for refund must have\na preparer tax identification number. Except as\notherwise prescribed in forms, instructions, or other\nappropriate guidance, an individual must be an\nattorney, certified public accountant, enrolled agent,\nor registered tax return preparer to obtain a preparer\ntax identification number. Any individual who for\ncompensation prepares or assists with the preparation\nof all or substantially all of a tax return or claim for\nrefund is subject to the duties and restrictions relating\nto practice in subpart B, as well as subject to the\nsanctions for violation of the regulations in subpart C.\n(b) Preparing a tax return and furnishing\ninformation.",
    "querygen": [
      "who are the members of the immediate family",
      "who may represent employer",
      "who represents the family of an employer"
    ],
    "querygen_score": [
      "-1.9064851",
      "2.6275437",
      "0.90656126"
    ]
  },
  {
    "id": "legal-advice_33__46",
    "doc_id": "legal-advice_33",
    "chunk_id": 46,
    "document_category": "legal-advice",
    "text": "Service by this method will be considered\ncomplete upon mailing, provided the complaint is\naddressed to the respondent at the respondent’s last\nknown address as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder. (3) Service by other than certified or first class\nmail. (i) Service of the complaint may be made on\nthe respondent by delivery by a private delivery\nservice designated pursuant to section 7502(f) of the\nInternal Revenue Code to the last known address\n(as determined under section 6212 of the Internal\nRevenue Code and the regulations there under) of the\nrespondent. Service by this method will be considered\ncomplete, provided the complaint is addressed to the\nrespondent at the respondent’s last known address\nPage 32 — § 10.62 as determined under section 6212 of the Internal\nRevenue Code and the regulations thereunder. (ii) Service of the complaint may be made in\nperson on, or by leaving the complaint at the office\nor place of business of, the respondent. Service by\nthis method will be considered complete and proof\nof service will be a written statement, sworn or\naffirmed by the person who served the complaint,\nidentifying the manner of service, including the\nrecipient, relationship of recipient to respondent,\nplace, date and time of service. (iii) Service may be made by any other means\nagreed to by the respondent. Proof of service will be\na written statement, sworn or affirmed by the person\nwho served the complaint, identifying the manner\nof service, including the recipient, relationship\nof recipient to respondent, place, date and time of\nservice. (4) For purposes of this section, respondent\nmeans the practitioner, employer, firm or other entity,\nor appraiser named in the complaint or any other\nperson having the authority to accept mail on behalf\nof the practitioner, employer, firm or other entity or\nappraiser. (b) Service of papers other than complaint. Any\npaper other than the complaint may be served on the\nrespondent, or his or her authorized representative\nunder §10.69(a)(2) by:\n(1) mailing the paper by first class mail to the last\nknown address (as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder) of the respondent or the respondent’s\nauthorized representative,\n(2) delivery by a private delivery service\ndesignated pursuant to section 7502(f) of the\nInternal Revenue Code to the last known address\n(as determined under section 6212 of the Internal\nRevenue Code and the regulations thereunder)\nof the respondent or the respondent’s authorized\nrepresentative, or\n(3) as provided in paragraphs (a)(3)(ii) and (a)(3)\n(iii) of this section. (c) Service of papers on the Internal Revenue\nService. Whenever a paper is required or permitted\nto be served on the Internal Revenue Service in\nTreasury Department Circular No. 230 Table of Contents connection with a proceeding under this part,\nthe paper will be served on the Internal Revenue\nService’s authorized representative under §10.69(a)\n(1) at the address designated in the complaint, or at\nan address provided in a notice of appearance. If no\naddress is designated in the complaint or provided\nin a notice of appearance, service will be made on\nthe office(s) established to enforce this part under the\nauthority of §10.1, Internal Revenue Service, 1111\nConstitution Avenue, NW, Washington, DC 20224. (d) Service of evidence in support of complaint.",
    "querygen": [
      "irs regulations on mail service",
      "what is the last known address for an irs complaint",
      "what is the mail service procedure for irs complaints"
    ],
    "querygen_score": [
      "-0.67219627",
      "0.7831297",
      "-0.656891"
    ]
  },
  {
    "id": "legal-advice_2__18",
    "doc_id": "legal-advice_2",
    "chunk_id": 18,
    "document_category": "legal-advice",
    "text": "Upon\nthe applicant’s written request, the Internal Revenue\nService will afford the applicant the opportunity to\nbe heard with respect to the application. (d) Compliance and suitability checks. (1) As a condition to consideration of an\napplication, the Internal Revenue Service may\nconduct a Federal tax compliance check and\nsuitability check. The tax compliance check will be\nlimited to an inquiry regarding whether an applicant\nhas filed all required individual or business tax\nreturns and whether the applicant has failed to pay, or\nmake proper arrangements with the Internal Revenue\nService for payment of, any Federal tax debts. The suitability check will be limited to an inquiry\nregarding whether an applicant has engaged in any\nconduct that would justify suspension or disbarment\nof any practitioner under the provisions of this part\non the date the application is submitted, including\nwhether the applicant has engaged in disreputable\nconduct as defined in §10.51. The application will\nbe denied only if the results of the compliance or\nsuitability check are sufficient to establish that the\npractitioner engaged in conduct subject to sanctions\nunder §§10.51 and 10.52. (2) If the applicant does not pass the tax\ncompliance or suitability check, the applicant will\nnot be issued an enrollment or registration card or\ncertificate pursuant to §10.6(b) of this part. An\napplicant who is initially denied enrollment or\nregistration for failure to pass a tax compliance\ncheck may reapply after the initial denial if the\napplicant becomes current with respect to the\napplicant’s tax liabilities. (e) Temporary recognition. On receipt of a properly\nexecuted application, the Commissioner, or delegate,\nmay grant the applicant temporary recognition to\npractice pending a determination as to whether status\nas an enrolled agent, enrolled retirement plan agent,\nor registered tax return preparer should be granted. Temporary recognition will be granted only in\nunusual circumstances and it will not be granted, in\nany circumstance, if the application is not regular on\nits face, if the information stated in the application,\nPage 10 — § 10.5 if true, is not sufficient to warrant granting the\napplication to practice, or the Commissioner,\nor delegate, has information indicating that the\nstatements in the application are untrue or that the\napplicant would not otherwise qualify to become\nan enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. Issuance of temporary\nrecognition does not constitute either a designation\nor a finding of eligibility as an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer, and the temporary recognition may\nbe withdrawn at any time. (f) Protest of application denial. The applicant\nwill be informed in writing as to the reason(s) for\nany denial of an application. The applicant may,\nwithin 30 days after receipt of the notice of denial of\nthe application, file a written protest of the denial as\nprescribed by the Internal Revenue Service in forms,\nguidance, or other appropriate guidance. A protest\nunder this section is not governed by subpart D of\nthis part. (f) Effective/applicability date. This section is\napplicable to applications received on or after\nAugust 2, 2011. § 10.6 Term and renewal of status as an enrolled\nagent, enrolled retirement plan agent, or\nregistered tax return preparer. (a) Term.",
    "querygen": [
      "who conducts the compliance check for income tax returns",
      "who conducts checks",
      "what is the purpose of the irs compliance check?"
    ],
    "querygen_score": [
      "1.0586885",
      "-0.0043968186",
      "0.19473997"
    ]
  },
  {
    "id": "legal-advice_94__49",
    "doc_id": "legal-advice_94",
    "chunk_id": 49,
    "document_category": "legal-advice",
    "text": "If line 11 is zero, enter -0- . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15.\nAdd lines 14 and 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16.\nMultiply line 1 by 85% (0.85) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17.\nTaxable social security benefits. Enter the smaller of line 16 or line 17. Also enter this amount\non Form 1040 or 1040-SR, line 6b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18.\nTIP If any of your benefits are taxable for 2022 and they include a lump-sum benefit payment that was for an earlier\nyear, you may be able to reduce the taxable amount. See Lump-Sum Election in Pub. 915 for details. Need more information or forms? Visit IRS.gov. -32- If you had a net qualified disaster loss\nand you elect to increase your standard\ndeduction by the amount of your net\nqualified disaster loss, use Schedule A\nto figure your standard deduction. Qualified disaster loss refers to losses arising\nfrom certain disasters occurring in 2016\nand subsequent years. See the Instructions for Form 4684 and Schedule A,\nline 16, for more information. Line 13\nQualified Business Income\nDeduction (Section 199A\nDeduction) To figure your Qualified Business Income Deduction, use Form 8995 or\nForm 8995-A as applicable. Use Form 8995 if:\n• You have qualified business income, qualified REIT dividends, or\nqualified PTP income (loss);\n• Your 2022 taxable income before\nthe qualified business income deduction\nis less than or equal to $170,050\n($340,100 if married filing jointly); and\n• You aren’t a patron in a specified\nagricultural or horticultural cooperative. If you don’t meet these requirements,\nuse Form 8995-A, Qualified Business\nIncome Deduction. Attach whichever\nform you use (Form 8995 or 8995-A) to\nyour return. See the Instructions for\nForms 8995 and 8995-A for more information for figuring and reporting your\nqualified business income deduction. Line 16\nTax\nInclude in the total on the entry space on\nline 16 all of the following taxes that apply. • Tax on your taxable income. Figure the tax using one of the methods described later.",
    "querygen": [
      "what lines does zero represent",
      "how to enter -0 in excel",
      "what is the digit for 0"
    ],
    "querygen_score": [
      "-3.0702896",
      "-1.3460819",
      "-2.9689958"
    ]
  },
  {
    "id": "legal-advice_78__7",
    "doc_id": "legal-advice_78",
    "chunk_id": 7,
    "document_category": "legal-advice",
    "text": "Id. at *6. Moreover, the evidence established that the insurers and the State of Florida engaged\nin negotiations concerning the “takeout bonus” payment arrangements. Id. at *7. Finally, under the specialized accounting principles applicable to insurance companies,\nthe taxpayer in Southern Family was required to report the “takeout bonus” payments as\na credit to its capital and surplus account, and not as an item of income or revenue. Id.\nat *6.\nIn AT&T, Inc. v. U.S., No. 09-50651, 2011 WL 9729 (5th Cir. 2011), the court held\nthat the payments were designed to supplement income. Similar to Coastal Utilities, the\nFifth Circuit in AT&T, Inc. examined the policies and mechanisms used to calculate the\ndisbursement amounts. In so doing, the Fifth Circuit determined that the payments\nwere intended to “offset” recipients’ increased cost or lost revenue. Id. at *14. The\ncourt held that under a “transferor intent” analysis of the factors outlined in Chicago, POSTF-147002-10 8 Burlington & Quincy, supra, the support payments were not intended to be capital\ncontributions. Id. at *20. The taxpayer failed to demonstrate that it “bargained for” the\npayments as the taxpayer merely accepted the unilaterally imposed law and regulations\ndetermining the payments. Id. at *20-21. Further, the taxpayer demonstrated only that\nit participated in the development of the underlying payment program through lobbying\nand advocacy activities. Id. at *21. The Fifth Circuit also found that the payments were\ncompensation for services and that the payment program was the conduit for such\ncompensation. Id. at *21-24. Lastly, the taxpayer failed to demonstrate that the\npayments became a permanent part of its working capital structure as the program did\nnot provide payments exclusively for the specific purpose of making capital\nimprovements. Id. at *24. Analysis of the Intent Underlying the BEA Payments It is our opinion that the BEA payments are not excludable from Taxpayer’s\nincome as nonshareholder capital contributions under section 118. The criteria for\nreceipt of an award, the mechanisms used to calculate the amount of the BEA payment\nat issue, and the unrestricted use of the funds suggest that the BEA payments are not\nproperly viewed as nonshareholder capital contributions under section 118. It is also our opinion that the BEA payments are not intended exclusively for the\nspecific purpose of making capital improvements. The BEA program placed no\nrestrictions or limitations on the recipient’s use of the BEA payments received. In\naddition, the issuance of a Form 1099-G to Taxpayer by the Fund reflects the intent to\ntreat the BEA payments as income and not contributions to capital. Further, Taxpayer\ndid not use the BEA payments to fund any capital improvements or acquire any capital\nassets. Instead, Taxpayer used the BEA payments for general expenses and to provide\nadditional equity investment, lending and deposit activities in distressed communities. For financial accounting purposes, Taxpayer debited general revenue and credited\nretained earnings in the amount of the BEA payments. We have not identified any evidence to indicate that the BEA payments were\nintended to compensate or reimburse Taxpayer solely for any capital investments or\nimprovements.",
    "querygen": [
      "do state insurance companies takeout bonuses",
      "when is the takeout bonus paid",
      "who is subject to takeout bonus"
    ],
    "querygen_score": [
      "0.4735275",
      "-1.8724744",
      "-2.2255154"
    ]
  },
  {
    "id": "legal-advice_97__11",
    "doc_id": "legal-advice_97",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.82 Expedited suspension.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\nSubpart E — General Provisions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.90 Records. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.91 Saving provision. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.92 Special orders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.93 Effective date. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "querygen": [
      "ohio state of california statute of limitations",
      "what is the purpose of the petition for a neba",
      "is petition a law"
    ],
    "querygen_score": [
      "-8.990377",
      "-8.278281",
      "-6.5563087"
    ]
  },
  {
    "id": "legal-advice_94__108",
    "doc_id": "legal-advice_94",
    "chunk_id": 108,
    "document_category": "legal-advice",
    "text": "For information on how to\nmake this type of gift online, go to\nTreasuryDirect.gov/Help-Center/PublicDebt-FAQs/#DebtFinance and click on\n“How do you make a contribution to reduce the debt?” You may be able to deduct this TIP gift on your 2023 tax return. How Long Should\nRecords Be Kept? Keep a copy of your tax return, worksheets you used, and records of all items\nappearing on it (such as Forms W-2 and\n1099) until the statute of limitations runs\nout for that return. Usually, this is 3\nyears from the date the return was due or\nfiled or 2 years from the date the tax was\npaid, whichever is later. You should\nkeep some records longer. For example,\nkeep property records (including those\non your home) as long as they are needed to figure the basis of the original or\nreplacement property. For more details,\nsee chapter 1 of Pub. 17. Amended Return\nFile Form 1040-X to change a return\nyou already filed. Generally, Form\n1040-X must be filed within 3 years af- ter the date the original return was filed\nor within 2 years after the date the tax\nwas paid, whichever is later. But you\nmay have more time to file Form\n1040-X if you live in a federally declared disaster area or you are physically\nor mentally unable to manage your financial affairs. See Pub. 556 for details. Use the Where's My Amended Return\napplication on IRS.gov to track the status of your amended return. It can take\nup to 3 weeks from the date you mailed\nit to show up in our system. Need a Copy of Your\nTax Return Information? Tax return transcripts are free and are\ngenerally used to validate income and\ntax filing status for mortgage applications, student and small business loan\napplications, and during tax return preparation. To get a free transcript:\n• Visit IRS.gov/Transcript,\n• Use Form 4506-T or 4506T-EZ, or\n• Call us at 800-908-9946. If you need a copy of your actual tax\nreturn, use Form 4506. There is a fee for\neach return requested. See Form 4506\nfor the current fee. If your main home,\nprincipal place of business, or tax records are located in a federally declared\ndisaster area, this fee will be waived. Death of a Taxpayer If a taxpayer died before filing a return\nfor 2022, the taxpayer's spouse or personal representative may have to file and\nsign a return for that taxpayer. A personal representative can be an executor, administrator, or anyone who is in charge\nof the deceased taxpayer's property. If\nthe deceased taxpayer didn't have to file\na return but had tax withheld, a return\nmust be filed to get a refund. The person\nwho files the return must enter “Deceased,” the deceased taxpayer's name,\nand the date of death across the top of\nthe return. If this information isn't provided, it may delay the processing of the\nreturn. If your spouse died in 2022 and you\ndidn't remarry in 2022, or if your spouse\ndied in 2023 before filing a return for\n2022, you can file a joint return. A joint\nreturn should show your spouse's 2022\nincome before death and your income for all of 2022. Enter “Filing as surviving spouse” in the area where you sign\nthe return.",
    "querygen": [
      "can i deduct a gift of money from my taxes",
      "what can you give to reduce debt",
      "what is the federal government website for reducing debt?"
    ],
    "querygen_score": [
      "0.30952254",
      "-0.4002639",
      "-2.791737"
    ]
  },
  {
    "id": "legal-advice_68__17",
    "doc_id": "legal-advice_68",
    "chunk_id": 17,
    "document_category": "legal-advice",
    "text": "Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. Exception to time lived with you. Temporary absences by you or the child\nfor special circumstances, such as\nschool, vacation, business, medical care,\nmilitary service, or detention in a juvenile facility, count as time lived in the\nhome. Also see Kidnapped child, later,\nunder Who Qualifies as Your Dependent, if applicable. A child is considered to have lived\nwith you for all of 2022 if the child was\nborn or died in 2022 and your home was\nthe child's home for the entire time the\nchild was alive. Similarly, if you adopted the child in 2022, or the child was\nlawfully placed with you for legal adoption by you in 2022, the child is considered to have lived with you for all of\n2022 if your main home was this child's\nmain home for the entire time since the\nchild was adopted or placed with you in\n2022. Keeping up a home. To find out what\nis included in the cost of keeping up a\nhome, see Pub. 501. Name and Address\nPrint or type the information in the\nspaces provided. If you are married filing a separate return, enter your spouse's\nname in the entry space below the filing\nstatus checkboxes instead of below your\nname. If you filed a joint return for TIP 2021 and you are filing a joint\nreturn for 2022 with the same\nspouse, be sure to enter your names and\nSSNs in the same order as on your 2021\nreturn. Name Change If you changed your name because of\nmarriage, divorce, etc., be sure to report\nthe change to the Social Security Administration (SSA) before filing your return. This prevents delays in processing\nyour return and issuing refunds. It also\nsafeguards your future social security\nbenefits. Need more information or forms? Visit IRS.gov. Address Change If you plan to move after filing your return, use Form 8822 to notify the IRS of\nyour new address. P.O. Box Enter your box number only if your post\noffice doesn't deliver mail to your home. Foreign Address If you have a foreign address, enter the\ncity name on the appropriate line. Don’t\nenter any other information on that line,\nbut also complete the spaces below that\nline. Don’t abbreviate the country name. Follow the country’s practice for entering the postal code and the name of the\nprovince, county, or state. Death of a Taxpayer\nSee Death of a Taxpayer under General\nInformation, later. Social Security\nNumber (SSN) An incorrect or missing SSN can increase your tax, reduce your refund, or\ndelay your refund. To apply for an SSN,\nfill in Form SS-5 and return it, along\nwith the appropriate evidence documents, to the Social Security Administration (SSA). You can get Form SS-5\nonline at SSA.gov/forms/ss-5.pdf, from\nyour local SSA office, or by calling the\nSSA at 800-772-1213. It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard.",
    "querygen": [
      "when to claim dependent",
      "when do you get dependents on form 1040",
      "how to find out who is dependent"
    ],
    "querygen_score": [
      "-0.39312518",
      "-0.6558349",
      "0.7977325"
    ]
  },
  {
    "id": "legal-advice_36__61",
    "doc_id": "legal-advice_36",
    "chunk_id": 61,
    "document_category": "legal-advice",
    "text": "§ 10.90 — Page 43 Table of Contents (5) Disqualified appraisers. (6) Qualified continuing education providers,\nincluding providers —\n(i) Who have obtained a qualifying continuing\neducation provider number; and\n(ii) Whose qualifying continuing education\nnumber has been revoked for failure to comply with\nthe requirements of this part. (b) Other records. Other records of the Director\nof the Office of Professional Responsibility may be\ndisclosed upon specific request, in accordance with\nthe applicable law. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.92 Special orders. § 10.91 Saving provision. Approved: June 3, 2014\nChristopher J. Meade,\nGeneral Counsel Any proceeding instituted under this part prior to\nJune 12, 2014, for which a final decision has not been\nreached or for which judicial review is still available\nis not affected by these revisions. Any proceeding\nunder this part based on conduct engaged in prior to\nJune 12, 2014, which is instituted after that date, will\napply subpart D and E of this part as revised, but\nthe conduct engaged in prior to the effective date of\nthese revisions will be judged by the regulations in\neffect at the time the conduct occurred. Page 44 — § 10.90 The Secretary of the Treasury reserves the power to\nissue such special orders as he or she deems proper\nin any cases within the purview of this part. § 10.93 Effective date. Except as otherwise provided in each section and\nSubject to §10.91, Part 10 is applicable on July 26,\n2002. John Dalrymple,\nDeputy Commissioner for Services and Enforcement [FR Doc. 2014-13739 Filed 06/09/2014 at 4:15 pm;\nPublication Date: 06/12/2014] Treasury Department Circular No. 230",
    "querygen": [
      "disqualified appraiser definition",
      "what is disqualified appraiser",
      "what are the qualifications of an appraiser"
    ],
    "querygen_score": [
      "-1.3713663",
      "-0.93705297",
      "-1.9980865"
    ]
  },
  {
    "id": "legal-advice_1__117",
    "doc_id": "legal-advice_1",
    "chunk_id": 117,
    "document_category": "legal-advice",
    "text": "If you don’t, you may have to pay a\npenalty. For more details, see Pub. 504. If you are including alimony payments from more than one divorce or\nseparation agreement in your income,\nenter the total of all alimony received on\nline 2a. Line 2b On line 2b, enter the month and year of\nyour original divorce or separation\nagreement that relates to the alimony\npayment, if any, reported on line 2a. If you have alimony payments from\nmore than one divorce or separation\nagreement, on line 2b enter the month\nand year of the divorce or separation\nagreement for which you received the\nmost income. Attach a statement listing\nthe month and year of the other agreements. Line 3\nBusiness Income or (Loss) If you operated a business or practiced\nyour profession as a sole proprietor, report your income and expenses on\nSchedule C. State and Local Income Tax Refund Worksheet—Schedule 1, Line 1 Before you begin:\n1.\n2. 3. Be sure you have read the Exception in the instructions for this line to see if you can use this worksheet instead of\nPub. 525 to figure if any of your refund is taxable. Enter the income tax refund from Form(s) 1099-G (or similar statement). But don’t enter more than the amount\nof your state and local income taxes shown on your 2021 Schedule A, line 5d . . . . . . . . . . . . . . . . . . . . . . . . . . Is the amount of state and local income taxes (or general sales taxes), real estate taxes, and personal property\ntaxes paid in 2021 (generally, this is the amount reported on your 2021 Schedule A, line 5d), more than the\namount on your 2021 Schedule A, line 5e? No. Enter the amount from line 1 on line 3 and go to line 4. Yes. Subtract the amount on your 2021 Schedule A, line 5e,\nfrom the amount of state and local income taxes (or\ngeneral sales taxes), real estate taxes, and personal\nproperty taxes paid in 2021 (generally, this is the amount\nreported on your 2021 Schedule A, line 5d). Is the amount on line 1 more than the amount on line 2? No. STOP 2. None of your refund is taxable. Yes. Subtract line 2 from line 1.\n4. 1. 3. Enter your total itemized deductions from your 2021 Schedule A, line 17. 4. Note. If the filing status on your 2021 Form 1040 or 1040-SR was married filing separately and\nyour spouse itemized deductions in 2021, skip lines 5 through 7, enter the amount from line 4\non line 8, and go to line 9. 5. Enter the amount shown below for the filing status claimed on your\n2021 Form 1040 or 1040-SR. • Single or married filing separately—$12,550\n• Married filing jointly or qualifying surviving spouse—$25,100\n• Head of household—$18,800\n6. 5. Check any boxes that apply.* You were born before January 2, 1957. You are blind. Spouse was born before January 2, 1957. Spouse is blind. No boxes checked. Enter -0-.",
    "querygen": [
      "how to include alimony in taxes",
      "when is the penalty for not paying for alimony",
      "do i have to put alimony on income for separation agreement"
    ],
    "querygen_score": [
      "0.68597037",
      "-2.0577407",
      "1.1420443"
    ]
  },
  {
    "id": "legal-advice_67__22",
    "doc_id": "legal-advice_67",
    "chunk_id": 22,
    "document_category": "legal-advice",
    "text": "(2) Qualifying programs —\n(i) Formal programs. A formal program\nqualifies as a continuing education program if it —\n(A) Requires attendance and provides each\nattendee with a certificate of attendance;\n(B) Is conducted by a qualified instructor,\ndiscussion leader, or speaker (in other words, a\nperson whose background, training, education, and\nexperience is appropriate for instructing or leading\na discussion on the subject matter of the particular\nprogram);\n(C) Provides or requires a written outline,\ntextbook, or suitable electronic educational materials;\nand\n(D) Satisfies the requirements established for\na qualified continuing education program pursuant to\n§10.9. (ii) Correspondence or individual study\nprograms (including taped programs). Qualifying\ncontinuing\neducation\nprograms\ninclude\ncorrespondence or individual study programs that\nare conducted by continuing education providers\nand completed on an individual basis by the enrolled\nindividual. The allowable credit hours for such\nprograms will be measured on a basis comparable to\nthe measurement of a seminar or course for credit in\nan accredited educational institution. Such programs\nqualify as continuing education programs only if\nthey —\n(A) Require registration of the participants by\nthe continuing education provider;\n(B) Provide a means for measuring successful\ncompletion by the participants (for example, a written\nTreasury Department Circular No. 230 examination), including the issuance of a certificate\nof completion by the continuing education provider;\n(C) Provide a written outline, textbook, or\nsuitable electronic educational materials; and\n(D) Satisfy the requirements established for a\nqualified continuing education program pursuant to\n§10.9. (iii) Serving as an instructor, discussion leader\nor speaker. (A) One hour of continuing education credit\nwill be awarded for each contact hour completed\nas an instructor, discussion leader, or speaker at\nan educational program that meets the continuing\neducation requirements of paragraph (f) of this\nsection. (B) A maximum of two hours of continuing\neducation credit will be awarded for actual subject\npreparation time for each contact hour completed as\nan instructor, discussion leader, or speaker at such\nprograms. It is the responsibility of the individual\nclaiming such credit to maintain records to verify\npreparation time. (C) The maximum continuing education credit\nfor instruction and preparation may not exceed four\nhours annually for registered tax return preparers and\nsix hours annually for enrolled agents and enrolled\nretirement plan agents. (D) An instructor, discussion leader, or\nspeaker who makes more than one presentation\non the same subject matter during an enrollment\ncycle or registration year will receive continuing\neducation credit for only one such presentation for\nthe enrollment cycle or registration year. (3) Periodic examination. Enrolled Agents and\nEnrolled Retirement Plan Agents may establish\neligibility for renewal of enrollment for any\nenrollment cycle by —\n(i) Achieving a passing score on each part of\nthe Special Enrollment Examination administered\nunder this part during the three year period prior to\nrenewal; and\n(ii) Completing a minimum of 16 hours of\nqualifying continuing education during the last year\nof an enrollment cycle. § 10.6 — Page 13 Table of Contents (g) Measurement of continuing education\ncoursework. (1) All continuing education programs will be\nmeasured in terms of contact hours. The shortest\nrecognized program will be one contact hour.\n(2) A contact hour is 50 minutes of continuous\nparticipation in a program. Credit is granted only for\na full contact hour, which is 50 minutes or multiples\nthereof. For example, a program lasting more than\n50 minutes but less than 100 minutes will count as\nonly one contact hour.",
    "querygen": [
      "what type of program is a continuing education program?",
      "qualifications of continuing education programs",
      "qualification of continuing education program"
    ],
    "querygen_score": [
      "1.5836276",
      "3.2288055",
      "3.2845697"
    ]
  },
  {
    "id": "legal-advice_94__38",
    "doc_id": "legal-advice_94",
    "chunk_id": 38,
    "document_category": "legal-advice",
    "text": "You must have been at least\nage 70 1/2 when the distribution was\nmade. Generally, your total QCDs for the\nyear can't be more than $100,000. (On a\njoint return, your spouse can also have a\nQCD of up to $100,000.) The amount of\nthe QCD is limited to the amount that would otherwise be included in your income. If your IRA includes nondeductible contributions, the distribution is first\nconsidered to be paid out of otherwise\ntaxable income. See Pub. 590-B for details. You can't claim a charitable\ncontribution deduction for any\nCAUTION QCD not included in your income. ! Exception 4. If all or part of the distribution is a health savings account (HSA)\nfunding distribution (HFD), enter the total distribution on line 4a. If the total\namount distributed is an HFD and you\nelect to exclude it from income, enter -0on line 4b. If only part of the distribution is an HFD and you elect to exclude\nthat part from income, enter the part that\nisn't an HFD on line 4b unless Exception\n2 applies to that part. Enter “HFD” next\nto line 4b. An HFD is a distribution made directly by the trustee of your IRA (other\nthan an ongoing SEP or SIMPLE IRA)\nto your HSA. If eligible, you can generally elect to exclude an HFD from your\nincome once in your lifetime. You can't\nexclude more than the limit on HSA\ncontributions or more than the amount\nthat would otherwise be included in your\nincome. If your IRA includes nondeductible contributions, the HFD is first considered to be paid out of otherwise taxable income. See Pub. 969 for details. The amount of an HFD reduces\nthe amount you can contribute\nCAUTION to your HSA for the year. If you\nfail to maintain eligibility for an HSA\nfor the 12 months following the month of\nthe HFD, you may have to report the\nHFD as income and pay an additional\ntax. See Form 8889, Part III. ! More than one exception applies. If\nmore than one exception applies, include\na statement showing the amount of each\nexception, instead of making an entry\nnext to line 4b. For example: “Line 4b –\n$1,000 Rollover and $500 HFD.” But\nyou do not need to attach a statement if\nonly Exception 2 and one other exception apply. More than one distribution. If you (or\nyour spouse if filing jointly) received\nmore than one distribution, figure the\ntaxable amount of each distribution and -27- enter the total of the taxable amounts on\nline 4b. Enter the total amount of those\ndistributions on line 4a. You may have to pay an additional tax if you received an\nCAUTION early distribution from your\nIRA and the total wasn't rolled over. See\nthe instructions for Schedule 2, line 8,\nfor details. ! More information. For more information about IRAs, see Pub. 590-A and\nPub. 590-B. Lines 5a and 5b\nPensions and Annuities You should receive a Form 1099-R\nshowing the total amount of your pension and annuity payments before income tax or other deductions were withheld. This amount should be shown in\nbox 1 of Form 1099-R. Pension and annuity payments include distributions\nfrom 401(k), 403(b), and governmental\n457(b) plans. Rollovers and lump-sum\ndistributions are explained later. Don’t\ninclude the following payments on lines\n5a and 5b.",
    "querygen": [
      "age limit for qcd distribution",
      "how much can you put in qcd for a year",
      "how much can i be paid a year on a california tax return?"
    ],
    "querygen_score": [
      "0.38212502",
      "0.12741181",
      "-4.6381216"
    ]
  },
  {
    "id": "legal-advice_60__59",
    "doc_id": "legal-advice_60",
    "chunk_id": 59,
    "document_category": "legal-advice",
    "text": "Need more information or forms? Visit IRS.gov. -36- Line 19\nChild Tax Credit and Credit\nfor Other Dependents\nUse Schedule 8812 (Form 1040) to figure your child tax credit and credit for\nother dependents. Form 8862, who must file. You must\nfile Form 8862 to claim the child tax\ncredit or credit for other dependents if\nyour child tax credit (refundable or nonrefundable depending on the tax year),\nadditional child tax credit, or credit for\nother dependents for a year after 2015\nwas denied or reduced for any reason\nother than a math or clerical error. Attach a completed Form 8862 to your\n2022 return. Don’t file Form 8862 if you\nfiled Form 8862 for 2021, and the child\ntax credit (refundable or nonrefundable),\nadditional child tax credit, or credit for\nother dependents was allowed for that\nyear. See Form 8862 and its instructions\nfor details. If you take the child tax credit\nor credit for other dependents\nCAUTION even though you aren't eligible\nand it is determined that your error is\ndue to reckless or intentional disregard\nof the rules for these credits, you won't\nbe allowed to take either credit or the\nadditional child tax credit for 2 years\neven if you're otherwise eligible to do\nso. If you take the child tax credit or\ncredit for other dependents even though\nyou aren’t eligible and it is later determined that you fraudulently took either\ncredit, you won't be allowed to take either credit or the additional child tax\ncredit for 10 years. You may also have\nto pay penalties. ! If your qualifying child didn’t\nhave an SSN valid for employCAUTION ment issued before the due date\nof your 2022 return (including extensions), you can’t claim the child tax\ncredit for that child on your original or\namended return. However, you may be\nable to claim the credit for other dependents for that child. ! Form 8805, or Form 8288-A. You\nshould attach the form to your return to\nclaim a credit for the withholding. Payments\nLine 25\nFederal Income Tax\nWithheld Line 26 Line 25a—Form(s) W-2 Enter any estimated federal income tax\npayments you made for 2022. Include\nany overpayment that you applied to\nyour 2022 estimated tax from your 2021\nreturn or an amended return (Form\n1040-X). 2022 Estimated Tax\nPayments Add the amounts shown as federal income tax withheld on your Form(s)\nW-2. Enter the total on line 25a. The\namount withheld should be shown in\nbox 2 of Form W-2. Attach your\nForm(s) W-2 to your return. Line 25b—Form(s) 1099\nInclude on line 25b any federal income\ntax withheld on your Form(s) 1099-R. The amount withheld should be shown\nin box 4. Attach your Form(s) 1099-R to\nthe front of your return if federal income\ntax was withheld. If you received a 2022 Form 1099\nshowing federal income tax withheld on\ndividends, taxable or tax-exempt interest\nincome, unemployment compensation,\nsocial security benefits, railroad retirement benefits, or other income you received, include the amount withheld in\nthe total on line 25b. This should be\nshown in box 4 of Form 1099, box 6 of\nForm SSA-1099, or box 10 of Form\nRRB-1099. Line 25c—Other Forms\nInclude on line 25c any federal income\ntax withheld on your Form(s) W-2G. The amount withheld should be shown\nin box 4. Attach Form(s) W-2G to the\nfront of your return if federal income tax\nwas withheld.",
    "querygen": [
      "where is child tax credit for other dependents",
      "who can claim a child from the irs for other dependents",
      "what form to use to claim child credit"
    ],
    "querygen_score": [
      "-0.10914443",
      "0.1552458",
      "0.87321776"
    ]
  },
  {
    "id": "legal-advice_26__26",
    "doc_id": "legal-advice_26",
    "chunk_id": 26,
    "document_category": "legal-advice",
    "text": "The\ncircumstances described in this paragraph (c)(1) are\nas follows:\n(i) An individual may represent a member of his\nor her immediate family. (ii)A regular full-time employee of an individual\nemployer may represent the employer. (iii) A general partner or a regular full-time\nemployee of a partnership may represent the\npartnership.\n(iv) A bona fide officer or a regular fulltime employee of a corporation (including a\nPage 16 — § 10.6 parent, subsidiary, or other affiliated corporation),\nassociation, or organized group may represent the\ncorporation, association, or organized group.\n(v) A regular full-time employee of a trust,\nreceivership, guardianship, or estate may represent\nthe trust, receivership, guardianship, or estate. (vi) An officer or a regular employee of\na governmental unit, agency, or authority may\nrepresent the governmental unit, agency, or authority\nin the course of his or her official duties. (vii) An individual may represent any individual\nor entity, who is outside the United States, before\npersonnel of the Internal Revenue Service when such\nrepresentation takes place outside the United States. (2) Limitations. (i) An individual who is under suspension or\ndisbarment from practice before the Internal Revenue\nService may not engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section. (ii) The Commissioner, or delegate, may,\nafter notice and opportunity for a conference, deny\neligibility to engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section to any individual who has engaged in\nconduct that would justify a sanction under §10.50. (iii) An individual who represents a taxpayer\nunder the authority of paragraph (c)(1) of this section\nis subject, to the extent of his or her authority, to such\nrules of general applicability regarding standards\nof conduct and other matters as prescribed by the\nInternal Revenue Service. (d) Special appearances. The Commissioner,\nor delegate, may, subject to conditions deemed\nappropriate, authorize an individual who is not\notherwise eligible to practice before the Internal\nRevenue Service to represent another person in a\nparticular matter. (e) Fiduciaries. For purposes of this part, a\nfiduciary (for example, a trustee, receiver, guardian,\npersonal representative, administrator, or executor) is\nconsidered to be the taxpayer and not a representative\nof the taxpayer. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents § 10.8 Return preparation and application of\nrules to other individuals. § 10.9 Continuing education providers and\ncontinuing education programs. (a) Preparing all or substantially all of a tax return. Any individual who for compensation prepares or\nassists with the preparation of all or substantially\nall of a tax return or claim for refund must have\na preparer tax identification number. Except as\notherwise prescribed in forms, instructions, or other\nappropriate guidance, an individual must be an\nattorney, certified public accountant, enrolled agent,\nor registered tax return preparer to obtain a preparer\ntax identification number. Any individual who for\ncompensation prepares or assists with the preparation\nof all or substantially all of a tax return or claim for\nrefund is subject to the duties and restrictions relating\nto practice in subpart B, as well as subject to the\nsanctions for violation of the regulations in subpart C.\n(b) Preparing a tax return and furnishing\ninformation.",
    "querygen": [
      "who can be a member of immediate family",
      "who should be represented by an employer in court",
      "who represents the employee"
    ],
    "querygen_score": [
      "-1.1959743",
      "-1.1534479",
      "0.90017354"
    ]
  },
  {
    "id": "legal-advice_98__57",
    "doc_id": "legal-advice_98",
    "chunk_id": 57,
    "document_category": "legal-advice",
    "text": "The Secretary of\nthe Treasury, or delegate, will provide copies of the\nagency decision to the authorized representative of\nthe Internal Revenue Service and the respondent or\nthe respondent’s authorized representative. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.79 Effect of disbarment, suspension, or censure. (a) Disbarment. When the final decision in a case\nis against the respondent (or the respondent has\noffered his or her consent and such consent has been\naccepted by the Internal Revenue Service) and such\ndecision is for disbarment, the respondent will not\nbe permitted to practice before the Internal Revenue\nService unless and until authorized to do so by the\nInternal Revenue Service pursuant to §10.81. (b) Suspension. When the final decision in a case\nis against the respondent (or the respondent has\noffered his or her consent and such consent has\nbeen accepted by the Internal Revenue Service) Treasury Department Circular No. 230 Table of Contents and such decision is for suspension, the respondent\nwill not be permitted to practice before the Internal\nRevenue Service during the period of suspension. For periods after the suspension, the practitioner’s\nfuture representations may be subject to conditions\nas authorized by paragraph (d) of this section. (c) Censure. When the final decision in the case\nis against the respondent (or the Internal Revenue\nService has accepted the respondent’s offer to\nconsent, if such offer was made) and such decision\nis for censure, the respondent will be permitted to\npractice before the Internal Revenue Service, but the\nrespondent’s future representations may be subject\nto conditions as authorized by paragraph (d) of this\nsection. (d) Conditions. After being subject to the\nsanction of either suspension or censure, the future\nrepresentations of a practitioner so sanctioned\nshall be subject to specified conditions designed\nto promote high standards of conduct. These\nconditions can be imposed for a reasonable\nperiod in light of the gravity of the practitioner’s\nviolations. For example, where a practitioner is\ncensured because the practitioner failed to advise\nthe practitioner’s clients about a potential conflict\nof interest or failed to obtain the clients’ written\nconsents, the practitioner may be required to\nprovide the Internal Revenue Service with a copy\nof all consents obtained by the practitioner for an\nappropriate period following censure, whether or\nnot such consents are specifically requested. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.80 Notice of disbarment, suspension, censure,\nor disqualification. (a) In general. On the issuance of a final order\ncensuring, suspending, or disbarring a practitioner or\na final order disqualifying an appraiser, notification\nof the censure, suspension, disbarment or\ndisqualification will be given to appropriate officers\nand employees of the Internal Revenue Service and\ninterested departments and agencies of the Federal\ngovernment. The Internal Revenue Service may\nTreasury Department Circular No. 230 determine the manner of giving notice to the proper\nauthorities of the State by which the censured,\nsuspended, or disbarred person was licensed to\npractice. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.81 Petition for reinstatement. (a) In general.",
    "querygen": [
      "when will irs effective for a decision",
      "when is an irs decision effective?",
      "who makes internal revenue service decisions"
    ],
    "querygen_score": [
      "-0.4858073",
      "-0.2869132",
      "-0.35126925"
    ]
  }
]