[
  {
    "id": "legal-advice_60__13",
    "doc_id": "legal-advice_60",
    "chunk_id": 13,
    "document_category": "legal-advice",
    "text": "CAUTION Free File makes available free brand-name software and free e-file. Visit IRS.gov/\nFreeFile for details and to see if you are eligible. What form to file. Everyone can file Form 1040. Form 1040-SR is available to you if\nyou were born before January 2, 1958. Fiscal year filers. If you are a fiscal year filer using a tax year other than January 1\nthrough December 31, 2022, write “Tax Year” and the beginning and ending months\nof your fiscal year in the top margin of page 1 of Form 1040 or 1040-SR. Write-in information. If you need to write a word, code, and/or dollar amount on\nForm 1040 or 1040-SR to explain an item of income or deduction, but don't have\nenough space to enter the word, code, and/or dollar amount, you can put an asterisk\nnext to the applicable line number and put a footnote at the bottom of page 2 of your\ntax return indicating the line number and the word, code, and/or dollar amount you\nneed to enter. Section references are to the Internal Revenue Code.\ninstructions for Qualifying Surviving\nSpouse, later. Married Filing Jointly You can check the “Married filing jointly” box at the top of Form 1040 or\n1040-SR if any of the following apply. • You were married at the end of\n2022, even if you didn't live with your\nspouse at the end of 2022. • Your spouse died in 2022 and you\ndidn't remarry in 2022. • You were married at the end of\n2022 and your spouse died in 2023 before filing a 2022 return. A married couple filing jointly report\ntheir combined income and deduct their\ncombined allowable expenses on one return. They can file a joint return even if\nonly one had income or if they didn't\nlive together all year. However, both\npersons must sign the return. Once you\nfile a joint return, you can't choose to\nfile separate returns for that year after\nthe due date of the return. Joint and several tax liability. If you\nfile a joint return, both you and your\nspouse are generally responsible for the\ntax and interest or penalties due on the\nreturn. This means that if one spouse\ndoesn't pay the tax due, the other may\nhave to. Or, if one spouse doesn't report\nthe correct tax, both spouses may be responsible for any additional taxes assessed by the IRS. You may want to file\nseparately if: Need more information or forms? Visit IRS.gov. -12- • You believe your spouse isn't reporting all of their income, or\n• You don’t want to be responsible\nfor any taxes due if your spouse doesn't\nhave enough tax withheld or doesn't pay\nenough estimated tax. See the instructions for Married Filing\nSeparately. Also see Innocent Spouse\nRelief under General Information, later. Nonresident aliens and dual-status aliens. Generally, a married couple can't\nfile a joint return if either spouse is a\nnonresident alien at any time during the\nyear. However, if you were a nonresident alien or a dual-status alien and were\nmarried to a U.S. citizen or resident alien at the end of 2022, you can elect to\nbe treated as a resident alien and file a\njoint return. See Pub. 519 for details.",
    "querygen": [
      "what forms can be filed with tax irs",
      "which irs form can you file online",
      "what form of information should we send irs"
    ],
    "querygen_score": [
      "0.4673078",
      "-0.081264466",
      "-1.3282224"
    ]
  },
  {
    "id": "legal-advice_29__129",
    "doc_id": "legal-advice_29",
    "chunk_id": 129,
    "document_category": "legal-advice",
    "text": "If you are married filing separately and you lived apart from your spouse for all of 2022, enter “D” on the dotted\nline next to Schedule 1, line 20. If you don’t, you may get a math error notice from the IRS. Your IRA\nSpouse's IRA\nWere you covered by a retirement plan (see Were You Covered by a\nRetirement Plan)? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1a. Yes\nNo If married filing jointly, was your spouse covered by a retirement plan? . . . . . . . . . . . . . . . . . . . . . . . . . 1b.\nYes\nNo Next. If you checked “No” on line 1a (and “No” on line 1b if married filing\njointly), skip lines 2 through 6, enter the applicable amount below on line 7a\n(and line 7b, if applicable), and go to line 8.\n• $6,000, if under age 50 at the end of 2022. • $7,000, if age 50 or older at the end of 2022. Otherwise, go to line 2. Enter the amount shown below that applies to you. • Single, head of household, or married filing separately and you\nlived apart from your spouse for all of 2022, enter $78,000. • Qualifying surviving spouse, enter $129,000. • Married filing jointly, enter $129,000 in both columns. But if you checked\n“No” on either line 1a or 1b, enter $214,000 for the person who wasn't\ncovered by a plan. • Married filing separately and you lived with your spouse at any time in\n2022, enter $10,000. Enter the amount from Form 1040 or 1040-SR,\nline 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3.\nEnter the total of the amounts from Schedule 1,\nlines 11 through 19a, plus 23 and 25 . . . . . . . . . . . 4.\nSubtract line 4 from line 3. If married filing jointly, enter the result in both\ncolumns . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Is the amount on line 5 less than the amount on line 2? None of your IRA contributions are deductible. For details on\nNo.\nSTOP\nnondeductible IRA contributions, see Form 8606. Yes. Subtract line 5 from line 2 in each column. Follow the instruction\nbelow that applies to you. •",
    "querygen": [
      "when can i put d on my schedule",
      "when filing separate when married do you have to write d on line",
      "irs rules on filing apart from spouse"
    ],
    "querygen_score": [
      "-2.7150335",
      "-0.42294347",
      "-0.77994716"
    ]
  },
  {
    "id": "legal-advice_0__54",
    "doc_id": "legal-advice_0",
    "chunk_id": 54,
    "document_category": "legal-advice",
    "text": "(g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general. The rules of evidence prevailing\nin courts of law and equity are not controlling in\nhearings or proceedings conducted under this part. The Administrative Law Judge may, however,\nexclude evidence that is irrelevant, immaterial, or\nunduly repetitious. (b) Depositions. The deposition of any witness\ntaken pursuant to §10.71 may be admitted into\nevidence in any proceeding instituted under §10.60. (c) Requests for admission. Any matter admitted\nin response to a request for admission under\n§10.71 is conclusively established unless the\nAdministrative Law Judge on motion permits\nwithdrawal or modification of the admission. Any\nadmission made by a party is for the purposes of\nthe pending action only and is not an admission by\na party for any other purpose, nor may it be used\nagainst a party in any other proceeding. (d) Proof of documents. Official documents,\nrecords, and papers of the Internal Revenue Service\nand the Office of Professional Responsibility are\nadmissible in evidence without the production of\nan officer or employee to authenticate them. Any\ndocuments, records, and papers may be evidenced\nby a copy attested to or identified by an officer or\nemployee of the Internal Revenue Service or the\nTreasury Department, as the case may be. (e) Withdrawal of exhibits. If any document,\nrecord, or other paper is introduced in evidence\nas an exhibit, the Administrative Law Judge may\nauthorize the withdrawal of the exhibit subject to\nany conditions that he or she deems proper. (f) Objections. Objections to evidence are to be\nmade in short form, stating the grounds for the\nobjection. Except as ordered by the Administrative\nLaw Judge, argument on objections will not be\nrecorded or transcribed. Rulings on objections\nare to be a part of the record, but no exception to\na ruling is necessary to preserve the rights of the\nparties. (g) Effective/applicability date. This section is\napplicable on September 26, 2007. Treasury Department Circular No. 230 Table of Contents § 10.74 Transcript. In cases where the hearing is stenographically\nreported by a Government contract reporter, copies\nof the transcript may be obtained from the reporter\nat rates not to exceed the maximum rates fixed by\ncontract between the Government and the reporter. Where the hearing is stenographically reported by a\nregular employee of the Internal Revenue Service,\na copy will be supplied to the respondent either\nwithout charge or upon the payment of a reasonable\nfee. Copies of exhibits introduced at the hearing or\nat the taking of depositions will be supplied to the\nparties upon the payment of a reasonable fee (Sec.\n501, Public Law 82-137) (65 Stat. 290) (31 U.S.C.\n§ 483a). § 10.75 Proposed findings and conclusions. Except in cases where the respondent has failed to\nanswer the complaint or where a party has failed to\nappear at the hearing, the parties must be afforded a\nreasonable opportunity to submit proposed findings\nand conclusions and their supporting reasons to the\nAdministrative Law Judge. § 10.76 Decision of Administrative Law Judge. (a) In general —\n(1) Hearings. Within 180 days after the\nconclusion of a hearing and the receipt of any\nproposed findings and conclusions timely\nsubmitted by the parties, the Administrative Law\nJudge should enter a decision in the case.",
    "querygen": [
      "how many days before rules of evidence apply",
      "what year is rule of evidence applicable",
      "10.72(a) is applicable to when"
    ],
    "querygen_score": [
      "-3.7149987",
      "-1.0745707",
      "-0.24813521"
    ]
  },
  {
    "id": "legal-advice_34__34",
    "doc_id": "legal-advice_34",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section — Records of the\nclient include all documents or written or electronic\nPage 22 — § 10.27 § 10.29 Conflicting interests. Treasury Department Circular No. 230 Table of Contents interest and gives informed consent, confirmed\nin writing by each affected client, at the time the\nexistence of the conflict of interest is known by the\npractitioner. The confirmation may be made within a\nreasonable period of time after the informed consent,\nbut in no event later than 30 days. (c) Copies of the written consents must be retained\nby the practitioner for at least 36 months from the\ndate of the conclusion of the representation of the\naffected clients, and the written consents must be\nprovided to any officer or employee of the Internal\nRevenue Service on request. (d) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.30 Solicitation. (a) Advertising and solicitation restrictions. (1) A practitioner may not, with respect to\nany Internal Revenue Service matter, in any way\nuse or participate in the use of any form of public\ncommunication or private solicitation containing a\nfalse, fraudulent, or coercive statement or claim; or a\nmisleading or deceptive statement or claim. Enrolled\nagents, enrolled retirement plan agents, or registered\ntax return preparers, in describing their professional\ndesignation, may not utilize the term “certified” or\nimply an employer/employee relationship with the\nInternal Revenue Service. Examples of acceptable\ndescriptions for enrolled agents are “enrolled to\nrepresent taxpayers before the Internal Revenue\nService,” “enrolled to practice before the Internal\nRevenue Service,” and “admitted to practice before\nthe Internal Revenue Service.” Similarly, examples\nof acceptable descriptions for enrolled retirement\nplan agents are “enrolled to represent taxpayers\nbefore the Internal Revenue Service as a retirement\nplan agent” and “enrolled to practice before the\nInternal Revenue Service as a retirement plan\nagent.” An example of an acceptable description for\nregistered tax return preparers is “designated as a\nregistered tax return preparer by the Internal Revenue\nService.”\n(2) A practitioner may not make, directly or\nindirectly, an uninvited written or oral solicitation\nTreasury Department Circular No. 230 of employment in matters related to the Internal\nRevenue Service if the solicitation violates Federal\nor State law or other applicable rule, e.g., attorneys\nare precluded from making a solicitation that is\nprohibited by conduct rules applicable to all attorneys\nin their State(s) of licensure. Any lawful solicitation\nmade by or on behalf of a practitioner eligible to\npractice before the Internal Revenue Service must,\nnevertheless, clearly identify the solicitation as\nsuch and, if applicable, identify the source of the\ninformation used in choosing the recipient. (b) Fee information. (1)(i) A practitioner may publish the availability\nof a written schedule of fees and disseminate the\nfollowing fee information —\n(A) Fixed fees for specific routine services. (B) Hourly rates. (C) Range of fees for particular services. (D) Fee charged for an initial consultation. (ii) Any statement of fee information concerning\nmatters in which costs may be incurred must include\na statement disclosing whether clients will be\nresponsible for such costs.",
    "querygen": [
      "are client records required for federal tax purposes",
      "how do i need to be able to get records of my client",
      "do practitioners retain records of a client"
    ],
    "querygen_score": [
      "1.57919",
      "0.04819773",
      "3.3040018"
    ]
  },
  {
    "id": "legal-advice_31__41",
    "doc_id": "legal-advice_31",
    "chunk_id": 41,
    "document_category": "legal-advice",
    "text": "An appraisal otherwise barred from admission into\nevidence pursuant to this section may be admitted into\nevidence solely for the purpose of determining the\ntaxpayer’s reliance in good faith on such appraisal. (c) Authority to impose monetary penalty —\n(1) In general. (i) The Secretary of the Treasury, or delegate,\nafter notice and an opportunity for a proceeding,\nmay impose a monetary penalty on any practitioner\nwho engages in conduct subject to sanction under\nPage 28 — § 10.50 paragraph (a) of this section. (ii) If the practitioner described in paragraph\n(c)(1)(i) of this section was acting on behalf of an\nemployer or any firm or other entity in connection\nwith the conduct giving rise to the penalty, the\nSecretary of the Treasury, or delegate, may impose\na monetary penalty on the employer, firm, or entity\nif it knew, or reasonably should have known of such\nconduct. (2) Amount of penalty. The amount of the penalty\nshall not exceed the gross income derived (or to be\nderived) from the conduct giving rise to the penalty. (3) Coordination with other sanctions. Subject to\nparagraph (c)(2) of this section —\n(i) Any monetary penalty imposed on a\npractitioner under this paragraph (c) may be in\naddition to or in lieu of any suspension, disbarment or\ncensure and may be in addition to a penalty imposed\non an employer, firm or other entity under paragraph\n(c)(1)(ii) of this section. (ii) Any monetary penalty imposed on an\nemployer, firm or other entity may be in addition to\nor in lieu of penalties imposed under paragraph (c)\n(1)(i) of this section. (d) Authority to accept a practitioner’s consent to\nsanction. The Internal Revenue Service may accept\na practitioner’s offer of consent to be sanctioned\nunder §10.50 in lieu of instituting or continuing a\nproceeding under §10.60(a). (e) Sanctions to be imposed. The sanctions imposed\nby this section shall take into account all relevant\nfacts and circumstances. (f) Effective/applicability date. This section is\napplicable to conduct occurring on or after August 2,\n2011, except that paragraphs (a), (b)(2), and (e) apply\nto conduct occurring on or after September 26, 2007,\nand paragraph (c) applies to prohibited conduct that\noccurs after October 22, 2004. § 10.51 Incompetence and disreputable conduct. (a) Incompetence and disreputable conduct. Incompetence and disreputable conduct for which\na practitioner may be sanctioned under §10.50\nincludes, but is not limited to —\nTreasury Department Circular No. 230 Table of Contents (1) Conviction of any criminal offense under the\nFederal tax laws. (2) Conviction of any criminal offense involving\ndishonesty or breach of trust. (3) Conviction of any felony under Federal or\nState law for which the conduct involved renders\nthe practitioner unfit to practice before the Internal\nRevenue Service. (4) Giving false or misleading information, or\nparticipating in any way in the giving of false or\nmisleading information to the Department of the\nTreasury or any officer or employee thereof, or to any\ntribunal authorized to pass upon Federal tax matters,\nin connection with any matter pending or likely to be\npending before them, knowing the information to be\nfalse or misleading. Facts or other matters contained\nin testimony, Federal tax returns, financial statements,\napplications for enrollment, affidavits, declarations,\nand any other document or statement, written or oral,\nare included in the term “information.”",
    "querygen": [
      "when a monetary penalty is imposed, an appraisal will be admissible in evidence",
      "when to use appraisal of taxable property",
      "what is the purpose for an appraisal"
    ],
    "querygen_score": [
      "1.4381042",
      "-1.3115541",
      "0.83766794"
    ]
  },
  {
    "id": "legal-advice_92__65",
    "doc_id": "legal-advice_92",
    "chunk_id": 65,
    "document_category": "legal-advice",
    "text": "Subtract that amount from the amount on\nForm 1040 or 1040-SR, line 1a, and enter the result on line 1 of\nthe worksheet in Step 5 (instead of entering the actual amount\nfrom Form 1040 or 1040-SR, line 1a). Be sure to answer “Yes”\nto question 2 in Step 5. Clergy. The following instructions apply to ministers, members of religious orders who have not taken a vow of poverty,\nand Christian Science practitioners. If you are filing Schedule SE and the amount on line 2 of that schedule includes an -40- amount that was also reported on Form 1040 or 1040-SR,\nline 1z, do the following. 1. Enter “Clergy” on the dotted line next to line 27. 2. Determine how much of the amount on Form 1040 or\n1040-SR, line 1z, was also reported on Schedule SE, Part I,\nline 2. 3. Subtract that amount from the amount on Form 1040 or\n1040-SR, line 1z. Enter the result on line 1 of the worksheet in\nStep 5 (instead of entering the actual amount from Form 1040\nor 1040-SR, line 1z). 4. Be sure to answer “Yes” to question 2 in Step 5. Combat pay, nontaxable. If you were a member of the U.S.\nArmed Forces who served in a combat zone, certain pay is excluded from your income. See Combat Zone Exclusion in Pub. 3. You can elect to include this pay in your earned income when\nfiguring the EIC. The amount of your nontaxable combat pay\nshould be shown in box 12 of Form(s) W-2 with code Q. If you\nare filing a joint return and both you and your spouse received\nnontaxable combat pay, you can each make your own election. In other words, if one of you makes the election, the other one\ncan also make it but doesn't have to. ! If you elect to use your nontaxable combat pay in figuring your EIC, enter that amount on line 1i. CAUTION Credit figured by the IRS. To have the IRS figure your EIC:\n1. Enter “EIC” on the dotted line next to line 27. 2. Be sure you enter the nontaxable combat pay you elect to\ninclude in earned income by entering that amount on line 1i. See Combat pay, nontaxable, earlier. 3. If you have a qualifying child, complete and attach\nSchedule EIC. If your EIC for a year after 1996 was reduced or\ndisallowed, see Form 8862, who must file, later. Exception to time lived with you. Temporary absences by you\nor the child for special circumstances, such as school, vacation,\nbusiness, medical care, military service, or detention in a juvenile facility, count as time the child lived with you. Also see\nKidnapped child under Who Qualifies as Your Dependent, earlier, and Members of the military, later.",
    "querygen": [
      "how to subtract 1040 on 1040-SR",
      "what is the method used to determine a tax liability for taxes",
      "what form can we subtract an amount from"
    ],
    "querygen_score": [
      "2.0011854",
      "-4.410258",
      "0.6989323"
    ]
  },
  {
    "id": "legal-advice_99__116",
    "doc_id": "legal-advice_99",
    "chunk_id": 116,
    "document_category": "legal-advice",
    "text": "If you received a refund, credit, or\noffset of state or local income taxes in\n2022, you may be required to report this\namount. If you didn't receive a Form\n1099-G, check with the government\nagency that made the payments to you. Your 2022 Form 1099-G may have been\nmade available to you only in an electronic format, and you will need to get\ninstructions from the agency to retrieve\nthis document. Report any taxable refund you received even if you didn't receive Form 1099-G. If you chose to apply part or all of the\nrefund to your 2022 estimated state or\nlocal income tax, the amount applied is\ntreated as received in 2022. If the refund\nwas for a tax you paid in 2021 and you deducted state and local income taxes on\nyour 2021 Schedule A, use the State and\nLocal Income Tax Refund Worksheet in\nthese instructions to see if any of your\nrefund is taxable. Exception. See Itemized Deduction Recoveries in Pub. 525 instead of using the\nState and Local Income Tax Refund\nWorksheet in these instructions if any of\nthe following applies. 1. You received a refund in 2022\nthat is for a tax year other than 2021. 2. You received a refund other than\nan income tax refund, such as a general\nsales tax or real property tax refund, in\n2022 of an amount deducted or credit\nclaimed in an earlier year. 3. You had taxable income on your\n2021 Form 1040 or 1040-SR, line 15,\nbut no tax on your Form 1040 or\n1040-SR, line 16, because of the 0% tax\nrate on net capital gain and qualified\ndividends in certain situations. 4. Your 2021 state and local income\ntax refund is more than your 2021 state\nand local income tax deduction minus\nthe amount you could have deducted as\nyour 2021 state and local general sales\ntaxes. 5. You made your last payment of\n2021 estimated state or local income tax\nin 2022. 6. You owed alternative minimum\ntax in 2021. 7. You couldn't use the full amount\nof credits you were entitled to in 2021\nbecause the total credits were more than\nthe amount shown on your 2021 Form\n1040 or 1040-SR, line 16. 8. You could be claimed as a dependent by someone else in 2021. 9. You received a refund because of\na jointly filed state or local income tax\nreturn, but you aren't filing a joint 2022\nForm 1040 or 1040-SR with the same\nperson. -83- Lines 2a and 2b\nAlimony Received\nLine 2a Enter amounts received as alimony or\nseparate maintenance pursuant to a divorce or separation agreement entered\ninto on or before December 31, 2018,\nunless that agreement was changed after\nDecember 31, 2018, to expressly provide that alimony received isn't included\nin your income. Alimony received is not\nincluded in your income if you entered\ninto a divorce or separation agreement\nafter December 31, 2018. If you are including alimony in your income, you\nmust let the person who made the payments know your social security number. If you don’t, you may have to pay a\npenalty. For more details, see Pub. 504. If you are including alimony payments from more than one divorce or\nseparation agreement in your income,\nenter the total of all alimony received on\nline 2a. Line 2b",
    "querygen": [
      "when will i need to report my taxes",
      "when are you tax deductible",
      "who is required to report state & local tax refunds"
    ],
    "querygen_score": [
      "-0.40459117",
      "-2.414321",
      "0.12451592"
    ]
  },
  {
    "id": "legal-advice_41__21",
    "doc_id": "legal-advice_41",
    "chunk_id": 21,
    "document_category": "legal-advice",
    "text": "(ii) Enrollment cycle means the three successive\nenrollment years preceding the effective date of\nrenewal. (iii) Registration year means each 12-month\nperiod the registered tax return preparer is authorized\nto practice before the Internal Revenue Service.\n(iv) The effective date of renewal is the first day\nof the fourth month following the close of the period\nfor renewal described in paragraph (d) of this section. (2) For renewed enrollment as an enrolled agent\nor enrolled retirement plan agent —\n(i) Requirements for enrollment cycle. A\nminimum of 72 hours of continuing education credit,\nincluding six hours of ethics or professional conduct,\nmust be completed during each enrollment cycle. (ii) Requirements for enrollment year. A\nminimum of 16 hours of continuing education credit,\nincluding two hours of ethics or professional conduct,\nmust be completed during each enrollment year of an\nenrollment cycle. (iii) Enrollment during enrollment cycle —\nPage 12 — § 10.6 (A) In general. Subject to paragraph (e)(2)(iii)\n(B) of this section, an individual who receives initial\nenrollment during an enrollment cycle must complete\ntwo hours of qualifying continuing education credit\nfor each month enrolled during the enrollment cycle. Enrollment for any part of a month is considered\nenrollment for the entire month. (B) Ethics. An individual who receives\ninitial enrollment during an enrollment cycle must\ncomplete two hours of ethics or professional conduct\nfor each enrollment year during the enrollment cycle. Enrollment for any part of an enrollment year is\nconsidered enrollment for the entire year. (3) Requirements for renewal as a registered\ntax return preparer. A minimum of 15 hours of\ncontinuing education credit, including two hours of\nethics or professional conduct, three hours of Federal\ntax law updates, and 10 hours of Federal tax law\ntopics, must be completed during each registration\nyear. (f) Qualifying continuing education —\n(1) General —\n(i) Enrolled agents. To qualify for continuing\neducation credit for an enrolled agent, a course of\nlearning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional\nknowledge in Federal taxation or Federal tax related\nmatters (programs comprised of current subject\nmatter in Federal taxation or Federal tax related\nmatters, including accounting, tax return preparation\nsoftware, taxation, or ethics); and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (ii) Enrolled retirement plan agents. To qualify\nfor continuing education credit for an enrolled\nretirement plan agent, a course of learning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional knowledge\nin qualified retirement plan matters; and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (iii) Registered tax return preparers. To\nTreasury Department Circular No. 230 Table of Contents qualify for continuing education credit for a registered\ntax return preparer, a course of learning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional\nknowledge in Federal taxation or Federal tax related\nmatters (programs comprised of current subject\nmatter in Federal taxation or Federal tax related\nmatters, including accounting, tax return preparation\nsoftware, taxation, or ethics); and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (2) Qualifying programs —\n(i) Formal programs.",
    "querygen": [
      "irs effective date for tax registration",
      "what is meant by enrollment years",
      "what is irs effective date for taxes?"
    ],
    "querygen_score": [
      "-0.15360369",
      "-0.10595778",
      "-1.3691086"
    ]
  },
  {
    "id": "legal-advice_17__6",
    "doc_id": "legal-advice_17",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "I.R.C. § 943(b)(1)(A)\ndefines the term \"transaction\" as any sale, exchange, or other\ndisposition, any lease or rental, and any furnishing of related\nor subsidiary services. A parallel definition is included in the\nI.R.C. § 942 definition of FTGR as gross receipts from the sale,\nexchange, or other disposition, lease or rental and related or\nsubsidiary services of qualifying foreign trade property. I.R.C. § 942(a)(1). In other words, the ETI exclusion provisions apply to\ntransactions entered into on or after October 1, 2000. For\npurposes of this rule, “transaction” and “contract” are not\nsynonymous. See, e.g., ETI Act § 5(c)(1)(B) (distinguishing\nbetween transactions and contracts). A contract may give rise to\nmore than one transaction. And such transactions may be entered\ninto, for ETI exclusion and FSC purposes, at different times. As\nan example, consider Contract1 described above. The contract was\nsigned on Date1, and called for production and delivery of\nProductA. Pursuant to that same contract, the purchaser\nexercised an option, in Date2, for production and delivery of\nProductB. In this fact pattern, a contract made before the\neffective date of the ETI Act gave rise to two transactions, the\noriginal sale of ProductA and the second sale of ProductB. As we\nunderstand the facts of the case, the original sale was entered\ninto on the same date that the contract was made, Date1, and the\nsecond sale was entered into in Date2 when the option was\nexercised. The FSC 14 § 5(c) of the ETI Act provides for a transition period for existing FSCs. Initially, Taxpayer focused on the language of the transition provisions in\narguing it was entitled to report income under the ETI régime. However,\nTaxpayer has now recast it’s argument to apply to all income generated\npursuant to pre-existing long-term contracts under the general effective date\nof the ETI Act. CC:LM:HMT:--------:POSTF-103313-03 page 16 provisions apply to the pre-ETI Act original transaction, and the\nETI exclusion provisions apply to the post-ETI Act second\ntransaction. In contrast, Taxpayer asserts it is entitled to report\nincome from military equipment sales after September 30, 2000\nunder the ETI regime rather than the FSC regime which,\nessentially, doubles it’s tax benefit. Taxpayer insists it:\nmay apply the new ETI régime to taxable income\nreportable after September 30, -, regardless of whether\nthe income is attributable to a contract in effect\nprior to the enactment of ETI, and regardless of\nwhether income from previous years relating to the same\ncontract was reported under the FSC rules. (-------“------------------------------------------------------------------------------------------------------------------------------------------------” (hereinafter “Taxpayer’s Position\nPaper”), p. 1.) The crux of Taxpayer’s assertion that it is entitled to the\nbenefits of the ETI Act rests on the definition of “transaction”\nand, more specifically, “sale transaction.” The determination of\nwhen a sale transaction occurs is factual. Persuasive arguments\ncan be made, depending on the specific facts, that Taxpayer’s\nsale transactions for military equipment: (1) preceded the actual\nsigning of the contract when the buyer (the U.S. Government,\nforeign government or foreign entity) accepted the seller’s\n(Taxpayer) offer and agreement on the terms of the sale was\nreached15; (2) occurred when the contract16 memorializing the\n15",
    "querygen": [
      "what is the transaction?",
      "what is transaction irrc",
      "transactions definition"
    ],
    "querygen_score": [
      "-2.5656304",
      "-4.236188",
      "-0.7460436"
    ]
  },
  {
    "id": "legal-advice_32__122",
    "doc_id": "legal-advice_32",
    "chunk_id": 122,
    "document_category": "legal-advice",
    "text": "See Recoveries in Pub. 525 for details on how to figure the\namount to report. • Reemployment trade adjustment\nassistance (RTAA) payments. These\npayments should be shown in box 5 of\nForm 1099-G.\n• Loss on certain corrective distributions of excess deferrals. See Retirement\nPlan Contributions in Pub. 525.\n• Dividends on insurance policies if\nthey exceed the total of all net premiums\nyou paid for the contract. • Recapture of a charitable contribution deduction relating to the contribution of a fractional interest in tangible\npersonal property. See Fractional Interest in Tangible Personal Property in\nPub. 526. Interest and an additional 10%\ntax apply to the amount of the recapture. See the instructions for Schedule 2,\nline 17g.\n• Recapture of a charitable contribution deduction if the charitable organization disposes of the donated property\nwithin 3 years of the contribution. See\nRecapture if no exempt use in Pub. 526.\n• Taxable part of disaster relief payments. See Pub. 525 to figure the taxable part, if any. If any of your disaster\nrelief payment is taxable, attach a statement showing the total payment received and how you figured the taxable\npart. • Taxable distributions from a Coverdell education savings account (ESA)\nor a qualified tuition program (QTP). Distributions from these accounts may\nbe taxable if (a) in the case of distributions from a QTP, they are more than\nthe qualified higher education expenses\nof the designated beneficiary in 2022 or,\nin the case of distributions from an ESA,\nthey are more than the qualified education expenses of the designated beneficiary in 2022; and (b) they were not included in a qualified rollover. Nontaxable distributions from these accounts\ndon’t have to be reported on Form 1040\nor 1040-SR. This includes rollovers and\nqualified higher education expenses refunded to a student from a QTP that\nwere recontributed to a QTP with the\nsame designated beneficiary generally\nwithin 60 days after the date of refund. See Pub. 970. You may have to pay an additional tax if you received a taxCAUTION able distribution from a Coverdell ESA or a QTP. See the Instructions\nfor Form 5329. would enter $800 on line 8z and in the\nentry space next to line 8z you would\nwrite “Incorrect Form 1099-K - $800.” See the instructions for line 24z. Nontaxable income. Don’t report any\nnontaxable income on line 8z. Examples\nof nontaxable income include the following. • Child support. • Payments you received to help you\npay your mortgage loan under the HFA\nHardest Hit Fund or the Homeowner Assistance Fund.\n• Any Pay-for-Performance Success\nPayments that reduce the principal balance of your home mortgage under the\nHome Affordable Modification Program. • Life insurance proceeds received\nbecause of someone's death (other than\nfrom certain employer-owned life insurance contracts). • Gifts and bequests. However, if\nyou received a gift or bequest from a\nforeign person (including amounts from\nforeign corporations and foreign partnerships that you treated as gifts) totaling\nmore than $17,339, you may have to report information about it on Form 3520,\nPart IV. See the Instructions for Form\n3520. Form 1099-K loss reporting. If you\nsold a personal item at a loss, enter the\namount of the sale proceeds from Form\n1099-K on line 8z.",
    "querygen": [
      "what is the box code on a 1099-g",
      "what type of payments must be reported on a 1099-g",
      "do i need to report rtaa on 1099"
    ],
    "querygen_score": [
      "-1.7964623",
      "0.15062958",
      "-0.08290314"
    ]
  },
  {
    "id": "legal-advice_25__29",
    "doc_id": "legal-advice_25",
    "chunk_id": 29,
    "document_category": "legal-advice",
    "text": "If you will be claiming the child as a qualifying child, go to\nStep 2. Otherwise, stop; you can't claim any benefits based on\nthis child. Social security number. You must enter each dependent's social security number (SSN). Be sure the name and SSN entered\nagree with the dependent's social security card. Otherwise, at\nthe time we process your return, we may reduce or disallow any\ntax benefits (such as the child tax credit) based on that dependent. If the name or SSN on the dependent's social security card\nisn't correct or you need to get an SSN for your dependent, contact the Social Security Administration (SSA). See Social Security Number (SSN), earlier. If your dependent won't have a\nnumber by the date your return is due, see What if You Can't\nFile on Time? earlier. For the child tax credit, your child must have the required\nSSN. The required SSN is one that is valid for employment and\nthat is issued by the SSA before the due date of your 2022 return (including extensions). If your child was a U.S. citizen\nwhen the child received the SSN, the SSN is valid for employment. If “Not Valid for Employment” is printed on your child’s -21- Need more information or forms? Visit IRS.gov. social security card and your child’s immigration status has\nchanged so that your child is now a U.S. citizen or permanent\nresident, ask the SSA for a new social security card without the\nlegend. However, if “Valid for Work Only With DHS Authorization” is printed on your child’s social security card, your child\nhas the required SSN only as long as the DHS authorization is\nvalid. If your dependent child was born and died in 2022 and you\ndo not have an SSN for the child, enter “Died” in column (2) of\nthe Dependents section and include a copy of the child's birth\ncertificate, death certificate, or hospital records. The document\nmust show the child was born alive. If you, or your spouse if filing jointly, didn't have an SSN (or\nITIN) issued on or before the due date of your 2022 return (in- Need more information or forms? Visit IRS.gov. cluding extensions), you can't claim the child tax credit or the\ncredit for other dependents on your original or an amended\n2022 return. If you apply for an ITIN on or before the due date of your\n2022 return (including extensions) and the IRS issues you an\nITIN as a result of the application, the IRS will consider your\nITIN as issued on or before the due date of your return. Student. A student is a child who during any part of 5 calendar\nmonths of 2022 was enrolled as a full-time student at a school\nor took a full-time, on-farm training course given by a school or\na state, county, or local government agency. A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. -22- Income\nGenerally, you must report all income\nexcept income that is exempt from tax\nby law.",
    "querygen": [
      "do i need to claim child benefits",
      "how to claim dependent ssn",
      "can i claim my child as a qualifying child"
    ],
    "querygen_score": [
      "0.8447963",
      "1.5024278",
      "2.0532439"
    ]
  },
  {
    "id": "legal-advice_25__46",
    "doc_id": "legal-advice_25",
    "chunk_id": 46,
    "document_category": "legal-advice",
    "text": "Include a statement showing the full amount you received and the\namount you received as a nominee. See\nthe Schedule B instructions for filing requirements for Forms 1099-DIV and\n1096. If you don’t have to file Sched- TIP ule D, use the Qualified Dividends and Capital Gain Tax\nWorksheet in the line 16 instructions to\nfigure your tax. If you made a section 962 election and are taking a deduction\nCAUTION under section 250 with respect\nto any income inclusions under section\n951 or 951A, don't report the deduction\non line 12. Instead, report the tax with\nrespect to a section 962 election on\nline 16 and include in the statement required by line 16 how you figured the\nsection 250 deduction. ! Standard Deduction\nMost Form 1040 filers can find their\nstandard deduction by looking at the\namounts listed to the left of line 12. Most Form 1040-SR filers can find their\nstandard deduction by using the chart on\nthe last page of Form 1040-SR. Exception\n1—Dependent. If\nyou\nchecked the “Someone can claim you as\na dependent” box, or if you’re filing\njointly and you checked the “Someone\ncan claim your spouse as a dependent”\nbox, use the Standard Deduction Worksheet for Dependents to figure your\nstandard deduction. Someone claims you or your TIP spouse as a dependent if they\nlist your or your spouse's name\nand SSN in the Dependents section of\ntheir return. Total Income and\nAdjusted Gross\nIncome\nLine 10\nEnter any adjustments to income from\nSchedule 1, line 26, on line 10. Tax and Credits\nLine 12\nItemized Deductions or\nStandard Deduction In most cases, your federal income tax\nwill be less if you take the larger of your\nitemized deductions or standard deduction. Itemized Deductions To figure your itemized deductions, fill\nin Schedule A. -31- Exception 2—Born before January 2,\n1958, or blind. If you checked any of\nthe following boxes, figure your standard deduction using the Standard Deduction Chart for People Who Were Born\nBefore January 2, 1958, or Were Blind\nif you are filing Form 1040 or by using\nthe chart on the last page of Form\n1040-SR.\n• You were born before January 2,\n1958.\n• You are blind. • Spouse was born before January 2,\n1958.\n• Spouse is blind. Exception 3—Separate return or dual-status alien. If you checked the box\nlabeled “Spouse itemizes on separate return or you were dual-status alien” on\nthe Spouse standard deduction line, your\nstandard deduction is zero, even if you\nwere born before January 2, 1958, or\nwere blind. Exception 4—Increased standard deduction for net qualified disaster loss. Need more information or forms? Visit IRS.gov. Social Security Benefits Worksheet—Lines 6a and 6b Before you begin: 1.\n2.\n3.\n4.\n5.\n6.\n7. 8. 9. 10.\n11.\n12.\n13.\n14.\n15.\n16.\n17.\n18. Keep for Your Records Figure any write-in adjustments to be entered on Schedule 1, line 24z (see the instructions for Schedule\n1, line 24z). If you are married filing separately and you lived apart from your spouse for all of 2022, enter “D” to\nthe right of the word “benefits” on line 6a. If you don’t, you may get a math error notice from the IRS. Be sure you have read the Exception in the line 6a and 6b instructions to see if you can use this\nworksheet instead of a publication to find out if any of your benefits are taxable.",
    "querygen": [
      "who must include the statement on a 1099 divorce",
      "what is the form a nominee must file for",
      "what forms do i need to file for a nominee"
    ],
    "querygen_score": [
      "-2.3188653",
      "-1.3770121",
      "-0.21018013"
    ]
  },
  {
    "id": "legal-advice_32__157",
    "doc_id": "legal-advice_32",
    "chunk_id": 157,
    "document_category": "legal-advice",
    "text": "Your\nenvelope may need additional postage if it\ncontains more than five pages or is\noversized (for example, it is over 1/4″ thick). Also include your complete return address. THEN use this address if you: IF you live in... Alabama, Georgia, North Carolina, South Carolina,\nTennessee Are requesting a refund or\nare not enclosing a check or\nmoney order... Department of the Treasury\nInternal Revenue Service\nKansas City, MO 64999-0002 Are enclosing a check or\nmoney order... Internal Revenue Service\nP.O. Box 1214\nCharlotte, NC 28201-1214 Alaska, California, Colorado, Hawaii, Idaho, Kansas,\nDepartment of the Treasury\nMichigan, Montana, Nebraska, Nevada, North Dakota,\nInternal Revenue Service\nOhio, Oregon, South Dakota, Utah, Washington, Wyoming Ogden, UT 84201-0002 Internal Revenue Service\nP.O. Box 802501\nCincinnati, OH 45280-2501 Department of the Treasury\nInternal Revenue Service\nAustin, TX 73301-0002 Internal Revenue Service\nP.O. Box 802501\nCincinnati, OH 45280-2501 Department of the Treasury\nInternal Revenue Service\nKansas City, MO 64999-0002 Internal Revenue Service\nP.O. Box 931000\nLouisville, KY 40293-1000 Florida, Louisiana, Mississippi, Texas Department of the Treasury\nInternal Revenue Service\nAustin, TX 73301-0002 Internal Revenue Service\nP.O. Box 1214\nCharlotte, NC 28201-1214 Pennsylvania Department of the Treasury\nInternal Revenue Service\nKansas City, MO 64999-0002 Internal Revenue Service\nP.O. Box 802501\nCincinnati, OH 45280-2501 Arizona, New Mexico Arkansas, Connecticut, Delaware, District of Columbia,\nIllinois, Indiana, Iowa, Kentucky, Maine, Maryland,\nMassachusetts, Minnesota, Missouri, New Hampshire,\nNew Jersey, New York, Oklahoma, Rhode Island,\nVermont, Virginia, West Virginia, Wisconsin A foreign country, U.S. possession or territory*, or use an Department of the Treasury\nAPO or FPO address, or file Form 2555 or 4563, or are a Internal Revenue Service\ndual-status alien\nAustin, TX 73301-0215 Internal Revenue Service\nP.O. Box 1303\nCharlotte, NC 28201-1303 *If you live in American Samoa, Puerto Rico, Guam, the U.S. Virgin Islands, or the Northern Mariana Islands, see Pub. 570. -113-",
    "querygen": [
      "what to do about a postage stamp",
      "what size postage do i need for an envelope?",
      "if i mail a return envelope what is the correct postage"
    ],
    "querygen_score": [
      "-5.266358",
      "-1.4590638",
      "-2.4226677"
    ]
  },
  {
    "id": "legal-advice_63__36",
    "doc_id": "legal-advice_63",
    "chunk_id": 36,
    "document_category": "legal-advice",
    "text": "regarding the terms of the engagement. For example,\nthe advisor should determine the client’s expected\npurpose for and use of the advice and should have\na clear understanding with the client regarding the\nform and scope of the advice or assistance to be\nrendered. (2) Establishing the facts, determining which\nfacts are relevant, evaluating the reasonableness\nof any assumptions or representations, relating the\napplicable law (including potentially applicable\njudicial doctrines) to the relevant facts, and arriving\nat a conclusion supported by the law and the facts. (3) Advising the client regarding the import of\nthe conclusions reached, including, for example,\nwhether a taxpayer may avoid accuracy-related\npenalties under the Internal Revenue Code if a\ntaxpayer acts in reliance on the advice. (4) Acting fairly and with integrity in practice\nbefore the Internal Revenue Service. (b) Procedures to ensure best practices for tax\nadvisors. Tax advisors with responsibility for\noverseeing a firm’s practice of providing advice\nconcerning Federal tax issues or of preparing or\nassisting in the preparation of submissions to the\nInternal Revenue Service should take reasonable steps\nto ensure that the firm’s procedures for all members,\nassociates, and employees are consistent with the best\npractices set forth in paragraph (a) of this section. (c) Applicability date. This section is effective after\nJune 20, 2005. § 10.34 Standards with respect to tax returns and\ndocuments, affidavits and other papers. (a) Tax returns.\n(1) A practitioner may not willfully, recklessly, or\nthrough gross incompetence —\n(i) Sign a tax return or claim for refund that\nthe practitioner knows or reasonably should know\ncontains a position that — (A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Internal Revenue Code\n(Code) (including the related regulations and other\npublished guidance); or\nTreasury Department Circular No. 230 Table of Contents (C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (ii) Advise a client to take a position on a tax\nreturn or claim for refund, or prepare a portion of a\ntax return or claim for refund containing a position,\nthat —\n(A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Code (including the\nrelated regulations and other published guidance); or\n(C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (2) A pattern of conduct is a factor that will\nbe taken into account in determining whether a\npractitioner acted willfully, recklessly, or through\ngross incompetence. (b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous.",
    "querygen": [
      "how to become a professional advisors",
      "what is the role of an advisor",
      "who should provide legal advice to a client"
    ],
    "querygen_score": [
      "-3.9064445",
      "-0.8665188",
      "0.3318057"
    ]
  },
  {
    "id": "legal-advice_96__1",
    "doc_id": "legal-advice_96",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "TAX YEAR 2022 1040 (and\n1040-SR) INSTRUCTIONS R Including the instructions for\nSchedules 1 through 3 2022 Changes\n• Form 1040 has new lines. • Schedule 1 has new lines. • Filing status name changed from\nQualifying widow(er) to Qualifiying\nsurviving spouse. For details on these and other\nchanges, see What’s New in these\ninstructions. Future Developments See IRS.gov and IRS.gov/Forms, and for the latest information about developments related to Forms 1040 and\n1040-SR and their instructions, such as legislation enacted after they were published, go to IRS.gov/Form1040. Free File is the fast, safe, and free way to prepare and e-file your taxes. See IRS.gov/FreeFile. Pay Online. It’s fast, simple, and secure. Go to IRS.gov/Payments. Department of the Treasury Internal Revenue Service www.irs.gov\nDec 23, 2022 Cat. No. 24811V Table of Contents\nContents\nDepartment\nof the\nTreasury\nInternal\nRevenue\nService Page What's New . . . . . . . . . . . . . . . . . . . . . . . . 6\nFiling Requirements . . . . . . . . . . . . . . . . . . 8\nDo You Have To File? . . . . . . . . . . . . . . 8\nWhen and Where Should You File? . . . . . 8\nLine Instructions for Forms 1040 and\n1040-SR . . . . . . . . . . . . . . . . . . . . . . 12\nFiling Status . . . . . . . . . . . . . . . . . . . 12\nName and Address . . . . . . . . . . . . . . . 14\nSocial Security Number (SSN) . . . . . . . 14\nDependents, Qualifying Child for\nChild Tax Credit, and Credit for\nOther Dependents . . . . . . . . . . . . . . 17\nIncome . . . . . . . . . . . . . . . . . . . . . . . 23\nTotal Income and Adjusted Gross\nIncome . . . . . . . . . . . . . . . . . . . . . 31\nTax and Credits . . . . . . . . . . . . . . . . . 31\nPayments . . . . . . . . . . . . . . . . . . . . . 37\nRefund . . . . . . . . . . . . . . . . . . . . . . . 56\nAmount You Owe . . . . . . . . . . . . . . . . 58 -2- Contents Page Sign Your Return . . . . . . . . . . . . . . . .",
    "querygen": [
      "how many lines in 1040 schedule",
      "how long do 1040-srs have to be in file",
      "how to change your tax id"
    ],
    "querygen_score": [
      "-2.034475",
      "-4.1575184",
      "-5.443602"
    ]
  },
  {
    "id": "legal-advice_25__5",
    "doc_id": "legal-advice_25",
    "chunk_id": 5,
    "document_category": "legal-advice",
    "text": "However, you don’t need to wait to receive this form\nto file your return. You may rely on other information received from your employer. If you don’t wish to claim the\npremium tax credit for 2022, you don’t need the information in Part II of Form 1095-C. For more information on\nwho is eligible for the premium tax credit, see the Instructions for Form 8962. Reminder: Health care coverage. If you need health care coverage, go to www.HealthCare.gov to learn about\nhealth insurance options for you and your family, how to buy health insurance, and how you might qualify to get\nfinancial assistance to buy health insurance. -5- What's New\nDue date of return. File Form 1040 or\n1040-SR by April 18, 2023. The due\ndate is April 18, instead of April 15, because of the Emancipation Day holiday\nin the District of Columbia – even if you\ndon’t live in the District of Columbia. Filing status name changed to qualifying surviving spouse. The filing status\nqualifying widow(er) is now called qualifying surviving spouse. The rules for\nthe filing status have not changed. The\nsame rules that applied for qualifying\nwidow(er) apply to qualifying surviving\nspouse. See Qualifying surviving spouse,\nlater. Standard deduction amount increased. For 2022, the standard deduction amount has been increased for all\nfilers. The amounts are:\n• Single or Married filing separately—$12,950. • Married filing jointly or Qualifying surviving spouse—$25,900. • Head of household—$19,400. New lines 1a through 1z on Form\n1040 and 1040-SR. This year line 1 is\nexpanded and there are new lines 1a\nthrough 1z. Some amounts that in prior\nyears were reported on Form 1040 and\nForm 1040-SR are now reported on\nSchedule 1.\n• Scholarship and fellowship grants\nthat were not reported to you on Form\nW-2 are now reported on Schedule 1,\nline 8r.\n• Pension or annuity from a nonqualified deferred compensation plan or a\nnongovernmental section 457 plan are\nnow reported on Schedule 1, line 8t.\n• Wages earned while incarcerated\nare now reported on Schedule 1, line 8u. New line 6c on Form 1040 and\n1040-SR. A checkbox was added on\nline 6c. Taxpayers who elect to use the\nlump-sum election method for their benefits will check this box. See Line 6c,\nlater. Nontaxable Medicaid waiver payments on Schedule 1. For 2021, nontaxable amounts of Medicaid waiver\npayments reported on Form 1040, line 1, For information about any additional changes to the 2022 tax law or any other developments affecting Form 1040 or 1040-SR or the instructions, go to IRS.gov/\nForm1040. were excluded from income on Schedule\n1, line 8z. For 2022, nontaxable amounts\nwill be excluded on Schedule 1, line 8s. Nontaxable combat pay election. For\n2021, individuals elected to include their\nnontaxable combat pay in their earned\nincome when figuring the earned income credit (EIC) by reporting it on\nForm 1040 or 1040-SR, line 27b. For\n2022, they will make this election by reporting nontaxable combat pay on Form\n1040 or 1040-SR, line 1i. Credits for sick and family leave for\ncertain self-employed individuals are\nnot available. Self-employed individuals can no longer claim these credits. Health coverage tax credit is not\navailable. The health coverage tax\ncredit was not extended. The credit is\nnot available after 2021. Credit for child and dependent care\nexpenses.",
    "querygen": [
      "does your employer have to file a 1095-c",
      "what forms do you receive to file your tax return",
      "when do i need to file premium taxes"
    ],
    "querygen_score": [
      "0.0021896884",
      "-0.5815084",
      "-0.60163903"
    ]
  },
  {
    "id": "legal-advice_66__52",
    "doc_id": "legal-advice_66",
    "chunk_id": 52,
    "document_category": "legal-advice",
    "text": "3.\nEnter the amount shown below for your filing status. • Single or married filing separately—$12,950\n. . . . . . . . . . . . . . . . . . . . . . . . . . 3.\n• Married filing jointly—$25,900\n• Head of household—$19,400\n4. Standard deduction. a. Enter the smaller of line 2 or line 3. If born after January 1, 1958, and not blind, stop here and enter this\namount on Form 1040 or 1040-SR, line 12. Otherwise, go to line 4b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4a.\nb. If born before January 2, 1958, or blind, multiply the number on line 1 by $1,400 ($1,750 if single or head of\nhousehold) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4b.\nc. Add lines 4a and 4b. Enter the total here and on Form 1040 or 1040-SR, line 12 . . . . . . . . . . . . . . . . . . . . . . . 4c.\n* Earned income includes wages, salaries, tips, professional fees, and other compensation received for personal services you performed. It also includes any\ntaxable scholarship or fellowship grant. Generally, your earned income is the total of the amount(s) you reported on Form 1040 or 1040-SR, line 1z, and\nSchedule 1, lines 3, 6, 8r, 8t, and 8u minus the amount, if any, on Schedule 1, line 15. Standard Deduction Chart for People Who Were Born Before January 2, 1958, or Were Blind Don’t use this chart if someone can claim you, or your spouse if filing jointly, as a dependent. Instead, use the worksheet above. You were born before January 2, 1958. You are blind. Spouse was born before January 2, 1958. Spouse is blind. Enter the total number of boxes checked . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . IF your filing\nstatus is . . . AND the number in\nthe box above is . . . ▶\nTHEN your standard\ndeduction is . . . Single 1\n2 $14,700\n16,450 Married filing jointly 1\n2\n3\n4 $27,300\n28,700\n30,100\n31,500 Qualifying surviving spouse 1\n2 $27,300\n28,700 Married filing separately* 1\n2\n3\n4 $14,350\n15,750\n17,150\n18,550 Head of household 1\n2 $21,150\n22,900",
    "querygen": [
      "how much money do i need for taxes",
      "what is the filing limit for filing separately in state or federal taxes",
      "how much do you have to pay for taxes filing separately"
    ],
    "querygen_score": [
      "-2.6195078",
      "-2.5471718",
      "-0.94635594"
    ]
  },
  {
    "id": "legal-advice_42__6",
    "doc_id": "legal-advice_42",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "Taxpayer concedes that LLC did not qualify\nas an eligible small ethanol producer during the period Date 3 through Date 7 and that\nTaxpayer and LLC were under common control within the meaning of § 40(g)(2) during\nthe period Date 3 through Date 7. However, Taxpayer argues that the aggregation rule\nin § 40(g)(2) does not require combining the productive capacity of a person that is not\nan eligible small ethanol producer (such as LLC) with the productive capacity of a\nperson that is an eligible small ethanol producer (such as Taxpayer). POSTU-121455-09 7 Contrary to Taxpayer’s position, the application of 60 million gallon productive capacity\nlimitation under § 40(g)(1) and the aggregation rule in § 40(g)(2) is not limited only to\nentities that are eligible small ethanol producers when considered in isolation from other\nrelated entities, nor does the application of the rules exclude consideration of any\nentities that are not eligible small ethanol producers when considered in isolation. The\naggregation rule under § 40(g)(2) is applied to determine whether “all persons under\ncommon control” satisfy the productive capacity limitation when considered in the\naggregate. The term “persons” refers to all entities under common control regardless of\nwhether an entity satisfies the productive capacity limitation when considered in\nisolation. For example, if two entities under common control each satisfied the\nproductive capacity limitation individually during the taxable year but collectively\nexceeded the limitation at some point during the taxable year, then neither entity would\nbe an “eligible small ethanol producer” at any time during the taxable year under the\naggregation rule. Similarly, if two entities under common control included one entity that\nsatisfied the productive capacity limitation while the other entity exceeded the limitation\nat some point during the taxable year, then neither entity would be an “eligible small\nethanol producer” at any time during the taxable year under the aggregation rule. Taxpayer argues that its position is supported by Example 2 of Proposed Treasury\nRegulations § 1.40-2(d), because the aggregation rule under § 40(g)(2) was not applied\nin the example to combine the contract manufacturer’s productive capacity with the\nproducer’s productive capacity. Taxpayer argues that in this case LLC could be\nconsidered a contract manufacturer for Taxpayer and therefore LLC’s productive\ncapacity should not be combined with Taxpayer’s. Contrary to Taxpayer’s interpretation\nof the proposed regulation, the § 40(g)(2) aggregation rule was not applied in the\nexample because the contract manufacturer and other party were unrelated. Since the\nparties in the example were unrelated, the aggregation rule in § 40(g)(2) was\ninapplicable. Regardless of whether LLC may have been a contract manufacturer for\nTaxpayer, the rule in § 40(g)(5) and the contract manufacturer rule in the proposed\nregulations does not apply in this case because Taxpayer and LLC were under common\ncontrol and therefore were treated as one person under the aggregation rule in\n§ 40(g)(2). Taxpayer also argues that LLC’s productive capacity would have been relevant for\npurposes of applying the productive capacity limitation to Taxpayer only if LLC had been\nan eligible small ethanol producer and had made an allocation of the small ethanol\nproducer credit to Taxpayer.",
    "querygen": [
      "when did llc become ethanol producer",
      "when does llc qualify as ethanol producer",
      "what was the eligible small ethanol producer"
    ],
    "querygen_score": [
      "0.63811284",
      "2.980039",
      "1.0138164"
    ]
  },
  {
    "id": "legal-advice_93__8",
    "doc_id": "legal-advice_93",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.65 Supplemental charges. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.66 Reply to answer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.67 Proof; variance; amendment of pleadings. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.68 Motions and requests. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.69 Representation; ex parte communication.",
    "querygen": [
      ". . . . . . . . . . what is the difference between . . . . .",
      "what is slang for the word?",
      "what is the name of the u.s. president that wrote a paper about a presidential election?"
    ],
    "querygen_score": [
      "-6.681481",
      "-7.6897626",
      "-9.050693"
    ]
  },
  {
    "id": "legal-advice_33__40",
    "doc_id": "legal-advice_33",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter. A Federal tax matter, as\nused in this section, is any matter concerning the\napplication or interpretation of--(1) A revenue provision as defined in section\n6110(i)(1)(B) of the Internal Revenue Code;\n(2) Any provision of law impacting a person’s\nobligations under the internal revenue laws and\nregulations, including but not limited to the person’s\nliability to pay tax or obligation to file returns; or\n(3) Any other law or regulation administered by\nthe Internal Revenue Service. (e) Effective/applicability date. This section is\napplicable to written advice rendered after June 12,\n2014. § 10.38 Establishment of advisory committees. (a) Advisory committees. To promote and maintain\nthe public’s confidence in tax advisors, the Internal\nRevenue Service is authorized to establish one or\nmore advisory committees composed of at least\nsix individuals authorized to practice before the\nInternal Revenue Service. Membership of an\nadvisory committee must be balanced among those\nwho practice as attorneys, accountants, enrolled\nagents, enrolled actuaries, enrolled retirement plan\nagents, and registered tax return preparers. Under\nprocedures prescribed by the Internal Revenue\nService, an advisory committee may review and make\ngeneral recommendations regarding the practices,\nprocedures, and policies of the offices described in\n§10.1. (b) Effective date. This section is applicable\nbeginning August 2, 2011. § 10.38 — Page 27 Table of Contents Subpart C — Sanctions for Violation of the\nRegulations\n§ 10.50 Sanctions. (a) Authority to censure, suspend, or disbar. The\nSecretary of the Treasury, or delegate, after notice\nand an opportunity for a proceeding, may censure,\nsuspend, or disbar any practitioner from practice\nbefore the Internal Revenue Service if the practitioner\nis shown to be incompetent or disreputable (within\nthe meaning of §10.51), fails to comply with any\nregulation in this part (under the prohibited conduct\nstandards of §10.52), or with intent to defraud,\nwillfully and knowingly misleads or threatens a client\nor prospective client. Censure is a public reprimand. (b) Authority to disqualify. The Secretary of the\nTreasury, or delegate, after due notice and opportunity\nfor hearing, may disqualify any appraiser for a\nviolation of these rules as applicable to appraisers. (1) If any appraiser is disqualified pursuant\nto this subpart C, the appraiser is barred from\npresenting evidence or testimony in any\nadministrative proceeding before the Department\nof Treasury or the Internal Revenue Service,\nunless and until authorized to do so by the Internal\nRevenue Service pursuant to §10.81, regardless of\nwhether the evidence or testimony would pertain\nto an appraisal made prior to or after the effective\ndate of disqualification. (2) Any appraisal made by a disqualified\nappraiser after the effective date of disqualification\nwill not have any probative effect in any\nadministrative proceeding before the Department\nof the Treasury or the Internal Revenue Service. An appraisal otherwise barred from admission into\nevidence pursuant to this section may be admitted into\nevidence solely for the purpose of determining the\ntaxpayer’s reliance in good faith on such appraisal. (c) Authority to impose monetary penalty —\n(1) In general.",
    "querygen": [
      "who is the tax practitioner",
      "when determining the burden of proof of failure, the practitioner must",
      "what is the definition of practice of law"
    ],
    "querygen_score": [
      "-0.45475364",
      "-2.4749212",
      "-2.7923872"
    ]
  },
  {
    "id": "legal-advice_68__65",
    "doc_id": "legal-advice_68",
    "chunk_id": 65,
    "document_category": "legal-advice",
    "text": "Subtract that amount from the amount on\nForm 1040 or 1040-SR, line 1a, and enter the result on line 1 of\nthe worksheet in Step 5 (instead of entering the actual amount\nfrom Form 1040 or 1040-SR, line 1a). Be sure to answer “Yes”\nto question 2 in Step 5. Clergy. The following instructions apply to ministers, members of religious orders who have not taken a vow of poverty,\nand Christian Science practitioners. If you are filing Schedule SE and the amount on line 2 of that schedule includes an -40- amount that was also reported on Form 1040 or 1040-SR,\nline 1z, do the following. 1. Enter “Clergy” on the dotted line next to line 27. 2. Determine how much of the amount on Form 1040 or\n1040-SR, line 1z, was also reported on Schedule SE, Part I,\nline 2. 3. Subtract that amount from the amount on Form 1040 or\n1040-SR, line 1z. Enter the result on line 1 of the worksheet in\nStep 5 (instead of entering the actual amount from Form 1040\nor 1040-SR, line 1z). 4. Be sure to answer “Yes” to question 2 in Step 5. Combat pay, nontaxable. If you were a member of the U.S.\nArmed Forces who served in a combat zone, certain pay is excluded from your income. See Combat Zone Exclusion in Pub. 3. You can elect to include this pay in your earned income when\nfiguring the EIC. The amount of your nontaxable combat pay\nshould be shown in box 12 of Form(s) W-2 with code Q. If you\nare filing a joint return and both you and your spouse received\nnontaxable combat pay, you can each make your own election. In other words, if one of you makes the election, the other one\ncan also make it but doesn't have to. ! If you elect to use your nontaxable combat pay in figuring your EIC, enter that amount on line 1i. CAUTION Credit figured by the IRS. To have the IRS figure your EIC:\n1. Enter “EIC” on the dotted line next to line 27. 2. Be sure you enter the nontaxable combat pay you elect to\ninclude in earned income by entering that amount on line 1i. See Combat pay, nontaxable, earlier. 3. If you have a qualifying child, complete and attach\nSchedule EIC. If your EIC for a year after 1996 was reduced or\ndisallowed, see Form 8862, who must file, later. Exception to time lived with you. Temporary absences by you\nor the child for special circumstances, such as school, vacation,\nbusiness, medical care, military service, or detention in a juvenile facility, count as time the child lived with you. Also see\nKidnapped child under Who Qualifies as Your Dependent, earlier, and Members of the military, later.",
    "querygen": [
      "how to subtract 1040-SR vs 1040 SR",
      "how to calculate amount for 1040",
      "what is the correct formula for a 1040"
    ],
    "querygen_score": [
      "1.0624866",
      "0.44723165",
      "-3.011384"
    ]
  },
  {
    "id": "legal-advice_92__89",
    "doc_id": "legal-advice_92",
    "chunk_id": 89,
    "document_category": "legal-advice",
    "text": "Once you complete\nthe online process, you will receive immediate notification of whether your\nagreement has been approved. A user\nfee is charged. Pay by Phone\nPaying by phone is another safe and secure method of paying electronically. Use one of the following methods: (1)\ncall one of the debit or credit card service providers, or (2) use the Electronic\nFederal Tax Payment System (EFTPS). Debit or credit card. Call one of our\nservice providers. Each charges a fee\nthat varies by provider, card type, and\npayment amount. Link2Gov Corporation\n888-PAY-1040TM\n(888-729-1040)\nwww.PAY1040.com\nWorldPay US, Inc.\n844-729-8298\n(844-PAY-TAX-8TM)\nwww.payUSAtax.com ACI Payments, Inc.\n888-UPAY-TAXTM\n(888-872-9829)\nfed.acipayonline.com\nEFTPS. To get more information about\nEFTPS or to enroll in EFTPS, visit\nEFTPS.gov or call 800-555-4477. To\ncontact EFTPS using Telecommunications Relay Services (TRS) for people\nwho are deaf, hard of hearing, or have a\nspeech disability, dial 711 and then provide the TRS assistant the 800-555-4477\nnumber or 800-733-4829. Additional information about EFTPS is also available\nin Pub. 966. Pay by Mobile Device To pay through your mobile device,\ndownload the IRS2Go app. Pay by Cash\nCash is an in-person payment option for\nindividuals provided through retail partners with a maximum of $1,000 per day\nper transaction. To make a cash payment, you must first be registered online\nat fed.acipayonline.com. Do not send\ncash payments through the mail. Pay by Check or Money Order\nBefore submitting a payment through\nthe mail, please consider alternative\nmethods. One of our safe, quick, and\neasy electronic payment options might\nbe right for you. If you choose to mail a\ntax payment, make your check or money\norder payable to “United States Treasury” for the full amount due. Don’t send\ncash. Don’t attach the payment to your\nreturn. Write “2022 Form 1040” or\n“2022 Form 1040-SR” and your name,\naddress, daytime phone number, and social security number (SSN) on your payment and attach Form 1040-V. For the\nmost up-to-date information on Form\n1040-V, go to IRS.gov/Form1040V. If\nyou are filing a joint return, enter the\nSSN shown first on your tax return. To help us process your payment, enter the amount on the right side of the\ncheck like this: $ XXX.XX. Don’t use\ndashes or lines (for example, don’t enter\n“$ XXX–” or “$ XXXxx/100”). Mail your 2022 tax return, payment,\nand Form 1040-V to the address shown\non the form that applies to you. -59- Notice to taxpayers presenting\nchecks. When you provide a check as\npayment, you authorize us either to use\ninformation from your check to make a\none-time electronic fund transfer from\nyour account or to process the payment\nas a check transaction. When we use information from your check to make an\nelectronic fund transfer, funds may be\nwithdrawn from your account as soon as\nthe same day we receive your payment,\nand you will not receive your check\nback from your financial institution. No checks of $100 million or more\naccepted. The IRS can’t accept a single\ncheck (including a cashier’s check) for\namounts of $100,000,000 ($100 million)\nor more. If you are sending $100 million\nor more by check, you’ll need to spread\nthe payment over 2 or more checks with\neach check made out for an amount less\nthan $100 million. This limit doesn’t apply to other methods of payment (such\nas electronic payments). Please consider\na method of payment other than check if\nthe amount of the payment is over $100\nmillion.",
    "querygen": [
      "what is the easiest way to pay with credit card",
      "how to pay by the phone",
      "what is the easiest way to pay your bills electronically"
    ],
    "querygen_score": [
      "-2.4381475",
      "1.7568747",
      "-0.82927847"
    ]
  },
  {
    "id": "legal-advice_28__11",
    "doc_id": "legal-advice_28",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.82 Expedited suspension.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\nSubpart E — General Provisions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.90 Records. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.91 Saving provision. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.92 Special orders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.93 Effective date. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "querygen": [
      "how do i petition to have the same court dismissed",
      "what is the petition for restraining orders",
      "petitions for oklahoma state constitution"
    ],
    "querygen_score": [
      "-8.236162",
      "-6.172579",
      "-7.931934"
    ]
  },
  {
    "id": "legal-advice_27__30",
    "doc_id": "legal-advice_27",
    "chunk_id": 30,
    "document_category": "legal-advice",
    "text": "The practitioner must advise the client\nof the consequences as provided under the Code\nand regulations of such noncompliance, error, or\nomission. § 10.22 Diligence as to accuracy. (a) In general. A practitioner must exercise due\ndiligence —\n(1) In preparing or assisting in the preparation\nof, approving, and filing tax returns, documents,\naffidavits, and other papers relating to Internal\nRevenue Service matters;\n(2) In determining the correctness of oral or\nwritten representations made by the practitioner to\nthe Department of the Treasury; and\n(3) In determining the correctness of oral or\nwritten representations made by the practitioner to\nclients with reference to any matter administered by\nthe Internal Revenue Service. (b) Reliance on others. Except as modified by\n§§10.34 and 10.37, a practitioner will be presumed\nto have exercised due diligence for purposes of\nthis section if the practitioner relies on the work\nproduct of another person and the practitioner used\nreasonable care in engaging, supervising, training,\nand evaluating the person, taking proper account of\nthe nature of the relationship between the practitioner\nand the person. § 10.22 — Page 19 Table of Contents (c) Effective/applicability date. Paragraph (a) of\nthis section is applicable on September 26, 2007. Paragraph (b) of this section is applicable beginning\nJune 12, 2014. § 10.23 Prompt disposition of pending matters. A practitioner may not unreasonably delay the\nprompt disposition of any matter before the Internal\nRevenue Service. § 10.24 Assistance from or to disbarred or\nsuspended persons and former Internal Revenue\nService employees. A practitioner may not, knowingly and directly or\nindirectly:\n(a) Accept assistance from or assist any person\nwho is under disbarment or suspension from practice\nbefore the Internal Revenue Service if the assistance\nrelates to a matter or matters constituting practice\nbefore the Internal Revenue Service. (b) Accept assistance from any former government\nemployee where the provisions of § 10.25 or any\nFederal law would be violated. § 10.25 Practice by former government employees,\ntheir partners and their associates. (a) Definitions. For purposes of this section —\n(1) Assist means to act in such a way as to advise,\nfurnish information to, or otherwise aid another\nperson, directly, or indirectly. (2) Government employee is an officer or\nemployee of the United States or any agency of\nthe United States, including a special Government\nemployee as defined in 18 U.S.C. 202(a), or of the\nDistrict of Columbia, or of any State, or a member of\nCongress or of any State legislature. (3) Member of a firm is a sole practitioner or\nan employee or associate thereof, or a partner,\nstockholder, associate, affiliate or employee of a\npartnership, joint venture, corporation, professional\nassociation or other affiliation of two or more\npractitioners who represent nongovernmental\nparties. Page 20 — § 10.22 (4) Particular matter involving specific parties is\ndefined at 5 CFR 2637.201(c), or superseding postemployment regulations issued by the U.S. Office of\nGovernment Ethics. (5) Rule includes Treasury regulations, whether\nissued or under preparation for issuance as notices\nof proposed rulemaking or as Treasury decisions,\nrevenue rulings, and revenue procedures published\nin the Internal Revenue Bulletin (see 26 CFR\n601.601(d)(2)(ii)(b)). (b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States.",
    "querygen": [
      "which is an example of due diligence?",
      "when is due diligence required",
      "who is required to be responsible for due diligence"
    ],
    "querygen_score": [
      "-2.5901277",
      "-0.78328377",
      "-1.6733117"
    ]
  },
  {
    "id": "legal-advice_20__2",
    "doc_id": "legal-advice_20",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "further alleges that\nsalary and bonuses are based on the employee’s performance in\nincreasing the foreign subsidiary’s net income and the stock\noptions are awarded based on the employee’s performance in\nincreasing the overall success of\n, i.e.\nincreasing royalty income. However,\nhas no\nrecords allocating the time spent and the costs incurred between\nthe various alleged activities and it has not presented any\nevidence in support of its allocation for those alleged benefits. During the period at issue,\nclaimed deductions\nfor stock option expenses in the amount of approximately\n. The\nforeign subsidiaries paid\nroyalties for use\nof\nbrands and trademarks. The subsidiaries also\npurchased the\nfrom\nfor\nuse in the manufacture of its products. only\nclaimed a deduction for stock options it awarded to expatriate\nemployees of its foreign subsidiaries that had U.S. social\nsecurity numbers. LAW AND ANALYSIS\nRelationship Between Section 83 and Section 162\nSection 83 determines when a transfer of property in the\nconnection with the performances of services is taxable to a\nservice provider. Property for purposes of section 83 includes\nall real and personal property other than money or an unfunded\nand unsecured promise to pay money or property in the future. Treas. Reg. § 1.83-3(e). The most common types of property\ncovered by section 83 are stock and non-statutory stock options. Section 83(h) and Treas. Reg. § 1.83-6(a)(1) provide that in\nthe case of a transfer of property under section 83, the person\nfor whom services were performed shall be allowed a deduction\nunder section 162 equal to the amount included in the gross\nincome of the person who performed the services, but only to the\nextent that such amount meets the requirements of section 162. See also Treas. Reg. § 1.83-6(a)(2). Furthermore, Treas. Reg. §\n1.83-6(d) provides that if a shareholder of a corporation\ntransfers property to an employee of such corporation in\nconsideration of services performed for the corporation, the\ntransaction shall be considered to be a contribution of such\nproperty to the capital of the corporation, and immediately\nthereafter a transfer by the corporation of the property to the\nservice provider. CC:LM:F:MAN:1:POSTF-112619-02 page 4 Even though, as discussed in detail below, Young & Rubicam,\nInc. v. United States, 410 F.2d 1233 (Ct. Cl. 1969) and several\nother cases have held that under unique and compelling\ncircumstances, a section 162 deduction may be allowable by a\nparent if it pays the subsidiary’s business expense for its own\ndirect and proximate benefit, there is not a \"direct and\nproximate benefit\" exception from the application of the specific\nrules of section 83. Thus, section 83 overrides section 162 in\nthe situation where parent grants stock options to the employees\nof its subsidiary. Therefore,\ntransfer of its\nshares to the employees of its subsidiaries should be treated as\nif\nhad made nondeductible contributions of\nsuch shares to its subsidiaries’ capital upon the exercising of\nthe non-statutory options. To the extent allowed under the rules\nof section 83(h) and the regulations thereunder, the subsidiaries\nare entitled to a section 162 deduction associated with the\noptions. Although, section 83 overrides the “direct and\nproximate benefit” exception to a section 162 deduction in\nsituation, we will analyze the facts of this case\nunder that exception. Section 162\nSection 162(a) allows a deduction for ordinary and necessary\nbusiness expenses, including a reasonable allowance for salaries\nor other compensation for personal services actually rendered. Treas.",
    "querygen": [
      "are options paid to employees in the foreign subsidiary?",
      "do foreign subsidiaries make stock options when paid?",
      "are stock options based on employee performance"
    ],
    "querygen_score": [
      "0.57853305",
      "-0.07987825",
      "1.334498"
    ]
  },
  {
    "id": "legal-advice_66__35",
    "doc_id": "legal-advice_66",
    "chunk_id": 35,
    "document_category": "legal-advice",
    "text": "For details, see Pub. 550. If you get a 2022 Form TIP 1099-INT for U.S. savings bond\ninterest that includes amounts\nyou reported before 2022, see Pub. 550. Line 3a\nQualified Dividends Enter your total qualified dividends on\nline 3a. Qualified dividends are also included in the ordinary dividend total required to be shown on line 3b. Qualified\ndividends are eligible for a lower tax\nrate than other ordinary income. Generally, these dividends are shown in\nbox 1b of Form(s) 1099-DIV. See Pub.\n550 for the definition of qualified dividends if you received dividends not reported on Form 1099-DIV. Exception. Some dividends may be reported as qualified dividends in box 1b\nof Form 1099-DIV but aren't qualified\ndividends. These include:\n• Dividends you received as a nominee. See the Schedule B instructions. • Dividends you received on any\nshare of stock that you held for less than\n61 days during the 121-day period that\nbegan 60 days before the ex-dividend\ndate. The ex-dividend date is the first Need more information or forms? Visit IRS.gov. date following the declaration of a dividend on which the purchaser of a stock\nisn't entitled to receive the next dividend\npayment. When counting the number of\ndays you held the stock, include the day\nyou disposed of the stock but not the day\nyou acquired it. See the examples that\nfollow. Also, when counting the number\nof days you held the stock, you can't\ncount certain days during which your\nrisk of loss was diminished. See Pub.\n550 for more details. • Dividends attributable to periods\ntotaling more than 366 days that you received on any share of preferred stock\nheld for less than 91 days during the\n181-day period that began 90 days before the ex-dividend date. When counting the number of days you held the\nstock, you can't count certain days during which your risk of loss was diminished. See Pub. 550 for more details. Preferred dividends attributable to periods totaling less than 367 days are subject to the 61-day holding period rule\njust described. • Dividends on any share of stock to\nthe extent that you are under an obligation (including a short sale) to make related payments with respect to positions\nin substantially similar or related property. • Payments in lieu of dividends, but\nonly if you know or have reason to\nknow that the payments aren't qualified\ndividends. • Dividends from a corporation that\nfirst became a surrogate foreign corporation after December 22, 2017, other than\na foreign corporation that is treated as a\ndomestic corporation under section\n7874(b). Example 1. You bought 5,000 shares\nof XYZ Corp. common stock on July 8,\n2022. XYZ Corp. paid a cash dividend\nof 10 cents per share. The ex-dividend\ndate was July 16, 2022. Your Form\n1099-DIV from XYZ Corp. shows $500\nin box 1a (ordinary dividends) and in\nbox 1b (qualified dividends). However,\nyou sold the 5,000 shares on August 11,\n2022. You held your shares of XYZ\nCorp. for only 34 days of the 121-day\nperiod (from July 9, 2022, through August 11, 2022). The 121-day period began on May 17, 2022 (60 days before\nthe ex-dividend date), and ended on\nSeptember 14, 2022. You have no qualified dividends from XYZ Corp. because you held the XYZ stock for less than 61\ndays.",
    "querygen": [
      "how do i calculate my dividends on a tp 1099",
      "can you use a 1099 for interest on a us savings bond",
      "when to use qualified dividends form 1099-int"
    ],
    "querygen_score": [
      "-0.73730356",
      "0.8931336",
      "1.3133221"
    ]
  },
  {
    "id": "legal-advice_3__14",
    "doc_id": "legal-advice_3",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "However, if you were a nonresident alien or a dual-status alien and were\nmarried to a U.S. citizen or resident alien at the end of 2022, you can elect to\nbe treated as a resident alien and file a\njoint return. See Pub. 519 for details. Married Filing Separately\nCheck the “Married filing separately”\nbox at the top of Form 1040 or 1040-SR\nif you are married, at the end of 2022,\nand file a separate return. Enter your\nspouse’s name in the entry space below\nthe filing status checkboxes. Be sure to\nenter your spouse’s SSN or Individual\nTaxpayer Identification Number (ITIN)\nin the space for spouse’s SSN on Form\n1040 or 1040-SR. If your spouse doesn’t\nhave and isn’t required to have an SSN\nor ITIN, enter “NRA” in the entry space\nbelow the filing status checkboxes. For electronic filing, enter the spouse's name or “NRA” if the spouse\ndoesn’t have an SSN or ITIN in the en- try space below the filing status checkboxes. If you are married and file a separate\nreturn, you generally report only your\nown income, deductions, and credits. Generally, you are responsible only for\nthe tax on your own income. Different\nrules apply to people in community\nproperty states; see Pub. 555. However, you will usually pay more\ntax than if you use another filing status\nfor which you qualify. Also, if you file a\nseparate return, you can't take the student loan interest deduction or the education credits, and you will only be able\nto take the earned income credit and\nchild and dependent care credit in very\nlimited circumstances. You also can't\ntake the standard deduction if your\nspouse itemizes deductions. You may be able to file as head TIP of household if you had a child\nliving with you and you lived\napart from your spouse during the last 6\nmonths of 2022. See Married persons\nwho live apart, later. Head of Household You can check the “Head of household”\nbox at the top of Form 1040 or 1040-SR\nif you are unmarried and provide a home\nfor certain other persons. You are considered unmarried for this purpose if any\nof the following applies. • You were legally separated according to your state law under a decree of\ndivorce or separate maintenance at the\nend of 2022. But if, at the end of 2022,\nyour divorce wasn't final (an interlocutory decree), you are considered married. • You are married but lived apart\nfrom your spouse for the last 6 months\nof 2022 and you meet the other rules under Married persons who live apart, later. • You are married and your spouse\nwas a nonresident alien at any time during the year and the election to treat the\nalien spouse as a resident alien is not\nmade. Check the “Head of household” box only if you are unmarried (or considered\nunmarried) and either Test 1 or Test 2\napplies. Test 1. You paid over half the cost of\nkeeping up a home that was the main\nhome for all of 2022 of your parent whom you can claim as a dependent, except under a multiple support agreement\n(see Who Qualifies as Your Dependent,\nlater). Your parent didn't have to live\nwith you. Test 2.",
    "querygen": [
      "can i become a resident alien",
      "can a us citizen be married to another alien",
      "what happens if i marry a nonresident alien"
    ],
    "querygen_score": [
      "-1.2914821",
      "0.22173053",
      "-0.19854707"
    ]
  },
  {
    "id": "legal-advice_72__34",
    "doc_id": "legal-advice_72",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "More examples of the FDA-imposed requirements can be found in 21 C.F.R.\n§ 314.81 (2009), Other Postmarketing Reports, which requires the ANDA holder to\nprovide, inter alia:\n1. “Information concerning any incident that causes the drug product or its\nlabeling to be mistaken for, or applied to, another article.” 21 C.F.R.\n§ 314.81(b)(1)(i)(2011)(emphasis added); 2. “Information concerning any bacteriological contamination, or any significant\nchemical, physical, or other change or deterioration in the distributed drug\nproduct, or any failure of one or more distributed batches of the drug product * * * “Each applicant shall make the reports required under § 314.81 and section 505(k) of the act for\neach of its approved abbreviated applications. “ 21 C.F.R. § 314.98(a) and (c) (emphasis added). 75 21 C.F.R. § 314.80(c)(1)(iii)(2009) clarifies that the requirements “shall also apply to any person other\nthan the applicant (nonapplicant) whose name appears on the label of an approved drug product as a\nmanufacturer, packer, or distributor.” This summary does not address to what extent, if any, the ANDA\napplicant also has continuing responsibilities after it has sold or otherwise transferred its ANDA to another\nunrelated party. POSTU-139175-10 63 to meet the specification established for it in the application.” 21 C.F.R.\n§ 314.81(b)(1)(ii)(2010)(emphasis added);\n3. An annual report that must include, inter alia:\na. “A brief summary of significant new information from the previous year that\nmight affect the safety, effectiveness, or labeling of the drug product. The\nreport is also required to contain a brief description of actions the applicant\nhas taken or intends to take as a result of this new information, for\nexample, submit a labeling supplement, add a warning to the labeling, or\ninitiate a new study.” 21 C.F.R. § 314.81(b)(2)(i)(2010)(emphasis added). b. “Information about the quantity of the drug product distributed under the\napproved application . . . “ 21 C.F.R. § 314.81(b)(2)(ii)(a)(2010)(emphasis\nadded); 4. Reports are also required on, inter alia:\na. “Currently used professional labeling, patient brochures or package inserts\n(if any), and a representative sample of the package labels.” 21 C.F.R.\n§ 314.81(b)(2)(iii)(a)(2010)(emphasis added). b. “[C]hanges in labeling that have been made since the last report listed by\ndate in the order in which they were implemented, or if no changes, a\nstatement of that fact.” 21 C.F.R. § 314.81(b)(2)(iii) (c)(2010)(emphasis\nadded); 5. Numerous reporting requirements on clinical and other studies; and 6. Requirements to “submit specimens of mailing pieces and any other labeling\nor advertising devised for promotion of the drug product at the time of initial\ndissemination of the labeling and at the time of initial publication of the\nadvertisement for a prescription drug product. “ 21 C.F.R.\n§ 314.81(b)(3)(i)(2010)(emphasis added). See Karen L. Drake, FDA Regulation of the Advertising and Promotion of Prescription\nDrugs, Biologics, and Medical Devices, FDA Regulatory Affairs, A Guide for Prescription\nDrugs, Medical Devices and Biologics, 267-287 (Douglas J. Pisano and David S.\nMantus, eds., 2nd Ed., 2008). The FDA approval letter for an ANDA may subject the approval to additional\nrequirements that must be met to maintain the ANDA, such as specific procedures for\nmanufacturing.76\n76 See http://www.accessdata.fda.gov/scripts/cder/drugsatfda/index.cfm (search by ANDA number to find\napproval letters that are online) (last visited on June 2, 2011). POSTU-139175-10 64",
    "querygen": [
      "fda post-marketing reporting requirements",
      "what is the anda holder to supply in the postmarketing report",
      "what is the fda requirement for andas"
    ],
    "querygen_score": [
      "1.2597641",
      "1.2813833",
      "1.6490806"
    ]
  },
  {
    "id": "legal-advice_35__5",
    "doc_id": "legal-advice_35",
    "chunk_id": 5,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 22\n§ 10.29 Conflicting interests. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 22\n§ 10.30 Solicitation. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 23\n§ 10.31 Negotiation of taxpayer checks. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24\n§ 10.32 Practice of law. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24\n§ 10.33 Best practices for tax advisors. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24\n§ 10.34 Standards with respect to tax returns and documents, affidavits and other papers. . . . . . . . . . . 24\n§ 10.35 Competence. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 25\n§ 10.36 Procedures to ensure compliance.",
    "querygen": [
      ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
      "what is a uh edgy name",
      "which words are appropriate for a particular subject area"
    ],
    "querygen_score": [
      "-3.4879572",
      "-9.184217",
      "-7.8045464"
    ]
  },
  {
    "id": "legal-advice_77__14",
    "doc_id": "legal-advice_77",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "That is when A becomes entitled to the funds, and when any prepaid\nfunds held by A are no longer held in trust or as deposits and therefore are income to A,\nas discussed above. Treas. Reg. §1.451-1(a). Issue 3: It is reasonable for the Service to determine that, in the absence of\nevidence to establish otherwise, gift checks provided by A to D stores for sale to\ncustomers have been sold the year the that A receives funds from D stores. It is reasonable to assume that D stores are unlikely to be advancing or\ndepositing money to be held-in-trust in exchange for gift checks that exceed the amount\nof gift checks that the D stores may sell. D stores do not want to keep excessive gift\nchecks on hand because they may be stolen, damaged, or lost. Just-in-Time-Inventory\nor a close approximation thereto, makes business sense because the gift checks are\nnot interest-bearing instruments. It is an accepted business principle that an entity\nwants to manage its cash and cash equivalents in a profitable manner by investing all\nnon-essential cash and cash equivalents. It is also reasonable to conclude that a D store will determine its inventory not\nless often than once a year, for purposes of determining its annual income and, in all\nlikelihood more frequently (to aid the taking of annual inventory through interim\ninventories or for financial statement preparation, interim or annual). In addition, as the\ntaxpayer is an association of the member franchisor and the franchisees and as the\ntaxpayer makes the gift check program available to participating members, it is\nreasonable to conclude that the taxpayer should be able to require its gift check\nparticipating members to provide information on the number of unsold gift checks on\nhand. An important factor to be considered is how often any one D store orders checks. It is reasonable to conclude that, when a store places a new order for gift checks, it is\nbecause it has sold all or almost all of its previously purchased gift checks to customers. The ordering party may always provide documentary evidence to the contrary. Therefore, it is reasonable for the Service to require A to establish by persuasive\ndocumentary evidence, including a reasonable estimate, the amount of gift check bank\naccount proceeds that represent unsold gift checks. In the absence of such evidence,\nwe conclude that it would be reasonable for the Service to determine that funds\nadvanced by D stores that remain in taxpayer’s gift check bank accounts after a\nreasonable amount of time (e.g., for ----- days or more) represent gift check sales\nproceeds from sales by D stores to customers. There is no magical number; the figure ------ days is just one possible reasonable figure. What this reasonable amount of time is\nwould depend on the specific facts and circumstances. Each examiner or reviewer may\nconsider what a particular store’s gift check inventory policy is and how often a store\norders, or reorders, gift checks. POSTF-149051-10 18 Issue 4: A may deduct amounts paid to D stores to redeem gift checks when D\nstores redeem the gift checks.",
    "querygen": [
      "what is treasury reg.",
      "treas regl",
      "when will a deposit be considered income"
    ],
    "querygen_score": [
      "-2.9992933",
      "-2.8312278",
      "-1.9095718"
    ]
  },
  {
    "id": "legal-advice_94__138",
    "doc_id": "legal-advice_94",
    "chunk_id": 138,
    "document_category": "legal-advice",
    "text": "$539,900 . . . . . . . . . . . 8. 9. Is the amount on line 5 more than the amount on line 8? No. Enter -0-. Skip line 10. Enter on line 11 the amount from line 7, and go to line 12. Yes. Subtract line 8 from line 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9. 10. Multiply line 9 by 25% (0.25) and enter the smaller of the result or line 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10.\n11. Add lines 7 and 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11.\n12. Is the amount on line 11 more than $206,100 ($103,050 if married filing separately)? Yes. No. STOP Fill in Form 6251 to see if you owe the alternative minimum tax. Multiply line 11 by 26% (0.26) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12. 13. Add Form 1040, 1040-SR, or 1040-NR, line 16 (minus any tax from Form 4972), and Schedule 2, line 2. (If you used\nSchedule J to figure your tax on the entry space on Form 1040, 1040-SR, or 1040-NR, line 16, refigure that tax\nwithout using Schedule J before including it in this calculation) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13.\nNext. Is the amount on line 12 more than the amount on line 13? Yes. Fill in Form 6251 to see if you owe the alternative minimum tax. No. You don’t owe alternative minimum tax and don’t need to fill out Form 6251. Leave Schedule 2, line 1, blank. -96-",
    "querygen": [
      "how much is it on a check with $539,900",
      "how much more can you use on line 6",
      "how much is a line 5"
    ],
    "querygen_score": [
      "-1.9460306",
      "-3.198915",
      "-2.5671144"
    ]
  },
  {
    "id": "legal-advice_5__1",
    "doc_id": "legal-advice_5",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20044102F\nRelease Date: 10/08/04\nCC:LM:CTM:SEA:POSTF-133935-04\nUIL: 1033.00-00 date: August 27, 2004 to: --------------LMSB Manager\n------------------ from: LMSB Counsel, Seattle\nsubject: ------------------------------------------Section 1033 Replacement Property (--------------) Sub\nDate M\nLocation X\nYear 1\nDate N\nDate P\nAct\n$A\n$B\nYear 2\n$C\n$D\nYear 3\nYear 4\n$E\ncontract # XX = ------------------------= -----------------= ------------------------------------------= -----= -----------------------= -----------------------= ------------------------------------= ---------------= ----------------= -----= ----------------= ----------------= -----= -----= ----------------= -------------- This responds to your request for advice on issues relating to § 1033 of the Internal\nRevenue Code. More specific comments relating to the draft Form 886-A will be set\nforth in a separate correspondence. Issue Has the taxpayer engaged in a valid purchase of replacement property, as described in\n§ 1033(a)(2)(A), for an involuntarily converted timber cutting contract with the U.S.\nForest Service. Conclusion\nTimber cutting contracts acquired by the taxpayer within the applicable replacement\nperiod will constitute § 1033 replacement property within the meaning of §\n1033(a)(2)(A). However, amounts expended as advance royalties, for example, which\nare normally payable to a lessor as timber is cut, are not expenditures for replacement\nproperty. Further, any purchase after the close of the applicable replacement period\ncannot be taken into account in determining the amount of gain deferred under §\n1033(a)(2)(A). Factual Summary A timber cutting contract between Sub, a wholly-owned subsidiary of the taxpayer, and\nthe U.S. Forest Service was entered into on Date M. The timber was located in\nLocation X.\nIn Year 1, the Forest Service unilaterally changed certain pricing and volume provisions\nof the contract pursuant to the Act. The changes were effective on Date N. The\ntaxpayer sued and ultimately recovered, through a settlement with the U.S. government\non Date P, compensation of $A. In PLR 199911048, issued to the taxpayer, the IRS\nconcluded that enactment and implementation of the Act resulted in the involuntary\nconversion of the contract. The taxpayer originally reported $B as eligible for deferral on its Year 2 federal income\ntax return. The taxpayer has agreed, however, that of this $B amount, $C is no longer\neligible for deferral. Thus, the amount currently eligible for deferral is $D.\nIn Year 4, the taxpayer acquired 72 timber cutting contracts which it contends qualify as\nreplacement property under § 1033.1 The taxpayer estimates that it will owe an\nadditional amount of $E as timber is cut over the lives of the contracts. Accordingly, the\ntaxpayer argues that the $D received by the taxpayer due to the involuntary conversion\nhas been, or will be used to purchase other property similar or related in service or use\nto the converted property. Discussion\nSection 1033(a)(2)(A) provides, in part, that if a taxpayer, during the period specified for\nreplacing the involuntary converted property, “purchases other property similar or\n1 Section 1033(a)(2)(B)(titled “Period Within Which Property Must be Replaced”) generally provides a 2year replacement period. In this case, the 2-year period expired at the end of Year 3. The applicable 2year replacement period may be extended if special permission is obtained from the IRS. See\n§1033(a)(2)(B). We understand an extension was secured in this case allowing for purchase of the\nreplacement property in Year 4. 2",
    "querygen": [
      "irs memo number release",
      "irs memo number",
      "irs memo number postf"
    ],
    "querygen_score": [
      "0.35809323",
      "-0.68927455",
      "0.18012223"
    ]
  }
]