[
  {
    "id": "legal-advice_60__37",
    "doc_id": "legal-advice_60",
    "chunk_id": 37,
    "document_category": "legal-advice",
    "text": "Except\nas provided next, leave line 4a blank and\nenter the total distribution (from Form\n1099-R, box 1) on line 4b. Exception 1. Enter the total distribution\non line 4a if you rolled over part or all of\nthe distribution from one:\n• Roth IRA to another Roth IRA, or\n• IRA (other than a Roth IRA) to a\nqualified plan or another IRA (other\nthan a Roth IRA). Also enter “Rollover” next to line 4b. If the total distribution was rolled over,\nenter -0- on line 4b. If the total distribution wasn't rolled over, enter the part not\nrolled over on line 4b unless Exception 2\napplies to the part not rolled over. Generally, a rollover must be made within\n60 days after the day you received the\ndistribution. For more details on rollovers, see Pub. 590-A and Pub. 590-B. If you rolled over the distribution into\na qualified plan or you made the rollover\nin 2023, include a statement explaining\nwhat you did. Exception 2. If any of the following apply, enter the total distribution on line 4a\nand see Form 8606 and its instructions\nto figure the amount to enter on line 4b. 1. You received a distribution from\nan IRA (other than a Roth IRA) and you\nmade nondeductible contributions to any\nof your traditional or SEP IRAs for 2022\nor an earlier year. If you made nondeductible contributions to these IRAs for\n2022, also see Pub. 590-A and Pub.\n590-B.\n2. You received a distribution from\na Roth IRA. But if either (a) or (b) below applies, enter -0- on line 4b; you\ndon’t have to see Form 8606 or its instructions. a. Distribution code T is shown in\nbox 7 of Form 1099-R and you made a\ncontribution (including a conversion) to\na Roth IRA for 2016 or an earlier year. b. Distribution code Q is shown in\nbox 7 of Form 1099-R.\n3. You converted part or all of a traditional, SEP, or SIMPLE IRA to a Roth\nIRA in 2022. 4. You had a 2021 or 2022 IRA contribution returned to you, with the related earnings or less any loss, by the due\ndate (including extensions) of your tax\nreturn for that year. 5. You made excess contributions to\nyour IRA for an earlier year and had\nthem returned to you in 2022. 6. You recharacterized part or all of\na contribution to a Roth IRA as a contribution to another type of IRA, or vice\nversa. Exception 3. If all or part of the distribution is a qualified charitable distribution (QCD), enter the total distribution\non line 4a. If the total amount distributed\nis a QCD, enter -0- on line 4b. If only\npart of the distribution is a QCD, enter\nthe part that is not a QCD on line 4b unless Exception 2 applies to that part. Enter “QCD” next to line 4b. A QCD is a distribution made directly by the trustee of your IRA (other than\nan ongoing SEP or SIMPLE IRA) to an\norganization eligible to receive tax-deductible contributions (with certain exceptions). You must have been at least\nage 70 1/2 when the distribution was\nmade. Generally, your total QCDs for the\nyear can't be more than $100,000.",
    "querygen": [
      "which line do you put distributions in 1099",
      "how to enter a distribution on an ira form",
      "irs t distributions to roth"
    ],
    "querygen_score": [
      "0.8705302",
      "1.5681272",
      "-1.6443019"
    ]
  },
  {
    "id": "legal-advice_36__34",
    "doc_id": "legal-advice_36",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section — Records of the\nclient include all documents or written or electronic\nPage 22 — § 10.27 § 10.29 Conflicting interests. Treasury Department Circular No. 230 Table of Contents interest and gives informed consent, confirmed\nin writing by each affected client, at the time the\nexistence of the conflict of interest is known by the\npractitioner. The confirmation may be made within a\nreasonable period of time after the informed consent,\nbut in no event later than 30 days. (c) Copies of the written consents must be retained\nby the practitioner for at least 36 months from the\ndate of the conclusion of the representation of the\naffected clients, and the written consents must be\nprovided to any officer or employee of the Internal\nRevenue Service on request. (d) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.30 Solicitation. (a) Advertising and solicitation restrictions. (1) A practitioner may not, with respect to\nany Internal Revenue Service matter, in any way\nuse or participate in the use of any form of public\ncommunication or private solicitation containing a\nfalse, fraudulent, or coercive statement or claim; or a\nmisleading or deceptive statement or claim. Enrolled\nagents, enrolled retirement plan agents, or registered\ntax return preparers, in describing their professional\ndesignation, may not utilize the term “certified” or\nimply an employer/employee relationship with the\nInternal Revenue Service. Examples of acceptable\ndescriptions for enrolled agents are “enrolled to\nrepresent taxpayers before the Internal Revenue\nService,” “enrolled to practice before the Internal\nRevenue Service,” and “admitted to practice before\nthe Internal Revenue Service.” Similarly, examples\nof acceptable descriptions for enrolled retirement\nplan agents are “enrolled to represent taxpayers\nbefore the Internal Revenue Service as a retirement\nplan agent” and “enrolled to practice before the\nInternal Revenue Service as a retirement plan\nagent.” An example of an acceptable description for\nregistered tax return preparers is “designated as a\nregistered tax return preparer by the Internal Revenue\nService.”\n(2) A practitioner may not make, directly or\nindirectly, an uninvited written or oral solicitation\nTreasury Department Circular No. 230 of employment in matters related to the Internal\nRevenue Service if the solicitation violates Federal\nor State law or other applicable rule, e.g., attorneys\nare precluded from making a solicitation that is\nprohibited by conduct rules applicable to all attorneys\nin their State(s) of licensure. Any lawful solicitation\nmade by or on behalf of a practitioner eligible to\npractice before the Internal Revenue Service must,\nnevertheless, clearly identify the solicitation as\nsuch and, if applicable, identify the source of the\ninformation used in choosing the recipient. (b) Fee information. (1)(i) A practitioner may publish the availability\nof a written schedule of fees and disseminate the\nfollowing fee information —\n(A) Fixed fees for specific routine services. (B) Hourly rates. (C) Range of fees for particular services. (D) Fee charged for an initial consultation. (ii) Any statement of fee information concerning\nmatters in which costs may be incurred must include\na statement disclosing whether clients will be\nresponsible for such costs.",
    "querygen": [
      "what does practice records require",
      "who must provide reasonable access to any additional records retained by the practitioner under state law that are necessary for complying with federal tax obligations?",
      "what is required to maintain all client records"
    ],
    "querygen_score": [
      "-1.62432",
      "3.2515163",
      "-0.14336456"
    ]
  },
  {
    "id": "legal-advice_29__65",
    "doc_id": "legal-advice_29",
    "chunk_id": 65,
    "document_category": "legal-advice",
    "text": "Subtract that amount from the amount on\nForm 1040 or 1040-SR, line 1a, and enter the result on line 1 of\nthe worksheet in Step 5 (instead of entering the actual amount\nfrom Form 1040 or 1040-SR, line 1a). Be sure to answer “Yes”\nto question 2 in Step 5. Clergy. The following instructions apply to ministers, members of religious orders who have not taken a vow of poverty,\nand Christian Science practitioners. If you are filing Schedule SE and the amount on line 2 of that schedule includes an -40- amount that was also reported on Form 1040 or 1040-SR,\nline 1z, do the following. 1. Enter “Clergy” on the dotted line next to line 27. 2. Determine how much of the amount on Form 1040 or\n1040-SR, line 1z, was also reported on Schedule SE, Part I,\nline 2. 3. Subtract that amount from the amount on Form 1040 or\n1040-SR, line 1z. Enter the result on line 1 of the worksheet in\nStep 5 (instead of entering the actual amount from Form 1040\nor 1040-SR, line 1z). 4. Be sure to answer “Yes” to question 2 in Step 5. Combat pay, nontaxable. If you were a member of the U.S.\nArmed Forces who served in a combat zone, certain pay is excluded from your income. See Combat Zone Exclusion in Pub. 3. You can elect to include this pay in your earned income when\nfiguring the EIC. The amount of your nontaxable combat pay\nshould be shown in box 12 of Form(s) W-2 with code Q. If you\nare filing a joint return and both you and your spouse received\nnontaxable combat pay, you can each make your own election. In other words, if one of you makes the election, the other one\ncan also make it but doesn't have to. ! If you elect to use your nontaxable combat pay in figuring your EIC, enter that amount on line 1i. CAUTION Credit figured by the IRS. To have the IRS figure your EIC:\n1. Enter “EIC” on the dotted line next to line 27. 2. Be sure you enter the nontaxable combat pay you elect to\ninclude in earned income by entering that amount on line 1i. See Combat pay, nontaxable, earlier. 3. If you have a qualifying child, complete and attach\nSchedule EIC. If your EIC for a year after 1996 was reduced or\ndisallowed, see Form 8862, who must file, later. Exception to time lived with you. Temporary absences by you\nor the child for special circumstances, such as school, vacation,\nbusiness, medical care, military service, or detention in a juvenile facility, count as time the child lived with you. Also see\nKidnapped child under Who Qualifies as Your Dependent, earlier, and Members of the military, later.",
    "querygen": [
      "how to add 1040",
      "how do you get a 1040 sr",
      "how do you add the 1040 to your taxes"
    ],
    "querygen_score": [
      "-0.86603737",
      "0.5151037",
      "-1.0434902"
    ]
  },
  {
    "id": "legal-advice_30__36",
    "doc_id": "legal-advice_30",
    "chunk_id": 36,
    "document_category": "legal-advice",
    "text": "regarding the terms of the engagement. For example,\nthe advisor should determine the client’s expected\npurpose for and use of the advice and should have\na clear understanding with the client regarding the\nform and scope of the advice or assistance to be\nrendered. (2) Establishing the facts, determining which\nfacts are relevant, evaluating the reasonableness\nof any assumptions or representations, relating the\napplicable law (including potentially applicable\njudicial doctrines) to the relevant facts, and arriving\nat a conclusion supported by the law and the facts. (3) Advising the client regarding the import of\nthe conclusions reached, including, for example,\nwhether a taxpayer may avoid accuracy-related\npenalties under the Internal Revenue Code if a\ntaxpayer acts in reliance on the advice. (4) Acting fairly and with integrity in practice\nbefore the Internal Revenue Service. (b) Procedures to ensure best practices for tax\nadvisors. Tax advisors with responsibility for\noverseeing a firm’s practice of providing advice\nconcerning Federal tax issues or of preparing or\nassisting in the preparation of submissions to the\nInternal Revenue Service should take reasonable steps\nto ensure that the firm’s procedures for all members,\nassociates, and employees are consistent with the best\npractices set forth in paragraph (a) of this section. (c) Applicability date. This section is effective after\nJune 20, 2005. § 10.34 Standards with respect to tax returns and\ndocuments, affidavits and other papers. (a) Tax returns.\n(1) A practitioner may not willfully, recklessly, or\nthrough gross incompetence —\n(i) Sign a tax return or claim for refund that\nthe practitioner knows or reasonably should know\ncontains a position that — (A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Internal Revenue Code\n(Code) (including the related regulations and other\npublished guidance); or\nTreasury Department Circular No. 230 Table of Contents (C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (ii) Advise a client to take a position on a tax\nreturn or claim for refund, or prepare a portion of a\ntax return or claim for refund containing a position,\nthat —\n(A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Code (including the\nrelated regulations and other published guidance); or\n(C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (2) A pattern of conduct is a factor that will\nbe taken into account in determining whether a\npractitioner acted willfully, recklessly, or through\ngross incompetence. (b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous.",
    "querygen": [
      "when to use a legal advisor",
      "which of the following is an example of an advisor",
      "what is the role of financial advisor"
    ],
    "querygen_score": [
      "-2.542314",
      "-0.9582533",
      "-2.079071"
    ]
  },
  {
    "id": "legal-advice_25__37",
    "doc_id": "legal-advice_25",
    "chunk_id": 37,
    "document_category": "legal-advice",
    "text": "Except\nas provided next, leave line 4a blank and\nenter the total distribution (from Form\n1099-R, box 1) on line 4b. Exception 1. Enter the total distribution\non line 4a if you rolled over part or all of\nthe distribution from one:\n• Roth IRA to another Roth IRA, or\n• IRA (other than a Roth IRA) to a\nqualified plan or another IRA (other\nthan a Roth IRA). Also enter “Rollover” next to line 4b. If the total distribution was rolled over,\nenter -0- on line 4b. If the total distribution wasn't rolled over, enter the part not\nrolled over on line 4b unless Exception 2\napplies to the part not rolled over. Generally, a rollover must be made within\n60 days after the day you received the\ndistribution. For more details on rollovers, see Pub. 590-A and Pub. 590-B. If you rolled over the distribution into\na qualified plan or you made the rollover\nin 2023, include a statement explaining\nwhat you did. Exception 2. If any of the following apply, enter the total distribution on line 4a\nand see Form 8606 and its instructions\nto figure the amount to enter on line 4b. 1. You received a distribution from\nan IRA (other than a Roth IRA) and you\nmade nondeductible contributions to any\nof your traditional or SEP IRAs for 2022\nor an earlier year. If you made nondeductible contributions to these IRAs for\n2022, also see Pub. 590-A and Pub.\n590-B.\n2. You received a distribution from\na Roth IRA. But if either (a) or (b) below applies, enter -0- on line 4b; you\ndon’t have to see Form 8606 or its instructions. a. Distribution code T is shown in\nbox 7 of Form 1099-R and you made a\ncontribution (including a conversion) to\na Roth IRA for 2016 or an earlier year. b. Distribution code Q is shown in\nbox 7 of Form 1099-R.\n3. You converted part or all of a traditional, SEP, or SIMPLE IRA to a Roth\nIRA in 2022. 4. You had a 2021 or 2022 IRA contribution returned to you, with the related earnings or less any loss, by the due\ndate (including extensions) of your tax\nreturn for that year. 5. You made excess contributions to\nyour IRA for an earlier year and had\nthem returned to you in 2022. 6. You recharacterized part or all of\na contribution to a Roth IRA as a contribution to another type of IRA, or vice\nversa. Exception 3. If all or part of the distribution is a qualified charitable distribution (QCD), enter the total distribution\non line 4a. If the total amount distributed\nis a QCD, enter -0- on line 4b. If only\npart of the distribution is a QCD, enter\nthe part that is not a QCD on line 4b unless Exception 2 applies to that part. Enter “QCD” next to line 4b. A QCD is a distribution made directly by the trustee of your IRA (other than\nan ongoing SEP or SIMPLE IRA) to an\norganization eligible to receive tax-deductible contributions (with certain exceptions). You must have been at least\nage 70 1/2 when the distribution was\nmade. Generally, your total QCDs for the\nyear can't be more than $100,000.",
    "querygen": [
      "how to enter total distribution on 1099",
      "what is the correct way to do distribution on 1099",
      "how to write distributions on 1099-r"
    ],
    "querygen_score": [
      "3.1181326",
      "-0.2836934",
      "1.5707432"
    ]
  },
  {
    "id": "legal-advice_1__19",
    "doc_id": "legal-advice_1",
    "chunk_id": 19,
    "document_category": "legal-advice",
    "text": "gov/ITIN. Nonresident Alien Spouse If your spouse is a nonresident alien,\nyour spouse must have either an SSN or\nan ITIN if:\n• You file a joint return, or\n• Your spouse is filing a separate return. Presidential Election\nCampaign Fund This fund helps pay for Presidential\nelection campaigns. The fund reduces\ncandidates' dependence on large contributions from individuals and groups and\nplaces candidates on an equal financial\nfooting in the general election. The fund\nalso helps pay for pediatric medical research. If you want $3 to go to this fund,\ncheck the box. If you are filing a joint\nreturn, your spouse can also have $3 go\nto the fund. If you check a box, your tax\nor refund won't change. Digital Assets\nDigital assets are any digital representations of value that are recorded on a\ncryptographically secured distributed\nledger or any similar technology. For\nexample, digital assets include non-fungible tokens (NFTs) and virtual currencies, such as cryptocurrencies and stablecoins. If a particular asset has the\ncharacteristics of a digital asset, it will\nbe treated as a digital asset for federal\nincome tax purposes. Check the “Yes” box next to the\nquestion on digital assets on page 1 of\nForm 1040 or 1040-SR if at any time\nduring 2022, you (a) received (as a reward, award, or payment for property or\nservices); or (b) sold, exchanged, gifted,\nor otherwise disposed of a digital asset\n(or any financial interest in any digital\nasset). For example, check “Yes” if at any\ntime during 2022 you:\n• Received digital assets as payment\nfor property or services provided;\n• Received digital assets as a result\nof a reward or award;\n• Received new digital assets as a\nresult of mining, staking, and similar activities;\n• Received digital assets as a result\nof a hard fork;\n• Disposed of digital assets in exchange for property or services; -15- • Disposed of a digital asset in exchange or trade for another digital asset;\n• Sold a digital asset;\n• Transferred digital assets for free\n(without receiving any consideration) as\na bona fide gift; or\n• Otherwise disposed of any other financial interest in a digital asset. You have a financial interest in a digital asset if you are the owner of record\nof a digital asset, or have an ownership\nstake in an account that holds one or\nmore digital assets, including the rights\nand obligations to acquire a financial interest, or you own a wallet that holds\ndigital assets. The following actions or transactions\nin 2022, alone, generally don’t require\nyou to check “Yes”:\n• Holding a digital asset in a wallet\nor account;\n• Transferring a digital asset from\none wallet or account you own or control to another wallet or account that you\nown or control; or\n• Purchasing digital assets using\nU.S. or other real currency, including\nthrough the use of electronic platforms\nsuch as PayPal and Venmo. Do not leave the question unanswered. You must answer “Yes” or\n“No” by checking the appropriate box. For more information, go to IRS.gov/\nvirtualcurrencyfaqs. How to Report Digital Asset\nTransactions If you disposed of any digital asset in\n2022, that you held as a capital asset,\nthrough a sale, exchange, gift, or transfer, check “Yes” and use Form 8949 to\ncalculate your capital gain or loss and\nreport that gain or loss on Schedule D\n(Form 1040).",
    "querygen": [
      "when does esn need itin",
      "who needs an itin for a spouse",
      "can spouses be nonresident aliens"
    ],
    "querygen_score": [
      "-3.3586352",
      "0.79303646",
      "3.1361156"
    ]
  },
  {
    "id": "legal-advice_41__55",
    "doc_id": "legal-advice_41",
    "chunk_id": 55,
    "document_category": "legal-advice",
    "text": "§ 10.76 Decision of Administrative Law Judge. (a) In general —\n(1) Hearings. Within 180 days after the\nconclusion of a hearing and the receipt of any\nproposed findings and conclusions timely\nsubmitted by the parties, the Administrative Law\nJudge should enter a decision in the case. The\ndecision must include a statement of findings\nand conclusions, as well as the reasons or basis\nfor making such findings and conclusions, and\nan order of censure, suspension, disbarment,\nmonetary penalty, disqualification, or dismissal of\nthe complaint. (2) Summary adjudication. In the event that\na motion for summary adjudication is filed, the\nAdministrative Law Judge should rule on the\nmotion for summary adjudication within 60\ndays after the party in opposition files a written\nTreasury Department Circular No. 230 response, or if no written response is filed, within\n90 days after the motion for summary adjudication\nis filed. A decision shall thereafter be rendered if\nthe pleadings, depositions, admissions, and any\nother admissible evidence show that there is no\ngenuine issue of material fact and that a decision\nmay be rendered as a matter of law. The decision\nmust include a statement of conclusions, as well as\nthe reasons or basis for making such conclusions,\nand an order of censure, suspension, disbarment,\nmonetary penalty, disqualification, or dismissal of\nthe complaint. (3) Returns and return information. In the\ndecision, the Administrative Law Judge should\nuse the code assigned to third party taxpayers\n(described in §10.72(d)). (b) Standard of proof. If the sanction is censure or\na suspension of less than six months’ duration, the\nAdministrative Law Judge, in rendering findings\nand conclusions, will consider an allegation of fact\nto be proven if it is established by the party who is\nalleging the fact by a preponderance of the evidence\nin the record. If the sanction is a monetary penalty,\ndisbarment or a suspension of six months or longer\nduration, an allegation of fact that is necessary for\na finding against the practitioner must be proven\nby clear and convincing evidence in the record. An allegation of fact that is necessary for a finding\nof disqualification against an appraiser must be\nproved by clear and convincing evidence in the\nrecord. (c) Copy of decision. The Administrative Law\nJudge will provide the decision to the Internal\nRevenue Service’s authorized representative, and\na copy of the decision to the respondent or the\nrespondent’s authorized representative. (d) When final. In the absence of an appeal to the\nSecretary of the Treasury or delegate, the decision\nof the Administrative Law Judge will, without\nfurther proceedings, become the decision of the\nagency 30 days after the date of the Administrative\nLaw Judge’s decision. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.76 — Page 39 Table of Contents § 10.77 Appeal of decision of Administrative Law\nJudge. (a) Appeal. Any party to the proceeding under\nthis subpart D may appeal the decision of the\nAdministrative Law Judge by filing a notice of\nappeal with the Secretary of the Treasury, or delegate\ndeciding appeals. The notice of appeal must include\na brief that states exceptions to the decision of\nAdministrative Law Judge and supporting reasons\nfor such exceptions. (b) Time and place for filing of appeal.",
    "querygen": [
      "how long does it take an administrative law judge to enter a decision",
      "administrative law judge decision how many days",
      "what is the deadline to make administrative law decision"
    ],
    "querygen_score": [
      "2.527259",
      "1.6265045",
      "0.69001555"
    ]
  },
  {
    "id": "legal-advice_62__131",
    "doc_id": "legal-advice_62",
    "chunk_id": 131,
    "document_category": "legal-advice",
    "text": "Generally, this is your (and your\nspouse's if filing jointly) net earnings from\nself-employment if your personal services were a\nmaterial income-producing factor, minus any\ndeductions on Schedule 1, lines 15 and 16. If zero or\nless, enter -0-. For more details, see Pub.\n590-A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9.\nAdd lines 8 and 9 . . . . . . . . . . . . . . . . . . . . . . . . .\n10. ! CAUTION 11.\n12. 7a. Spouse's IRA 7b. If married filing jointly and line 10 is less than $12,000 ($13,000 if\none spouse is age 50 or older at the end of 2022; $14,000 if both\nspouses are age 50 or older at the end of 2022), stop here and use\nthe worksheet in Pub. 590-A to figure your IRA deduction. Enter traditional IRA contributions made, or that will be made by the due date\nof your 2022 return not counting extensions (April 18, 2023, for most people),\nfor 2022 to your IRA on line 11a and to your spouse's IRA on line 11b . . . . . . 11a. On line 12a, enter the smallest of line 7a, 10, or 11a. On line 12b, enter the\nsmallest of line 7b, 10, or 11b. This is the most you can deduct. Add the\namounts on lines 12a and 12b and enter the total on Schedule 1, line 20. Or, if\nyou want, you can deduct a smaller amount and treat the rest as a\nnondeductible contribution (see Form 8606) . . . . . . . . . . . . . . . . . . . . . . . . . . 12a. Line 21\nStudent Loan Interest Deduction You can take this deduction only if all of\nthe following apply. • You paid interest in 2022 on a\nqualified student loan (defined later). • Your filing status is any status except married filing separately. • Your modified adjusted gross income (AGI) is less than: $85,000 if single, head of household, or qualifying\nsurviving spouse; $175,000 if married\nfiling jointly. Use lines 2 through 4 of the worksheet in these instructions to\nfigure your modified AGI. • You, or your spouse if filing jointly, aren't claimed as a dependent on\nsomeone else's (such as your parent's)\n2022 tax return. Don't include any amount paid from a\na distribution of earnings made from a\nqualified tuition program (QTP) after\n2018 to the extent the earnings are treated as tax free because they were used to\npay student loan interest. Use the worksheet in these instructions to figure your student loan interest\ndeduction. -92- 11b. 12b. Exception. Use Pub. 970 instead of the\nworksheet in these instructions to figure\nyour student loan interest deduction if\nyou file Form 2555 or 4563, or you exclude income from sources within Puerto Rico. Qualified student loan.",
    "querygen": [
      "how to determine spouse's net earnings",
      "what's the difference between self a",
      "how do i figure net wages on taxes"
    ],
    "querygen_score": [
      "-1.1739128",
      "-5.8071756",
      "-2.3066053"
    ]
  },
  {
    "id": "legal-advice_32__15",
    "doc_id": "legal-advice_32",
    "chunk_id": 15,
    "document_category": "legal-advice",
    "text": "Test 1. You paid over half the cost of\nkeeping up a home that was the main\nhome for all of 2022 of your parent whom you can claim as a dependent, except under a multiple support agreement\n(see Who Qualifies as Your Dependent,\nlater). Your parent didn't have to live\nwith you. Test 2. You paid over half the cost of\nkeeping up a home in which you lived\nand in which one of the following also\nlived for more than half of the year (if\nhalf or less, see Exception to time lived\nwith you, later). 1. Any person whom you can claim\nas a dependent. But don’t include:\na. Your child whom you claim as\nyour dependent because of the rule for\nChildren of divorced or separated parents under Who Qualifies as Your Dependent, later;\nb. Any person who is your dependent only because the person lived with\nyou for all of 2022; or\nc. Any person you claimed as a dependent under a multiple support agreement. See Who Qualifies as Your Dependent, later. 2. Your unmarried qualifying child\nwho isn't your dependent. 3. Your married qualifying child\nwho isn't your dependent only because\nyou can be claimed as a dependent on\nsomeone else's 2022 return. 4. Your qualifying child who, even\nthough you are the custodial parent, isn't\nyour dependent because of the rule for\nChildren of divorced or separated parents under Who Qualifies as Your Dependent, later. If the child isn't claimed as your dependent, enter the child's name in the entry space below the filing status checkboxes. If you don’t enter the name, it\nwill take us longer to process your return. Qualifying child. To find out if someone is your qualifying child, see Step 1\nunder Who Qualifies as Your Dependent, later. Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. -13- Exception to time lived with you. Temporary absences by you or the other\nperson for special circumstances, such\nas school, vacation, business, medical\ncare, military service, or detention in a\njuvenile facility, count as time lived in\nthe home. Also see Kidnapped child, later, under Who Qualifies as Your Dependent, if applicable. If the person for whom you kept up a\nhome was born or died in 2022, you still\nmay be able to file as head of household. If the person is your qualifying child, the\nchild must have lived with you for more\nthan half the part of the year the child\nwas alive. If the person is anyone else,\nsee Pub. 501. Similarly, if you adopted\nthe person for whom you kept up a\nhome in 2022, the person was lawfully\nplaced with you for legal adoption by\nyou in 2022, or the person was an eligible foster child placed with you during\n2022, the person is considered to have\nlived with you for more than half of\n2022 if your main home was this person’s main home for more than half the\ntime since the person was adopted or\nplaced with you in 2022. Keeping up a home.",
    "querygen": [
      "can you be a dependent on multiple support agreement",
      "can i claim a dependent on my parents support",
      "what is the test for dependent support"
    ],
    "querygen_score": [
      "0.9842112",
      "0.798866",
      "-1.0927995"
    ]
  },
  {
    "id": "legal-advice_30__18",
    "doc_id": "legal-advice_30",
    "chunk_id": 18,
    "document_category": "legal-advice",
    "text": "Upon\nthe applicant’s written request, the Internal Revenue\nService will afford the applicant the opportunity to\nbe heard with respect to the application. (d) Compliance and suitability checks. (1) As a condition to consideration of an\napplication, the Internal Revenue Service may\nconduct a Federal tax compliance check and\nsuitability check. The tax compliance check will be\nlimited to an inquiry regarding whether an applicant\nhas filed all required individual or business tax\nreturns and whether the applicant has failed to pay, or\nmake proper arrangements with the Internal Revenue\nService for payment of, any Federal tax debts. The suitability check will be limited to an inquiry\nregarding whether an applicant has engaged in any\nconduct that would justify suspension or disbarment\nof any practitioner under the provisions of this part\non the date the application is submitted, including\nwhether the applicant has engaged in disreputable\nconduct as defined in §10.51. The application will\nbe denied only if the results of the compliance or\nsuitability check are sufficient to establish that the\npractitioner engaged in conduct subject to sanctions\nunder §§10.51 and 10.52. (2) If the applicant does not pass the tax\ncompliance or suitability check, the applicant will\nnot be issued an enrollment or registration card or\ncertificate pursuant to §10.6(b) of this part. An\napplicant who is initially denied enrollment or\nregistration for failure to pass a tax compliance\ncheck may reapply after the initial denial if the\napplicant becomes current with respect to the\napplicant’s tax liabilities. (e) Temporary recognition. On receipt of a properly\nexecuted application, the Commissioner, or delegate,\nmay grant the applicant temporary recognition to\npractice pending a determination as to whether status\nas an enrolled agent, enrolled retirement plan agent,\nor registered tax return preparer should be granted. Temporary recognition will be granted only in\nunusual circumstances and it will not be granted, in\nany circumstance, if the application is not regular on\nits face, if the information stated in the application,\nPage 10 — § 10.5 if true, is not sufficient to warrant granting the\napplication to practice, or the Commissioner,\nor delegate, has information indicating that the\nstatements in the application are untrue or that the\napplicant would not otherwise qualify to become\nan enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. Issuance of temporary\nrecognition does not constitute either a designation\nor a finding of eligibility as an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer, and the temporary recognition may\nbe withdrawn at any time. (f) Protest of application denial. The applicant\nwill be informed in writing as to the reason(s) for\nany denial of an application. The applicant may,\nwithin 30 days after receipt of the notice of denial of\nthe application, file a written protest of the denial as\nprescribed by the Internal Revenue Service in forms,\nguidance, or other appropriate guidance. A protest\nunder this section is not governed by subpart D of\nthis part. (f) Effective/applicability date. This section is\napplicable to applications received on or after\nAugust 2, 2011. § 10.6 Term and renewal of status as an enrolled\nagent, enrolled retirement plan agent, or\nregistered tax return preparer. (a) Term.",
    "querygen": [
      "irs requirements to approve applications",
      "what is the purpose of a copying and filing a tax application",
      "which agency is authorized to conduct tax compliance checks?"
    ],
    "querygen_score": [
      "-0.28990573",
      "-4.3550167",
      "1.4371765"
    ]
  },
  {
    "id": "legal-advice_30__34",
    "doc_id": "legal-advice_30",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section — Records of the\nclient include all documents or written or electronic\nPage 22 — § 10.27 § 10.29 Conflicting interests. Treasury Department Circular No. 230 Table of Contents interest and gives informed consent, confirmed\nin writing by each affected client, at the time the\nexistence of the conflict of interest is known by the\npractitioner. The confirmation may be made within a\nreasonable period of time after the informed consent,\nbut in no event later than 30 days. (c) Copies of the written consents must be retained\nby the practitioner for at least 36 months from the\ndate of the conclusion of the representation of the\naffected clients, and the written consents must be\nprovided to any officer or employee of the Internal\nRevenue Service on request. (d) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.30 Solicitation. (a) Advertising and solicitation restrictions. (1) A practitioner may not, with respect to\nany Internal Revenue Service matter, in any way\nuse or participate in the use of any form of public\ncommunication or private solicitation containing a\nfalse, fraudulent, or coercive statement or claim; or a\nmisleading or deceptive statement or claim. Enrolled\nagents, enrolled retirement plan agents, or registered\ntax return preparers, in describing their professional\ndesignation, may not utilize the term “certified” or\nimply an employer/employee relationship with the\nInternal Revenue Service. Examples of acceptable\ndescriptions for enrolled agents are “enrolled to\nrepresent taxpayers before the Internal Revenue\nService,” “enrolled to practice before the Internal\nRevenue Service,” and “admitted to practice before\nthe Internal Revenue Service.” Similarly, examples\nof acceptable descriptions for enrolled retirement\nplan agents are “enrolled to represent taxpayers\nbefore the Internal Revenue Service as a retirement\nplan agent” and “enrolled to practice before the\nInternal Revenue Service as a retirement plan\nagent.” An example of an acceptable description for\nregistered tax return preparers is “designated as a\nregistered tax return preparer by the Internal Revenue\nService.”\n(2) A practitioner may not make, directly or\nindirectly, an uninvited written or oral solicitation\nTreasury Department Circular No. 230 of employment in matters related to the Internal\nRevenue Service if the solicitation violates Federal\nor State law or other applicable rule, e.g., attorneys\nare precluded from making a solicitation that is\nprohibited by conduct rules applicable to all attorneys\nin their State(s) of licensure. Any lawful solicitation\nmade by or on behalf of a practitioner eligible to\npractice before the Internal Revenue Service must,\nnevertheless, clearly identify the solicitation as\nsuch and, if applicable, identify the source of the\ninformation used in choosing the recipient. (b) Fee information. (1)(i) A practitioner may publish the availability\nof a written schedule of fees and disseminate the\nfollowing fee information —\n(A) Fixed fees for specific routine services. (B) Hourly rates. (C) Range of fees for particular services. (D) Fee charged for an initial consultation. (ii) Any statement of fee information concerning\nmatters in which costs may be incurred must include\na statement disclosing whether clients will be\nresponsible for such costs.",
    "querygen": [
      "what is the role of a medical practitioner in federal tax",
      "are client records required to be maintained by a practitioner in an ohio office",
      "who maintains client records"
    ],
    "querygen_score": [
      "-1.3309695",
      "-3.3199751",
      "-0.9163352"
    ]
  },
  {
    "id": "legal-advice_60__22",
    "doc_id": "legal-advice_60",
    "chunk_id": 22,
    "document_category": "legal-advice",
    "text": "Under age 24 at the end of 2022, a student (defined later), and younger than you\n(or your spouse if filing jointly)\nor\nAny age and permanently and totally disabled (defined later) AND Who didn't provide over half of their own support for 2022 (see Pub. 501) AND Who isn't filing a joint return for 2022\nor is filing a joint return for 2022 only to claim a refund of withheld income tax or\nestimated tax paid (see Pub. 501 for details and examples) AND Who lived with you for more than half of 2022. If the child didn't live with you\nfor the required time, see Exception to time lived with you, later. ! If the child meets the conditions to be a qualifying child of any\nother person (other than your spouse if filing jointly) for 2022, see\nQualifying child of more than one person, later. CAUTION 1. Do you have a child who meets the conditions to be your\nqualifying child? Yes. Go to Step 2.\nNo. Go to Step 4. Step 2 Is Your Qualifying Child Your\nDependent? 1. Was the child a U.S. citizen, U.S. national, U.S. resident\nalien, or a resident of Canada or Mexico? (See Pub. 519 for -17- Need more information or forms? Visit IRS.gov. the definition of a U.S. national or U.S. resident alien. If the\nchild was adopted, see Exception to citizen test, later.) Yes. Continue\nNo. STOP\n䊲 2. Was the child married? Yes. See Married\nperson, later. You can't claim this child\nas a dependent. No. Continue 䊲 3. Could you, or your spouse if filing jointly, be claimed as a\ndependent on someone else's 2022 tax return? (If the person\nwho could claim you on their 2022 tax return is not required\nto file, and isn't filing a 2022 tax return or is filing a 2022\nreturn only to claim a refund of withheld income tax or\nestimated tax paid, check “No.”) See Steps 1, 2, and 4. No. You can claim this\nYes. STOP\nchild as a dependent. You can't claim any\nComplete columns (1)\ndependents. Complete\nthrough (3) of the\nthe rest of Form 1040 or\nDependents section on\n1040-SR and any\npage 1 of Form 1040 or\napplicable schedules. 1040-SR for this child. Then, go to Step 3. Step 3 3. Was the child under age 17 at the end of 2022? Yes. Continue\nNo. You can claim the\n䊲\ncredit for other\ndependents for this child. Check the “Credit for\nother dependents” box in\ncolumn (4) of the\nDependents section on\npage 1 of Form 1040 or\n1040-SR for this person. 4. Did this child have an SSN valid for employment issued\nbefore the due date of your 2022 return (including\nextensions)? (See Social Security Number, later.) Yes. You can claim the\nNo. STOP\nchild tax credit for this\nYou can claim the credit\nperson. Check the\nfor other dependents for\n“Child tax credit” box\nthis child. Check the\nin column (4) of the\n“Credit for other\nDependents section on\ndependents” box in\npage 1 of Form 1040 or\ncolumn (4) of the\n1040-SR for this\nDependents section on\nperson. page 1 of Form 1040 or\n1040-SR for this person. Does Your Qualifying Child\nQualify You for the Child Tax\nCredit or Credit for Other\nDependents?",
    "querygen": [
      "what is the legal age limit for filing bankruptcy",
      "what is the legal age of student in the united states",
      "age limit for student"
    ],
    "querygen_score": [
      "-4.1731825",
      "-1.9517204",
      "-1.0784235"
    ]
  },
  {
    "id": "legal-advice_15__1",
    "doc_id": "legal-advice_15",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber:\n20042303F\nRelease Date: 6/4/04\nCC:SB:2:PIT:POSTS-128556-02\nEJLaubach;JLWahl\ndate: May 16, 2003\nto: --Technical Advisor - Abusive Promotions\nSBSE, Compliance Enforcement -------------------------- from: Edward J. Laubach, Jr. and Julia L. Wahl\nSenior Attorneys SB/SE ------- subject: re: Request for Advice\n-------UIL: 167.15-00, 165.04-00\nYears: --- This memorandum responds to your request for advice dated\nApril 3, 2003. This memorandum should not be cited as\nprecedent. ISSUES\n1. Whether taxpayers are entitled to claim depreciation\ndeductions on payphones they allegedly purchased from ---------------------. during the years ----------------------------------------------------------------------------------------------------------------------------. 2. Whether the taxpayers are entitled to claim a theft or\ncapital loss on their\npayphone investment. CONCLUSIONS 1. Taxpayers cannot claim deprecation on the\npayphones\nsince they did not acquire a depreciable interest in the\npayphones. All risk of loss concerning the payphones, including\ntheft, casualty, damage, liability, repair, service, and\nmaintenance, was placed on\nPayphones rather than the\ninvestors. Moreover, the investors did not have a risk of loss\nsince they could return the payphones to the seller for their\nfull purchase price. continued to possess the benefits and\nburdens of ownership of the payphones even after their sale. 2. We are still gathering the facts concerning the impact\nof the\nbankruptcy plan of reorganization on the\ninvestors. Unless the payphone was disposed of prior to -, no loss would be\nrecognizable before the taxable year -. More facts are needed to determine the type of loss allowable\nand when there was no longer a reasonable prospect of recovery. FACTS ------------------------------- is a -- business\ncorporation created in -. The stock of\nwas owned by ------- --, its founder and principal operating officer. is\nheadquartered in ------------.\nhas ---- wholly owned\nsubsidiaries, ----------------------------------------- ------------------------------------------------------------------------------------------------------------------------------- --------------------------------------- had ---- branch offices\nlocated in ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The major source of income for\nwas the sale and\nleaseback of payphones to investors. began selling payphones\nto investors in late -.\nhad a strong need to acquire new\npayphone locations in order to pay the ever growing list of\ninvestors. Acquisitions of other payphone companies increased\ndramatically during ----------------------------------------------------------------------------------------------------------------------------. By -,\nwas the ------- ------------------------in the United States operating some -- payphones. entered into approximately -- payphone sale- leaseback\ncontracts during the years -----.\nsold payphones to investors\nfor a purchase price ranging from $-- to $-- per phone. An\ninvestor would receive a Telephone Equipment Lease Agreement,\nEquipment Schedule which allegedly identified the location and\nserial number of the payphones purchased, and an Option to Sell CC:SBSE:2:PIT:POSTS128556-02 3 Agreement. The lease agreement with\nwas for -- years with an\noption to renew for -- years. The stated fixed monthly rental\npayment was $-- per unit. Under the net lease,\nhandled all\naspects of the payphone's location, operation, collections, and\nmaintenance. assumed the entire risk of loss for the payphone\nand had \"sole and absolute control\"1 of the payphone. The\ninvestor merely received a monthly check for a fixed amount. In\nmany cases, the profitability of the payphone was not even\nsufficient to cover its operating costs or the rental payment to\nthe investor. The monthly income paid to investors was thus\nfrequently paid from the proceeds of the sale of new payphones\nto investors by .",
    "querygen": [
      "what is the irs memo number",
      "internal revenue service memo number",
      "internal revenue service memo number sb"
    ],
    "querygen_score": [
      "0.34060022",
      "1.2494996",
      "1.2255954"
    ]
  },
  {
    "id": "legal-advice_35__43",
    "doc_id": "legal-advice_35",
    "chunk_id": 43,
    "document_category": "legal-advice",
    "text": "A pattern of conduct is a\nfactor that will be taken into account in determining\nwhether a practitioner acted knowingly, recklessly,\nor through gross incompetence. Gross incompetence\n§ 10.51 — Page 29 Table of Contents includes conduct that reflects gross indifference,\npreparation which is grossly inadequate under the\ncircumstances, and a consistent failure to perform\nobligations to the client. (14) Willfully failing to sign a tax return\nprepared by the practitioner when the practitioner’s\nsignature is required by Federal tax laws unless the\nfailure is due to reasonable cause and not due to\nwillful neglect. (15) Willfully disclosing or otherwise using a\ntax return or tax return information in a manner not\nauthorized by the Internal Revenue Code, contrary\nto the order of a court of competent jurisdiction, or\ncontrary to the order of an administrative law judge\nin a proceeding instituted under §10.60. (16) Willfully failing to file on magnetic or\nother electronic media a tax return prepared by the\npractitioner when the practitioner is required to do\nso by the Federal tax laws unless the failure is due\nto reasonable cause and not due to willful neglect. (17) Willfully preparing all or substantially\nall of, or signing, a tax return or claim for refund\nwhen the practitioner does not possess a current or\notherwise valid preparer tax identification number\nor other prescribed identifying number. (18) Willfully representing a taxpayer before\nan officer or employee of the Internal Revenue\nService unless the practitioner is authorized to do so\npursuant to this part. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.52 Violations subject to sanction. (a) A practitioner may be sanctioned under §10.50\nif the practitioner —\n(1) Willfully violates any of the regulations (other\nthan §10.33) contained in this part; or\n(2) Recklessly or through gross incompetence\n(within the meaning of §10.51(a)(13)) violates §§\n10.34, 10.35, 10.36 or 10.37. (b) Effective/applicability date. This section is\napplicable to conduct occurring on or after September\n26, 2007. Page 30 — § 10.51 § 10.53 Receipt of information concerning\npractitioner. (a) Officer or employee of the Internal Revenue\nService. If an officer or employee of the Internal\nRevenue Service has reason to believe a practitioner\nhas violated any provision of this part, the officer\nor employee will promptly make a written report\nof the suspected violation. The report will explain\nthe facts and reasons upon which the officer’s or\nemployee’s belief rests and must be submitted\nto the office(s) of the Internal Revenue Service\nresponsible for administering or enforcing this part. (b) Other persons. Any person other than an\nofficer or employee of the Internal Revenue Service\nhaving information of a violation of any provision\nof this part may make an oral or written report of\nthe alleged violation to the office(s) of the Internal\nRevenue Service responsible for administering or\nenforcing this part or any officer or employee of\nthe Internal Revenue Service. If the report is made\nto an officer or employee of the Internal Revenue\nService, the officer or employee will make a\nwritten report of the suspected violation and submit\nthe report to the office(s) of the Internal Revenue\nService responsible for administering or enforcing\nthis part. (c) Destruction of report.",
    "querygen": [
      "what does pattern of conduct mean",
      "definition of pattern of conduct in nursing",
      "what is the definition of a pattern of conduct"
    ],
    "querygen_score": [
      "1.8437853",
      "-2.9119413",
      "1.5998518"
    ]
  },
  {
    "id": "legal-advice_26__29",
    "doc_id": "legal-advice_26",
    "chunk_id": 29,
    "document_category": "legal-advice",
    "text": "A protest\nunder this section is not governed by subpart D of this\npart. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart B — Duties and Restrictions Relating to\nPractice Before the Internal Revenue Service\n§ 10.20 Information to be furnished. (a) To the Internal Revenue Service.\n(1) A practitioner must, on a proper and lawful\nrequest by a duly authorized officer or employee\nof the Internal Revenue Service, promptly submit\nrecords or information in any matter before the\nInternal Revenue Service unless the practitioner\nbelieves in good faith and on reasonable grounds that\nthe records or information are privileged. (2) Where the requested records or information\nare not in the possession of, or subject to the control\nof, the practitioner or the practitioner’s client, the\npractitioner must promptly notify the requesting\nInternal Revenue Service officer or employee and the\npractitioner must provide any information that the\npractitioner has regarding the identity of any person\nwho the practitioner believes may have possession or\ncontrol of the requested records or information. The\npractitioner must make reasonable inquiry of his or her\nclient regarding the identity of any person who may\nhave possession or control of the requested records\nor information, but the practitioner is not required to\nmake inquiry of any other person or independently\nverify any information provided by the practitioner’s\nclient regarding the identity of such persons. (3) When a proper and lawful request is made\nby a duly authorized officer or employee of the\nInternal Revenue Service, concerning an inquiry\ninto an alleged violation of the regulations in this\npart, a practitioner must provide any information the\npractitioner has concerning the alleged violation and\ntestify regarding this information in any proceeding\ninstituted under this part, unless the practitioner\nbelieves in good faith and on reasonable grounds that\nthe information is privileged. (b) Interference with a proper and lawful request\nfor records or information. A practitioner may not\ninterfere, or attempt to interfere, with any proper\nand lawful effort by the Internal Revenue Service,\nits officers or employees, to obtain any record or\ninformation unless the practitioner believes in good\nTreasury Department Circular No. 230 faith and on reasonable grounds that the record or\ninformation is privileged. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.21 Knowledge of client’s omission. A practitioner who, having been retained by a\nclient with respect to a matter administered by the\nInternal Revenue Service, knows that the client has\nnot complied with the revenue laws of the United\nStates or has made an error in or omission from any\nreturn, document, affidavit, or other paper which\nthe client submitted or executed under the revenue\nlaws of the United States, must advise the client\npromptly of the fact of such noncompliance, error,\nor omission. The practitioner must advise the client\nof the consequences as provided under the Code\nand regulations of such noncompliance, error, or\nomission. § 10.22 Diligence as to accuracy. (a) In general.",
    "querygen": [
      "when does the treasury department issue the ad?",
      "when does this section of the treasury code become applicable",
      "when can the treasury department issue a notice of protest?"
    ],
    "querygen_score": [
      "-3.0378857",
      "1.1950538",
      "-0.2064873"
    ]
  },
  {
    "id": "legal-advice_39__59",
    "doc_id": "legal-advice_39",
    "chunk_id": 59,
    "document_category": "legal-advice",
    "text": "Need more information or forms? Visit IRS.gov. -36- Line 19\nChild Tax Credit and Credit\nfor Other Dependents\nUse Schedule 8812 (Form 1040) to figure your child tax credit and credit for\nother dependents. Form 8862, who must file. You must\nfile Form 8862 to claim the child tax\ncredit or credit for other dependents if\nyour child tax credit (refundable or nonrefundable depending on the tax year),\nadditional child tax credit, or credit for\nother dependents for a year after 2015\nwas denied or reduced for any reason\nother than a math or clerical error. Attach a completed Form 8862 to your\n2022 return. Don’t file Form 8862 if you\nfiled Form 8862 for 2021, and the child\ntax credit (refundable or nonrefundable),\nadditional child tax credit, or credit for\nother dependents was allowed for that\nyear. See Form 8862 and its instructions\nfor details. If you take the child tax credit\nor credit for other dependents\nCAUTION even though you aren't eligible\nand it is determined that your error is\ndue to reckless or intentional disregard\nof the rules for these credits, you won't\nbe allowed to take either credit or the\nadditional child tax credit for 2 years\neven if you're otherwise eligible to do\nso. If you take the child tax credit or\ncredit for other dependents even though\nyou aren’t eligible and it is later determined that you fraudulently took either\ncredit, you won't be allowed to take either credit or the additional child tax\ncredit for 10 years. You may also have\nto pay penalties. ! If your qualifying child didn’t\nhave an SSN valid for employCAUTION ment issued before the due date\nof your 2022 return (including extensions), you can’t claim the child tax\ncredit for that child on your original or\namended return. However, you may be\nable to claim the credit for other dependents for that child. ! Form 8805, or Form 8288-A. You\nshould attach the form to your return to\nclaim a credit for the withholding. Payments\nLine 25\nFederal Income Tax\nWithheld Line 26 Line 25a—Form(s) W-2 Enter any estimated federal income tax\npayments you made for 2022. Include\nany overpayment that you applied to\nyour 2022 estimated tax from your 2021\nreturn or an amended return (Form\n1040-X). 2022 Estimated Tax\nPayments Add the amounts shown as federal income tax withheld on your Form(s)\nW-2. Enter the total on line 25a. The\namount withheld should be shown in\nbox 2 of Form W-2. Attach your\nForm(s) W-2 to your return. Line 25b—Form(s) 1099\nInclude on line 25b any federal income\ntax withheld on your Form(s) 1099-R. The amount withheld should be shown\nin box 4. Attach your Form(s) 1099-R to\nthe front of your return if federal income\ntax was withheld. If you received a 2022 Form 1099\nshowing federal income tax withheld on\ndividends, taxable or tax-exempt interest\nincome, unemployment compensation,\nsocial security benefits, railroad retirement benefits, or other income you received, include the amount withheld in\nthe total on line 25b. This should be\nshown in box 4 of Form 1099, box 6 of\nForm SSA-1099, or box 10 of Form\nRRB-1099. Line 25c—Other Forms\nInclude on line 25c any federal income\ntax withheld on your Form(s) W-2G. The amount withheld should be shown\nin box 4. Attach Form(s) W-2G to the\nfront of your return if federal income tax\nwas withheld.",
    "querygen": [
      "what type form is child tax credit",
      "what forms do i need to file for child credit",
      "what forms you must file for a child tax credit"
    ],
    "querygen_score": [
      "-0.68357426",
      "0.65666807",
      "1.1011453"
    ]
  },
  {
    "id": "legal-advice_98__47",
    "doc_id": "legal-advice_98",
    "chunk_id": 47,
    "document_category": "legal-advice",
    "text": "If no\naddress is designated in the complaint or provided\nin a notice of appearance, service will be made on\nthe office(s) established to enforce this part under the\nauthority of §10.1, Internal Revenue Service, 1111\nConstitution Avenue, NW, Washington, DC 20224. (d) Service of evidence in support of complaint. Within 10 days of serving the complaint, copies of\nthe evidence in support of the complaint must be\nserved on the respondent in any manner described in\nparagraphs (a)(2) and (3) of this section. (e) Filing of papers. Whenever the filing of a\npaper is required or permitted in connection with\na proceeding under this part, the original paper,\nplus one additional copy, must be filed with the\nAdministrative Law Judge at the address specified\nin the complaint or at an address otherwise specified\nby the Administrative Law Judge. All papers\nfiled in connection with a proceeding under this\npart must be served on the other party, unless the\nAdministrative Law Judge directs otherwise. A\ncertificate evidencing such must be attached to the\noriginal paper filed with the Administrative Law\nJudge. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.64 Answer; default. (a) Filing. The respondent’s answer must be filed\nwith the Administrative Law Judge, and served\non the Internal Revenue Service, within the time\nspecified in the complaint unless, on request or\napplication of the respondent, the time is extended\nby the Administrative Law Judge. (b) Contents. The answer must be written and\ncontain a statement of facts that constitute the\nrespondent’s grounds of defense. General denials\nare not permitted. The respondent must specifically\nadmit or deny each allegation set forth in the\ncomplaint, except that the respondent may state that\nTreasury Department Circular No. 230 the respondent is without sufficient information to\nadmit or deny a specific allegation. The respondent,\nnevertheless, may not deny a material allegation in\nthe complaint that the respondent knows to be true,\nor state that the respondent is without sufficient\ninformation to form a belief, when the respondent\npossesses the required information. The respondent\nalso must state affirmatively any special matters of\ndefense on which he or she relies. (c) Failure to deny or answer allegations in the\ncomplaint. Every allegation in the complaint that is\nnot denied in the answer is deemed admitted and will\nbe considered proved; no further evidence in respect\nof such allegation need be adduced at a hearing. (d) Default. Failure to file an answer within the time\nprescribed (or within the time for answer as extended\nby the Administrative Law Judge), constitutes an\nadmission of the allegations of the complaint and\na waiver of hearing, and the Administrative Law\nJudge may make the decision by default without a\nhearing or further procedure. A decision by default\nconstitutes a decision under §10.76. (e) Signature. The answer must be signed by\nthe respondent or the respondent’s authorized\nrepresentative under §10.69(a)(2) and must\ninclude a statement directly above the signature\nacknowledging that the statements made in the\nanswer are true and correct and that knowing and\nwillful false statements may be punishable under 18\nU.S.C. §1001. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.65 Supplemental charges. (a) In general.",
    "querygen": [
      "where is service of evidence irs located",
      "where in the state is the service of discovery notice of appearance made",
      "what part of irs enforces service of evidence provision"
    ],
    "querygen_score": [
      "-0.35059294",
      "-1.1290363",
      "0.12793961"
    ]
  },
  {
    "id": "legal-advice_25__134",
    "doc_id": "legal-advice_25",
    "chunk_id": 134,
    "document_category": "legal-advice",
    "text": "For\ndetails, see Pub. 970. Qualified higher education expenses. Qualified higher education expenses\ngenerally include tuition, fees, room and\nboard, and related expenses such as\nbooks and supplies. The expenses must\nbe for education in a degree, certificate, or similar program at an eligible educational institution. An eligible educational institution includes most colleges,\nuniversities, and certain vocational\nschools. For details, see Pub. 970. . al of personal property engaged in for\nprofit. Line 24 c Line 22 has been reserved for future use. Enter the nontaxable amount of the value of Olympic and Paralympic medals\nand USOC prize money reported on\nline 8m. Line 23 Line 24 d Archer MSA Deduction\nSee Form 8853. Enter reforestation amortization and expenses (see Pub. 535). Lines 24a through 24z Line 24e Line 22 Line 24a\nJury duty pay. Enter your jury duty\npay if you gave the pay to your employer because your employer paid your salary while you served on the jury. Line 24b Enter the deductible expenses related to\nincome reported on line 8l from the rent- -93- Enter repayment of supplemental unemployment benefits under the Trade Act\nof 1974 (see Pub. 525). Line 24f\nEnter contributions to section 501(c)(18)\n(D) pension plans (see Pub. 525). Line 24g\nEnter contributions by certain chaplains\nto section 403(b) plans (see Pub. 517). Line 24h Enter attorney fees and court costs for\nactions involving certain unlawful discrimination claims, but only to the extent of gross income from such actions\n(see Pub. 525). Line 24i Enter attorney fees and court costs you\npaid in connection with an award from\nthe IRS for information you provided\nthat helped the IRS detect tax law violations, up to the amount of the award includible in your gross income. Line 24j\nEnter the housing deduction from Form\n2555. Line 24k\nEnter excess deductions of section 67(e)\nexpenses from Schedule K-1 (Form 1041), box 11, code A. See the Instructions for Schedule K-1 (Form 1041). Line 24z Use line 24z to report any adjustments\nnot reported elsewhere. List the type and\namount of the adjustment. Form 1099-K loss reporting. If you\nsold a personal item at a loss, enter the\namount of the sale proceeds from Form\n1099-K on line 24z that you reported on\nline 8z. In the entry space next to\nline 24z write “Form 1099-K Personal\nItem Sold at a Loss” and also enter the\namount of the sale proceeds. For example, you bought a couch for $1,000 and\nsold it through a third-party vendor for\n$700, which was reported on your Form\n1099-K. On line 24z you would enter\n$700 and in the entry space next to\nline 24z you would write “Form 1099-K\nPersonal Item Sold at a Loss - $700.” See the instructions for line 8z. -94- Incorrect Form 1099-K. If you received a Form 1099-K that shows payments you didn't receive or is otherwise\nincorrect and you can't get it corrected,\nenter the amount on line 24z that you reported on line 8z. In the entry space next\nto line 24z write “Incorrect Form\n1099-K” and also enter the amount that\nwas incorrectly reported to you.",
    "querygen": [
      "what do you need to pay for qualified education",
      "education expenses",
      "is room and board a qualifying expenses"
    ],
    "querygen_score": [
      "-1.3011335",
      "-0.40570974",
      "-1.4414601"
    ]
  },
  {
    "id": "legal-advice_91__67",
    "doc_id": "legal-advice_91",
    "chunk_id": 67,
    "document_category": "legal-advice",
    "text": "Members of the military. If you were on extended active duty\noutside the United States, your main home is considered to be in\nthe United States during that duty period. Extended active duty\nis military duty ordered for an indefinite period or for a period\nof more than 90 days. Once you begin serving extended active\nduty, you are considered to be on extended active duty even if\nyou don’t serve more than 90 days. Nonresident aliens. If your filing status is married filing jointly, go to Step 2. Otherwise, stop; you can't take the EIC. Enter\n“No” on the dotted line next to line 27. Permanently and totally disabled. A person is permanently\nand totally disabled if, at any time in 2022, the person couldn't\nengage in any substantial gainful activity because of a physical\nor mental condition and a doctor has determined that this condition (a) has lasted or can be expected to last continuously for at\nleast a year, or (b) can be expected to lead to death. Qualifying child of more than one person. Even if a child\nmeets the conditions to be the qualifying child of more than one\nperson, only one person can claim the child as a qualifying child\nfor all of the following tax benefits, unless the special rule for\nChildren of divorced or separated parents under Who Qualifies\nas Your Dependent, earlier, applies. 1. Child tax credit, credit for other dependents, and additional child tax credit (lines 19 and 28). 2. Head of household filing status. 3. Credit for child and dependent care expenses (Schedule\n3, line 2). 4. Exclusion for dependent care benefits (Form 2441, Part\nIII). 5. Earned income credit (line 27). -41- Need more information or forms? Visit IRS.gov. No other person can take any of the five tax benefits just listed\nbased on the qualifying child. If you and any other person can\nclaim the child as a qualifying child, the following rules apply. For purposes of these rules, the term “parent”means a biological\nor adoptive parent of an individual. It doesn't include a stepparent or foster parent unless that person has adopted the individual. • If only one of the persons is the child's parent, the child is\ntreated as the qualifying child of the parent. • If the parents file a joint return together and can claim the\nchild as a qualifying child, the child is treated as the qualifying\nchild of the parents. • If the parents don’t file a joint return together but both parents claim the child as a qualifying child, the IRS will treat the\nchild as the qualifying child of the parent with whom the child\nlived for the longer period of time in 2022. If the child lived\nwith each parent for the same amount of time, the IRS will treat\nthe child as the qualifying child of the parent who had the higher adjusted gross income (AGI) for 2022. • If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. •",
    "querygen": [
      "what is considered active duty",
      "what is military extended active duty",
      "how can i get extended active duty"
    ],
    "querygen_score": [
      "0.12459969",
      "1.3955075",
      "0.98868877"
    ]
  },
  {
    "id": "legal-advice_37__114",
    "doc_id": "legal-advice_37",
    "chunk_id": 114,
    "document_category": "legal-advice",
    "text": "Contacting your local IRS office. Keep in mind, many questions can be answered on IRS.gov without visiting an\nIRS TAC. Go to IRS. gov/LetUsHelp for\nthe topics people ask about most. If you\nstill need help, IRS TACs provide tax\nhelp when a tax issue can’t be handled\nonline or by phone. All TACs now provide service by appointment, so you’ll\nknow in advance that you can get the\nservice you need without long wait\ntimes. Before you visit, go to IRS. gov/\nTACLocator to find the nearest TAC and\nto check hours, available services, and\nappointment options. Or, on the IRS2Go\napp, under the Stay Connected tab,\nchoose the Contact Us option and click\non “Local Offices.” Interest and Penalties You don’t have to figure the amount of\nany interest or penalties you may owe. We will send you a bill for any amount\ndue. If you choose to include interest or\npenalties (other than the estimated tax\npenalty) with your payment, identify and\nenter the amount in the bottom margin\nof Form 1040 or 1040-SR, page 2. Don’t\ninclude interest or penalties (other than\nthe estimated tax penalty) in the amount\nyou owe on line 37. For more information on the estimated tax penalty, see\nLine 38, earlier. Interest We will charge you interest on taxes not\npaid by their due date, even if an extension of time to file is granted. We will\nalso charge you interest on penalties imposed for failure to file, negligence,\nfraud, substantial or gross valuation misstatements, substantial understatements\nof tax, and reportable transaction understatements. Interest is charged on the\npenalty from the due date of the return\n(including extensions). Penalties\nLate filing. If you don’t file your return\nby the due date (including extensions),\nthe penalty is usually 5% of the amount\ndue for each month or part of a month\nyour return is late, unless you have a\nreasonable explanation. If you have a\nreasonable explanation for filing late, include it with your return. The penalty\ncan be as much as 25% of the tax due. The penalty is 15% per month, up to a\nmaximum of 75%, if the failure to file is\nfraudulent. If your return is more than\n60 days late, the minimum penalty will\nbe $450 or the amount of any tax you\nowe, whichever is smaller. Late payment of tax. If you pay your\ntaxes late, the penalty is usually 1/2 of\n1% of the unpaid amount for each -81- month or part of a month the tax isn't\npaid. The penalty can be as much as\n25% of the unpaid amount. It applies to\nany unpaid tax on the return. This penalty is in addition to interest charges on\nlate payments. Frivolous return. In addition to any\nother penalties, the law imposes a penalty of $5,000 for filing a frivolous return. A frivolous return is one that doesn't\ncontain information needed to figure the\ncorrect tax or shows a substantially incorrect tax because you take a frivolous\nposition or desire to delay or interfere\nwith the tax laws. This includes altering\nor striking out the preprinted language\nabove the space where you sign. For a\nlist of positions identified as frivolous,\nsee Notice 2010-33, 2010-17 I.R.B. 609,\navailable\nat\nIRS.gov/irb/\n2010-17_IRB#NOT-2010-33. Other.",
    "querygen": [
      "what is a tax help service?",
      "how to get tax refund if youre not using irs",
      "how to get help from irs"
    ],
    "querygen_score": [
      "-1.3364307",
      "-0.33262655",
      "1.4773251"
    ]
  },
  {
    "id": "legal-advice_2__11",
    "doc_id": "legal-advice_2",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.82 Expedited suspension.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\nSubpart E — General Provisions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.90 Records. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.91 Saving provision. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.92 Special orders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.93 Effective date. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "querygen": [
      "what is the petition id i",
      "what is the statute of limitations for petitioners",
      "10 how do you answer a petition"
    ],
    "querygen_score": [
      "-6.0170517",
      "-6.7619686",
      "-6.3778915"
    ]
  },
  {
    "id": "legal-advice_36__14",
    "doc_id": "legal-advice_36",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "(2) Practice as an enrolled actuary is limited\nTreasury Department Circular No. 230 Table of Contents to representation with respect to issues involving\nthe following statutory provisions in title 26 of\nthe United States Code: sections 401 (relating to\nqualification of employee plans), 403(a) (relating\nto whether an annuity plan meets the requirements\nof section 404(a) (2)), 404 (relating to deductibility\nof employer contributions), 405 (relating to\nqualification of bond purchase plans), 412 (relating\nto funding requirements for certain employee\nplans), 413 (relating to application of qualification\nrequirements to collectively bargained plans and\nto plans maintained by more than one employer),\n414 (relating to definitions and special rules with\nrespect to the employee plan area), 419 (relating\nto treatment of funded welfare benefits), 419A\n(relating to qualified asset accounts), 420 (relating\nto transfers of excess pension assets to retiree health\naccounts), 4971 (relating to excise taxes payable as\na result of an accumulated funding deficiency under\nsection 412), 4972 (relating to tax on nondeductible\ncontributions to qualified employer plans), 4976\n(relating to taxes with respect to funded welfare\nbenefit plans), 4980 (relating to tax on reversion of\nqualified plan assets to employer), 6057 (relating\nto annual registration of plans), 6058 (relating to\ninformation required in connection with certain plans\nof deferred compensation), 6059 (relating to periodic\nreport of actuary), 6652(e) (relating to the failure\nto file annual registration and other notifications\nby pension plan), 6652(f) (relating to the failure to\nfile information required in connection with certain\nplans of deferred compensation), 6692 (relating to\nthe failure to file actuarial report), 7805(b) (relating\nto the extent to which an Internal Revenue Service\nruling or determination letter coming under the\nstatutory provisions listed here will be applied without\nretroactive effect); and 29 U.S.C. § 1083 (relating to\nthe waiver of funding for nonqualified plans). (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (d)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled retirement\nplan agents, and registered tax return preparers. (e) Enrolled retirement plan agents —\nTreasury Department Circular No. 230 (1) Any individual enrolled as a retirement plan\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (2) Practice as an enrolled retirement plan agent\nis limited to representation with respect to issues\ninvolving the following programs: Employee Plans\nDetermination Letter program; Employee Plans\nCompliance Resolution System; and Employee\nPlans Master and Prototype and Volume Submitter\nprogram. In addition, enrolled retirement plan agents\nare generally permitted to represent taxpayers with\nrespect to IRS forms under the 5300 and 5500 series\nwhich are filed by retirement plans and plan sponsors,\nbut not with respect to actuarial forms or schedules. (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (e)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled actuaries, and\nregistered tax return preparers. (f) Registered tax return preparers. (1) Any individual who is designated as a\nregistered tax return preparer pursuant to §10.4(c)\nof this part who is not currently under suspension\nor disbarment from practice before the Internal\nRevenue Service may practice before the Internal\nRevenue Service.",
    "querygen": [
      "enrolled actuary definition",
      "tsd circular number 230",
      "treasury practice as an enrolled actuary"
    ],
    "querygen_score": [
      "-1.0460814",
      "-3.3280442",
      "2.0530996"
    ]
  },
  {
    "id": "legal-advice_2__39",
    "doc_id": "legal-advice_2",
    "chunk_id": 39,
    "document_category": "legal-advice",
    "text": "Continuing\neducation presentations provided to an audience\nsolely for the purpose of enhancing practitioners’\nprofessional knowledge on Federal tax matters\nare not considered written advice on a Federal tax\nmatter for purposes of this section. The preceding\nsentence does not apply to presentations marketing\nor promoting transactions. (2) The practitioner must—\n(i) Base the written advice on reasonable factual\nand legal assumptions (including assumptions as to\nfuture events);\n(ii) Reasonably consider all relevant facts\nand circumstances that the practitioner knows or\nreasonably should know;\n(iii) Use reasonable efforts to identify and\nascertain the facts relevant to written advice on each\nFederal tax matter;\n(iv) Not rely upon representations, statements,\nfindings, or agreements (including projections,\nfinancial forecasts, or appraisals) of the taxpayer\nor any other person if reliance on them would be\nunreasonable;\nTreasury Department Circular No. 230 Table of Contents (v) Relate applicable law and authorities to\nfacts; and\n(vi) Not, in evaluating a Federal tax matter, take\ninto account the possibility that a tax return will not\nbe audited or that a matter will not be raised on audit. (3) Reliance on representations, statements,\nfindings, or agreements is unreasonable if the\npractitioner knows or reasonably should know that\none or more representations or assumptions on which\nany representation is based are incorrect, incomplete,\nor inconsistent. (b) Reliance on advice of others. A practitioner\nmay only rely on the advice of another person if the\nadvice was reasonable and the reliance is in good\nfaith considering all the facts and circumstances. Reliance is not reasonable when— (1) The practitioner knows or reasonably should\nknow that the opinion of the other person should not\nbe relied on;\n(2) The practitioner knows or reasonably should\nknow that the other person is not competent or lacks\nthe necessary qualifications to provide the advice; or\n(3) The practitioner knows or reasonably should\nknow that the other person has a conflict of interest in\nviolation of the rules described in this part. (c) Standard of review. (1) In evaluating whether a practitioner giving\nwritten advice concerning one or more Federal\ntax matters complied with the requirements of this\nsection, the Commissioner, or delegate, will apply a\nreasonable practitioner standard, considering all facts\nand circumstances, including, but not limited to, the\nscope of the engagement and the type and specificity\nof the advice sought by the client. (2) In the case of an opinion the practitioner\nknows or has reason to know will be used or referred\nto by a person other than the practitioner (or a person\nwho is a member of, associated with, or employed by\nthe practitioner’s firm) in promoting, marketing, or\nrecommending to one or more taxpayers a partnership\nor other entity, investment plan or arrangement\na significant purpose of which is the avoidance or\nevasion of any tax imposed by the Internal Revenue\nCode, the Commissioner, or delegate, will apply a\nreasonable practitioner standard, considering all\nTreasury Department Circular No. 230 facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter.",
    "querygen": [
      "which section of the tax act provides the following information regarding the purposes of the following continuing education presentations?",
      "who makes continuing education presentations?",
      "what is the purpose of continuing education presentations?"
    ],
    "querygen_score": [
      "-1.1782136",
      "-1.2823379",
      "2.0355964"
    ]
  },
  {
    "id": "legal-advice_72__25",
    "doc_id": "legal-advice_72",
    "chunk_id": 25,
    "document_category": "legal-advice",
    "text": "Not only is the defined act of\ninfringement artificial, so are the specified consequences, as set\nforth in subsection (e)(4). Monetary damages are permitted only if\nthere has been “commercial manufacture, use, or sale.” 35 U.S.C.\n§ 271(e)(4)(C). Quite obviously, the purpose of subsections (e)(2)\nand (e)(4) is to enable the judicial adjudication upon which the\nANDA . . . schemes depend. It is wholly to be expected, therefore, ‘(4) For an act of infringement described in paragraph (2)‘(A) the court shall order the effective date of any approval of the drug involved in the infringement to be a\ndate which is not earlier than the date of the expiration of the patent which has been in-fringed,\n‘(B) injunctive relief may be granted against an infringer to prevent the commercial manufacture, use, or\nsale of an approved drug,\nand\n‘(C) damages or other monetary relief may be awarded against an infringer only if there has been\ncommercial manufacture, use, or sale of an approved drug. ‘The remedies prescribed by subparagraphs (A), (B), and (C) are the only remedies which may be\ngranted by a court for an act of infringement described in paragraph, except that a court may award\nattorney fees under section 285.” 35 U.S.C. §§ 271(e)(2), (4).\n496 U.S. at 675-676 (emphasis added). POSTU-139175-10 55 that these provisions would apply only to applications under the\nsections establishing those schemes . . . . Eli Lilly & Co., 496 U.S. at 678 (footnote omitted)(emphasis added). By this exemption/infringement scheme/regime, the Hatch-Waxman Act intended to\naccelerate the vetting of the validity of listed patents to accelerate the approval of\ngeneric drugs. See Shashank Upadhye, Mechanics of Orange Book Patent\nCertifications and Notice Letters, Generic Pharmaceutical Patent and FDA Law, §10:15,\nGenpharma (2011)(“The crux of the Hatch Waxman generic drug approval process\nrevolves around vetting out patent issues vis-à-vis the Paragraph IV Certification.”). To carryout this regulatory scheme, the sponsor (applicant) of the ANDA is required to\ninclude in the ANDA:\n[A] certification, in the opinion of the applicant and to the best of his\nknowledge, with respect to each patent which claims the listed drug\nreferred to in clause (i) or which claims a use for such listed drug\nfor which the applicant is seeking approval under this subsection\nand for which information is required to be filed under subsection\n(b) or (c) of this section-(I) that such patent information has not been filed,\n(II) that such patent has expired,\n(III) of the date on which such patent will expire, or\n(IV) that such patent is invalid or will not be infringed by the\nmanufacture, use, or sale of the new drug for which the\napplication is submitted. 21 USC § 355 (j)(2)(A)(vii). The last certification is referred to as a paragraph IV certification. See 21 C.F.R.\n§ 314.95 (2009) (regulation addressing certification requirement). For an ANDA with a\nparagraph IV certification, the sponsor (applicant) must send notices within 20 days of\nbeing notified by the FDA that the ANDA is accepted for filing59 to the NDA holder for\nthe referenced drug60 and all patentees of record for the listed patents61 that the\n59",
    "querygen": [
      "is a dr or an infringement a legal matter",
      "is it legal to sue for infringement of intellectual property",
      "is infringement a statute?"
    ],
    "querygen_score": [
      "-6.768062",
      "-4.3553257",
      "-4.073182"
    ]
  },
  {
    "id": "legal-advice_40__61",
    "doc_id": "legal-advice_40",
    "chunk_id": 61,
    "document_category": "legal-advice",
    "text": "See Schedule EIC for more information, including\nhow to complete Schedule EIC if your qualifying child doesn't\nhave a valid SSN. 4. Were you or your spouse a nonresident alien for any part of\n2022? Yes. See Nonresident\nNo. Go to Step 2.\naliens, later, under\nDefinitions and Special\nRules. For help in determining if you are eligible for the EIC, go to\nIRS. gov/EITC and click on “EITC Qualification Assistant.” This\nservice is available in English and Spanish. 1. Add the amounts from Form 1040 or 1040-SR: Step 2 Line 2a If you take the EIC even though you aren't eligible and\nit is determined that your error is due to reckless or inCAUTION tentional disregard of the EIC rules, you won't be allowed to take the credit for 2 years even if you are otherwise eligible to do so. If you fraudulently take the EIC, you won't be\nallowed to take the credit for 10 years. See Form 8862, who\nmust file, later. You may also have to pay penalties. ! Refunds for returns claiming the earned income credit\nTIP can't be issued before mid-February 2023. This delay\napplies to the entire refund, not just the portion associated with the earned income credit. Step 1 All Filers 1. If, in 2022:\n• 3 or more children who have valid SSNs lived with you,\nis the amount on Form 1040 or 1040-SR, line 11, less\nthan $53,057 ($59,187 if married filing jointly)? • 2 children who have valid SSNs lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$49,399 ($55,529 if married filing jointly)? • 1 child who has a valid SSN lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$43,492 ($49,622 if married filing jointly)?\n• No children who have valid SSNs lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$16,480 ($22,610 if married filing jointly)? Yes. Continue\nNo. STOP\n䊲 You can't take the credit. 2. Do you, and your spouse if filing a joint return, have a\nsocial security number issued on or before the due date of\nyour 2022 return (including extensions) that allows you to Need more information or forms? Visit IRS.gov. Investment Income Line 2b + Line 3b + Line 7* + Investment Income =\n*If line 7 is a loss, enter -0-. 2. Is your investment income more than $10,300? Yes. Continue\nNo. Skip question 3; go\n䊲\nto question 4.\n3. Are you filing Form 4797 (relating to sales of business\nproperty)? Yes. See Form 4797\nNo. STOP\nfilers, later, under You can't take the credit. Definitions and Special\nRules. 4. Do any of the following apply for 2022?\n• You are filing Schedule E.\n• You are reporting income from the rental of personal\nproperty not used in a trade or business. • You are filing Form 8814 (relating to election to report\nchild's interest and dividends on your return). • You have income or loss from a passive activity. Yes. Use Worksheet 1\nNo. Go to Step 3.\nin Pub. 596 to see if you\ncan take the credit. -38- Step 3 Qualifying Child",
    "querygen": [
      "if you have no family information are you a nonresident alien",
      "can a spouse be a nonresident",
      "are you an alien to the us?"
    ],
    "querygen_score": [
      "-1.4953758",
      "-0.056130536",
      "-1.7063609"
    ]
  },
  {
    "id": "legal-advice_38__34",
    "doc_id": "legal-advice_38",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section — Records of the\nclient include all documents or written or electronic\nPage 22 — § 10.27 § 10.29 Conflicting interests. Treasury Department Circular No. 230 Table of Contents interest and gives informed consent, confirmed\nin writing by each affected client, at the time the\nexistence of the conflict of interest is known by the\npractitioner. The confirmation may be made within a\nreasonable period of time after the informed consent,\nbut in no event later than 30 days. (c) Copies of the written consents must be retained\nby the practitioner for at least 36 months from the\ndate of the conclusion of the representation of the\naffected clients, and the written consents must be\nprovided to any officer or employee of the Internal\nRevenue Service on request. (d) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.30 Solicitation. (a) Advertising and solicitation restrictions. (1) A practitioner may not, with respect to\nany Internal Revenue Service matter, in any way\nuse or participate in the use of any form of public\ncommunication or private solicitation containing a\nfalse, fraudulent, or coercive statement or claim; or a\nmisleading or deceptive statement or claim. Enrolled\nagents, enrolled retirement plan agents, or registered\ntax return preparers, in describing their professional\ndesignation, may not utilize the term “certified” or\nimply an employer/employee relationship with the\nInternal Revenue Service. Examples of acceptable\ndescriptions for enrolled agents are “enrolled to\nrepresent taxpayers before the Internal Revenue\nService,” “enrolled to practice before the Internal\nRevenue Service,” and “admitted to practice before\nthe Internal Revenue Service.” Similarly, examples\nof acceptable descriptions for enrolled retirement\nplan agents are “enrolled to represent taxpayers\nbefore the Internal Revenue Service as a retirement\nplan agent” and “enrolled to practice before the\nInternal Revenue Service as a retirement plan\nagent.” An example of an acceptable description for\nregistered tax return preparers is “designated as a\nregistered tax return preparer by the Internal Revenue\nService.”\n(2) A practitioner may not make, directly or\nindirectly, an uninvited written or oral solicitation\nTreasury Department Circular No. 230 of employment in matters related to the Internal\nRevenue Service if the solicitation violates Federal\nor State law or other applicable rule, e.g., attorneys\nare precluded from making a solicitation that is\nprohibited by conduct rules applicable to all attorneys\nin their State(s) of licensure. Any lawful solicitation\nmade by or on behalf of a practitioner eligible to\npractice before the Internal Revenue Service must,\nnevertheless, clearly identify the solicitation as\nsuch and, if applicable, identify the source of the\ninformation used in choosing the recipient. (b) Fee information. (1)(i) A practitioner may publish the availability\nof a written schedule of fees and disseminate the\nfollowing fee information —\n(A) Fixed fees for specific routine services. (B) Hourly rates. (C) Range of fees for particular services. (D) Fee charged for an initial consultation. (ii) Any statement of fee information concerning\nmatters in which costs may be incurred must include\na statement disclosing whether clients will be\nresponsible for such costs.",
    "querygen": [
      "what documents does a lawyer have to maintain",
      "who must be responsible for the client records",
      "what type of documents are required to keep a client"
    ],
    "querygen_score": [
      "-1.4981482",
      "-0.052234866",
      "-0.6870843"
    ]
  },
  {
    "id": "legal-advice_62__80",
    "doc_id": "legal-advice_62",
    "chunk_id": 80,
    "document_category": "legal-advice",
    "text": "1,860\n1,850\n1,839\n1,829 0\n0\n0\n0 862\n854\n846\n838 44,400\n44,450\n44,500\n44,550 44,450\n44,500\n44,550\n44,600 0\n0\n0\n0 0\n0\n0\n0 1,047\n1,037\n1,026\n1,016 1,818\n1,807\n1,797\n1,786 0\n0\n0\n0 44,600\n44,650\n44,700\n44,750 44,650\n44,700\n44,750\n44,800 0\n0\n0\n0 0\n0\n0\n0 1,005\n995\n984\n974 1,776\n1,765\n1,755\n1,744 44,800\n44,850\n44,900\n44,950 44,850\n44,900\n44,950\n45,000 0\n0\n0\n0 0\n0\n0\n0 963\n953\n942\n932 45,000\n45,050\n45,100\n45,150 45,050\n45,100\n45,150\n45,200 0\n0\n0\n0 0\n0\n0\n0 45,200\n45,250\n45,300\n45,350 45,250\n45,300\n45,350\n45,400 0\n0\n0\n0 45,400\n45,450\n45,500\n45,550 45,450\n45,500\n45,550\n45,600 45,600\n45,650\n45,700\n45,750 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 3,193\n3,183\n3,172\n3,162 46,800\n46,850\n46,900\n46,950 46,850\n46,900\n46,950\n47,000 0\n0\n0\n0 0\n0\n0\n0 542\n532\n521\n510 1,313\n1,302\n1,291\n1,281 0\n0\n0\n0 447\n439\n431\n423 1,833\n1,822\n1,812\n1,801 2,604\n2,593\n2,582\n2,572 2,381\n2,370\n2,360\n2,349 3,151\n3,141\n3,130\n3,119 47,000\n47,050\n47,100\n47,150 47,050\n47,100\n47,150\n47,200 0\n0\n0\n0 0\n0\n0\n0 500\n489\n479\n468 1,270\n1,260\n1,249\n1,239 0\n0\n0\n0 415\n407\n399\n391 1,791\n1,780\n1,770\n1,759 2,561\n2,551\n2,540\n2,530 830\n822\n814\n806 2,338\n2,328\n2,317\n2,307 3,109\n3,098\n3,088\n3,077 47,200\n47,250\n47,300\n47,350 47,250\n47,300\n47,350\n47,400 0\n0\n0\n0 0\n0\n0\n0 458\n447\n437\n426 1,228\n1,218\n1,207\n1,197 0\n0\n0\n0 383\n375\n367\n359 1,749\n1,738\n1,728\n1,717 2,519\n2,509\n2,498\n2,488 0\n0\n0\n0 798\n790\n782\n775 2,296\n2,286\n2,275\n2,265 3,067\n3,056\n3,046\n3,035 47,400\n47,450\n47,500\n47,550 47,450\n47,500\n47,550\n47,600 0\n0\n0\n0 0\n0\n0\n0 416\n405\n395\n384 1,186\n1,176\n1,165\n1,155 0\n0\n0\n0 351\n343\n335\n327 1,707\n1,696\n1,686\n1,675 2,477\n2,467\n2,456\n2,446 1,734\n1,723\n1,713\n1,702 0\n0\n0\n0 767\n759\n751\n743 2,254\n2,244\n2,233\n2,223 3,025\n3,014\n3,004\n2,993 47,600\n47,650\n47,700\n47,750 47,650\n47,700\n47,750\n47,800 0\n0\n0\n0 0\n0\n0\n0 374\n363\n352\n342 1,144\n1,134\n1,123\n1,112 0\n0\n0\n0 319\n311\n303\n295 1,665\n1,654\n1,643\n1,633 2,435\n2,425\n2,414\n2,403 921\n911\n900\n890 1,692\n1,681\n1,671\n1,660 0\n0\n0\n0 735\n727\n719\n711 2,212\n2,202\n2,191\n2,181 2,983\n2,972\n2,962\n2,951 47,800\n47,850\n47,900\n47,950 47,850\n47,900\n47,950\n48,000 0\n0\n0\n0 0\n0\n0\n0 331\n321\n310\n300 1,102\n1,091\n1,081\n1,070 0\n0\n0\n0 287\n279\n271\n263 1,622\n1,612\n1,601\n1,591 2,393\n2,382\n2,372\n2,361 0\n0\n0\n0 879\n868\n858\n847 1,649\n1,639\n1,628\n1,618 0\n0\n0\n0 703\n695\n687\n679 2,170\n2,159\n2,149\n2,138 2,940\n2,930\n2,919\n2,909 48,000\n48,050\n48,100\n48,150 48,050\n48,100\n48,150\n48,200 0\n0\n0\n0 0\n0\n0\n0 289\n279\n268\n258 1,060\n1,049\n1,039\n1,028 0\n0\n0\n0 255\n247\n239\n231 1,580\n1,570\n1,559\n1,549 2,351\n2,340\n2,330\n2,319 0\n0\n0\n0 0\n0\n0\n0 837\n826\n816\n805 1,607\n1,597\n1,586\n1,576 0\n0\n0\n0 671\n663\n655\n647 2,128\n2,117\n2,107\n2,096 2,898\n2,888\n2,877\n2,867 48,200\n48,250\n48,300\n48,350 48,250\n48,300\n48,350\n48,400 0\n0\n0\n0 0\n0\n0\n0 247\n237\n226\n216 1,018\n1,007\n997\n986 0\n0\n0\n0 223\n215\n207\n199 1,538\n1,528\n1,517\n1,507 2,309\n2,298\n2,288\n2,277 45,650\n45,700\n45,750\n45,800 0\n0\n0\n0 0\n0\n0\n0 795\n784\n774\n763 1,565\n1,555\n1,544\n1,534 0\n0\n0\n0 639\n631\n623\n615 2,086\n2,075\n2,065\n2,054 2,856\n2,846\n2,835\n2,825 48,400\n48,450\n48,500\n48,550 48,450\n48,500\n48,550\n48,600 0\n0\n0\n0 0\n0\n0\n0 205\n195\n184\n173 976\n965\n955\n944 0\n0\n0\n0 191\n183\n175\n167 1,496\n1,486\n1,475\n1,464 2,267\n2,256\n2,245\n2,235 45,800\n45,850\n45,900\n45,950 45,850\n45,900\n45,950\n46,000 0\n0\n0\n0 0\n0\n0\n0 753\n742\n732\n721 1,523\n1,513\n1,502\n1,492 0\n0\n0\n0 607\n599\n591\n583 2,044\n2,033\n2,023\n2,012 2,814\n2,804\n2,793\n2,783 48,600\n48,650\n48,700\n48,750 48,650\n48,700\n48,750\n48,800 0\n0\n0\n0 0\n0\n0\n0 163\n152\n142\n131 933\n923\n912\n902 0\n0\n0\n0 159\n151\n143\n135 1,454\n1,443\n1,433\n1,422 2,224\n2,214\n2,203\n2,193 46,000\n46,050\n46,100\n46,150 46,050\n46,100\n46,150\n46,200 0\n0\n0\n0 0\n0\n0\n0 711\n700\n689\n679 1,481\n1,470\n1,460\n1,449 0\n0\n0\n0 575\n567\n559\n551 2,001\n1,991\n1,980\n1,970 2,772\n2,761\n2,751\n2,740 48,800\n48,850\n48,900\n48,950 48,850\n48,900\n48,950\n49,000 0\n0\n0\n0 0\n0\n0\n0 121\n110\n100\n89 891\n881\n870\n860 0\n0\n0\n0 127\n119\n111\n103 1,412\n1,401\n1,391\n1,380 2,182\n2,172\n2,161\n2,151 46,200\n46,250\n46,300\n46,350 46,250\n46,300\n46,350\n46,400 0\n0\n0\n0 0\n0\n0\n0 668\n658\n647\n637 1,439\n1,428\n1,418\n1,407 0\n0\n0\n0 543\n535\n527\n519 1,959\n1,949\n1,938\n1,928 2,730\n2,719\n2,709\n2,698 49,000\n49,050\n49,100\n49,150 49,050\n49,100\n49,150\n49,200 0\n0\n0\n0 0\n0\n0\n0 79\n68\n58\n47 849\n839\n828\n818 0\n0\n0\n0 95\n87\n79\n71 1,370\n1,359\n1,349\n1,338 2,140\n2,130\n2,119\n2,109 46,400\n46,450\n46,500\n46,550 46,450\n46,500\n46,550\n46,600 0\n0\n0\n0 0\n0\n0\n0 626\n616\n605\n595 1,397\n1,386\n1,376\n1,365 0\n0\n0\n0 511\n503\n495\n487 1,917\n1,907\n1,896\n1,886 2,688\n2,677\n2,667\n2,656 49,200\n49,250\n49,300\n49,350 49,250\n49,300\n49,350\n49,400 0\n0\n0\n0 0\n0\n0\n0 37\n26\n16\n* 807\n797\n786\n776 0\n0\n0\n0 63\n55\n47\n39 1,328\n1,317\n1,307\n1,296 2,098\n2,088\n2,077\n2,066 46,600\n46,650\n46,700\n46,750 46,650\n46,700\n46,750\n46,800 0\n0\n0\n0 0\n0\n0\n0 584\n574\n563\n553 1,355\n1,344\n1,334\n1,323 0\n0\n0\n0 479\n471\n463\n455 1,875\n1,865\n1,854\n1,844 2,646\n2,635\n2,625\n2,614 49,400\n49,450\n49,500\n49,550 49,450\n49,500\n49,550\n49,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 765\n754\n744\n733 0\n0\n0\n0 31\n23\n15\n7 1,285\n1,275\n1,264\n1,254 2,056\n2,045\n2,035\n2,024 ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $49,350 but less than $49,399, and you have two qualifying children who have valid\nSSNs, your credit is $5. If the amount you are looking up from the worksheet is $49,399 or more, and you have two qualifying children who have valid SSNs, you can’t take\nthe credit. (Continued) - 53 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * ** 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 Your credit is– 2 At least But less\nthan 49,600\n49,650\n49,700\n49,750 49,650\n49,700\n49,750\n49,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 723\n712\n702\n691 0\n0\n0\n0 *\n0\n0\n0 1,243\n1,233\n1,222\n1,212 49,800\n49,850\n49,900\n49,950 49,850\n49,900\n49,950\n50,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 681\n670\n660\n649 0\n0\n0\n0 0\n0\n0\n0 50,000\n50,050\n50,100\n50,150 50,050\n50,100\n50,150\n50,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 639\n628\n618\n607 0\n0\n0\n0 50,200\n50,250\n50,300\n50,350 50,250\n50,300\n50,350\n50,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 596\n586\n575\n565 50,400\n50,450\n50,500\n50,550 50,450\n50,500\n50,550\n50,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0",
    "querygen": [
      "what is the number in m",
      "who is 8182",
      "where is the number 839"
    ],
    "querygen_score": [
      "-5.675497",
      "-6.0948553",
      "-2.8654075"
    ]
  },
  {
    "id": "legal-advice_29__3",
    "doc_id": "legal-advice_29",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "Schedule 2, Part II Can claim a nonrefundable credit (other than the child tax credit\nor the credit for other dependents), such as the foreign tax credit,\neducation credits, or general business credit. Schedule 3, Part I Can claim a refundable credit (other than the earned income\ncredit, American opportunity credit, or additional child tax credit),\nsuch as the net premium tax credit or qualified sick and family\nleave credits from Schedule H.\nHave other payments, such as an amount paid with a request for\nan extension to file or excess social security tax withheld. -3- Schedule 3, Part II The Taxpayer Advocate Service Is Here To Help You\nWhat is the Taxpayer Advocate Service? The Taxpayer Advocate Service (TAS) is an independent organization within the Internal Revenue Service (IRS) that helps\ntaxpayers and protects taxpayer rights. TAS strives to ensure that every taxpayer is treated fairly and that you know and\nunderstand your rights under the Taxpayer Bill of Rights. What can TAS do for you? TAS can help you if your tax problem is causing a financial difficulty, you've tried and been unable to resolve your issue with\nthe IRS, or you believe an IRS system, process, or procedure just isn't working as it should. And the service is free. If you\nqualify for TAS assistance, you will be assigned to one advocate who will work with you throughout the process and will do\neverything possible to resolve your issue. TAS can help you if:\n• Your problem is causing a financial difficulty for you, your family, or your business. • You face (or your business is facing) an immediate threat of adverse action. • You’ve tried to contact the IRS but no one has responded, or the IRS hasn’t responded by the date promised. How can you reach TAS? TAS has offices in every state, the District of Columbia, and Puerto Rico. To find your advocate’s number:\n• Go to TaxpayerAdvocate.IRS.gov/contact-us;\n• Download Publication 1546, Taxpayer Advocate Service - We Are Here to Help You. If you do not have Internet access,\nyou can call the IRS toll free at 800-TAX-FORM (800-829-3676) and ask for a copy of Publication 1546;\n• Check your local directory; or\n• Call TAS toll free at 877-777-4778. How can you learn about your taxpayer rights? The Taxpayer Bill of Rights describes ten basic rights that all taxpayers have when dealing with the IRS. The TAS website\nTaxpayerAdvocate.IRS.gov can help you understand what these rights mean to you and how they apply. These are your rights. Know them. Use them. How else does the Taxpayer Advocate Service help taxpayers? TAS works to resolve large-scale problems that affect many taxpayers. If you know of one of these broad issues, please report it\nto TAS at IRS. gov/SAMS. Be sure not to include any personal taxpayer information. Low Income Taxpayer Clinics Help Taxpayers\nLow Income Taxpayer Clinics (LITCs) are independent from the Internal Revenue Service (IRS) and the Taxpayer Advocate\nService (TAS). LITCs represent individuals whose income is below a certain level and who need to resolve tax problems with\nthe IRS.",
    "querygen": [
      "what is the tax credit for education",
      "ssd credit is taxable for dependents",
      "are earned income credits non-refundable credit"
    ],
    "querygen_score": [
      "-0.21843918",
      "-2.6993546",
      "2.3309014"
    ]
  },
  {
    "id": "legal-advice_91__135",
    "doc_id": "legal-advice_91",
    "chunk_id": 135,
    "document_category": "legal-advice",
    "text": "In the entry space next\nto line 24z write “Incorrect Form\n1099-K” and also enter the amount that\nwas incorrectly reported to you. For example, if you received a Form 1099-K\nthat incorrectly showed $800 of payments to you, you would enter $800 on\nline 24z and in the entry space next to\nline 24z you would write “Incorrect\nForm 1099-K - $800.” See the instructions for line 8z. Instructions for Schedule 2\nAdditional Taxes\nGeneral Instructions\nUse Schedule 2 if you have additional\ntaxes that can’t be entered directly on\nForm 1040, 1040-SR, or 1040-NR. Include the amount on Schedule 2,\nline 3, in the total on Form 1040,\n1040-SR, or 1040-NR, line 17. Enter the amount on Schedule 2,\nline 21, on Form 1040 or 1040-SR,\nline 23; or 1040-NR, line 23b. Specific Instructions\nLine 1\nAlternative Minimum Tax (AMT)\nAlternative minimum tax (AMT) exemption amount increased. The AMT\nexemption amount is increased to\n$75,900 ($118,100 if married filing\njointly or qualifying surviving spouse;\n$59,050 if married filing separately). The income levels at which the AMT\nexemption begins to phase out has increased to $539,900 ($1,079,800 if married filing jointly or qualifying surviving\nspouse). If you aren't sure whether you owe\nthe AMT, complete the Worksheet To\nSee if You Should Fill in Form 6251. Exception. Fill in Form 6251 instead of\nusing the worksheet if you claimed or\nreceived any of the following items. • Accelerated depreciation. • Tax-exempt interest from private\nactivity bonds. • Intangible drilling, circulation, research, experimental, or mining costs. • Amortization of pollution-control\nfacilities or depletion. • Income or (loss) from tax-shelter\nfarm activities, passive activities, partnerships, S corporations, or activities for\nwhich you aren't at risk. • Income from long-term contracts\nnot figured using the percentage-of-completion method. • Investment interest expense reported on Form 4952.\n• Net operating loss deduction. • Alternative minimum tax adjustments from an estate, trust, electing\nlarge partnership, or cooperative. • Section 1202 exclusion.\n• Stock by exercising an incentive\nstock option and you didn't dispose of\nthe stock in the same year. • Any general business credit claimed on Form 3800 if either line 6 (in Part\nI) or line 25 of Form 3800 is more than\nzero. • Qualified electric vehicle credit. • Alternative fuel vehicle refueling\nproperty tax. • Credit for prior year minimum tax. • Foreign tax credit.\n• Net qualified disaster loss and you\nare reporting your standard deduction on\nSchedule A, line 16. See the instructions\nfor Form 4684 for more information. For help with the alternative minimum tax, go to IRS. gov/AMT. your coverage and any advance credit\npayments. If the advance credit payments were more than the premium tax\ncredit you can claim, the amount you\nmust repay will be shown on Form\n8962, line 29. Enter that amount, if any,\non line 2. You may have to repay excess advance payments of the premium tax\ncredit even if someone else enrolled\nyou, your spouse, or your dependent in\nMarketplace coverage. In that case, another individual may have received the\nForm 1095-A for the coverage. You\nmay also have to repay excess advance\npayments of the premium tax credit if\nyou enrolled an individual in coverage\nthrough the Marketplace, you don’t\nclaim the individual as a dependent on\nyour return, and no one else claims that\nindividual as a dependent.",
    "querygen": [
      "what line to write on 1099",
      "where to put the 1099-k in your taxes",
      "where is the wrong entry on tenn"
    ],
    "querygen_score": [
      "0.04017283",
      "-0.27528423",
      "-4.7875175"
    ]
  },
  {
    "id": "legal-advice_39__118",
    "doc_id": "legal-advice_39",
    "chunk_id": 118,
    "document_category": "legal-advice",
    "text": "• Single or married filing separately—$12,550\n• Married filing jointly or qualifying surviving spouse—$25,100\n• Head of household—$18,800\n6. 5. Check any boxes that apply.* You were born before January 2, 1957. You are blind. Spouse was born before January 2, 1957. Spouse is blind. No boxes checked. Enter -0-. Multiply the number of boxes checked by $1,350 ($1,700\nif your 2021 filing status was single or head of household). 6. *If your filing status is married filing separately, you can check the boxes for your spouse only\nif your spouse had no income, isn't filing a return, and can't be claimed as a dependent on\nanother person's return. 7. Add lines 5 and 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7. 8. Is the amount on line 7 less than the amount on line 4? No. 9. STOP None of your refund is taxable. Yes. Subtract line 7 from line 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8. Taxable part of your refund. Enter the smaller of line 3 or line 8 here and on Schedule 1, line 1 . . . . . . . . . . . 9. -84- Line 4\nOther Gains or (Losses) If you sold or exchanged assets used in a\ntrade or business, see the Instructions for\nForm 4797. Line 7\nUnemployment Compensation You should receive a Form 1099-G\nshowing in box 1 the total unemployment compensation paid to you in 2022. Report this amount on line 7. If the amount reported in box 1\nof your Form(s) 1099-G is inCAUTION correct, report on line 7 only\nthe actual amount of unemployment\ncompensation paid to you in 2022. ! If you made contributions to a governmental unemployment compensation\nprogram or to a governmental paid family leave program and you aren't itemizing deductions, reduce the amount you\nreport on line 7 by those contributions. If you are itemizing deductions, see the\ninstructions on Form 1099-G. If you received an overpayment of\nunemployment compensation in 2022\nand you repaid any of it in 2022, subtract the amount you repaid from the total amount you received. Enter the result\non line 7. Also enter “Repaid” and the\namount you repaid on the dotted line\nnext to line 7. If, in 2022, you repaid\nmore than $3,000 of unemployment\ncompensation that you included in gross\nincome in an earlier year, see Repayments in Pub. 525 for details on how to\nreport the payment. have any business expenses.",
    "querygen": [
      "how to get married for head of household",
      "what is the cost of filing jointly",
      "what is the cost to file a marriage license for a married couple"
    ],
    "querygen_score": [
      "-3.3599353",
      "-2.5399613",
      "-5.0498805"
    ]
  },
  {
    "id": "legal-advice_90__7",
    "doc_id": "legal-advice_90",
    "chunk_id": 7,
    "document_category": "legal-advice",
    "text": "X now seeks to effectively repudiate this\nportion of the tax sharing agreement, without any apparent regard to the effects such a\nretroactive act would have on Z. Z has not had any opportunity to present its views\nregarding the correctness of the applicable section of the tax sharing agreement. When a party seeks to undo the tax consequences of an agreement, courts\nfrequently limit the challenge because the taxpayer freely entered into the contract and,\ntherefore, should be held to its bargain. The Danielson rule, adopted in all courts POSTF-100602-09 12 relevant to X’s claim, holds that “a party can challenge the tax consequences of his\nagreement as construed by the Commissioner only by adducing proof which in an\naction between the parties to the agreement would be admissible to alter that\nconstruction or to show its unenforceability because of mistake, undue influence, fraud,\nduress, etc.” Commissioner v. Danielson, 378 F.2d 771, 775 (3d Cir. 1967) (en banc);\nsee also N. Am. Rayon Corp. v. Commissioner, 12 F.3d 583 (6th Cir. 1993), Lane\nBryant, Inc. v. United States, 35 F.3d 1570 (Fed. Cir. 1994). Here, the Service is not\n“construing” the tax sharing agreement to mean that X must include the reimbursements\nin income; the tax sharing agreement itself says, in clear, unequivocal language, that X\nwill include the reimbursements in income. One of the principal concerns of the Danielson rule, though not necessarily a\nprerequisite to its application, is the courts’ preference for consistency in the tax\nconsequences to both parties of a transaction and the potential problem with “whipsaw”\narguments raised against the Service. Danielson, 378 F.2d at 775. Should X prevail in\nits argument that the reimbursements are tax-free, what are the tax consequences to Z? We do not seek to answer that question here, but it clearly illustrates the problems\nraised when one party to a transaction wants to, in effect, change the deal. The Service is not bound by the “mere form” of a transaction in determining its\ntax consequences, and the parties cannot circumvent the tax law simply by creating\nartificial, non-economic agreements. Id. at 774 (citing Gregory v. Helvering, 293 U.S.\n465 (1935)). Thus, if a tax sharing agreement misstates or improperly applies the law in\nallocating the parties’ tax burdens and benefits, the Service is not bound by the\nagreement’s terms. In this case, however, having determined that the reimbursements POSTF-100602-09 13 are not excluded from X’s income, the Service simply is attempting to hold X to its\nagreement. We can think of no situation in which X would be allowed to repudiate the\nagreement, and, regardless, the law clearly requires that the reimbursements be\nincluded in X’s income. X’s Argument Fails for Lack of Consistency\nFinally, assuming for the sake of argument that the employee assignment\nreimbursements are sufficiently related to the tax-free spinoff so that the\nreimbursements also are tax free, the taxpayer’s claim for refund still fails. If the\nreimbursements are considered part and parcel of the tax-free spinoff, X may exclude\nthem from its gross income.",
    "querygen": [
      "z is repudiating what portion of an agreement",
      "which provision of the tax sharing agreement would retroactively repudiate a provision or provision in the agreement?",
      "is a tax sharing agreement retroactive"
    ],
    "querygen_score": [
      "0.5198121",
      "-0.03543397",
      "1.4376187"
    ]
  },
  {
    "id": "legal-advice_34__25",
    "doc_id": "legal-advice_34",
    "chunk_id": 25,
    "document_category": "legal-advice",
    "text": "Continuing education credit under this paragraph (j)\n(5) may not be used to satisfy the requirements of\nthe enrollment cycle or registration year in which the\nindividual has been placed back on the active roster. (6) An individual placed in inactive status\nmust file an application for renewal and satisfy the\nrequirements for renewal as set forth in this section\nwithin three years of being placed in inactive\nstatus. Otherwise, the name of such individual will\nbe removed from the inactive status roster and the\nindividual’s status as an enrolled agent, enrolled\nretirement plan agent, or registered tax return\npreparer will terminate. Future eligibility for active\nstatus must then be reestablished by the individual as\nprovided in this section. (7) Inactive status is not available to an individual\nwho is the subject of a pending disciplinary matter\nbefore the Internal Revenue Service. (k) Inactive retirement status. An individual who no\nlonger practices before the Internal Revenue Service\nmay request to be placed in an inactive retirement\nstatus at any time and such individual will be placed\nin an inactive retirement status. The individual will\nbe ineligible to practice before the Internal Revenue\nService. An individual who is placed in an inactive\nretirement status may be reinstated to an active\nstatus by filing an application for renewal and\nproviding evidence of the completion of the required\ncontinuing education hours for the enrollment cycle\nor registration year. Inactive retirement status is not\navailable to an individual who is ineligible to practice\nbefore the Internal Revenue Service or an individual\nwho is the subject of a pending disciplinary matter\nunder this part. § 10.6 — Page 15 Table of Contents (l) Renewal while under suspension or disbarment. An individual who is ineligible to practice before the\nInternal Revenue Service by virtue of disciplinary\naction under this part is required to conform to the\nrequirements for renewal of enrollment or registration\nbefore the individual’s eligibility is restored. (m) Enrolled actuaries. The enrollment and renewal\nof enrollment of actuaries authorized to practice\nunder paragraph (d) of §10.3 are governed by the\nregulations of the Joint Board for the Enrollment of\nActuaries at 20 CFR 901.1 through 901.72. (n) Effective/applicability date. This section is\napplicable to enrollment or registration effective\nbeginning August 2, 2011. § 10.7 Representing oneself; participating\nin rulemaking; limited practice; and special\nappearances. (a) Representing oneself. Individuals may appear on\ntheir own behalf before the Internal Revenue Service\nprovided they present satisfactory identification. (b) Participating in rulemaking. Individuals\nmay participate in rulemaking as provided by the\nAdministrative Procedure Act. See 5 U.S.C. § 553.\n(c) Limited practice —\n(1) In general. Subject to the limitations in\nparagraph (c)(2) of this section, an individual who\nis not a practitioner may represent a taxpayer before\nthe Internal Revenue Service in the circumstances\ndescribed in this paragraph (c)(1), even if the\ntaxpayer is not present, provided the individual\npresents satisfactory identification and proof of\nhis or her authority to represent the taxpayer. The\ncircumstances described in this paragraph (c)(1) are\nas follows:\n(i) An individual may represent a member of his\nor her immediate family. (ii)A regular full-time employee of an individual\nemployer may represent the employer.",
    "querygen": [
      "continuing education hours definition",
      "what is required for continuing education credits",
      "what is the purpose of continuing education credits"
    ],
    "querygen_score": [
      "-2.0012088",
      "-0.19992147",
      "-1.444801"
    ]
  }
]