[
  {
    "id": "legal-advice_49__9",
    "doc_id": "legal-advice_49",
    "chunk_id": 9,
    "document_category": "legal-advice",
    "text": "Thus, the application of the plain meaning rule here makes clear that Congress granted\nthe Secretary broad authority to determine when, and under what circumstances, the\nmatching principle of I.R.C. § 267(a)(2) should be applied. POSTF-108700-08 12 This is even more apparent when the words of I.R.C. § 267(a)(3) are considered\n“in their context and with a view to their place in the overall statutory scheme.” FDA v.\nBrown & Williamson Tobacco Corp., 529 U.S. 120, 133 (2000). I.R.C. § 267(a)(3)\ndirects the Secretary to “apply the matching principle of paragraph (2) in cases in which\nthe person to whom the payment is to be made is not a United States person.” Nothing\nin I.R.C. § 267(a)(2) itself, however, says that that provision does not apply where “the\nperson to whom the payment is to be made is not a United States person.” On the\ncontrary, taken alone, its terms establish that it does. I.R.C. § 267(a)(2) makes no\ndistinction between transactions between two domestic taxpayers and those between a\ndomestic taxpayer and a foreign entity. Thus, as the Third Circuit explained, if “the plain\nmeaning of section 267(a)(3) requires the Secretary to apply exactly the same matching\nprinciple of section 267(a)(2) to foreign persons, then the language of section 267(a)(3)\nis redundant.” Tate & Lyle, 87 F.3d at 104. To avoid redundancy, I.R.C. § 267(a)(3)\nmust be understood as authorizing something broader. Taxpayer Argues that the Regulation Violates the “Plain Meaning” of I.R.C. §267(a)(3) The taxpayer argues that “because ----- would not have included the interest\nincome in income for U.S. tax purposes under Article --- of the U.S.- Country A Treaty,\nthe matching concepts underlying sections 267(a)(2) and 267(a)(3) should not be\napplied. Section 267(a)(2) was designed to address timing issues only when income is\nincluded for U.S. tax purposes . . .” Protest at 29-30. In other words, taxpayer contends\nthat the plain meaning of I.R.C. § 267(a)(3) requires regulations allowing companies in\nits situation to deduct interest when accrued, and that the Treas. Reg. 1.267(a)–3\nviolates this “plain meaning” by forcing it to use the cash accounting method. The taxpayer is correct in pointing out that there is a “mismatch” between ------(non taxable) income and ------------------------ (deductible) interest expense, but the\nstatute does not dictate exactly how this mismatch is to be resolved. The resolution of\nthe problem is delegated to the Secretary to address by regulation. As the Third Circuit\nrecognized, the literal terms of I.R.C. § 267(a)(2) would suggest that a taxpayer would\nnot be entitled to any deduction: “if the matching principle of section 267(a)(2) was\nstrictly applied here, the U.S. payor would never be entitled to an interest deduction\nbecause the related foreign payee would never have to include interest in taxable\nincome under a tax treaty with the United States.” Tate & Lyle, 87 F.3d at 104. It was\nto avoid this result, which Congress viewed as “unduly harsh,” that the Secretary was\nauthorized to address, by regulation, amounts owed to foreign payees.",
    "querygen": [
      "what does the matching rule mean",
      "which rule relates to the plain meaning rule?",
      "plain meaning rule irc"
    ],
    "querygen_score": [
      "-0.025123857",
      "-1.0636396",
      "-1.0379428"
    ]
  },
  {
    "id": "legal-advice_2__28",
    "doc_id": "legal-advice_2",
    "chunk_id": 28,
    "document_category": "legal-advice",
    "text": "Treasury Department Circular No. 230 § 10.9 — Page 17 Table of Contents (3) Requirements for qualified continuing\neducation programs. A continuing education\nprovider must ensure the qualified continuing\neducation program complies with all the following\nrequirements —\n(i) Programs must be developed by individual(s)\nqualified in the subject matter;\n(ii) Program subject matter must be current;\n(iii) Instructors, discussion leaders, and speakers\nmust be qualified with respect to program content;\n(iv) Programs must include some means for\nevaluation of the technical content and presentation\nto be evaluated;\n(v) Certificates of completion bearing a current\nqualified continuing education program number\nissued by the Internal Revenue Service must be\nprovided to the participants who successfully\ncomplete the program; and\n(vi) Records must be maintained by the\ncontinuing education provider to verify the\nparticipants who attended and completed the\nprogram for a period of four years following\ncompletion of the program. In the case of continuous\nconferences, conventions, and the like, records must\nbe maintained to verify completion of the program\nand attendance by each participant at each segment\nof the program. (4) Program numbers —\n(i) In general. Every continuing education\nprovider is required to obtain a continuing education\nprovider program number and pay any applicable\nuser fee for each program offered. Program\nnumbers shall be obtained as prescribed by forms,\ninstructions or other appropriate guidance. Although,\nat the discretion of the Internal Revenue Service, a\ncontinuing education provider may be required to\ndemonstrate that the program is designed to enhance\nprofessional knowledge in Federal taxation or\nFederal tax related matters (programs comprised\nof current subject matter in Federal taxation or\nFederal tax related matters, including accounting, tax\nreturn preparation software, taxation, or ethics) and\ncomplies with the requirements in paragraph (a)(2)of\nthis section before a program number is issued. Page 18 — § 10.9 (ii) Update programs. Update programs may\nuse the same number as the program subject to\nupdate. An update program is a program that instructs\non a change of existing law occurring within one\nyear of the update program offering. The qualifying\neducation program subject to update must have been\noffered within the two year time period prior to the\nchange in existing law. (iii) Change in existing law. A change in\nexisting law means the effective date of the statute or\nregulation, or date of entry of judicial decision, that\nis the subject of the update. (b) Failure to comply. Compliance by a continuing\neducation provider with the requirements of this part\nis determined by the Internal Revenue Service. A\ncontinuing education provider who fails to meet the\nrequirements of this part will be notified by the Internal\nRevenue Service. The notice will state the basis for\nthe determination of noncompliance and will provide\nthe continuing education provider an opportunity to\nfurnish the requested information in writing relating to\nthe matter within 60 days of the date of the notice. The\ncontinuing education provider may, within 30 days after\nreceipt of the notice of denial, file a written protest as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. A protest\nunder this section is not governed by subpart D of this\npart. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart B — Duties and Restrictions Relating to\nPractice Before the Internal Revenue Service\n§ 10.20 Information to be furnished.",
    "querygen": [
      "what are the requirements for a continuing education program",
      "requirements to qualify for continuing education",
      "what is the treasury department requirements for continuing education programs"
    ],
    "querygen_score": [
      "3.350264",
      "2.4601107",
      "3.56286"
    ]
  },
  {
    "id": "legal-advice_40__39",
    "doc_id": "legal-advice_40",
    "chunk_id": 39,
    "document_category": "legal-advice",
    "text": "This amount should be shown in\nbox 1 of Form 1099-R. Pension and annuity payments include distributions\nfrom 401(k), 403(b), and governmental\n457(b) plans. Rollovers and lump-sum\ndistributions are explained later. Don’t\ninclude the following payments on lines\n5a and 5b. Instead, report them on\nline 1h. • Disability pensions received before\nyou reach the minimum retirement age\nset by your employer. • Corrective distributions (including\nany earnings) of excess elective deferrals or other excess contributions to retirement plans. The plan must advise\nyou of the year(s) the distributions are\nincludible in income. Attach Form(s) 1099-R to TIP Form 1040 or 1040-SR if any\nfederal income tax was withheld. Fully Taxable Pensions and\nAnnuities Your payments are fully taxable if (a)\nyou didn't contribute to the cost (see\nCost, later) of your pension or annuity,\nor (b) you got your entire cost back tax\nfree before 2022. But see Insurance Premiums for Retired Public Safety Officers, later. If your pension or annuity is\nfully taxable, enter the total pension or\nannuity payments (from Form(s)\n1099-R, box 1) on line 5b; don’t make\nan entry on line 5a. Need more information or forms? Visit IRS.gov. Fully taxable pensions and annuities\nalso include military retirement pay\nshown on Form 1099-R. For details on\nmilitary disability pensions, see Pub.\n525. If you received a Form\nRRB-1099-R, see Pub. 575 to find out\nhow to report your benefits. Partially Taxable Pensions and\nAnnuities\nEnter the total pension or annuity payments (from Form 1099-R, box 1) on\nline 5a. If your Form 1099-R doesn't\nshow the taxable amount, you must use\nthe General Rule explained in Pub. 939\nto figure the taxable part to enter on\nline 5b. But if your annuity starting date\n(defined later) was after July 1, 1986,\nsee Simplified Method, later, to find out\nif you must use that method to figure the\ntaxable part. You can ask the IRS to figure the taxable part for you for a $1,000 fee. For\ndetails, see Pub. 939. If your Form 1099-R shows a taxable\namount, you can report that amount on\nline 5b. But you may be able to report a\nlower taxable amount by using the General Rule or the Simplified Method or if\nthe exclusion for retired public safety officers, discussed next, applies. Insurance Premiums for Retired\nPublic Safety Officers If you are an eligible retired public safety officer (law enforcement officer, firefighter, chaplain, or member of a rescue\nsquad or ambulance crew), you can elect\nto exclude from income distributions\nmade from your eligible retirement plan\nthat are used to pay the premiums for\ncoverage by an accident or health plan\nor a long-term care insurance contract. You can do this only if you retired because of disability or because you\nreached normal retirement age. The premiums can be for coverage for you, your\nspouse, or dependents. The distribution\nmust be from a plan maintained by the\nemployer from which you retired as a\npublic safety officer. Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income.",
    "querygen": [
      "are annuity distributions taxable",
      "what form is pension distribution on",
      "what is the difference between annuity and pension"
    ],
    "querygen_score": [
      "1.9061238",
      "-0.06014663",
      "-2.8678544"
    ]
  },
  {
    "id": "legal-advice_32__133",
    "doc_id": "legal-advice_32",
    "chunk_id": 133,
    "document_category": "legal-advice",
    "text": "• Single, head of household, or qualifying\nsurviving spouse—$70,000\n• Married filing jointly— $145,000 6. ........... 5. Is the amount on line 4 more than the amount on line 5? No. Skip lines 6 and 7, enter -0- on line 8, and go to line 9. Yes. Subtract line 5 from line 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6. 7. Divide line 6 by $15,000 ($30,000 if married filing jointly). Enter the result as a decimal (rounded to at\nleast three places). If the result is 1.000 or more, enter 1.000 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7. 8. Multiply line 1 by line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8. 9. Student loan interest deduction. Subtract line 8 from line 1. Enter the result here and on Schedule 1,\nline 21. Don’t include this amount in figuring any other deduction on your return (such as on Schedule A, C,\nE, etc.) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9. 3. Any person you could have\nclaimed as a dependent for the year the\nloan was taken out except that:\na. The person filed a joint return;\nb. The person had gross income that\nwas equal to or more than the exemption\namount for that year or $4,400 for 2022;\nor\nc. You, or your spouse if filing\njointly, could be claimed as a dependent\non someone else's return. However, a loan isn't a qualified student loan if (a) any of the proceeds were\nused for other purposes, or (b) the loan\nwas from either a related person or a\nperson who borrowed the proceeds under a qualified employer plan or a contract purchased under such a plan. For\ndetails, see Pub. 970. Qualified higher education expenses. Qualified higher education expenses\ngenerally include tuition, fees, room and\nboard, and related expenses such as\nbooks and supplies. The expenses must\nbe for education in a degree, certificate, or similar program at an eligible educational institution.",
    "querygen": [
      "how much for married filing jointly",
      "how much money is married filing for",
      "what is the maximum amount that a single person can file jointly and jointly for taxes?"
    ],
    "querygen_score": [
      "0.13073377",
      "-1.3901",
      "-1.5256112"
    ]
  },
  {
    "id": "legal-advice_99__148",
    "doc_id": "legal-advice_99",
    "chunk_id": 148,
    "document_category": "legal-advice",
    "text": "The\namount of this credit is shown on Schedule H, line 8e. See Schedule H (Form\n1040) and its instructions for more information on these credits. Line 13d If you are claiming a credit for repayment of amounts you included in your\nincome in an earlier year because it appeared you had a right to the income,\nenter the amount on line 13d. See Pub.\n525 for details about this credit. Line 13f If you elected to pay your net 965 tax liability in installments, report the deferred amount on line 13f. Enter the\namount of net 965 tax liability remaining to be paid in future years. Line 13g\nLine 13g has been reserved for future\nuse. Line 13h leave taken after March 31, 2021 and\nbefore October 1, 2021. If you paid\nhousehold employment taxes, enter the\nrefundable portion of the credit for\nqualified sick and family leave wages\nyou are eligible for due to reasons related to coronavirus and related to leave\ntaken after March 31, 2021 and before\nOctober 1, 2021. The amount of the\ncredit is shown on Schedule H, line 8f. See Schedule H (Form 1040) and its instructions for more information on these\ncredits. Qualified sick and family leave wages\npaid in 2022 from Schedule(s) H for -103- Line 13z Other payments or refundable credits. Use line 13z to report any other\npayments or refundable credits not reported elsewhere on your return or other\nschedules, including a credit under section 960(c) with respect to an excess\nlimitation account. List the type and\namount of payment or refundable credit. Tax Topics You can read these Tax Topics at\nIRS.gov/TaxTopics. List of Tax Topics All topics are available in Spanish\n(and most topics are available in\nChinese, Korean, Vietnamese, and\nRussian). Topic\nNo.\n101\n102\n103\n104\n105\n107\n151\n152\n153\n154\n155\n156\n157\n158\n159\n160\n161 201\n202\n204\n206\n253\n254\n255\n301\n303\n304\n305 Subject\nIRS Help Available\nIRS services—Volunteer tax\nassistance, outreach programs, and\nidentity theft\nTax assistance for individuals with\ndisabilities Tax help for small businesses and\nthe self-employed\nTaxpayer Advocate Service—Your\nvoice at the IRS\nArmed Forces tax information Tax relief in disaster situations\nIRS Procedures\nYour appeal rights\nRefund information What to do if you haven't filed your\ntax return\nForm W-2 and Form 1099-R (What\nto do if incorrect or not received) Obtaining forms and publications How to get a transcript or copy of\nyour tax return\nChange your address— How to\nnotify the IRS\nPaying your taxes and ensuring\nproper credit of payments How to get a wage and income\ntranscript or copy of Form W-2\nStatute expiration date—RSED |\nASED | CSED\nReturning an erroneous\nrefund—Paper check or direct\ndeposit\nCollection The collection process Tax payment options\nOffers in compromise\nDishonored payments\nAlternative Filing Methods\nSubstitute tax forms How to choose a tax return preparer\nSigning your return electronically\nGeneral Information When, how, and where to file\nChecklist of common errors when\npreparing your tax return\nExtensions of time to file your tax\nreturn\nRecordkeeping Topic\nNo.\nSubject\n306 Penalty for underpayment of\nestimated tax\n307 Backup withholding\n308 Amended returns\n309 Roth IRA contributions\n310 Coverdell education savings\naccounts\n311 Power of attorney information\n312 Disclosure authorizations\n313 Qualified tuition programs (QTPs)\nWhich Forms to File\n356 Decedents\nTypes of Income\n401 Wages and salaries\n403 Interest received\n404 Dividends\n407 Business income\n409 Capital gains and losses\n410 Pensions and annuities\n411 Pensions—",
    "querygen": [
      "how to claim credit on 1040",
      "credit for early payment on a return",
      "how to determine credit"
    ],
    "querygen_score": [
      "-0.6959152",
      "-3.2974591",
      "-4.3379316"
    ]
  },
  {
    "id": "legal-advice_61__24",
    "doc_id": "legal-advice_61",
    "chunk_id": 24,
    "document_category": "legal-advice",
    "text": "(6) If a request for waiver is approved, the\nindividual will be notified and issued a card or\ncertificate evidencing renewal. (7) Those who are granted waivers are required\nto file timely applications for renewal of enrollment\nor registration. (j) Failure to comply. Treasury Department Circular No. 230 Table of Contents (1) Compliance by an individual with the\nrequirements of this part is determined by the Internal\nRevenue Service. The Internal Revenue Service\nwill provide notice to any individual who fails to\nmeet the continuing education and fee requirements\nof eligibility for renewal. The notice will state the\nbasis for the determination of noncompliance and\nwill provide the individual an opportunity to furnish\nthe requested information in writing relating to\nthe matter within 60 days of the date of the notice. Such information will be considered in making a\nfinal determination as to eligibility for renewal. The\nindividual must be informed of the reason(s) for any\ndenial of a renewal. The individual may, within 30\ndays after receipt of the notice of denial of renewal,\nfile a written protest of the denial as prescribed by\nthe Internal Revenue Service in forms, instructions,\nor other appropriate guidance. A protest under this\nsection is not governed by subpart D of this part. (2) The continuing education records of an\nenrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer may be reviewed to\ndetermine compliance with the requirements and\nstandards for renewal as provided in paragraph (f)\nof this section. As part of this review, the enrolled\nagent, enrolled retirement plan agent or registered tax\nreturn preparer may be required to provide the Internal\nRevenue Service with copies of any continuing\neducation records required to be maintained under\nthis part. If the enrolled agent, enrolled retirement\nplan agent or registered tax return preparer fails\nto comply with this requirement, any continuing\neducation hours claimed may be disallowed. (3) An individual who has not filed a timely\napplication for renewal, who has not made a timely\nresponse to the notice of noncompliance with the\nrenewal requirements, or who has not satisfied\nthe requirements of eligibility for renewal will be\nplaced on a roster of inactive enrolled individuals\nor inactive registered individuals. During this time,\nthe individual will be ineligible to practice before the\nInternal Revenue Service. (4) Individuals placed in inactive status and\nindividuals ineligible to practice before the Internal\nRevenue Service may not state or imply that they\nTreasury Department Circular No. 230 are eligible to practice before the Internal Revenue\nService, or use the terms enrolled agent, enrolled\nretirement plan agent, or registered tax return\npreparer, the designations “EA” or “ERPA” or other\nform of reference to eligibility to practice before the\nInternal Revenue Service. (5) An individual placed in inactive status\nmay be reinstated to an active status by filing an\napplication for renewal and providing evidence of\nthe completion of all required continuing education\nhours for the enrollment cycle or registration year. Continuing education credit under this paragraph (j)\n(5) may not be used to satisfy the requirements of\nthe enrollment cycle or registration year in which the\nindividual has been placed back on the active roster.",
    "querygen": [
      "if a request for waiver is approved, the individual will be notified and issued a card or certificate evidencing renewal.",
      "when is a treasury department waiver issued",
      "how to get a waiver"
    ],
    "querygen_score": [
      "2.506802",
      "-0.6521429",
      "-1.0162753"
    ]
  },
  {
    "id": "legal-advice_92__132",
    "doc_id": "legal-advice_92",
    "chunk_id": 132,
    "document_category": "legal-advice",
    "text": "Use the worksheet in these instructions to figure your student loan interest\ndeduction. -92- 11b. 12b. Exception. Use Pub. 970 instead of the\nworksheet in these instructions to figure\nyour student loan interest deduction if\nyou file Form 2555 or 4563, or you exclude income from sources within Puerto Rico. Qualified student loan. A qualified\nstudent loan is any loan you took out to\npay the qualified higher education expenses for any of the following individuals who were eligible students. 1. Yourself or your spouse. 2. Any person who was your dependent when the loan was taken out. Student Loan Interest Deduction Worksheet—Schedule 1, Line 21 Before you begin: Figure any write-in adjustments to be entered on Schedule 1, line 24z (see the instructions for Schedule 1,\nline 24z). Be sure you have read the Exception in the instructions for this line to see if you can use this worksheet\ninstead of Pub. 970 to figure your deduction. 1. Enter the total interest you paid in 2022 on qualified student loans (see the instructions for line 21). Don’t\nenter more than $2,500 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter the amount from Form 1040 or 1040-SR, line 9 . . . . . . . . . . . . . . . . . . . . . . . . . 2. 3. Enter the total of the amounts from Schedule 1, lines 11 through 20, and 23 and\n25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. 4. Subtract line 3 from line 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4. 5. Enter the amount shown below for your filing status. • Single, head of household, or qualifying\nsurviving spouse—$70,000\n• Married filing jointly— $145,000 6. ........... 5. Is the amount on line 4 more than the amount on line 5? No. Skip lines 6 and 7, enter -0- on line 8, and go to line 9. Yes.",
    "querygen": [
      "student loan interest deduction schedule",
      "how do i find out i can deduct my student loans",
      "how to find student loan interest deduction"
    ],
    "querygen_score": [
      "0.3508999",
      "-0.40577856",
      "0.6162131"
    ]
  },
  {
    "id": "legal-advice_96__132",
    "doc_id": "legal-advice_96",
    "chunk_id": 132,
    "document_category": "legal-advice",
    "text": "Use the worksheet in these instructions to figure your student loan interest\ndeduction. -92- 11b. 12b. Exception. Use Pub. 970 instead of the\nworksheet in these instructions to figure\nyour student loan interest deduction if\nyou file Form 2555 or 4563, or you exclude income from sources within Puerto Rico. Qualified student loan. A qualified\nstudent loan is any loan you took out to\npay the qualified higher education expenses for any of the following individuals who were eligible students. 1. Yourself or your spouse. 2. Any person who was your dependent when the loan was taken out. Student Loan Interest Deduction Worksheet—Schedule 1, Line 21 Before you begin: Figure any write-in adjustments to be entered on Schedule 1, line 24z (see the instructions for Schedule 1,\nline 24z). Be sure you have read the Exception in the instructions for this line to see if you can use this worksheet\ninstead of Pub. 970 to figure your deduction. 1. Enter the total interest you paid in 2022 on qualified student loans (see the instructions for line 21). Don’t\nenter more than $2,500 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter the amount from Form 1040 or 1040-SR, line 9 . . . . . . . . . . . . . . . . . . . . . . . . . 2. 3. Enter the total of the amounts from Schedule 1, lines 11 through 20, and 23 and\n25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. 4. Subtract line 3 from line 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4. 5. Enter the amount shown below for your filing status. • Single, head of household, or qualifying\nsurviving spouse—$70,000\n• Married filing jointly— $145,000 6. ........... 5. Is the amount on line 4 more than the amount on line 5? No. Skip lines 6 and 7, enter -0- on line 8, and go to line 9. Yes.",
    "querygen": [
      "what form do i use to file taxes on student loan interest",
      "can i deduct student loan interest",
      "irs deduction of interest"
    ],
    "querygen_score": [
      "0.19996703",
      "1.0775768",
      "-2.6377459"
    ]
  },
  {
    "id": "legal-advice_68__136",
    "doc_id": "legal-advice_68",
    "chunk_id": 136,
    "document_category": "legal-advice",
    "text": "You\nmay also have to repay excess advance\npayments of the premium tax credit if\nyou enrolled an individual in coverage\nthrough the Marketplace, you don’t\nclaim the individual as a dependent on\nyour return, and no one else claims that\nindividual as a dependent. For more information, see the Instructions for Form\n8962. Line 2 Unreported Social Security and\nMedicare Tax From Form 4137 Excess Advance Premium Tax\nCredit Repayment If you have excess advance premium tax credit (APTC) repayCAUTION ments, go to IRS.gov/Form8962\nfor more information. ! The premium tax credit helps pay\npremiums for health insurance purchased from the Marketplace. Eligible\nindividuals may have advance payments\nof the premium tax credit paid on their\nbehalf directly to the insurance company. If you, your spouse with whom you\nare filing a joint return, or your dependent was enrolled in coverage purchased\nfrom the Marketplace and advance payments of the premium tax credit were\nmade for the coverage, complete Form\n8962 to reconcile (compare) the advance\npayments with your premium tax credit. You (or whoever enrolled you) should\nhave received Form 1095-A from the\nMarketplace with information about -95- Line 5 Enter the total of any taxes from Form\n4137. If you received tips of $20 or more in\nany month and you didn't report the full\namount to your employer, you must pay\nthe social security and Medicare or railroad retirement (RRTA) tax on the unreported tips. Don’t include the value of any noncash tips, such as tickets or passes. You\ndon’t pay social security and Medicare\ntaxes or RRTA tax on these noncash\ntips. To figure the social security and\nMedicare tax, use Form 4137. If you\nowe RRTA tax, contact your employer. Your employer will figure and collect\nthe RRTA tax. Worksheet To See if You Should Fill in Form 6251—Schedule 2, Line 1 Before you begin: Be sure you have read the Exception in the instructions for this line to see if you must fill in Form 6251 instead of\nusing this worksheet. 1. Are you filing Schedule A?\nNo. Skip lines 1 and 2; subtract Form 1040 or 1040-SR, line 13, or Form 1040-NR, line 13a, from Form\n1040, 1040-SR, or 1040-NR, line 11, and enter the result on line 3 and go to line 4. Yes. Enter the amount from Form 1040, 1040-SR, or 1040-NR, line 15 . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter the amount from Schedule A, line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2.",
    "querygen": [
      "does a dependent claim a premium",
      "when do i have to repay deductible and premium premium",
      "do i pay extra premiums for medicare on my tax return"
    ],
    "querygen_score": [
      "-0.6789126",
      "-1.3004665",
      "-1.6956971"
    ]
  },
  {
    "id": "legal-advice_3__78",
    "doc_id": "legal-advice_3",
    "chunk_id": 78,
    "document_category": "legal-advice",
    "text": "1,449\n1,441\n1,433\n1,425 3,153\n3,143\n3,132\n3,122 3,924\n3,913\n3,903\n3,892 0\n0\n0\n0 2,428\n2,420\n2,412\n2,404 4,444\n4,434\n4,423\n4,413 5,215\n5,204\n5,194\n5,183 5,076\n5,066\n5,055\n5,045 5,847\n5,836\n5,826\n5,815 34,600\n34,650\n34,700\n34,750 34,650\n34,700\n34,750\n34,800 0\n0\n0\n0 1,417\n1,409\n1,401\n1,393 3,111\n3,101\n3,090\n3,080 3,882\n3,871\n3,861\n3,850 0\n0\n0\n0 2,396\n2,388\n2,380\n2,373 4,402\n4,392\n4,381\n4,371 5,173\n5,162\n5,152\n5,141 2,876\n2,868\n2,860\n2,852 5,034\n5,024\n5,013\n5,003 5,805\n5,794\n5,784\n5,773 34,800\n34,850\n34,900\n34,950 34,850\n34,900\n34,950\n35,000 0\n0\n0\n0 1,385\n1,377\n1,369\n1,361 3,069\n3,059\n3,048\n3,038 3,840\n3,829\n3,819\n3,808 0\n0\n0\n0 2,365\n2,357\n2,349\n2,341 4,360\n4,350\n4,339\n4,329 5,131\n5,120\n5,110\n5,099 0\n0\n0\n0 2,844\n2,836\n2,828\n2,820 4,992\n4,981\n4,971\n4,960 5,763\n5,752\n5,741\n5,731 35,000\n35,050\n35,100\n35,150 35,050\n35,100\n35,150\n35,200 0\n0\n0\n0 1,353\n1,345\n1,337\n1,329 3,027\n3,017\n3,006\n2,996 3,798\n3,787\n3,777\n3,766 0\n0\n0\n0 2,333\n2,325\n2,317\n2,309 4,318\n4,308\n4,297\n4,287 5,089\n5,078\n5,068\n5,057 4,429\n4,419\n4,408\n4,398 0\n0\n0\n0 2,812\n2,804\n2,796\n2,788 4,950\n4,939\n4,929\n4,918 5,720\n5,710\n5,699\n5,689 35,200\n35,250\n35,300\n35,350 35,250\n35,300\n35,350\n35,400 0\n0\n0\n0 1,321\n1,313\n1,305\n1,297 2,985\n2,974\n2,964\n2,953 3,755\n3,745\n3,734\n3,724 0\n0\n0\n0 2,301\n2,293\n2,285\n2,277 4,276\n4,265\n4,255\n4,244 5,046\n5,036\n5,025\n5,015 3,617\n3,606\n3,596\n3,585 4,387\n4,377\n4,366\n4,356 0\n0\n0\n0 2,780\n2,772\n2,764\n2,756 4,908\n4,897\n4,887\n4,876 5,678\n5,668\n5,657\n5,647 35,400\n35,450\n35,500\n35,550 35,450\n35,500\n35,550\n35,600 0\n0\n0\n0 1,289\n1,281\n1,273\n1,265 2,943\n2,932\n2,922\n2,911 3,713\n3,703\n3,692\n3,682 0\n0\n0\n0 2,269\n2,261\n2,253\n2,245 4,234\n4,223\n4,213\n4,202 5,004\n4,994\n4,983\n4,973 1,768\n1,760\n1,752\n1,744 3,575\n3,564\n3,554\n3,543 4,345\n4,335\n4,324\n4,314 0\n0\n0\n0 2,748\n2,740\n2,732\n2,724 4,866\n4,855\n4,845\n4,834 5,636\n5,626\n5,615\n5,605 35,600\n35,650\n35,700\n35,750 35,650\n35,700\n35,750\n35,800 0\n0\n0\n0 1,257\n1,249\n1,241\n1,233 2,901\n2,890\n2,880\n2,869 3,671\n3,661\n3,650\n3,640 0\n0\n0\n0 2,237\n2,229\n2,221\n2,213 4,192\n4,181\n4,171\n4,160 4,962\n4,952\n4,941\n4,931 0\n0\n0\n0 1,736\n1,729\n1,721\n1,713 3,533\n3,522\n3,511\n3,501 4,303\n4,293\n4,282\n4,271 0\n0\n0\n0 2,716\n2,708\n2,700\n2,692 4,824\n4,813\n4,802\n4,792 5,594\n5,584\n5,573\n5,562 35,800\n35,850\n35,900\n35,950 35,850\n35,900\n35,950\n36,000 0\n0\n0\n0 1,225\n1,217\n1,209\n1,201 2,859\n2,848\n2,838\n2,827 3,629\n3,619\n3,608\n3,598 0\n0\n0\n0 2,205\n2,197\n2,189\n2,181 4,150\n4,139\n4,129\n4,118 4,920\n4,910\n4,899\n4,889 32,850\n32,900\n32,950\n33,000 0\n0\n0\n0 1,705\n1,697\n1,689\n1,681 3,490\n3,480\n3,469\n3,459 4,261\n4,250\n4,240\n4,229 0\n0\n0\n0 2,684\n2,676\n2,668\n2,660 4,781\n4,771\n4,760\n4,750 5,552\n5,541\n5,531\n5,520 36,000\n36,050\n36,100\n36,150 36,050\n36,100\n36,150\n36,200 0\n0\n0\n0 1,193\n1,185\n1,177\n1,169 2,817\n2,806\n2,795\n2,785 3,587\n3,576\n3,566\n3,555 0\n0\n0\n0 2,173\n2,165\n2,157\n2,149 4,107\n4,097\n4,086\n4,076 4,878\n4,867\n4,857\n4,846 33,000\n33,050\n33,100\n33,150 33,050\n33,100\n33,150\n33,200 0\n0\n0\n0 1,673\n1,665\n1,657\n1,649 3,448\n3,438\n3,427\n3,417 4,219\n4,208\n4,198\n4,187 0\n0\n0\n0 2,652\n2,644\n2,636\n2,628 4,739\n4,729\n4,718\n4,708 5,510\n5,499\n5,489\n5,478 36,200\n36,250\n36,300\n36,350 36,250\n36,300\n36,350\n36,400 0\n0\n0\n0 1,161\n1,153\n1,145\n1,137 2,774\n2,764\n2,753\n2,743 3,545\n3,534\n3,524\n3,513 0\n0\n0\n0 2,141\n2,133\n2,125\n2,117 4,065\n4,055\n4,044\n4,034 4,836\n4,825\n4,815\n4,804 33,200\n33,250\n33,300\n33,350 33,250\n33,300\n33,350\n33,400 0\n0\n0\n0 1,641\n1,633\n1,625\n1,617 3,406\n3,396\n3,385\n3,375 4,177\n4,166\n4,156\n4,145 0\n0\n0\n0 2,620\n2,612\n2,604\n2,596 4,697\n4,687\n4,676\n4,666 5,468\n5,457\n5,447\n5,436 36,400\n36,450\n36,500\n36,550 36,450\n36,500\n36,550\n36,600 0\n0\n0\n0 1,129\n1,121\n1,113\n1,105 2,732\n2,722\n2,711\n2,701 3,503\n3,492\n3,482\n3,471 0\n0\n0\n0 2,109\n2,101\n2,093\n2,085 4,023\n4,013\n4,002\n3,992 4,794\n4,783\n4,773\n4,762 33,400\n33,450\n33,500\n33,550 33,450\n33,500\n33,550\n33,600 0\n0\n0\n0 1,609\n1,601\n1,593\n1,585 3,364\n3,354\n3,343\n3,332 4,135\n4,124\n4,114\n4,103 0\n0\n0\n0 2,588\n2,580\n2,572\n2,564 4,655\n4,645\n4,634\n4,623 5,426\n5,415\n5,404\n5,394 36,600\n36,650\n36,700\n36,750 36,650\n36,700\n36,750\n36,800 0\n0\n0\n0 1,097\n1,089\n1,081\n1,073 2,690\n2,680\n2,669\n2,659 3,461\n3,450\n3,440\n3,429 0\n0\n0\n0 2,077\n2,069\n2,061\n2,053 3,981\n3,971\n3,960\n3,950 4,752\n4,741\n4,731\n4,720 33,600\n33,650\n33,700\n33,750 33,650\n33,700\n33,750\n33,800 0\n0\n0\n0 1,577\n1,569\n1,561\n1,553 3,322\n3,311\n3,301\n3,290 4,092\n4,082\n4,071\n4,061 0\n0\n0\n0 2,556\n2,548\n2,540\n2,532 4,613\n4,602\n4,592\n4,581 5,383\n5,373\n5,362\n5,352 36,800\n36,850\n36,900\n36,950 36,850\n36,900\n36,950\n37,000 0\n0\n0\n0 1,065\n1,057\n1,049\n1,041 2,648\n2,638\n2,627\n2,616 3,419\n3,408\n3,397\n3,387 0\n0\n0\n0 2,045\n2,037\n2,029\n2,021 3,939\n3,928\n3,918\n3,907 4,710\n4,699\n4,688\n4,678 33,800\n33,850\n33,900\n33,950 33,850\n33,900\n33,950\n34,000 0\n0\n0\n0 1,545\n1,537\n1,529\n1,521 3,280\n3,269\n3,259\n3,248 4,050\n4,040\n4,029\n4,019 0\n0\n0\n0 2,524\n2,516\n2,508\n2,500 4,571\n4,560\n4,550\n4,539 5,341\n5,331\n5,320\n5,310 37,000\n37,050\n37,100\n37,150 37,050\n37,100\n37,150\n37,200 0\n0\n0\n0 1,033\n1,025\n1,017\n1,009 2,606\n2,595\n2,585\n2,574 3,376\n3,366\n3,355\n3,345 0\n0\n0\n0 2,013\n2,005\n1,997\n1,989 3,897\n3,886\n3,876\n3,865 4,667\n4,657\n4,646\n4,636 34,000\n34,050\n34,100\n34,150 34,050\n34,100\n34,150\n34,200 0\n0\n0\n0 1,513\n1,505\n1,497\n1,489 3,238\n3,227\n3,217\n3,206 4,008\n3,998\n3,987\n3,977 0\n0\n0\n0 2,492\n2,484\n2,476\n2,468 4,529\n4,518\n4,508\n4,497 5,299\n5,289\n5,278\n5,268 37,200\n37,250\n37,300\n37,350 37,250\n37,300\n37,350\n37,400 0\n0\n0\n0 1,001\n993\n985\n977 2,564\n2,553\n2,543\n2,532 3,334\n3,324\n3,313\n3,303 0\n0\n0\n0 1,981\n1,973\n1,965\n1,957 3,855\n3,844\n3,834\n3,823 4,625\n4,615\n4,604\n4,594 34,200\n34,250\n34,300\n34,350 34,250\n34,300\n34,350\n34,400 0\n0\n0\n0 1,481\n1,473\n1,465\n1,457 3,196\n3,185\n3,175\n3,164 3,966\n3,956\n3,945\n3,935 0\n0\n0\n0 2,460\n2,452\n2,444\n2,436 4,487\n4,476\n4,466\n4,455 5,257\n5,247\n5,236\n5,225 37,400\n37,450\n37,500\n37,550 37,450\n37,500\n37,550\n37,600 0\n0\n0\n0 969\n961\n953\n945 2,522\n2,511\n2,501\n2,490 3,292\n3,282\n3,271\n3,261 0\n0\n0\n0 1,949\n1,941\n1,933\n1,925 3,813\n3,802\n3,792\n3,781 4,583\n4,573\n4,562\n4,552 Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. (Continued) - 51 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 Your credit is– 2 At least But less\nthan 37,600\n37,650\n37,700\n37,750 37,650\n37,700\n37,750\n37,800 0\n0\n0\n0 937\n930\n922\n914 2,480\n2,469\n2,458\n2,448 3,250\n3,240\n3,229\n3,218 0\n0\n0\n0 1,917\n1,909\n1,901\n1,893 3,771\n3,760\n3,749\n3,739 37,800\n37,850\n37,900\n37,950 37,850\n37,900\n37,950\n38,000 0\n0\n0\n0 906\n898\n890\n882 2,437\n2,427\n2,416\n2,406 3,208\n3,197\n3,187\n3,176 0\n0\n0\n0 1,885\n1,877\n1,869\n1,861 38,000\n38,050\n38,100\n38,150 38,050\n38,100\n38,150\n38,200 0\n0\n0\n0 874\n866\n858\n850 2,395\n2,385\n2,374\n2,364 3,166\n3,155\n3,145\n3,134 0\n0\n0\n0 38,200\n38,250\n38,300\n38,350 38,250\n38,300\n38,350\n38,400 0\n0\n0\n0 842\n834\n826\n818 2,353\n2,343\n2,332\n2,322 3,124\n3,113\n3,103\n3,092 38,400\n38,450\n38,500\n38,550 38,450\n38,500\n38,550\n38,600 0\n0\n0\n0 810\n802\n794\n786 2,311\n2,301\n2,290\n2,279 38,600\n38,650\n38,700\n38,750 38,650\n38,700\n38,750\n38,800 0\n0\n0\n0 778\n770\n762\n754 38,800\n38,850\n38,900\n38,950 38,850\n38,900\n38,950\n39,000 0\n0\n0\n0 39,000\n39,050\n39,100\n39,150 39,050\n39,100\n39,150\n39,200 39,200\n39,250\n39,300\n39,350 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 4,541\n4,531\n4,520\n4,509 40,800\n40,850\n40,900\n40,950 40,850\n40,900\n40,950\n41,000 0\n0\n0\n0 426\n418\n410\n402 1,806\n1,795\n1,785\n1,774 2,576\n2,566\n2,555\n2,545 0\n0\n0\n0 1,406\n1,398\n1,390\n1,382 3,097\n3,086\n3,076\n3,065 3,867\n3,857\n3,846\n3,836 3,728\n3,718\n3,707\n3,697 4,499\n4,488\n4,478\n4,467 41,000\n41,050\n41,100\n41,150 41,050\n41,100\n41,150\n41,200 0\n0\n0\n0 394\n386\n378\n370 1,764\n1,753\n1,742\n1,732 2,534\n2,523\n2,513\n2,502 0\n0\n0\n0 1,374\n1,366\n1,358\n1,350 3,054\n3,044\n3,033\n3,023 3,825\n3,814\n3,804\n3,793 1,853\n1,845\n1,837\n1,829 3,686\n3,676\n3,665\n3,655 4,457\n4,446\n4,436\n4,425 41,200\n41,250\n41,300\n41,350 41,250\n41,300\n41,350\n41,400 0\n0\n0\n0 362\n354\n346\n338 1,721\n1,711\n1,700\n1,690 2,492\n2,481\n2,471\n2,460 0\n0\n0\n0 1,342\n1,334\n1,326\n1,318 3,012\n3,002\n2,991\n2,981 3,783\n3,772\n3,762\n3,751 0\n0\n0\n0 1,821\n1,813\n1,805\n1,797 3,644\n3,634\n3,623\n3,613 4,415\n4,404\n4,394\n4,383 41,400\n41,450\n41,500\n41,550 41,450\n41,500\n41,550\n41,600 0\n0\n0\n0 330\n322\n314\n306 1,679\n1,669\n1,658\n1,648 2,450\n2,439\n2,429\n2,418",
    "querygen": [
      "digits in a population of 449",
      "how many numbers in the ua",
      "tsi number of characters in a census"
    ],
    "querygen_score": [
      "-1.6728017",
      "-3.7535",
      "-6.9750843"
    ]
  },
  {
    "id": "legal-advice_25__9",
    "doc_id": "legal-advice_25",
    "chunk_id": 9,
    "document_category": "legal-advice",
    "text": "See IRS.gov/Form1040 for any\nupdates. Nonresident aliens and dual-status aliens. These rules also apply if you were\na nonresident alien or a dual-status alien\nand both of the following apply. • You were married to a U.S. citizen\nor resident alien at the end of 2022.\n• You elected to be taxed as a resident alien. See Pub. 519 for details. Specific rules apply to determine if you are a resident alien,\nCAUTION nonresident alien, or dual-status alien. Most nonresident aliens and\ndual-status aliens have different filing\nrequirements and may have to file Form\n1040-NR. Pub. 519 discusses these requirements and other information to\nhelp aliens comply with U.S. tax law. ! When and Where\nShould You File? File Form 1040 or 1040-SR by April 18,\n2023. The due date is April 18, instead\nof April 15, because of the Emancipation Day holiday in the District of Columbia – even if you don’t live in the\nDistrict of Columbia. If you file after\nthis date, you may have to pay interest\nand penalties. See Interest and Penalties, later. -8- If you e-file your return, there is no\nneed to mail it. However, if you choose\nto mail it instead, filing instructions and\naddresses are at the end of these instructions. The chart at the end of these in- TIP structions provides the current What if You Can't File on\nTime? You can get an automatic 6-month extension if, no later than the date your return is due, you file Form 4868. For details, see Form 4868. Instead of filing\nForm 4868, you can apply for an automatic extension by making an electronic\npayment by the due date of your return. An automatic 6-month extension to file doesn't extend the\nCAUTION time to pay your tax. If you\ndon’t pay your tax by the original due\ndate of your return, you will owe interest\non the unpaid tax and may owe penalties. See Form 4868. ! If you are a U.S. citizen or resident\nalien, you may qualify for an automatic\nextension of time to file without filing\nForm 4868. You qualify if, on the due\ndate of your return, you meet one of the\nfollowing conditions. • You live outside the United States\nand Puerto Rico and your main place of\nbusiness or post of duty is outside the\nUnited States and Puerto Rico.\n• You are in military or naval service on duty outside the United States and\nPuerto Rico. This extension gives you an extra 2\nmonths to file and pay the tax, but interest will be charged from the original due\ndate of the return on any unpaid tax. You must include a statement showing\nthat you meet the requirements. If you\nare still unable to file your return by the\nend of the 2-month period, you can get\nan additional 4 months if, no later than\nJune 15, 2023, you file Form 4868. This\n4-month extension of time to file doesn't\nextend the time to pay your tax. See\nForm 4868. Private Delivery Services If you choose to mail your return, you\ncan use certain private delivery services designated by the IRS to meet the “timely mailing treated as timely filing/\npaying” rule for tax returns and payments.",
    "querygen": [
      "who can claim dual status on taxes",
      "can a dual irs alien be married",
      "who can apply irs rules to be married to nonresident alien"
    ],
    "querygen_score": [
      "-1.0779399",
      "0.22689131",
      "0.48708338"
    ]
  },
  {
    "id": "legal-advice_92__44",
    "doc_id": "legal-advice_92",
    "chunk_id": 44,
    "document_category": "legal-advice",
    "text": "See Form 4972. Lines 6a, 6b, and 6c\nLines 6a and 6b\nSocial Security Benefits You should receive a Form SSA-1099\nshowing in box 3 the total social security benefits paid to you. Box 4 will show\nthe amount of any benefits you repaid in\n2022. If you received railroad retirement\nbenefits treated as social security, you\nshould receive a Form RRB-1099. Use the Social Security Benefits\nWorksheet in these instructions to see if\nany of your benefits are taxable. Exception. Do not use the Social Security Benefits Worksheet in these instructions if any of the following applies. • You made contributions to a traditional IRA for 2022 and you or your\nspouse were covered by a retirement\nplan at work or through self-employment. Instead, use the worksheets in\nPub. 590-A to see if any of your social\nsecurity benefits are taxable and to figure your IRA deduction. • You repaid any benefits in 2022\nand your total repayments (box 4) were\nmore than your total benefits for 2022\n(box 3). None of your benefits are taxable for 2022. Also, if your total repayments in 2022 exceed your total benefits\nreceived in 2022 by more than $3,000,\nyou may be able to take an itemized deduction or a credit for part of the excess\nrepayments if they were for benefits you\nincluded in income in an earlier year. For more details, see Pub. 915.\n• You file Form 2555, 4563, or\n8815, or you exclude employer-provided\nadoption benefits or income from sources within Puerto Rico. Instead, use the\nworksheet in Pub. 915. Need more information or forms? Visit IRS.gov. -30- Social security information. TIP Social security beneficiaries\ncan now get a variety of information from the SSA website with a my\nSocial Security account, including getting a replacement Form SSA‐1099 if\nneeded. For more information and to set\nup an account, go to SSA.gov/\nmyaccount. Disability payments. Don’t include in\nyour income any disability payments\n(including Social Security Disability Insurance (SSDI) payments) you receive\nfor injuries incurred as a direct result of\na terrorist attack directed against the\nUnited States (or its allies), whether outside or within the United States. In the\ncase of the September 11 attacks, injuries eligible for coverage by the September 11 Victim Compensation Fund are\ntreated as incurred as a direct result of\nthe attack. If these payments are incorrectly reported as taxable on Form\nSSA-1099, don't include the nontaxable\nportion of income on your tax return. You may receive a notice from the IRS\nregarding the omitted payments. Follow\nthe instructions in the notice to explain\nthat the excluded payments aren't taxable. For more information about these\npayments, see Pub. 3920. Example. Taxpayer X, a firefighter,\nwas disabled as a direct result of the\nSeptember 11 terrorist attack on the\nWorld Trade Center. X began receiving\nSocial Security Disability Insurance\n(SSDI) benefits at age 54. X's full retirement age for social security retirement\nbenefits is age 66. X's birthday is April\n25. In the year X turned 66, X received\n$1,500 per month in benefits from the\nSocial Security Administration (for a total of $18,000). Because X became eligible for a full retirement benefit in May,\nthe month after X turned 66, X can exclude only four months (January through\nApril) of their annual benefit from their\nincome ($6,000).",
    "querygen": [
      "what is the form for social security 1099",
      "when to receive social security 1099 form",
      "ssa 1099 sss forms"
    ],
    "querygen_score": [
      "0.024886928",
      "-0.04414977",
      "-1.064228"
    ]
  },
  {
    "id": "legal-advice_12__6",
    "doc_id": "legal-advice_12",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "Thus, in the partnership area, the lookthrough occurs at the ten percent mark and above. Passive/equity\ntreatment occurs below the 10 percent cut off. Accordingly, in\nvaluing a ten-percent-or-more corporate partnership interest\nunder Treas. Reg. § 1.861-9T(h)(1)(ii), equity valuation should CC:LM:HMT:CIN:1:POSTF-168001-03 Page 9 not apply. Instead, such partner should look through to the\nproportionate share of the gross assets of the partnership for\npurposes of apportioning all interest expense. Based upon the above analysis, we believe that when\napportioning a partner’s other (non-partnership-incurred)\ninterest expense under the FMV method, Treas. Reg. § 1.8619T(e)(2), operating in tandem with Treas. Reg. § 1.8619T(h)(1)(ii), requires a greater-than-10-percent corporate\npartner to look through and take into account its proportionate\nshare of the gross assets of the partnership. We have generated this opinion in light of the imminent\nclosing of the case to Appeals. Upon consideration of the issue\nby Appeals, we suggest that this issue is one which would benefit\nfrom a request for Technical Advice. If questions remain, or if\nwe may be of further assistance in this matter, please contact\nthe undersigned at your convenience. RICHARD E. TROGOLO\nAssociate Area Counsel\n(Large & Mid-Size Business) By: _____________________________ JAMES E. KAGY\nSenior Counsel\n(Large & Mid-Size Business) CC:LM:HMT:CIN:1:POSTF-168001-03 Page 10 Attachment to POSTF-168001-03\nTAXPAYER\nNPA # I31\nSubject: Interest Expense Apportionment / Treatment of Partnerships in the FMV Election Context The major issue is to assess whether or not the B partnership interest represents a tangible asset\nand/or whether or not TAXPAYER should look through the partnership for purposes of applying\nthe FMV formula. In filing its US Federal income tax return, TAXPAYER took the position that Treas. Reg. 1.8619T(h) provides authoritative guidance as to the procedures to apportion interest expense under\nthe fair market value method. It was TAXPAYER’s position that, to the extent that 1.861-9T(h)\nprovides guidance for computational matters, this regulation should control over other provisions\n(such as Treas. Reg. 1.861-9T(e)). Treasury Regulation 1.861-9T(h) affirmatively states that the\napportionment should be based on the aggregate fair market value of the assets of the taxpayer\nand its pro rata share of assets held by related persons. Because TAXPAYER does not own\nmore than 50% in the B partnership, B should not be treated as a related person for purposes of\nthese regulations (see below). Applying the “10% rule” of Temp. Reg. § 1.861-9T(e)(2) to the B\nfact pattern would result in a different computation than the one that is seemingly prescribed by\nthe authority of Treas. Reg. 1.861-10T(h), which establishes a 50% and not a 10% ownership\nthreshold for determining whether the taxpayer should use the FMV of its investment vs. the\nFMV of the taxpayer’s distributive share of another entity’s assets for interest apportionment. 1. B Not A Related Person Under the FMV Method Regulations The essence and spirit of the fair market value regulations is to look through all related entities\nand capture the underlying assets and income. Treasury Regulation §1.861-9T(h)(1) defines a\nrelated person for the fair market value method by a cross reference to Treas. Reg. §1.8618T(c)(2). Treas. Reg. §1.861-8T(c)(2) defines the term ‘related person’ as two or more persons\nin a relationship described in §267(b)(3).",
    "querygen": [
      "what is the cut off for passive equity",
      "what is the difference between passive and active equity",
      "where does lookthrough occur?"
    ],
    "querygen_score": [
      "-0.56877106",
      "-3.4331446",
      "0.12530771"
    ]
  },
  {
    "id": "legal-advice_65__16",
    "doc_id": "legal-advice_65",
    "chunk_id": 16,
    "document_category": "legal-advice",
    "text": "Paragraphs (c) through (f), (h), and (i) of\nthis section are applicable beginning August 2, 2011. Page 8 — § 10.3 § 10.4 Eligibility to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Enrollment as an enrolled agent upon\nexamination. The Commissioner, or delegate, will\ngrant enrollment as an enrolled agent to an applicant\neighteen years of age or older who demonstrates\nspecial competence in tax matters by written\nexamination administered by, or administered under\nthe oversight of, the Internal Revenue Service, who\npossesses a current or otherwise valid preparer tax\nidentification number or other prescribed identifying\nnumber, and who has not engaged in any conduct\nthat would justify the suspension or disbarment of\nany practitioner under the provisions of this part. (b) Enrollment as a retirement plan agent upon\nexamination. The Commissioner, or delegate, will\ngrant enrollment as an enrolled retirement plan\nagent to an applicant eighteen years of age or older\nwho demonstrates special competence in qualified\nretirement plan matters by written examination\nadministered by, or administered under the oversight\nof, the Internal Revenue Service, who possesses a\ncurrent or otherwise valid preparer tax identification\nnumber or other prescribed identifying number, and\nwho has not engaged in any conduct that would justify\nthe suspension or disbarment of any practitioner\nunder the provisions of this part. (c) Designation as a registered tax return preparer. The Commissioner, or delegate, may designate\nan individual eighteen years of age or older as\na registered tax return preparer provided an\napplicant demonstrates competence in Federal tax\nreturn preparation matters by written examination\nadministered by, or administered under the oversight\nof, the Internal Revenue Service, or otherwise meets\nthe requisite standards prescribed by the Internal\nRevenue Service, possesses a current or otherwise valid\npreparer tax identification number or other prescribed\nidentifying number, and has not engaged in any conduct\nthat would justify the suspension or disbarment of any\npractitioner under the provisions of this part. (d) Enrollment of former Internal Revenue Service\nemployees. The Commissioner, or delegate, may\nTreasury Department Circular No. 230 Table of Contents grant enrollment as an enrolled agent or enrolled\nretirement plan agent to an applicant who, by virtue\nof past service and technical experience in the\nInternal Revenue Service, has qualified for such\nenrollment and who has not engaged in any conduct\nthat would justify the suspension or disbarment of\nany practitioner under the provisions of this part,\nunder the following circumstances:\n(1) The former employee applies for enrollment\non an Internal Revenue Service form and supplies\nthe information requested on the form and such other\ninformation regarding the experience and training of\nthe applicant as may be relevant. (2) The appropriate office of the Internal Revenue\nService provides a detailed report of the nature and\nrating of the applicant’s work while employed by\nthe Internal Revenue Service and a recommendation\nwhether such employment qualifies the applicant\ntechnically or otherwise for the desired authorization. (3) Enrollment as an enrolled agent based on an\napplicant’s former employment with the Internal\nRevenue Service may be of unlimited scope or it\nmay be limited to permit the presentation of matters\nonly of the particular specialty or only before the\nparticular unit or division of the Internal Revenue\nService for which the applicant’s former employment\nhas qualified the applicant.",
    "querygen": [
      "when is the enrollment deadline",
      "when is a qualified agent required",
      "when is an enrolled agent required to become enrolled agent?"
    ],
    "querygen_score": [
      "-1.2466859",
      "-1.7680676",
      "1.5887082"
    ]
  },
  {
    "id": "legal-advice_30__41",
    "doc_id": "legal-advice_30",
    "chunk_id": 41,
    "document_category": "legal-advice",
    "text": "An appraisal otherwise barred from admission into\nevidence pursuant to this section may be admitted into\nevidence solely for the purpose of determining the\ntaxpayer’s reliance in good faith on such appraisal. (c) Authority to impose monetary penalty —\n(1) In general. (i) The Secretary of the Treasury, or delegate,\nafter notice and an opportunity for a proceeding,\nmay impose a monetary penalty on any practitioner\nwho engages in conduct subject to sanction under\nPage 28 — § 10.50 paragraph (a) of this section. (ii) If the practitioner described in paragraph\n(c)(1)(i) of this section was acting on behalf of an\nemployer or any firm or other entity in connection\nwith the conduct giving rise to the penalty, the\nSecretary of the Treasury, or delegate, may impose\na monetary penalty on the employer, firm, or entity\nif it knew, or reasonably should have known of such\nconduct. (2) Amount of penalty. The amount of the penalty\nshall not exceed the gross income derived (or to be\nderived) from the conduct giving rise to the penalty. (3) Coordination with other sanctions. Subject to\nparagraph (c)(2) of this section —\n(i) Any monetary penalty imposed on a\npractitioner under this paragraph (c) may be in\naddition to or in lieu of any suspension, disbarment or\ncensure and may be in addition to a penalty imposed\non an employer, firm or other entity under paragraph\n(c)(1)(ii) of this section. (ii) Any monetary penalty imposed on an\nemployer, firm or other entity may be in addition to\nor in lieu of penalties imposed under paragraph (c)\n(1)(i) of this section. (d) Authority to accept a practitioner’s consent to\nsanction. The Internal Revenue Service may accept\na practitioner’s offer of consent to be sanctioned\nunder §10.50 in lieu of instituting or continuing a\nproceeding under §10.60(a). (e) Sanctions to be imposed. The sanctions imposed\nby this section shall take into account all relevant\nfacts and circumstances. (f) Effective/applicability date. This section is\napplicable to conduct occurring on or after August 2,\n2011, except that paragraphs (a), (b)(2), and (e) apply\nto conduct occurring on or after September 26, 2007,\nand paragraph (c) applies to prohibited conduct that\noccurs after October 22, 2004. § 10.51 Incompetence and disreputable conduct. (a) Incompetence and disreputable conduct. Incompetence and disreputable conduct for which\na practitioner may be sanctioned under §10.50\nincludes, but is not limited to —\nTreasury Department Circular No. 230 Table of Contents (1) Conviction of any criminal offense under the\nFederal tax laws. (2) Conviction of any criminal offense involving\ndishonesty or breach of trust. (3) Conviction of any felony under Federal or\nState law for which the conduct involved renders\nthe practitioner unfit to practice before the Internal\nRevenue Service. (4) Giving false or misleading information, or\nparticipating in any way in the giving of false or\nmisleading information to the Department of the\nTreasury or any officer or employee thereof, or to any\ntribunal authorized to pass upon Federal tax matters,\nin connection with any matter pending or likely to be\npending before them, knowing the information to be\nfalse or misleading. Facts or other matters contained\nin testimony, Federal tax returns, financial statements,\napplications for enrollment, affidavits, declarations,\nand any other document or statement, written or oral,\nare included in the term “information.”",
    "querygen": [
      "who can issue a judgement that would be otherwise barred from admission into evidence under this section?",
      "what is the purpose of appraisals",
      "which section of the ssr allows the employer to apply a penalty for an appraisal"
    ],
    "querygen_score": [
      "-0.002499804",
      "0.5127125",
      "-0.6708874"
    ]
  },
  {
    "id": "legal-advice_62__49",
    "doc_id": "legal-advice_62",
    "chunk_id": 49,
    "document_category": "legal-advice",
    "text": "If line 11 is zero, enter -0- . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15.\nAdd lines 14 and 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16.\nMultiply line 1 by 85% (0.85) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17.\nTaxable social security benefits. Enter the smaller of line 16 or line 17. Also enter this amount\non Form 1040 or 1040-SR, line 6b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18.\nTIP If any of your benefits are taxable for 2022 and they include a lump-sum benefit payment that was for an earlier\nyear, you may be able to reduce the taxable amount. See Lump-Sum Election in Pub. 915 for details. Need more information or forms? Visit IRS.gov. -32- If you had a net qualified disaster loss\nand you elect to increase your standard\ndeduction by the amount of your net\nqualified disaster loss, use Schedule A\nto figure your standard deduction. Qualified disaster loss refers to losses arising\nfrom certain disasters occurring in 2016\nand subsequent years. See the Instructions for Form 4684 and Schedule A,\nline 16, for more information. Line 13\nQualified Business Income\nDeduction (Section 199A\nDeduction) To figure your Qualified Business Income Deduction, use Form 8995 or\nForm 8995-A as applicable. Use Form 8995 if:\n• You have qualified business income, qualified REIT dividends, or\nqualified PTP income (loss);\n• Your 2022 taxable income before\nthe qualified business income deduction\nis less than or equal to $170,050\n($340,100 if married filing jointly); and\n• You aren’t a patron in a specified\nagricultural or horticultural cooperative. If you don’t meet these requirements,\nuse Form 8995-A, Qualified Business\nIncome Deduction. Attach whichever\nform you use (Form 8995 or 8995-A) to\nyour return. See the Instructions for\nForms 8995 and 8995-A for more information for figuring and reporting your\nqualified business income deduction. Line 16\nTax\nInclude in the total on the entry space on\nline 16 all of the following taxes that apply. • Tax on your taxable income. Figure the tax using one of the methods described later.",
    "querygen": [
      "how to enter zero on a line",
      "what is the formula in excel for zero",
      "what is the digits to zero of the i"
    ],
    "querygen_score": [
      "-1.0095801",
      "-3.2127872",
      "-4.464185"
    ]
  },
  {
    "id": "legal-advice_34__48",
    "doc_id": "legal-advice_34",
    "chunk_id": 48,
    "document_category": "legal-advice",
    "text": "(f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.65 Supplemental charges. (a) In general. Supplemental charges may be filed\nagainst the respondent by amending the complaint\nwith the permission of the Administrative Law Judge\nif, for example —\n(1) It appears that the respondent, in the answer,\nfalsely and in bad faith, denies a material allegation\nof fact in the complaint or states that the respondent\nhas insufficient knowledge to form a belief, when the\nrespondent possesses such information; or\n(2) It appears that the respondent has knowingly\n§ 10.65 — Page 33 Table of Contents introduced false testimony during the proceedings\nagainst the respondent. (b) Hearing. The supplemental charges may be\nheard with other charges in the case, provided the\nrespondent is given due notice of the charges and\nis afforded a reasonable opportunity to prepare a\ndefense to the supplemental charges. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.66 Reply to answer. (a) The Internal Revenue Service may file a reply\nto the respondent’s answer, but unless otherwise\nordered by the Administrative Law Judge, no reply\nto the respondent’s answer is required. If a reply is\nnot filed, new matter in the answer is deemed denied. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.67 Proof; variance; amendment of pleadings. In the case of a variance between the allegations in\npleadings and the evidence adduced in support of the\npleadings, the Administrative Law Judge, at any time\nbefore decision, may order or authorize amendment\nof the pleadings to conform to the evidence. The\nparty who would otherwise be prejudiced by the\namendment must be given a reasonable opportunity\nto address the allegations of the pleadings as amended\nand the Administrative Law Judge must make\nfindings on any issue presented by the pleadings as\namended. § 10.68 Motions and requests. (a) Motions —\n(1) In general. At any time after the filing of\nthe complaint, any party may file a motion with the\nAdministrative Law Judge. Unless otherwise ordered\nby the Administrative Law Judge, motions must be\nin writing and must be served on the opposing party\nas provided in §10.63(b). A motion must concisely\nspecify its grounds and the relief sought, and, if\nappropriate, must contain a memorandum of facts\nand law in support. Page 34 — § 10.65 (2) Summary adjudication. Either party may\nmove for a summary adjudication upon all or any\npart of the legal issues in controversy. If the nonmoving party opposes summary adjudication in the\nmoving party’s favor, the non-moving party must\nfile a written response within 30 days unless ordered\notherwise by the Administrative Law Judge. (3) Good Faith. A party filing a motion for\nextension of time, a motion for postponement of a\nhearing, or any other non-dispositive or procedural\nmotion must first contact the other party to determine\nwhether there is any objection to the motion, and\nmust state in the motion whether the other party has\nan objection. (b) Response. Unless otherwise ordered by the\nAdministrative Law Judge, the nonmoving party\nis not required to file a response to a motion. If\nthe Administrative Law Judge does not order\nthe nonmoving party to file a response, and the\nnonmoving party files no response, the nonmoving\nparty is deemed to oppose the motion.",
    "querygen": [
      "when are supplemental charges filed in courts",
      "when are supplement charges filed for a court",
      "when is supplementary charge"
    ],
    "querygen_score": [
      "0.60833645",
      "0.19271418",
      "0.38526082"
    ]
  },
  {
    "id": "legal-advice_27__36",
    "doc_id": "legal-advice_27",
    "chunk_id": 36,
    "document_category": "legal-advice",
    "text": "regarding the terms of the engagement. For example,\nthe advisor should determine the client’s expected\npurpose for and use of the advice and should have\na clear understanding with the client regarding the\nform and scope of the advice or assistance to be\nrendered. (2) Establishing the facts, determining which\nfacts are relevant, evaluating the reasonableness\nof any assumptions or representations, relating the\napplicable law (including potentially applicable\njudicial doctrines) to the relevant facts, and arriving\nat a conclusion supported by the law and the facts. (3) Advising the client regarding the import of\nthe conclusions reached, including, for example,\nwhether a taxpayer may avoid accuracy-related\npenalties under the Internal Revenue Code if a\ntaxpayer acts in reliance on the advice. (4) Acting fairly and with integrity in practice\nbefore the Internal Revenue Service. (b) Procedures to ensure best practices for tax\nadvisors. Tax advisors with responsibility for\noverseeing a firm’s practice of providing advice\nconcerning Federal tax issues or of preparing or\nassisting in the preparation of submissions to the\nInternal Revenue Service should take reasonable steps\nto ensure that the firm’s procedures for all members,\nassociates, and employees are consistent with the best\npractices set forth in paragraph (a) of this section. (c) Applicability date. This section is effective after\nJune 20, 2005. § 10.34 Standards with respect to tax returns and\ndocuments, affidavits and other papers. (a) Tax returns.\n(1) A practitioner may not willfully, recklessly, or\nthrough gross incompetence —\n(i) Sign a tax return or claim for refund that\nthe practitioner knows or reasonably should know\ncontains a position that — (A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Internal Revenue Code\n(Code) (including the related regulations and other\npublished guidance); or\nTreasury Department Circular No. 230 Table of Contents (C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (ii) Advise a client to take a position on a tax\nreturn or claim for refund, or prepare a portion of a\ntax return or claim for refund containing a position,\nthat —\n(A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Code (including the\nrelated regulations and other published guidance); or\n(C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (2) A pattern of conduct is a factor that will\nbe taken into account in determining whether a\npractitioner acted willfully, recklessly, or through\ngross incompetence. (b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous.",
    "querygen": [
      "who is a legal advisor",
      "what is the role of an advisor when it comes to establishing facts and clarifying the evidence?",
      "define: advisor"
    ],
    "querygen_score": [
      "-3.2428539",
      "-0.620508",
      "-2.8347108"
    ]
  },
  {
    "id": "legal-advice_2__40",
    "doc_id": "legal-advice_2",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter. A Federal tax matter, as\nused in this section, is any matter concerning the\napplication or interpretation of--(1) A revenue provision as defined in section\n6110(i)(1)(B) of the Internal Revenue Code;\n(2) Any provision of law impacting a person’s\nobligations under the internal revenue laws and\nregulations, including but not limited to the person’s\nliability to pay tax or obligation to file returns; or\n(3) Any other law or regulation administered by\nthe Internal Revenue Service. (e) Effective/applicability date. This section is\napplicable to written advice rendered after June 12,\n2014. § 10.38 Establishment of advisory committees. (a) Advisory committees. To promote and maintain\nthe public’s confidence in tax advisors, the Internal\nRevenue Service is authorized to establish one or\nmore advisory committees composed of at least\nsix individuals authorized to practice before the\nInternal Revenue Service. Membership of an\nadvisory committee must be balanced among those\nwho practice as attorneys, accountants, enrolled\nagents, enrolled actuaries, enrolled retirement plan\nagents, and registered tax return preparers. Under\nprocedures prescribed by the Internal Revenue\nService, an advisory committee may review and make\ngeneral recommendations regarding the practices,\nprocedures, and policies of the offices described in\n§10.1. (b) Effective date. This section is applicable\nbeginning August 2, 2011. § 10.38 — Page 27 Table of Contents Subpart C — Sanctions for Violation of the\nRegulations\n§ 10.50 Sanctions. (a) Authority to censure, suspend, or disbar. The\nSecretary of the Treasury, or delegate, after notice\nand an opportunity for a proceeding, may censure,\nsuspend, or disbar any practitioner from practice\nbefore the Internal Revenue Service if the practitioner\nis shown to be incompetent or disreputable (within\nthe meaning of §10.51), fails to comply with any\nregulation in this part (under the prohibited conduct\nstandards of §10.52), or with intent to defraud,\nwillfully and knowingly misleads or threatens a client\nor prospective client. Censure is a public reprimand. (b) Authority to disqualify. The Secretary of the\nTreasury, or delegate, after due notice and opportunity\nfor hearing, may disqualify any appraiser for a\nviolation of these rules as applicable to appraisers. (1) If any appraiser is disqualified pursuant\nto this subpart C, the appraiser is barred from\npresenting evidence or testimony in any\nadministrative proceeding before the Department\nof Treasury or the Internal Revenue Service,\nunless and until authorized to do so by the Internal\nRevenue Service pursuant to §10.81, regardless of\nwhether the evidence or testimony would pertain\nto an appraisal made prior to or after the effective\ndate of disqualification. (2) Any appraisal made by a disqualified\nappraiser after the effective date of disqualification\nwill not have any probative effect in any\nadministrative proceeding before the Department\nof the Treasury or the Internal Revenue Service. An appraisal otherwise barred from admission into\nevidence pursuant to this section may be admitted into\nevidence solely for the purpose of determining the\ntaxpayer’s reliance in good faith on such appraisal. (c) Authority to impose monetary penalty —\n(1) In general.",
    "querygen": [
      "which statement would be used in the supplemental tax code",
      "what is a practice practice matter",
      "definition of practice limitation in federal tax cases"
    ],
    "querygen_score": [
      "-3.6691155",
      "-1.8081306",
      "-1.8136258"
    ]
  },
  {
    "id": "legal-advice_34__15",
    "doc_id": "legal-advice_34",
    "chunk_id": 15,
    "document_category": "legal-advice",
    "text": "(f) Registered tax return preparers. (1) Any individual who is designated as a\nregistered tax return preparer pursuant to §10.4(c)\nof this part who is not currently under suspension\nor disbarment from practice before the Internal\nRevenue Service may practice before the Internal\nRevenue Service. (2) Practice as a registered tax return preparer\nis limited to preparing and signing tax returns\nand claims for refund, and other documents for\nsubmission to the Internal Revenue Service. A\nregistered tax return preparer may prepare all or\nsubstantially all of a tax return or claim for refund of\ntax. The Internal Revenue Service will prescribe by\nforms, instructions, or other appropriate guidance the\ntax returns and claims for refund that a registered tax\nreturn preparer may prepare and sign.\n(3) A registered tax return preparer may represent\ntaxpayers before revenue agents, customer service\nrepresentatives, or similar officers and employees of\nthe Internal Revenue Service (including the Taxpayer\nAdvocate Service) during an examination if the\nregistered tax return preparer signed the tax return\n§ 10.3 — Page 7 Table of Contents or claim for refund for the taxable year or period\nunder examination. Unless otherwise prescribed by\nregulation or notice, this right does not permit such\nindividual to represent the taxpayer, regardless of\nthe circumstances requiring representation, before\nappeals officers, revenue officers, Counsel or similar\nofficers or employees of the Internal Revenue\nService or the Treasury Department. A registered tax\nreturn preparer’s authorization to practice under this\npart also does not include the authority to provide\ntax advice to a client or another person except as\nnecessary to prepare a tax return, claim for refund,\nor other document intended to be submitted to the\nInternal Revenue Service. (4) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (f)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled retirement\nplan agents, and enrolled actuaries. (g) Others. Any individual qualifying under\nparagraph §10.5(e) or §10.7 is eligible to practice\nbefore the Internal Revenue Service to the extent\nprovided in those sections. (h) Government officers and employees, and\nothers. An individual, who is an officer or employee\nof the executive, legislative, or judicial branch of the\nUnited States Government; an officer or employee\nof the District of Columbia; a Member of Congress;\nor a Resident Commissioner may not practice before\nthe Internal Revenue Service if such practice violates\n18 U.S.C. §§ 203 or 205. (i) State officers and employees. No officer or\nemployee of any State, or subdivision of any State,\nwhose duties require him or her to pass upon,\ninvestigate, or deal with tax matters for such State\nor subdivision, may practice before the Internal\nRevenue Service, if such employment may disclose\nfacts or information applicable to Federal tax matters. (j) Effective/applicability date. Paragraphs (a), (b),\nand (g) of this section are applicable beginning June\n12, 2014. Paragraphs (c) through (f), (h), and (i) of\nthis section are applicable beginning August 2, 2011. Page 8 — § 10.3 § 10.4 Eligibility to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Enrollment as an enrolled agent upon\nexamination.",
    "querygen": [
      "when do you have to disbarment your registration",
      "what's irs irs disbarment",
      "who is a registered tax preparer"
    ],
    "querygen_score": [
      "-2.2681875",
      "-1.9682578",
      "3.2354624"
    ]
  },
  {
    "id": "legal-advice_64__33",
    "doc_id": "legal-advice_64",
    "chunk_id": 33,
    "document_category": "legal-advice",
    "text": "Need more information or forms? Visit IRS.gov. -24- Line 1f\nEmployer-Provided\nAdoption Benefits From\nForm 8839, Line 29 Enter the total of your employer-provided adoption benefits from Form 8839,\nline 29. Employer-provided adoption\nbenefits should be shown in box 12 of\nyour Form(s) W-2 with code T. But see\nthe Instructions for Form 8839 to find\nout if you can exclude part or all of the\nbenefits. You may also be able to exclude amounts if you adopted a child\nwith special needs and the adoption became final in 2022. Line 1g\nWages From Form 8919,\nLine 6 Enter the total of your wages from Form\n8919, line 6. Line 1h\nOther Earned Income If you received scholarship or TIP fellowship grants that were not\nreported to you on Form W-2,\nyou will now report these amounts on\nSchedule 1, line 8r. See the instructions\nfor Schedule 1, line 8r. The following types of income must\nbe included in the total on line 1h. • Strike or lockout benefits (other\nthan bona fide gifts). • Excess elective deferrals. The\namount deferred should be shown in\nbox 12 of your Form W-2, and the “Retirement plan” box in box 13 should be\nchecked. If the total amount you (or\nyour spouse if filing jointly) deferred for\n2022 under all plans was more than\n$20,500 (excluding catch-up contributions as explained later), include the excess on line 1h. This limit is (a) $14,000\nif you have only SIMPLE plans, or (b)\n$23,500 for section 403(b) plans if you\nqualify for the 15-year rule in Pub. 571. Although designated Roth contributions\nare subject to this limit, don’t include\nthe excess attributable to such contributions on line 1h. They are already included as income in box 1 of your Form\nW-2. A higher limit may apply to participants in section 457(b) deferred compensation plans for the 3 years before retirement age. Contact your plan administrator for more information. If you were age 50 or older at the end\nof 2022, your employer may have allowed an additional deferral (catch-up\ncontributions) of up to $6,500 ($3,000\nfor section 401(k)(11) and SIMPLE\nplans). This additional deferral amount\nisn't subject to the overall limit on elective deferrals. You can't deduct the amount\ndeferred. It isn't included as inCAUTION come in box 1 of your Form\nW-2. ! • Disability pensions shown on\nForm 1099-R if you haven’t reached the\nminimum retirement age set by your\nemployer. But see Insurance Premiums\nfor Retired Public Safety Officers in the\ninstructions for lines 5a and 5b. Disability pensions received after you\nreach minimum retirement age and other\npayments shown on Form 1099-R (other\nthan payments from an IRA*) are\nreported on lines 5a and 5b. Payments\nfrom an IRA are reported on lines 4a\nand 4b. • Corrective distributions from a\nretirement plan shown on Form 1099-R\nof excess elective deferrals and excess\ncontributions (plus earnings). But don’t\ninclude distributions from an IRA* on\nline 1h. Instead, report distributions\nfrom an IRA on lines 4a and 4b. *This includes a Roth, SEP, or SIMPLE IRA. Line 1i\nNontaxable Combat Pay\nElection If you elect to include your nontaxable\ncombat pay in your earned income when\nfiguring the EIC, enter the amount on\nline 1i. See the instructions for line 27. Were You a Statutory\nEmployee?",
    "querygen": [
      "what form do you use to collect employee-provided benefits",
      "what are employers provided adoption benefits",
      "what form do i use for employer sponsored adoption"
    ],
    "querygen_score": [
      "-1.8984679",
      "0.029576454",
      "-0.34944022"
    ]
  },
  {
    "id": "legal-advice_99__140",
    "doc_id": "legal-advice_99",
    "chunk_id": 140,
    "document_category": "legal-advice",
    "text": "1. You paid any one household employee (defined below) cash wages of\n$2,400 or more in 2022. Cash wages include wages paid by check, money order, etc. But don’t count amounts paid to\nan employee who was under age 18 at\nany time in 2022 and was a student. 2. You withheld federal income tax\nduring 2022 at the request of any household employee. 3. You paid total cash wages of\n$1,000 or more in any calendar quarter\nof 2021 or 2022 to household employees. Any person who does household work is\na household employee if you can control\nwhat will be done and how it will be\ndone. Household work includes work\ndone in or around your home by babysitters, nannies, health aides, housekeepers,\nyard workers, and similar domestic\nworkers. Line 10\nFirst-Time Homebuyer Credit\nRepayment Enter the first-time homebuyer credit\nyou have to repay if you bought the\nhome in 2008. If you bought the home in 2008 and\nowned and used it as your main home\nfor all of 2022, you can enter your 2022 -97- repayment on this line without attaching\nForm 5405. See the Form 5405 instructions for\ndetails and for exceptions to the repayment rule. Line 11\nAdditional Medicare Tax\nSee Form 8959 and its instructions if the\ntotal of your 2022 wages and any\nself-employment income was more than:\n• $125,000 if married filing separately;\n• $250,000 if married filing jointly;\nor\n• $200,000 if single, head of household, or qualifying surviving spouse. Also see Form 8959 if you had railroad\nretirement (RRTA) compensation that\nwas more than the amount just listed\nthat applies to you. If you are married filing jointly and\neither you or your spouse had wages or\nRRTA compensation of more than\n$200,000, your employer may have\nwithheld Additional Medicare Tax even\nif you don’t owe the tax. In that case,\nyou may be able to get a refund of the\ntax withheld. See the Instructions for\nForm 8959 to find out how to report the\nwithheld tax on Form 8959. Line 12\nNet Investment Income Tax\nSee Form 8960 and its instructions if the\namount on Form 1040, 1040-SR, or\n1040-NR, line 11, is more than:\n• $125,000 if married filing separately,\n• $250,000 if married filing jointly\nor qualifying surviving spouse, or\n• $200,000 if single or head of\nhousehold. If you file Form 2555, see Form 8960\nand its instructions if the amount on\nForm 1040, 1040-SR, or 1040-NR,\nline 11, is more than:\n• $13,000 if married filing separately,\n• $138,000 if married filing jointly\nor qualifying surviving spouse, or\n• $88,000 if single or head of household. Line 13\nUncollected social security and Medicare or RRTA tax on tips or\ngroup-term life insurance. This tax\nshould be shown in box 12 of Form W-2\nwith codes A and B or M and N. Line 14\nInterest on Tax Due on\nInstallment Income From the Sale\nof Certain Residential Lots and\nTimeshares\nEnter interest on tax due on installment\nincome from the sale of certain residential lots and timeshares under section\n453(l)(3). Line 15\nInterest on the Deferred Tax on\nGain From Certain Installment\nSales With a Sales Price Over\n$150,000\nEnter interest on the deferred tax on gain\nfrom certain installment sales with a\nsales price over $150,000 under section\n453A(c). Line 16\nRecapture of Low-Income\nHousing Credit\nSee Form 8611 for more information. Lines 17a Through 17z\nOther Additional Taxes\nLine 17a.",
    "querygen": [
      "what is the maximum amount a family employee can earn in 2022?",
      "how much money do you have to make to pay a salary for college",
      "when are cash wages paid"
    ],
    "querygen_score": [
      "-1.5729568",
      "-4.132715",
      "-0.6669263"
    ]
  },
  {
    "id": "legal-advice_93__11",
    "doc_id": "legal-advice_93",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.82 Expedited suspension.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\nSubpart E — General Provisions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.90 Records. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.91 Saving provision. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.92 Special orders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.93 Effective date. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "querygen": [
      "what is the definition of petition",
      "what is the u.s. statute for granting a petition of protection?",
      "what is the difference between a petition and a petition"
    ],
    "querygen_score": [
      "-6.1047745",
      "-7.293728",
      "-5.5176115"
    ]
  },
  {
    "id": "legal-advice_31__12",
    "doc_id": "legal-advice_31",
    "chunk_id": 12,
    "document_category": "legal-advice",
    "text": "44 Page 4 Treasury Department Circular No. 230 Table of Contents Paragraph 1. The authority citation for 31 CFR, part\n10 continues to read as follows:\nAuthority: Sec. 3, 23 Stat. 258, secs. 2-12, 60 Stat.\n237 et. seq.; 5 U.S.C. 301, 500, 551-559; 31 U.S.C.\n321; 31 U.S.C. 330; Reorg. Plan No. 26 of 1950, 15\nFR 4935, 64 Stat. 1280, 3 CFR, 1949-1953 Comp.,\np. 1017.\n§ 10.0 Scope of part. (a) This part contains rules governing the\nrecognition of attorneys, certified public accountants,\nenrolled agents, enrolled retirement plan agents,\nregistered tax return preparers, and other persons\nrepresenting taxpayers before the Internal Revenue\nService. Subpart A of this part sets forth rules relating\nto the authority to practice before the Internal Revenue\nService; subpart B of this part prescribes the duties\nand restrictions relating to such practice; subpart C\nof this part prescribes the sanctions for violating the\nregulations; subpart D of this part contains the rules\napplicable to disciplinary proceedings; and subpart E\nof this part contains general provisions relating to the\navailability of official records. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Subpart A — Rules Governing Authority to\nPractice\n§ 10.1 Offices. (a) Establishment of office(s). The Commissioner\nshall establish the Office of Professional\nResponsibility and any other office(s) within the\nInternal Revenue Service necessary to administer\nand enforce this part. The Commissioner shall\nappoint the Director of the Office of Professional\nResponsibility and any other Internal Revenue\nofficial(s) to manage and direct any office(s)\nestablished to administer or enforce this part. Offices established under this part include, but are\nnot limited to:\n(1) The Office of Professional Responsibility, which\nshall generally have responsibility for matters related\nto practitioner conduct and shall have exclusive\nresponsibility for discipline, including disciplinary\nproceedings and sanctions; and\n(2) An office with responsibility for matters related\nto authority to practice before the Internal Revenue\nService, including acting on applications for\nenrollment to practice before the Internal Revenue\nService and administering competency testing and\ncontinuing education. (b) Officers and employees within any office\nestablished under this part may perform acts necessary\nor appropriate to carry out the responsibilities of their\noffice(s) under this part or as otherwise prescribed by\nthe Commissioner. (c) Acting. The Commissioner will designate an\nofficer or employee of the Internal Revenue Service\nto perform the duties of an individual appointed\nunder paragraph (a) of this section in the absence of\nthat officer or employee or during a vacancy in that\noffice. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011, except that\nparagraph (a)(1) is applicable beginning June 12,\n2014. § 10.1 — Page 5 Table of Contents § 10.2 Definitions.\n(a) As used in this part, except where the text\nprovides otherwise —\n(1) Attorney means any person who is a member\nin good standing of the bar of the highest court of\nany state, territory, or possession of the United\nStates, including a Commonwealth, or the District of\nColumbia. (2) Certified public accountant means any person\nwho is duly qualified to practice as a certified public\naccountant in any state, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia. (3) Commissioner refers to the Commissioner of\nInternal Revenue.",
    "querygen": [
      "what is the authority citation?",
      "authority citation for 31 cfr",
      "_______ is a treasury department circular."
    ],
    "querygen_score": [
      "-0.0912513",
      "2.498823",
      "-0.26186192"
    ]
  },
  {
    "id": "legal-advice_63__53",
    "doc_id": "legal-advice_63",
    "chunk_id": 53,
    "document_category": "legal-advice",
    "text": "(iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information. When providing returns or\nreturn information to the practitioner or appraiser,\nor authorized representative, the Secretary of the\nTreasury, or delegate, will —\n(A) Redact identifying information of any\nthird party taxpayers and replace it with a code;\n(B) Provide a key to the coded information;\nand\n(C) Notify the practitioner or appraiser, or\nauthorized representative, of the restrictions on\nthe use and disclosure of the returns and return\ninformation, the applicable damages remedy\nunder section 7431 of the Internal Revenue Code,\nand that unauthorized disclosure of information\nprovided by the Internal Revenue Service under\nthis paragraph (d)(3) is also a violation of this part. (4) Protective measures —\n(i) Mandatory protection order. If redaction of\nnames, addresses, and other identifying information\nof third party taxpayers may still permit indirect\nidentification of any third party taxpayer, the\nAdministrative Law Judge will issue a protective\norder to ensure that the identifying information is\navailable to the parties and the Administrative Law\nJudge for purposes of the proceeding, but is not\n§ 10.72 — Page 37 Table of Contents disclosed to, or open to inspection by, the public. (ii) Authorized orders. (A) Upon motion by a party or any other\naffected person, and for good cause shown, the\nAdministrative Law Judge may make any order\nwhich justice requires to protect any person in the\nevent disclosure of information is prohibited by law,\nprivileged, confidential, or sensitive in some other\nway, including, but not limited to, one or more of\nthe following —\n(1) That disclosure of information be made\nonly on specified terms and conditions, including a\ndesignation of the time or place;\n(2) That a trade secret or other information\nnot be disclosed, or be disclosed only in a designated\nway. (iii) Denials. If a motion for a protective order\nis denied in whole or in part, the Administrative\nLaw Judge may, on such terms or conditions as\nthe Administrative Law Judge deems just, order\nany party or person to comply with, or respond in\naccordance with, the procedure involved. (iv) Public inspection of documents. The\nSecretary of the Treasury, or delegate, shall ensure\nthat all names, addresses or other identifying details\nof third party taxpayers are redacted and replaced\nwith the code assigned to the corresponding taxpayer\nin all documents prior to public inspection of such\ndocuments. (e) Location. The location of the hearing will be\ndetermined by the agreement of the parties with the\napproval of the Administrative Law Judge, but, in\nthe absence of such agreement and approval, the\nhearing will be held in Washington, D.C.\n(f) Failure to appear. If either party to the\nproceeding fails to appear at the hearing, after\nnotice of the proceeding has been sent to him or her,\nthe party will be deemed to have waived the right\nto a hearing and the Administrative Law Judge may\nmake his or her decision against the absent party by\ndefault. (g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general.",
    "querygen": [
      "what is the purpose and purpose of tax return information in a federal return",
      "can a return be used to file a tax return",
      "why do i need to use the information provided to my irs"
    ],
    "querygen_score": [
      "-1.6335588",
      "-2.840188",
      "-1.8002042"
    ]
  },
  {
    "id": "legal-advice_96__148",
    "doc_id": "legal-advice_96",
    "chunk_id": 148,
    "document_category": "legal-advice",
    "text": "The\namount of this credit is shown on Schedule H, line 8e. See Schedule H (Form\n1040) and its instructions for more information on these credits. Line 13d If you are claiming a credit for repayment of amounts you included in your\nincome in an earlier year because it appeared you had a right to the income,\nenter the amount on line 13d. See Pub.\n525 for details about this credit. Line 13f If you elected to pay your net 965 tax liability in installments, report the deferred amount on line 13f. Enter the\namount of net 965 tax liability remaining to be paid in future years. Line 13g\nLine 13g has been reserved for future\nuse. Line 13h leave taken after March 31, 2021 and\nbefore October 1, 2021. If you paid\nhousehold employment taxes, enter the\nrefundable portion of the credit for\nqualified sick and family leave wages\nyou are eligible for due to reasons related to coronavirus and related to leave\ntaken after March 31, 2021 and before\nOctober 1, 2021. The amount of the\ncredit is shown on Schedule H, line 8f. See Schedule H (Form 1040) and its instructions for more information on these\ncredits. Qualified sick and family leave wages\npaid in 2022 from Schedule(s) H for -103- Line 13z Other payments or refundable credits. Use line 13z to report any other\npayments or refundable credits not reported elsewhere on your return or other\nschedules, including a credit under section 960(c) with respect to an excess\nlimitation account. List the type and\namount of payment or refundable credit. Tax Topics You can read these Tax Topics at\nIRS.gov/TaxTopics. List of Tax Topics All topics are available in Spanish\n(and most topics are available in\nChinese, Korean, Vietnamese, and\nRussian). Topic\nNo.\n101\n102\n103\n104\n105\n107\n151\n152\n153\n154\n155\n156\n157\n158\n159\n160\n161 201\n202\n204\n206\n253\n254\n255\n301\n303\n304\n305 Subject\nIRS Help Available\nIRS services—Volunteer tax\nassistance, outreach programs, and\nidentity theft\nTax assistance for individuals with\ndisabilities Tax help for small businesses and\nthe self-employed\nTaxpayer Advocate Service—Your\nvoice at the IRS\nArmed Forces tax information Tax relief in disaster situations\nIRS Procedures\nYour appeal rights\nRefund information What to do if you haven't filed your\ntax return\nForm W-2 and Form 1099-R (What\nto do if incorrect or not received) Obtaining forms and publications How to get a transcript or copy of\nyour tax return\nChange your address— How to\nnotify the IRS\nPaying your taxes and ensuring\nproper credit of payments How to get a wage and income\ntranscript or copy of Form W-2\nStatute expiration date—RSED |\nASED | CSED\nReturning an erroneous\nrefund—Paper check or direct\ndeposit\nCollection The collection process Tax payment options\nOffers in compromise\nDishonored payments\nAlternative Filing Methods\nSubstitute tax forms How to choose a tax return preparer\nSigning your return electronically\nGeneral Information When, how, and where to file\nChecklist of common errors when\npreparing your tax return\nExtensions of time to file your tax\nreturn\nRecordkeeping Topic\nNo.\nSubject\n306 Penalty for underpayment of\nestimated tax\n307 Backup withholding\n308 Amended returns\n309 Roth IRA contributions\n310 Coverdell education savings\naccounts\n311 Power of attorney information\n312 Disclosure authorizations\n313 Qualified tuition programs (QTPs)\nWhich Forms to File\n356 Decedents\nTypes of Income\n401 Wages and salaries\n403 Interest received\n404 Dividends\n407 Business income\n409 Capital gains and losses\n410 Pensions and annuities\n411 Pensions—",
    "querygen": [
      "which schedule do you need to pay a debt if you are not on your income",
      "what ed credit is used in the income tax",
      "when is a credit for a payment due"
    ],
    "querygen_score": [
      "-3.35918",
      "-5.192789",
      "-3.3696203"
    ]
  },
  {
    "id": "legal-advice_66__50",
    "doc_id": "legal-advice_66",
    "chunk_id": 50,
    "document_category": "legal-advice",
    "text": "Line 16\nTax\nInclude in the total on the entry space on\nline 16 all of the following taxes that apply. • Tax on your taxable income. Figure the tax using one of the methods described later. • Tax from Form(s) 8814 (relating to\nthe election to report child's interest or\ndividends). Check the appropriate box. • Tax from Form 4972 (relating to\nlump-sum distributions). Check the appropriate box. • Tax with respect to a section 962\nelection (election made by a domestic\nshareholder of a controlled foreign corporation to be taxed at corporate rates) reduced by the amount of any foreign\ntax credits claimed on Form 1118. See\nsection 962 for details. Check box 3 and\nenter the amount and “962” in the space\nnext to that box. Attach a statement\nshowing how you figured the tax. • Recapture of an education credit. You may owe this tax if you claimed an\neducation credit in an earlier year, and\neither tax-free educational assistance or\na refund of qualified expenses was received in 2022 for the student. See Form\n8863 for more details. Check box 3 and\nenter the amount and “ECR” in the\nspace next to that box. • Any tax from Form 8621, line 16e,\nrelating to a section 1291 fund. Check\nbox 3 and enter the amount of the tax\nand “1291TAX” in the space next to that\nbox. • Tax from Form 8978, line 14 (relating to partner's audit liability under\nsection 6226). Check box 3 and enter the\namount of the liability and “Form 8978”\nin the space next to that box. If the\namount on Form 8978, line 14, is negative, see the instructions for Schedule 3\n(Form 1040), line 6l.\n• Net tax liability deferred under\nsection 965(i). If you had a net 965 inclusion and made an election to defer\nyour net 965 tax liability under section\n965(i), check box 3 and enter (as a negative number) the amount of the deferred\nnet 965 tax liability and “965” on the\nline next to that box. • Triggering event under section\n965(i). If you had a triggering event under section 965(i) during the year and\ndid not enter into a transfer agreement,\ncheck box 3 and enter the amount of the\ntriggered deferred net 965 tax liability\nand enter “965INC” on the line next to\nthat box. Do you want the IRS to figure the\ntax on your taxable income for you? Yes. See chapter 13 of Pub. 17 for\ndetails, including who is eligible and\nwhat to do. If you have paid too much,\nwe will send you a refund. If you didn't\npay enough, we will send you a bill. No. Use one of the following methods to figure your tax. Tax Table or Tax Computation\nWorksheet. If your taxable income is\nless than $100,000, you must use the\nTax Table, later in these instructions, to\nfigure your tax. Be sure you use the cor-33- rect column. If your taxable income is\n$100,000 or more, use the Tax Computation Worksheet right after the Tax Table. However, don’t use the Tax Table or\nTax Computation Worksheet to figure\nyour tax if any of the following applies. Form 8615.",
    "querygen": [
      "what tax are you able to take off of your check",
      "what is line number 16 on taxes",
      "what is line 16 tax"
    ],
    "querygen_score": [
      "-3.7177095",
      "-0.03657548",
      "0.755978"
    ]
  },
  {
    "id": "legal-advice_37__125",
    "doc_id": "legal-advice_37",
    "chunk_id": 125,
    "document_category": "legal-advice",
    "text": "• Performing-arts-related expenses\nas a qualified performing artist. • Business expenses of fee-basis\nstate or local government officials. For more details, see Form 2106. Line 13 Line 16 Health Savings Account (HSA)\nDeduction Self-Employed SEP, SIMPLE, and\nQualified Plans You may be able to take this deduction\nif contributions (other than employer\ncontributions, rollovers, and qualified\nHSA funding distributions from an IRA)\nwere made to your HSA for 2022. See\nForm 8889. If you were self-employed or a partner,\nyou may be able to take this deduction. See Pub. 560 or, if you were a minister,\nPub. 517. Line 14 Self-Employed Health Insurance\nDeduction Moving Expenses You can deduct moving expenses if you\nare a member of the Armed Forces on\nactive duty and due to a military order\nyou move because of a permanent\nchange of station. Use Tax Topic 455 or\nsee Form 3903. Line 15\nDeductible Part of\nSelf-Employment Tax If you were self-employed and owe\nself-employment tax, fill in Schedule SE\nto figure the amount of your deduction. The deductible part of your self-employment tax is on line 13 of Schedule SE. -88- Line 17 You may be able to deduct the amount\nyou paid for health insurance for yourself, your spouse, and your dependents. The insurance can also cover your child\nwho was under age 27 at the end of\n2022, even if the child wasn't your dependent. A child includes your son,\ndaughter, stepchild, adopted child, or\nfoster child (defined in Who Qualifies as\nYour Dependent in the Instructions for\nForm 1040). One of the following statements must\nbe true. • You were self-employed and had a\nnet profit for the year reported on\nSchedule C or F.\n• You were a partner with net earnings from self-employment. • You used one of the optional\nmethods to figure your net earnings\nfrom self-employment on Schedule SE.\n• You received wages in 2022 from\nan S corporation in which you were a\nmore-than-2% shareholder. Health insurance premiums paid or reimbursed by\nthe S corporation are shown as wages on\nForm W-2. The insurance plan must be established under your business. Your personal\nservices must have been a material income-producing factor in the business. If you are filing Schedule C or F, the\npolicy can be either in your name or in\nthe name of the business. If you are a partner, the policy can be\neither in your name or in the name of the\npartnership. You can either pay the premiums yourself or your partnership can\npay them and report them as guaranteed\npayments. If the policy is in your name\nand you pay the premiums yourself, the\npartnership must reimburse you and report the premiums as guaranteed payments. If you are a more-than-2% shareholder in an S corporation, the policy can be\neither in your name or in the name of the\nS corporation. You can either pay the\npremiums yourself or the S corporation\ncan pay them and report them as wages. If the policy is in your name and you\npay the premiums yourself, the S corporation must reimburse you.",
    "querygen": [
      "who can claim sep deduction",
      "who deducts performing arts expenses for self employed",
      "who is eligible for sep deduction"
    ],
    "querygen_score": [
      "-1.6622005",
      "0.060744982",
      "-2.1496248"
    ]
  },
  {
    "id": "legal-advice_92__149",
    "doc_id": "legal-advice_92",
    "chunk_id": 149,
    "document_category": "legal-advice",
    "text": "Topic\nNo.\nSubject\n306 Penalty for underpayment of\nestimated tax\n307 Backup withholding\n308 Amended returns\n309 Roth IRA contributions\n310 Coverdell education savings\naccounts\n311 Power of attorney information\n312 Disclosure authorizations\n313 Qualified tuition programs (QTPs)\nWhich Forms to File\n356 Decedents\nTypes of Income\n401 Wages and salaries\n403 Interest received\n404 Dividends\n407 Business income\n409 Capital gains and losses\n410 Pensions and annuities\n411 Pensions— The general rule and the\nsimplified method\n412 Lump-sum distributions\n413 Rollovers from retirement plans\n414 Rental income and expenses\n415 Renting residential and vacation\nproperty\n416 Farming and fishing income\n417 Earnings for clergy\n418 Unemployment compensation\n419 Gambling income and losses\n420 Bartering income\n421 Scholarships, fellowship grants,\nand other grants\n423 Social security and equivalent\nrailroad retirement benefits\n424 401(k) plans\n425 Passive activities—Losses and\ncredits\n427 Stock options\n429 Traders in securities (Information\nfor Form 1040 or 1040-SR filers)\n430 Receipt of stock in a\ndemutualization\n431 Canceled debt— Is it taxable or\nnot? 432 Form 1099-A (Acquisition or\nAbandonment of Secured Property)\nand Form 1099-C (Cancellation of\nDebt)\nAdjustments to Income\n451 Individual retirement arrangements\n(IRAs)\n452 Alimony and Separate Maintenance\n453 Bad debt deduction\n455 Moving expenses for members of\nthe Armed Forces -104- Topic\nNo.\nSubject\n456 Student loan interest deduction\n458 Educator expense deduction\nItemized Deductions\n501 Should I itemize? 502 Medical and dental expenses\n503 Deductible taxes\n504 Home mortgage points\n505 Interest expense\n506 Charitable contributions\n509 Business use of home\n510 Business use of car\n511 Business travel expenses\n513 Work-related education expenses\n515 Casualty, disaster, and theft losses\nTax Computation\n551 Standard deduction\n552 Tax and credits figured by the IRS\n553 Tax on a child's investment and\nother unearned income (Kiddie tax)\n554 Self-employment tax\n556 Alternative minimum tax\n557 Additional tax on early\ndistributions from traditional and\nRoth IRAs\n558 Additional tax on early\ndistributions from retirement plans\nother than IRAs\n559 Net Investment Income Tax\n560 Additional Medicare Tax\nTax Credits\n601 Earned income credit\n602 Child and dependent care credit\n607 Adoption credit and adoption\nassistance programs\n608 Excess social security and RRTA\ntax withheld\n610 Retirement savings contributions\ncredit\n611 Repayment of the first-time\nhomebuyer credit\n612 The premium tax credit\nIRS Notices\n651 Notices—What to do\n652 Notice of underreported\nincome—CP2000\n653 IRS notices and bills, penalties, and\ninterest charges\n654 Understanding your CP75 or\nCP75A Notice Request for\nSupporting Documentation\nBasis of Assets, Depreciation, and\nSale of Assets\n701 Sale of your home\n703 Basis of assets\n704 Depreciation List of Tax Topics\n(Continued)\nTopic\nNo.\nSubject\n705 Installment sales\nEmployer Tax Information\n751 Social security and Medicare\nwithholding rates\n752 Filing Forms W-2 and W-3\n753 Form W-4—Employee's\nWithholding Certificate\n755 Employer identification number\n(EIN)—How to apply\n756 Employment taxes for household\nemployees\n757 Forms 941 and 944—Deposit\nrequirements\n758 Form 941—Employer's Quarterly\nFederal Tax Return and Form\n944—Employer's Annual Federal\nTax Return\n759 Form 940—Employer's Annual\nFederal Unemployment (FUTA)\nTax Return—Filing and deposit\nrequirements\n760 Form 943—Reporting and deposit\nrequirements for agricultural\nemployers Topic\nNo.\nSubject\n761 Tips—Withholding and reporting\n762 Independent contractor vs.\nemployee\n763 The Affordable Care Act\nElectronic Media Filers—1099\nSeries and Related Information\nReturns\n801 Who must file information returns\nelectronically\n802 Applying to file information returns\nelectronically\n803 Waivers and extensions\n804 FIRE system test files and\ncombined federal and state filing\n(CF/SF) program\nTax Information for U.S.\nResident Aliens and Citizens\nLiving Abroad\n851 Resident and nonresident aliens\n856 Foreign tax credit\n857 Individual taxpayer identification\nnumber (ITIN)\n858 Alien tax clearance -105- Topic\nNo.\n901\n902\n903 Subject\nTax Information for Residents of\nPuerto Rico Is a person with income from\nPuerto Rico required to file a U.S.\nfederal income tax return? Credits and deductions for\ntaxpayers with Puerto Rican source\nincome exempt from U.S. tax\nU.S. employment tax in Puerto\nRico",
    "querygen": [
      "qtps what is subject",
      "which qtp is a qtp subject",
      "irs qtp definition"
    ],
    "querygen_score": [
      "-0.6380049",
      "-1.5777296",
      "-3.1800375"
    ]
  },
  {
    "id": "legal-advice_33__51",
    "doc_id": "legal-advice_33",
    "chunk_id": 51,
    "document_category": "legal-advice",
    "text": "Requests for admission shall not exceed a total of 30\n(including any subparts within a specific request)\nwithout the approval from the Administrative Law\nJudge. (d) Limitations. Discovery shall not be authorized if —\n(1) The request fails to meet any requirement set\nforth in paragraph (a) of this section;\n(2) It will unduly delay the proceeding;\n(3) It will place an undue burden on the party\nrequired to produce the discovery sought;\n(4) It is frivolous or abusive;\n(5) It is cumulative or duplicative;\n(6) The material sought is privileged or otherwise\nprotected from disclosure by law;\n(7) The material sought relates to mental\nimpressions, conclusions, of legal theories of any\nparty, attorney, or other representative, or a party\nprepared in the anticipation of a proceeding; or\n(8) The material sought is available generally\nto the public, equally to the parties, or to the party\nseeking the discovery through another source. (e) Failure to comply. Where a party fails to comply\nwith an order of the Administrative Law Judge under\nthis section, the Administrative Law Judge may, among\nother things, infer that the information would be adverse\nto the party failing to provide it, exclude the information\nfrom evidence or issue a decision by default. (f) Other discovery. No discovery other than that\nspecifically provided for in this section is permitted. Page 36 — § 10.71 (g) Effective/applicability date. This section\nis applicable to proceedings initiated on or after\nSeptember 26, 2007. § 10.72 Hearings. (a) In general —\n(1) Presiding officer. An Administrative Law\nJudge will preside at the hearing on a complaint\nfiled under §10.60 for the sanction of a practitioner,\nemployer, firm or other entity, or appraiser. (2) Time for hearing. Absent a determination by\nthe Administrative Law Judge that, in the interest\nof justice, a hearing must be held at a later time,\nthe Administrative Law Judge should, on notice\nsufficient to allow proper preparation, schedule the\nhearing to occur no later than 180 days after the time\nfor filing the answer. (3) Procedural requirements. (i) Hearings will be stenographically recorded\nand transcribed and the testimony of witnesses will\nbe taken under oath or affirmation. (ii) Hearings will be conducted pursuant to\n5 U.S.C. 556.\n(iii) A hearing in a proceeding requested under\n§10.82(g) will be conducted de novo. (iv) An evidentiary hearing must be held in all\nproceedings prior to the issuance of a decision by the\nAdministrative Law Judge unless —\n(A) The Internal Revenue Service withdraws\nthe complaint;\n(B) A decision is issued by default pursuant to\n§10.64(d);\n(C) A decision is issued under §10.82 (e);\n(D) The respondent requests a decision on the\nwritten record without a hearing; or\n(E) The Administrative Law Judge issues a\ndecision under §10.68(d) or rules on another motion\nthat disposes of the case prior to the hearing. (b) Cross-examination. A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents",
    "querygen": [
      "how many requests for admission are there pending",
      "how many people are allowed in a discovery order",
      "discovery requirements"
    ],
    "querygen_score": [
      "-2.1194515",
      "-2.1674905",
      "-0.92108256"
    ]
  },
  {
    "id": "legal-advice_92__58",
    "doc_id": "legal-advice_92",
    "chunk_id": 58,
    "document_category": "legal-advice",
    "text": "If the amount on line 5 is less than $100,000, use the Tax Table\nto figure the tax. If the amount on line 5 is $100,000 or more, use the Tax Computation\nWorksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n22.\nAdd lines 18, 21, and 22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n23. Figure the tax on the amount on line 1. If the amount on line 1 is less than $100,000, use the Tax Table\nto figure the tax. If the amount on line 1 is $100,000 or more, use the Tax Computation\nWorksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n24. Tax on all taxable income. Enter the smaller of line 23 or 24. Also include this amount on the entry\nspace on Form 1040 or 1040-SR, line 16. If you are filing Form 2555, don’t enter this amount on the\nentry space on Form 1040 or 1040-SR, line 16. Instead, enter it on line 4 of the Foreign Earned Income\nTax Worksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n25. * If you are filing Form 2555, see the footnote in the Foreign Earned Income Tax Worksheet before completing this line. Need more information or forms? Visit IRS.gov. -36- Line 19\nChild Tax Credit and Credit\nfor Other Dependents\nUse Schedule 8812 (Form 1040) to figure your child tax credit and credit for\nother dependents. Form 8862, who must file.",
    "querygen": [
      "how much can i get for taxes",
      "how much does a tax bill cost",
      "can i figure the tax on the amount listed on line 5"
    ],
    "querygen_score": [
      "-1.8562934",
      "-3.5220575",
      "1.7308514"
    ]
  },
  {
    "id": "legal-advice_60__111",
    "doc_id": "legal-advice_60",
    "chunk_id": 111,
    "document_category": "legal-advice",
    "text": "Coronavirus. Go\nto\nIRS.gov/ Coronavirus for links to information on\nthe impact of the coronavirus, as well as\ntax relief available for individuals and\nfamilies, small businesses, and tax-exempt organizations. Employers can register to use Business Services Online. The Social Security Administration (SSA) offers online services at SSA. gov/employer for\nfast, free, and secure online W-2 filing\noptions to CPAs, accountants, enrolled\nagents, and individuals who process\nForm W-2, Wage and Tax Statement,\nand Form W-2c, Corrected Wage and\nTax Statement. IRS social media. Go to IRS.gov/\nSocialMedia to see the various social\nmedia tools the IRS uses to share the latest information on tax changes, scam\nalerts, initiatives, products, and services. At the IRS, privacy and security are our\nhighest priority. We use these tools to\nshare public information with you. Don’t post your social security number\n(SSN) or other confidential information\non social media sites. Always protect\nyour identity when using any social networking site. The following IRS YouTube channels provide short, informative videos\non various tax-related topics in English,\nSpanish, and ASL. • Youtube.com/irsvideos.\n• Youtube.com/irsvideosmultilingua.\n• Youtube.com/irsvideosASL. Watching IRS videos. The IRS Video\nportal (IRSvideos.gov) contains video\nand audio presentations for individuals,\nsmall businesses, and tax professionals. Online tax information in other languages. You can find information on\nIRS. gov/MyLanguage if English isn’t\nyour native language. Free Over-the-Phone Interpreter\n(OPI) Service. The IRS is committed to\nserving our multilingual customers by\noffering OPI services. The OPI Service\nis a federally funded program and is\navailable at Taxpayer Assistance Cen- -79- ters (TACs), other IRS offices, and every VITA/TCE return site. The OPI\nService is accessible in more than 350\nlanguages. Accessibility Helpline available for\ntaxpayers with disabilities. Taxpayers\nwho need information about accessibility services can call 833-690-0598. The\nAccessibility Helpline can answer questions related to current and future accessibility products and services available\nin alternative media formats (for example, braille, large print, audio, etc.). The\nAccessibility Helpline does not have access to your IRS account. For help with\ntax law, refunds, or account-related issues, go to IRS.gov/LetUsHelp. Note. Form 9000, Alternative Media\nPreference, or Form 9000(SP) allows\nyou to elect to receive certain types of\nwritten correspondence in the following\nformats. • Standard Print.\n• Large Print.\n• Braille.\n• Audio (MP3).\n• Plain Text File (TXT). • Braille Ready File (BRF). Disasters. Go to Disaster Assistance\nand Emergency Relief for Individuals\nand Businesses to review the available\ndisaster tax relief. Getting tax forms and publications. Go to IRS.gov/Forms to view, download, or print all the forms, instructions,\nand publications you may need. Or, you\ncan to go IRS. gov/OrderForms to place\nan order. Getting tax publications and instructions in eBook format. You can also\ndownload and view popular tax publications and instructions (including the Instructions for Form 1040) on mobile devices as eBooks at IRS.gov/eBooks. Note. IRS eBooks have been tested\nusing Apple’s iBooks for iPad. Our\neBooks haven’t been tested on other\ndedicated eBook readers, and eBook\nfunctionality may not operate as intended. Access your online account (individual taxpayers only). Go to IRS.gov/ Account to securely access information\nabout your federal tax account. • View the amount you owe and a\nbreakdown by tax year. • See payment plan details or apply\nfor a new payment plan. • Make a payment or view 5 years of\npayment history and any pending or\nscheduled payments. •",
    "querygen": [
      "which disease does the irs consider a risk factor for small businesses?",
      "coronavirus",
      "coronavirus"
    ],
    "querygen_score": [
      "-3.4993377",
      "-0.8117292",
      "-0.8117292"
    ]
  }
]