[
  {
    "id": "legal-advice_21__6",
    "doc_id": "legal-advice_21",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "Moreover, since making a\nsection 280C(c)(3) election for the first time on a\nrefund claim is frivolous, there is no “adequate\ndisclosure” defense under sections 6694(a) or 6694(b). • The attempted section 280C(c)(3) election resulted in\nunderstatements of income tax. There is a reasonable cause defense to the section 6694(a)\npenalty (not the section 6694(b) penalty). Preparer would bear\nthe burden of establishing reasonable cause. Given the expertise\nand experience of Preparer\nwith\nthe research credit and the fact that Preparer used actual\nfigures for tax years for which the Taxpayer ultimately submitted\nclaims, we believe it would be extremely difficult for Preparer\nto establish reasonable cause for failing to comply with a simple\nprocedural requirement that is readily apparent from the plain\nlanguage of the Code. CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS CC:LM:F:MAN:POSTU-162762-02 page 9 This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. If you have any questions, please contact\nor\nat\n. at ROLAND BARRAL\nArea Counsel\n(Financial Services) By:\nPETER J. GRAZIANO\nAssociate Area Counsel (Industry\nPrograms)",
    "querygen": [
      "is appropriate disclosure required on refunds",
      "is election a frivolous disclosure",
      "which section of the federal tax code allows election for the first time"
    ],
    "querygen_score": [
      "-0.5682689",
      "0.77929765",
      "0.18060476"
    ]
  },
  {
    "id": "legal-advice_20__3",
    "doc_id": "legal-advice_20",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "Although, section 83 overrides the “direct and\nproximate benefit” exception to a section 162 deduction in\nsituation, we will analyze the facts of this case\nunder that exception. Section 162\nSection 162(a) allows a deduction for ordinary and necessary\nbusiness expenses, including a reasonable allowance for salaries\nor other compensation for personal services actually rendered. Treas. Reg. § 1.162-7 specifies that stock options awarded to\nemployees will constitute allowable deductions when such payments\nare made in good faith and as additional compensation for the\nservices actually rendered by the employees. Business expenses\nwhich satisfy the ordinary and necessary expense requirements of\nsection 162 are deductible if they are “proximately connected to\nthe business of the taxpayer claiming deduction.” Eustice, Tax\nProblems Arising From Transactions Between Affiliated or\nControlled Corporations, 23 TAX L. REV. 451, 475. The basic tax rule is that a parent and its wholly-owned\nsubsidiaries are treated as separate entities no matter how\nclosely affiliated. Generally, the courts have held a parent may\nnot deduct the expenses of its subsidiary, even though those\nexpenses would otherwise be ordinary and necessary trade or\nbusiness expenses. Interstate Transit Lines v. Commissioner, 319\nU.S. 590 (1943); Deputy v. Dupont, 308 U.S. 488 (1940). The\nconcept is that the payment by the parent to cover such expenses\nis related to the business of the subsidiary and not its own\nbusiness, and as such is not deductible by the parent. Interstate\nTransit Lines, 319 U.S. at 594; Young & Rubicam, 410 F.2d at\n1238-39; Columbian Rope Co. v. Commissioner, 42 T.C. 800 (1964). This rule was designed to prevent the members of a controlled CC:LM:F:MAN:1:POSTF-112619-02 page 5 group from voluntarily shifting expenses among themselves in\norder to maximize favorable tax consequences. National Carbide\nCorp. v. Commissioner, 336 U.S. 422, 434-36 (1949). However, the courts have carved out a narrow exception to\nthe general rule. Under unique and compelling circumstances, a\nsection 162 deduction may be allowable by a parent if it paid the\nsubsidiary’s business expense for its own direct and proximate\nbenefit or was incurred by the parent with the underlying\nmotivating purpose of protecting and promoting its own business. 1\nYoung & Rubicam, 410 F.2d at 1238-39; Lohrke v. Commissioner, 48\nT.C. 679 (1967); Columbian Rope, 42 T.C. at 815-16. For the exception to apply, a parent must prove that each\nindividual performed specific services clearly for the parent’s\nown direct and proximate benefit. I.R.C. § 162(a); INDOPCO, Inc.\nv. Commissioner, 503 U.S. 79, 84 (1992); Welch v. Helvering, 290\nU.S. 111, 115 (1933); Young & Rubicam, 410 F.2d at 1239. Where\nthe parent has proved, in detailed rather than simply general\nterms, that an individual was involved in this kind of activity,\na deduction by the parent for the compensation paid for these\nactivities is allowable. Columbian Rope, 42 T.C. at 815-16. A\ntaxpayer is required to keep adequate records sufficient to\nenable the Commissioner to determine the taxpayer’s correct tax\nliability. I.R.C. §6001; Meneguzzo v. Commissioner, 43 T.C. 824,\n831 (1965). In the absence of persuasive corroborating evidence,\nthe Commissioner is not required to accept the self-serving\ntestimony of interested parties. Bose Corp. v. Consumers Union of\nU.S., Inc., 466 U.S. 485, 512 (1984).",
    "querygen": [
      "what is direct proximate benefit",
      "deductions for ordinary business expenses",
      "what is the direct benefit exception 83"
    ],
    "querygen_score": [
      "-1.3147784",
      "0.5634757",
      "-1.0165234"
    ]
  },
  {
    "id": "legal-advice_15__2",
    "doc_id": "legal-advice_15",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "In\nmany cases, the profitability of the payphone was not even\nsufficient to cover its operating costs or the rental payment to\nthe investor. The monthly income paid to investors was thus\nfrequently paid from the proceeds of the sale of new payphones\nto investors by . Under the option agreement, investors could\nreceive the return of their original investment after -- years\nor, during the -- years, a full refund could be obtained upon --- days advance notice to . The continuing need to pay monthly checks to investors\neventually exceeded the number of new investors which could be\nfound. As a result,\nfiled for Chapter ---- bankruptcy in ------------------------. Prior to the filing,\nwas sustaining\nlosses of $------ per month. In addition, the SEC and state\nsecurities regulatory agencies in ---- states had commenced\nproceedings against\nto enjoin the sale of the payphones as\nunregistered securities. On ----------------------------------------------------------------------------------------------------------------------------------------- -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ---- This decision did not address any\ntax issues involving\npayphone investments since only federal\nsecurities laws were in issue there. also had ---- separate\nclass action lawsuits brought against it by payphone investors\nalleging that ---- and others engaged in fraud. On -----, the bankruptcy court confirmed a plan of\nreorganization for . Under this plan,\nagreed to purchase the\npayphones from the investors and it would then own and operate\nthe phones. The investors received shares of common stock in\nthe reorganized\nand would receive a cash payment from the ---------------- which was established to pool monies obtained from\n1 Paragraph ---- of the telephone lease agreement with . CC:SBSE:2:PIT:POSTS128556-02\nthe various lawsuits pending against . Alternatively, the\ninvestors could elect to opt out of this treatment and reduce\ntheir claim to $1 which would not be paid in the bankruptcy\nproceeding. The effective date of the plan of reorganization\ndid not occur until -----.\nLEGAL DISCUSSION 1. Deprecation of payphones Unlike other payphone investment schemes,\nmade no claims\nthat its payphones complied with the Americans with Disabilities\nAct so that the payphones were eligible for the Disabled Access\ncredit under I.R.C. ' 44. Instead, investors typically reported\nthe payphone income on a Schedule E and claimed depreciation on\nthe payphones which generated tax losses. The investors are not\nhowever entitled to claim depreciation on the payphones. In order to claim a depreciation deduction, a taxpayer must\nestablish that the property is used in a trade or business or\nheld for the production of income, that the property is of the\ntype subject to depreciation, and that the taxpayer has a\ncapital investment, or depreciable interest, in the property. See I.R.C. ' 167. A depreciable interest does not mean possession of bare\nlegal title alone. The test is whether the taxpayer would\nsuffer an economic loss as a result of a decrease in the value\nof the property due to depreciation or, in other words, does the\ntaxpayer possess the economic benefits and burdens of ownership. In Helvering v. F. & R Lazarus & Company, 308 U.S. 252 (1939),\nthe Supreme Court stated that the question is who bears the\nburden of exhaustion of the capital investment. See also Estate\nof Franklin v. United States, 544 F.2d 1045 (9th Cir. 1976). A\nnumber of factors have been identified by the courts in\ndetermining who has the benefits and burdens of ownership.",
    "querygen": [
      "how can you make a rent payphone",
      "what was the payphone used",
      "what is a payphone"
    ],
    "querygen_score": [
      "-2.4993756",
      "-4.0054374",
      "-4.9659467"
    ]
  },
  {
    "id": "legal-advice_65__53",
    "doc_id": "legal-advice_65",
    "chunk_id": 53,
    "document_category": "legal-advice",
    "text": "(iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information. When providing returns or\nreturn information to the practitioner or appraiser,\nor authorized representative, the Secretary of the\nTreasury, or delegate, will —\n(A) Redact identifying information of any\nthird party taxpayers and replace it with a code;\n(B) Provide a key to the coded information;\nand\n(C) Notify the practitioner or appraiser, or\nauthorized representative, of the restrictions on\nthe use and disclosure of the returns and return\ninformation, the applicable damages remedy\nunder section 7431 of the Internal Revenue Code,\nand that unauthorized disclosure of information\nprovided by the Internal Revenue Service under\nthis paragraph (d)(3) is also a violation of this part. (4) Protective measures —\n(i) Mandatory protection order. If redaction of\nnames, addresses, and other identifying information\nof third party taxpayers may still permit indirect\nidentification of any third party taxpayer, the\nAdministrative Law Judge will issue a protective\norder to ensure that the identifying information is\navailable to the parties and the Administrative Law\nJudge for purposes of the proceeding, but is not\n§ 10.72 — Page 37 Table of Contents disclosed to, or open to inspection by, the public. (ii) Authorized orders. (A) Upon motion by a party or any other\naffected person, and for good cause shown, the\nAdministrative Law Judge may make any order\nwhich justice requires to protect any person in the\nevent disclosure of information is prohibited by law,\nprivileged, confidential, or sensitive in some other\nway, including, but not limited to, one or more of\nthe following —\n(1) That disclosure of information be made\nonly on specified terms and conditions, including a\ndesignation of the time or place;\n(2) That a trade secret or other information\nnot be disclosed, or be disclosed only in a designated\nway. (iii) Denials. If a motion for a protective order\nis denied in whole or in part, the Administrative\nLaw Judge may, on such terms or conditions as\nthe Administrative Law Judge deems just, order\nany party or person to comply with, or respond in\naccordance with, the procedure involved. (iv) Public inspection of documents. The\nSecretary of the Treasury, or delegate, shall ensure\nthat all names, addresses or other identifying details\nof third party taxpayers are redacted and replaced\nwith the code assigned to the corresponding taxpayer\nin all documents prior to public inspection of such\ndocuments. (e) Location. The location of the hearing will be\ndetermined by the agreement of the parties with the\napproval of the Administrative Law Judge, but, in\nthe absence of such agreement and approval, the\nhearing will be held in Washington, D.C.\n(f) Failure to appear. If either party to the\nproceeding fails to appear at the hearing, after\nnotice of the proceeding has been sent to him or her,\nthe party will be deemed to have waived the right\nto a hearing and the Administrative Law Judge may\nmake his or her decision against the absent party by\ndefault. (g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general.",
    "querygen": [
      "what is the purpose and purpose for a return information disclosure",
      "what is the purpose of the disclosure of a return under section 6 iv?",
      "what is the purpose of the disclosure of returns?"
    ],
    "querygen_score": [
      "-0.044112206",
      "-2.2017505",
      "-0.14245704"
    ]
  },
  {
    "id": "legal-advice_60__103",
    "doc_id": "legal-advice_60",
    "chunk_id": 103,
    "document_category": "legal-advice",
    "text": "17,782\n17,794\n17,806\n17,818\n17,830 13,185\n13,196\n13,207\n13,218\n13,229 17,782\n17,794\n17,806\n17,818\n17,830 16,282\n16,294\n16,306\n16,318\n16,330 94,000 97,000 94,000\n94,050\n94,100\n94,150\n94,200 94,050\n94,100\n94,150\n94,200\n94,250 16,402\n16,414\n16,426\n16,438\n16,450 11,920\n11,931\n11,942\n11,953\n11,964 16,402\n16,414\n16,426\n16,438\n16,450 14,902\n14,914\n14,926\n14,938\n14,950 97,000\n97,050\n97,100\n97,150\n97,200 97,050\n97,100\n97,150\n97,200\n97,250 17,122\n17,134\n17,146\n17,158\n17,170 12,580\n12,591\n12,602\n12,613\n12,624 17,122\n17,134\n17,146\n17,158\n17,170 15,622\n15,634\n15,646\n15,658\n15,670 94,250\n94,300\n94,350\n94,400\n94,450 94,300\n94,350\n94,400\n94,450\n94,500 16,462\n16,474\n16,486\n16,498\n16,510 11,975\n11,986\n11,997\n12,008\n12,019 16,462\n16,474\n16,486\n16,498\n16,510 14,962\n14,974\n14,986\n14,998\n15,010 97,250\n97,300\n97,350\n97,400\n97,450 97,300\n97,350\n97,400\n97,450\n97,500 17,182\n17,194\n17,206\n17,218\n17,230 12,635\n12,646\n12,657\n12,668\n12,679 17,182\n17,194\n17,206\n17,218\n17,230 15,682\n15,694\n15,706\n15,718\n15,730 94,500\n94,550\n94,600\n94,650\n94,700 94,550\n94,600\n94,650\n94,700\n94,750 16,522\n16,534\n16,546\n16,558\n16,570 12,030\n12,041\n12,052\n12,063\n12,074 16,522\n16,534\n16,546\n16,558\n16,570 15,022\n15,034\n15,046\n15,058\n15,070 97,500\n97,550\n97,600\n97,650\n97,700 97,550\n97,600\n97,650\n97,700\n97,750 17,242\n17,254\n17,266\n17,278\n17,290 12,690\n12,701\n12,712\n12,723\n12,734 17,242\n17,254\n17,266\n17,278\n17,290 15,742\n15,754\n15,766\n15,778\n15,790 94,750\n94,800\n94,850\n94,900\n94,950 94,800\n94,850\n94,900\n94,950\n95,000 16,582\n16,594\n16,606\n16,618\n16,630 12,085\n12,096\n12,107\n12,118\n12,129 16,582\n16,594\n16,606\n16,618\n16,630 15,082\n15,094\n15,106\n15,118\n15,130 97,750\n97,800\n97,850\n97,900\n97,950 97,800\n97,850\n97,900\n97,950\n98,000 17,302\n17,314\n17,326\n17,338\n17,350 12,745\n12,756\n12,767\n12,778\n12,789 17,302\n17,314\n17,326\n17,338\n17,350 15,802\n15,814\n15,826\n15,838\n15,850 95,000 98,000 95,000\n95,050\n95,100\n95,150\n95,200 95,050\n95,100\n95,150\n95,200\n95,250 16,642\n16,654\n16,666\n16,678\n16,690 12,140\n12,151\n12,162\n12,173\n12,184 16,642\n16,654\n16,666\n16,678\n16,690 15,142\n15,154\n15,166\n15,178\n15,190 98,000\n98,050\n98,100\n98,150\n98,200 98,050\n98,100\n98,150\n98,200\n98,250 17,362\n17,374\n17,386\n17,398\n17,410 12,800\n12,811\n12,822\n12,833\n12,844 17,362\n17,374\n17,386\n17,398\n17,410 15,862\n15,874\n15,886\n15,898\n15,910 95,250\n95,300\n95,350\n95,400\n95,450 95,300\n95,350\n95,400\n95,450\n95,500 16,702\n16,714\n16,726\n16,738\n16,750 12,195\n12,206\n12,217\n12,228\n12,239 16,702\n16,714\n16,726\n16,738\n16,750 15,202\n15,214\n15,226\n15,238\n15,250 98,250\n98,300\n98,350\n98,400\n98,450 98,300\n98,350\n98,400\n98,450\n98,500 17,422\n17,434\n17,446\n17,458\n17,470 12,855\n12,866\n12,877\n12,888\n12,899 17,422\n17,434\n17,446\n17,458\n17,470 15,922\n15,934\n15,946\n15,958\n15,970 95,500\n95,550\n95,600\n95,650\n95,700 95,550\n95,600\n95,650\n95,700\n95,750 16,762\n16,774\n16,786\n16,798\n16,810 12,250\n12,261\n12,272\n12,283\n12,294 16,762\n16,774\n16,786\n16,798\n16,810 15,262\n15,274\n15,286\n15,298\n15,310 98,500\n98,550\n98,600\n98,650\n98,700 98,550\n98,600\n98,650\n98,700\n98,750 17,482\n17,494\n17,506\n17,518\n17,530 12,910\n12,921\n12,932\n12,943\n12,954 17,482\n17,494\n17,506\n17,518\n17,530 15,982\n15,994\n16,006\n16,018\n16,030 95,750\n95,800\n95,850\n95,900\n95,950 95,800\n95,850\n95,900\n95,950\n96,000 16,822\n16,834\n16,846\n16,858\n16,870 12,305\n12,316\n12,327\n12,338\n12,349 16,822\n16,834\n16,846\n16,858\n16,870 15,322\n15,334\n15,346\n15,358\n15,370 98,750\n98,800\n98,850\n98,900\n98,950 98,800\n98,850\n98,900\n98,950\n99,000 17,542\n17,554\n17,566\n17,578\n17,590 12,965\n12,976\n12,987\n12,998\n13,009 17,542\n17,554\n17,566\n17,578\n17,590 16,042\n16,054\n16,066\n16,078\n16,090 * This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 74 - $100,000\nor over\nuse the Tax\nComputation\nWorksheet 2022 Tax Computation Worksheet—Line 16 ! See the instructions for line 16 to see if you must use the worksheet below to figure your tax. CAUTION Note. If you are required to use this worksheet to figure the tax on an amount from another form or worksheet, such as the Qualified Dividends\nand Capital Gain Tax Worksheet, the Schedule D Tax Worksheet, Schedule J, Form 8615, or the Foreign Earned Income Tax Worksheet, enter\nthe amount from that form or worksheet in column (a) of the row that applies to the amount you are looking up. Enter the result on the\nappropriate line of the form or worksheet that you are completing. Section A—Use if your filing status is Single. Complete the row below that applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount Tax. Subtract (d) from (c). Enter\n(d)\nthe result here and on the entry\nSubtraction amount\nspace on line 16. At least $100,000 but not over $170,050 $ × 24% (0.24) $ $ 6,164.50 $ Over $170,050 but not over $215,950 $ × 32% (0.32) $ $ 19,768.50 $ Over $215,950 but not over $539,900 $ × 35% (0.35) $ $ 26,247.00 $ Over $539,900 $ × 37% (0.37) $ $ 37,045.00 $ Section B—Use if your filing status is Married filing jointly or Qualifying surviving spouse. Complete the row below\nthat applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount Tax. Subtract (d) from (c). Enter the\n(d)\nresult here and on the entry\nSubtraction amount\nspace on line 16. At least $100,000 but not over $178,150 $ × 22% (0.22) $ $ 8,766.00 $ Over $178,150 but not over $340,100 $ × 24% (0.24) $ $ 12,329.00 $ Over $340,100 but not over $431,900 $ × 32% (0.32) $ $ 39,537.00 $ Over $431,900 but not over $647,850 $ × 35% (0.35) $ $ 52,494.00 $ Over $647,850 $ × 37% (0.37) $ $ 65,451.00 $ Section C—Use if your filing status is Married filing separately. Complete the row below that applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount Tax.",
    "querygen": [
      "how many people lived in nz",
      "number of settlers from 1784 to 1784",
      "how many people on a census"
    ],
    "querygen_score": [
      "-4.3426466",
      "-7.5768833",
      "-1.2414953"
    ]
  },
  {
    "id": "legal-advice_70__1",
    "doc_id": "legal-advice_70",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20115101F\nRelease Date: 12/23/2011\nCC:LB&I:RFPH:JAX:NAS:ADMoney\nPOSTF-143000-11\ndate:\nto: from: subject: November 14, 2011\nIRS Examination Division (LB&I) ------------------------------------------------------------Associate Area Counsel (Jacksonville, FL/Nashville, TN)\n(Large Business & International) --------------Taking Issue This is in response to your request for advice. Issue Are the proceeds received by --------------- in ------ and ------ for the temporary taking of two\nproperties attributable to an involuntary conversion described in I.R.C. § 1033(a)? Conclusion\nNo. The proceeds constitute compensation for the temporary taking of the properties and,\nconsequently, result in rental income under I.R.C. § 61(a)(5). Thus, the proceeds are taxable as\nordinary income to --------------- in the year of receipt. Facts ---------------------------is the owner of -------- acres of land in the ---------------------------------------------------------------------------------. The property includes 2 tracts: --------acres referred to as the \"--------------------” and ------acres referred to as the \"---------------------------.\" ------ acquired the ---------------------------in ------. It then constructed an office building containing -----------square feet for the purpose of leasing it to the ---------------------------. This lease began\non --------------------and ended on -------------------------. ------ acquired the tracts that make up the ----------------between ------- and -------. On ---------------------, it entered into a ----year lease with the ------------------------------------------------------- for the\nbenefit of the ----------------------------------------------. After ------ entered into this lease with ------, -----------------------------instituted condemnation proceedings to take the ----------------for its use. Due to these proceedings, ------ was unable to lease the ---------------to the ------. 2 The taking was annually renewed until a Stipulation for Settlement was reached, and the\nStipulation was then approved in a Final Judgment dated ----------------------. The final judgment\nprovided for $----------------of compensation payable for the taking of the leasehold from ------------------through -------------------------.1 ------ initially treated the proceeds as ordinary income. They later filed amended returns for -------------------------. On the amended return, -------deducted $--------------of the basis of the ------------------ in determining the gain on the $----------------proceeds and reported the difference as longterm capital gain. -------reported the proceeds in a consistent manner on its ---------------tax\nreturns. The Service did not examine ------’s ---------------tax returns. ----------------------------was not prepared to vacate the ---------------------------or the -----------------------------------------------------------------------------------------------------------------------------------in --------------------. Consequently, it instituted new proceedings to take the ---------------------------and the ---------------------for a period of --- months. -----------------------------prepared an appraisal of the ---------------------------dated -------------------------------------------------------------------------------------------------------------------------------------------, for -------------------------------------------------------------------------------------------------------------------------- in\nconnection with the proceedings. The appraiser concluded that the present value of the taking\nfor a three-year period was $--------------based upon the fair rental value of the property. -------------------------------------, also prepared an appraisal of the ----------------in connection with the\nproceeding, and concluded that the present value of the taking for a three-year period was $-------------------based upon the fair rental value of the property. These proceedings resulted in a Stipulated Judgment being entered on -------------------, granting\n----------------------------the use of both parcels for the ----month period from -------------------------------------------------------------, with an option to extend the taking through -------------------------. The\nStipulated Judgment provides for $----------------of compensation, payable for the taking of the\nproperty rights identified in the complaint and declaration of taking “together with all\nimprovements thereon and appurtenances thereunto belonging.”2 In addition, the Stipulated\nJudgment also provided that just compensation for any occupancy for the period -------------------------- through --------------------------would be $-----------per month.",
    "querygen": [
      "irs memo release number",
      "irs memo number of release",
      "irs memo release date"
    ],
    "querygen_score": [
      "0.2524766",
      "0.13940321",
      "0.3995294"
    ]
  },
  {
    "id": "legal-advice_64__46",
    "doc_id": "legal-advice_64",
    "chunk_id": 46,
    "document_category": "legal-advice",
    "text": "Include a statement showing the full amount you received and the\namount you received as a nominee. See\nthe Schedule B instructions for filing requirements for Forms 1099-DIV and\n1096. If you don’t have to file Sched- TIP ule D, use the Qualified Dividends and Capital Gain Tax\nWorksheet in the line 16 instructions to\nfigure your tax. If you made a section 962 election and are taking a deduction\nCAUTION under section 250 with respect\nto any income inclusions under section\n951 or 951A, don't report the deduction\non line 12. Instead, report the tax with\nrespect to a section 962 election on\nline 16 and include in the statement required by line 16 how you figured the\nsection 250 deduction. ! Standard Deduction\nMost Form 1040 filers can find their\nstandard deduction by looking at the\namounts listed to the left of line 12. Most Form 1040-SR filers can find their\nstandard deduction by using the chart on\nthe last page of Form 1040-SR. Exception\n1—Dependent. If\nyou\nchecked the “Someone can claim you as\na dependent” box, or if you’re filing\njointly and you checked the “Someone\ncan claim your spouse as a dependent”\nbox, use the Standard Deduction Worksheet for Dependents to figure your\nstandard deduction. Someone claims you or your TIP spouse as a dependent if they\nlist your or your spouse's name\nand SSN in the Dependents section of\ntheir return. Total Income and\nAdjusted Gross\nIncome\nLine 10\nEnter any adjustments to income from\nSchedule 1, line 26, on line 10. Tax and Credits\nLine 12\nItemized Deductions or\nStandard Deduction In most cases, your federal income tax\nwill be less if you take the larger of your\nitemized deductions or standard deduction. Itemized Deductions To figure your itemized deductions, fill\nin Schedule A. -31- Exception 2—Born before January 2,\n1958, or blind. If you checked any of\nthe following boxes, figure your standard deduction using the Standard Deduction Chart for People Who Were Born\nBefore January 2, 1958, or Were Blind\nif you are filing Form 1040 or by using\nthe chart on the last page of Form\n1040-SR.\n• You were born before January 2,\n1958.\n• You are blind. • Spouse was born before January 2,\n1958.\n• Spouse is blind. Exception 3—Separate return or dual-status alien. If you checked the box\nlabeled “Spouse itemizes on separate return or you were dual-status alien” on\nthe Spouse standard deduction line, your\nstandard deduction is zero, even if you\nwere born before January 2, 1958, or\nwere blind. Exception 4—Increased standard deduction for net qualified disaster loss. Need more information or forms? Visit IRS.gov. Social Security Benefits Worksheet—Lines 6a and 6b Before you begin: 1.\n2.\n3.\n4.\n5.\n6.\n7. 8. 9. 10.\n11.\n12.\n13.\n14.\n15.\n16.\n17.\n18. Keep for Your Records Figure any write-in adjustments to be entered on Schedule 1, line 24z (see the instructions for Schedule\n1, line 24z). If you are married filing separately and you lived apart from your spouse for all of 2022, enter “D” to\nthe right of the word “benefits” on line 6a. If you don’t, you may get a math error notice from the IRS. Be sure you have read the Exception in the line 6a and 6b instructions to see if you can use this\nworksheet instead of a publication to find out if any of your benefits are taxable.",
    "querygen": [
      "when do i need to file a 1099 irs",
      "when submitting tennis schedule d what forms should I use",
      "irs 1099 schedule c requirements"
    ],
    "querygen_score": [
      "-1.3256762",
      "-4.1113987",
      "-1.7218792"
    ]
  },
  {
    "id": "legal-advice_81__9",
    "doc_id": "legal-advice_81",
    "chunk_id": 9,
    "document_category": "legal-advice",
    "text": "38 And for purposes of the foreign tax credit, as discussed in part I.B., above,\nthe liability for the -----------withholding taxes was fixed in -------, but the accrual related\nback to the years to which the taxes related. ---------------- taxable years at issue are calendar years --------and -------. As\nstated above, section 901(a) provides that the choice to elect either a credit or a\ndeduction for foreign taxes paid for any taxable year may be made or changed at any\ntime before the expiration of the period prescribed for making a claim for credit or refund\nof the U.S. tax imposed for such taxable year. Section 6511(d)(3)(A) describes the\nperiod of limitations for credit or refund referred to in section 901(a). This section was\namended on August 5, 1997, with the amendment being effective for taxes paid or\naccrued in the taxable years beginning after its enactment. 39 Thus, taxable year --------------------------------------------------------------------------------------------------------------------------is subject to the pre-amendment version of section 6511 and taxable year --------the\npost-amendment version. Before the enactment date, the section stated as follows: If the claim for credit or refund relates to an overpayment attributable to\nany taxes paid or accrued to any foreign country . . . for which credit is\nallowed against the tax . . . in accordance with the provisions of section\n901 . . . in lieu of the 3-year period of limitation prescribed in subsection\n(a), the period shall be 10 years from the date prescribed by law for filing\nthe return for the year with respect to which the claim is made. 40 After the enactment date, the language was changed from “for the year with\nrespect to which the claim is made” to “for the year in which such taxes were actually\npaid or accrued.”41\nUnder either version, the “year” referred to in section 6511(d)(3)(A) is the same\n“year” referred to in sections 901(a) and (b) and 905(a). Under the pre-amendment\nlanguage, both the IRS and the courts determined that the year referred to in the\nforegoing statutes is the same — the year the taxes were actually paid or accrued, and\nnot the later year to which excess credits were carried and “deemed” paid or accrued\nunder section 904(c). 42 The court in Chrysler stated that, “In our view, the most\n38 Rev. Rul. 58-55. Taxpayer Relief Act, supra § 1056(b).\n40\nI.R.C. § 6511(d)(3)(A) (1997) (emphasis added). 41\nI.R.C. § 6511(d)(3)(A) (1998) (emphasis added). 42\nRev. Rul. 75-268, 1975-2 C.B. 294; Rev. Rul. 77-487, 1977-2 C.B. 479; Rev. Rul. 84-125, 1984-2 C.B.\n125; Chrysler Corp. v. Commissioner, 436 F.3d 644 (6th Cir. 2006). But see Ampex Corp. v. United\nStates, 620 F.2d 853 (Ct. Cl. 1980).\n39 POSTF-113176-10 11 reasonable reading of these two statutes is that the ‘such taxable year’ of § 901(a) and\nthe ‘year with respect to which the claim is made’ of § 6511(d)(3)(A) refer to the same\nyear: the year in which the taxpayer first made its election whether to claim a foreign tax\ncredit.”43",
    "querygen": [
      "how does foreign tax credit work",
      "what is foreign tax credit?",
      "how is foreign taxes taxed"
    ],
    "querygen_score": [
      "-1.2150986",
      "-1.9504858",
      "-2.052116"
    ]
  },
  {
    "id": "legal-advice_1__136",
    "doc_id": "legal-advice_1",
    "chunk_id": 136,
    "document_category": "legal-advice",
    "text": "You\nmay also have to repay excess advance\npayments of the premium tax credit if\nyou enrolled an individual in coverage\nthrough the Marketplace, you don’t\nclaim the individual as a dependent on\nyour return, and no one else claims that\nindividual as a dependent. For more information, see the Instructions for Form\n8962. Line 2 Unreported Social Security and\nMedicare Tax From Form 4137 Excess Advance Premium Tax\nCredit Repayment If you have excess advance premium tax credit (APTC) repayCAUTION ments, go to IRS.gov/Form8962\nfor more information. ! The premium tax credit helps pay\npremiums for health insurance purchased from the Marketplace. Eligible\nindividuals may have advance payments\nof the premium tax credit paid on their\nbehalf directly to the insurance company. If you, your spouse with whom you\nare filing a joint return, or your dependent was enrolled in coverage purchased\nfrom the Marketplace and advance payments of the premium tax credit were\nmade for the coverage, complete Form\n8962 to reconcile (compare) the advance\npayments with your premium tax credit. You (or whoever enrolled you) should\nhave received Form 1095-A from the\nMarketplace with information about -95- Line 5 Enter the total of any taxes from Form\n4137. If you received tips of $20 or more in\nany month and you didn't report the full\namount to your employer, you must pay\nthe social security and Medicare or railroad retirement (RRTA) tax on the unreported tips. Don’t include the value of any noncash tips, such as tickets or passes. You\ndon’t pay social security and Medicare\ntaxes or RRTA tax on these noncash\ntips. To figure the social security and\nMedicare tax, use Form 4137. If you\nowe RRTA tax, contact your employer. Your employer will figure and collect\nthe RRTA tax. Worksheet To See if You Should Fill in Form 6251—Schedule 2, Line 1 Before you begin: Be sure you have read the Exception in the instructions for this line to see if you must fill in Form 6251 instead of\nusing this worksheet. 1. Are you filing Schedule A?\nNo. Skip lines 1 and 2; subtract Form 1040 or 1040-SR, line 13, or Form 1040-NR, line 13a, from Form\n1040, 1040-SR, or 1040-NR, line 11, and enter the result on line 3 and go to line 4. Yes. Enter the amount from Form 1040, 1040-SR, or 1040-NR, line 15 . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter the amount from Schedule A, line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2.",
    "querygen": [
      "can you claim a dependent on tax returns",
      "do you still get premium credit",
      "do you have to pay for premiums on a tax return"
    ],
    "querygen_score": [
      "-0.27199757",
      "-1.6449182",
      "-0.9830172"
    ]
  },
  {
    "id": "legal-advice_31__39",
    "doc_id": "legal-advice_31",
    "chunk_id": 39,
    "document_category": "legal-advice",
    "text": "Continuing\neducation presentations provided to an audience\nsolely for the purpose of enhancing practitioners’\nprofessional knowledge on Federal tax matters\nare not considered written advice on a Federal tax\nmatter for purposes of this section. The preceding\nsentence does not apply to presentations marketing\nor promoting transactions. (2) The practitioner must—\n(i) Base the written advice on reasonable factual\nand legal assumptions (including assumptions as to\nfuture events);\n(ii) Reasonably consider all relevant facts\nand circumstances that the practitioner knows or\nreasonably should know;\n(iii) Use reasonable efforts to identify and\nascertain the facts relevant to written advice on each\nFederal tax matter;\n(iv) Not rely upon representations, statements,\nfindings, or agreements (including projections,\nfinancial forecasts, or appraisals) of the taxpayer\nor any other person if reliance on them would be\nunreasonable;\nTreasury Department Circular No. 230 Table of Contents (v) Relate applicable law and authorities to\nfacts; and\n(vi) Not, in evaluating a Federal tax matter, take\ninto account the possibility that a tax return will not\nbe audited or that a matter will not be raised on audit. (3) Reliance on representations, statements,\nfindings, or agreements is unreasonable if the\npractitioner knows or reasonably should know that\none or more representations or assumptions on which\nany representation is based are incorrect, incomplete,\nor inconsistent. (b) Reliance on advice of others. A practitioner\nmay only rely on the advice of another person if the\nadvice was reasonable and the reliance is in good\nfaith considering all the facts and circumstances. Reliance is not reasonable when— (1) The practitioner knows or reasonably should\nknow that the opinion of the other person should not\nbe relied on;\n(2) The practitioner knows or reasonably should\nknow that the other person is not competent or lacks\nthe necessary qualifications to provide the advice; or\n(3) The practitioner knows or reasonably should\nknow that the other person has a conflict of interest in\nviolation of the rules described in this part. (c) Standard of review. (1) In evaluating whether a practitioner giving\nwritten advice concerning one or more Federal\ntax matters complied with the requirements of this\nsection, the Commissioner, or delegate, will apply a\nreasonable practitioner standard, considering all facts\nand circumstances, including, but not limited to, the\nscope of the engagement and the type and specificity\nof the advice sought by the client. (2) In the case of an opinion the practitioner\nknows or has reason to know will be used or referred\nto by a person other than the practitioner (or a person\nwho is a member of, associated with, or employed by\nthe practitioner’s firm) in promoting, marketing, or\nrecommending to one or more taxpayers a partnership\nor other entity, investment plan or arrangement\na significant purpose of which is the avoidance or\nevasion of any tax imposed by the Internal Revenue\nCode, the Commissioner, or delegate, will apply a\nreasonable practitioner standard, considering all\nTreasury Department Circular No. 230 facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter.",
    "querygen": [
      "is cd a written professional advice",
      "do continuing education courses require written advice on a taxable transaction",
      "what is the purpose of continuing education presentations?"
    ],
    "querygen_score": [
      "-4.45782",
      "1.0008287",
      "2.0355964"
    ]
  },
  {
    "id": "legal-advice_91__70",
    "doc_id": "legal-advice_91",
    "chunk_id": 70,
    "document_category": "legal-advice",
    "text": "Then, enter the smaller amount on line 6. 6. 5 This is your earned income credit. 6\nEnter this amount on\nForm 1040 or 1040-SR,\nline 27. Reminder— 1040 or\nIf you have a qualifying child, complete and attach Schedule EIC. 1040-SR CAUTION EIC 10o4r0 R 1040-S If your EIC for a year after 1996 was reduced or disallowed, see\nForm 8862, who must file, earlier, to find out if you must file Form 8862 to\ntake the credit for 2022. -43- Need more information or forms? Visit IRS.gov. Worksheet B—2022 EIC—Line 27 Keep for Your Records Use this worksheet if you answered “Yes” to Step 5, question 2. Complete the parts below (Parts 1 through 3) that apply to you. Then, continue to Part 4. If you are married filing a joint return, include your spouse’s amounts, if any, with yours to figure the amounts to\nenter in Parts 1 through 3. Part 1 Self-Employed,\nMembers of the\nClergy, and\nPeople With\nChurch Employee\nIncome Filing\nSchedule SE\nPart 2 Self-Employed\nNOT Required\nTo File\nSchedule SE For example, your\nnet earnings from\nself-employment\nwere less than $400. 1a. Enter the amount from Schedule SE, Part I, line 3. 1a b. Enter any amount from Schedule SE, Part I, line 4b and line 5a. + 1b c. Combine lines 1a and 1b. = 1c d. Enter the amount from Schedule SE, Part I, line 13. – 1d e. Subtract line 1d from line 1c. = 1e 2. Don’t include on these lines any statutory employee income, any net profit from services performed as a\nnotary public, any amount exempt from self-employment tax as the result of the filing and approval of Form\n4029 or Form 4361, or any other amounts exempt from self-employment tax. a. Enter any net farm profit or (loss) from Schedule F, line 34; and\nfrom farm partnerships, Schedule K-1 (Form 1065), box 14, code A*. 2a b. Enter any net profit or (loss) from Schedule C, line 31; and Schedule\nK-1 (Form 1065), box 14, code A (other than farming)*. + 2b c. Combine lines 2a and 2b. = 2c * If you have any Schedule K-1 amounts, complete the appropriate line(s) of Schedule SE, Part I.\nReduce the Schedule K-1 amounts as described in the Partner’s Instructions for Schedule K-1. Enter\nyour name and social security number on Schedule SE and attach it to your return. Part 3 Statutory Employees\nFiling Schedule C 3. Enter the amount from Schedule C, line 1, that you are filing as a\nstatutory employee. Part 4 4a. Enter your earned income from Step 5. All Filers Using\nWorksheet B b. Combine lines 1e, 2c, 3, and 4a. This is your total earned income. Note. If line 4b\nincludes income on\nwhich you should\nhave paid selfemployment tax but\ndidn’t, we may\nreduce your credit by\nthe amount of\nself-employment tax\nnot paid. If line 4b is zero or less,\nor 1040-SR, line 27. 5. STOP 3 4a\n4b You can’t take the credit. Enter “No” on the dotted line next to Form 1040 If you have:\n● 3 or more qualifying children who have valid SSNs, is line 4b less than $53,057 ($59,187 if married\nfiling jointly)?",
    "querygen": [
      "how do you write earned income credit",
      "what is the credit limit for child on 1040",
      "if i do not receive a child tax credit on 1040 i will"
    ],
    "querygen_score": [
      "-1.8481165",
      "-2.5764372",
      "-2.9538183"
    ]
  },
  {
    "id": "legal-advice_40__113",
    "doc_id": "legal-advice_40",
    "chunk_id": 113,
    "document_category": "legal-advice",
    "text": "Go app\nto your mobile device to check your refund status. • Call the automated refund hotline\nat 800-829-1954. See Refund Information, later. Making a tax payment. Go to IRS.gov/\nPayments for information on how to\nmake a payment using any of the following options. • IRS Direct Pay: Pay your individual tax bill or estimated tax payment directly from your checking or savings account at no cost to you. • Debit or Credit Card: Choose an\napproved payment processor to pay online or by phone. • Electronic Funds Withdrawal:\nSchedule a payment when filing your\nfederal taxes using tax return preparation software or through a tax professional. • Electronic Federal Tax Payment\nSystem: Best option for businesses. Enrollment is required. • Check or Money Order: Mail your\npayment to the address listed on the notice or instructions. • Cash: You may be able to pay\nyour taxes with cash at a participating\nretail store. • Same-Day Wire: You may be able\nto do same-day wire from your financial\ninstitution. Contact your financial institution for availability, cost, and time\nframes. -80- Note. The IRS uses the latest encryption technology to ensure that the electronic payments you make online, by\nphone, or from a mobile device using\nthe IRS2Go app are safe and secure. Paying electronically is quick, easy, and\nfaster than mailing in a check or money\norder. What if I can’t pay now? Go to\nIRS.gov/Payments for more information\nabout your options. • Apply for an online payment\nagreement (IRS.gov/OPA) to meet your\ntax obligation in monthly installments if\nyou can't pay your taxes in full today. Once you complete the online process,\nyou will receive immediate notification\nof whether your agreement has been approved. • Use the Offer in Compromise PreQualifier to see if you can settle your tax\ndebt for less than the full amount you\nowe. For more information on the Offer\nin Compromise program, go to IRS.gov/\nOIC. Filing an amended return. Go to\nIRS.gov/Form1040X for information and\nupdates. Checking the status of your amended\nreturn. Go to IRS. gov/WMAR to track\nthe status of Form 1040-X amended returns. Note it can take up to 3 weeks\nfrom the date you filed your amended\nreturn for it to show up in our system,\nand processing it can take up to 16\nweeks. Understanding an IRS notice or letter\nyou’ve received. Go to IRS.gov/Notices\nto find additional information about responding to an IRS notice or letter. Note. You can use Schedule LEP\n(Form 1040), Request for Change in\nLanguage Preference, to state a preference to receive notices, letters, or other\nwritten communications from the IRS in\nan alternative language. You may not\nimmediately receive written communications in the requested language. The\nIRS’s commitment to LEP taxpayers is\npart of a multi-year timeline that is\nscheduled to begin providing translations in 2023. You will continue to receive communications, including notices\nand letters in English, until they are\ntranslated to your preferred language. Contacting your local IRS office. Keep in mind, many questions can be answered on IRS.gov without visiting an\nIRS TAC. Go to IRS. gov/LetUsHelp for\nthe topics people ask about most. If you\nstill need help, IRS TACs provide tax\nhelp when a tax issue can’t be handled\nonline or by phone.",
    "querygen": [
      "irs refunds phone number",
      "how to check on taxes refund status",
      "irs refund phone number"
    ],
    "querygen_score": [
      "0.44509867",
      "0.778257",
      "0.58013886"
    ]
  },
  {
    "id": "legal-advice_68__61",
    "doc_id": "legal-advice_68",
    "chunk_id": 61,
    "document_category": "legal-advice",
    "text": "See Schedule EIC for more information, including\nhow to complete Schedule EIC if your qualifying child doesn't\nhave a valid SSN. 4. Were you or your spouse a nonresident alien for any part of\n2022? Yes. See Nonresident\nNo. Go to Step 2.\naliens, later, under\nDefinitions and Special\nRules. For help in determining if you are eligible for the EIC, go to\nIRS. gov/EITC and click on “EITC Qualification Assistant.” This\nservice is available in English and Spanish. 1. Add the amounts from Form 1040 or 1040-SR: Step 2 Line 2a If you take the EIC even though you aren't eligible and\nit is determined that your error is due to reckless or inCAUTION tentional disregard of the EIC rules, you won't be allowed to take the credit for 2 years even if you are otherwise eligible to do so. If you fraudulently take the EIC, you won't be\nallowed to take the credit for 10 years. See Form 8862, who\nmust file, later. You may also have to pay penalties. ! Refunds for returns claiming the earned income credit\nTIP can't be issued before mid-February 2023. This delay\napplies to the entire refund, not just the portion associated with the earned income credit. Step 1 All Filers 1. If, in 2022:\n• 3 or more children who have valid SSNs lived with you,\nis the amount on Form 1040 or 1040-SR, line 11, less\nthan $53,057 ($59,187 if married filing jointly)? • 2 children who have valid SSNs lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$49,399 ($55,529 if married filing jointly)? • 1 child who has a valid SSN lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$43,492 ($49,622 if married filing jointly)?\n• No children who have valid SSNs lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$16,480 ($22,610 if married filing jointly)? Yes. Continue\nNo. STOP\n䊲 You can't take the credit. 2. Do you, and your spouse if filing a joint return, have a\nsocial security number issued on or before the due date of\nyour 2022 return (including extensions) that allows you to Need more information or forms? Visit IRS.gov. Investment Income Line 2b + Line 3b + Line 7* + Investment Income =\n*If line 7 is a loss, enter -0-. 2. Is your investment income more than $10,300? Yes. Continue\nNo. Skip question 3; go\n䊲\nto question 4.\n3. Are you filing Form 4797 (relating to sales of business\nproperty)? Yes. See Form 4797\nNo. STOP\nfilers, later, under You can't take the credit. Definitions and Special\nRules. 4. Do any of the following apply for 2022?\n• You are filing Schedule E.\n• You are reporting income from the rental of personal\nproperty not used in a trade or business. • You are filing Form 8814 (relating to election to report\nchild's interest and dividends on your return). • You have income or loss from a passive activity. Yes. Use Worksheet 1\nNo. Go to Step 3.\nin Pub. 596 to see if you\ncan take the credit. -38- Step 3 Qualifying Child",
    "querygen": [
      "how to schedule an eic for a child",
      "is a child on eic",
      "when can i use an eic form to be a nonresident alien?"
    ],
    "querygen_score": [
      "0.05972555",
      "-0.04601805",
      "-0.06693796"
    ]
  },
  {
    "id": "legal-advice_35__48",
    "doc_id": "legal-advice_35",
    "chunk_id": 48,
    "document_category": "legal-advice",
    "text": "(f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.65 Supplemental charges. (a) In general. Supplemental charges may be filed\nagainst the respondent by amending the complaint\nwith the permission of the Administrative Law Judge\nif, for example —\n(1) It appears that the respondent, in the answer,\nfalsely and in bad faith, denies a material allegation\nof fact in the complaint or states that the respondent\nhas insufficient knowledge to form a belief, when the\nrespondent possesses such information; or\n(2) It appears that the respondent has knowingly\n§ 10.65 — Page 33 Table of Contents introduced false testimony during the proceedings\nagainst the respondent. (b) Hearing. The supplemental charges may be\nheard with other charges in the case, provided the\nrespondent is given due notice of the charges and\nis afforded a reasonable opportunity to prepare a\ndefense to the supplemental charges. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.66 Reply to answer. (a) The Internal Revenue Service may file a reply\nto the respondent’s answer, but unless otherwise\nordered by the Administrative Law Judge, no reply\nto the respondent’s answer is required. If a reply is\nnot filed, new matter in the answer is deemed denied. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.67 Proof; variance; amendment of pleadings. In the case of a variance between the allegations in\npleadings and the evidence adduced in support of the\npleadings, the Administrative Law Judge, at any time\nbefore decision, may order or authorize amendment\nof the pleadings to conform to the evidence. The\nparty who would otherwise be prejudiced by the\namendment must be given a reasonable opportunity\nto address the allegations of the pleadings as amended\nand the Administrative Law Judge must make\nfindings on any issue presented by the pleadings as\namended. § 10.68 Motions and requests. (a) Motions —\n(1) In general. At any time after the filing of\nthe complaint, any party may file a motion with the\nAdministrative Law Judge. Unless otherwise ordered\nby the Administrative Law Judge, motions must be\nin writing and must be served on the opposing party\nas provided in §10.63(b). A motion must concisely\nspecify its grounds and the relief sought, and, if\nappropriate, must contain a memorandum of facts\nand law in support. Page 34 — § 10.65 (2) Summary adjudication. Either party may\nmove for a summary adjudication upon all or any\npart of the legal issues in controversy. If the nonmoving party opposes summary adjudication in the\nmoving party’s favor, the non-moving party must\nfile a written response within 30 days unless ordered\notherwise by the Administrative Law Judge. (3) Good Faith. A party filing a motion for\nextension of time, a motion for postponement of a\nhearing, or any other non-dispositive or procedural\nmotion must first contact the other party to determine\nwhether there is any objection to the motion, and\nmust state in the motion whether the other party has\nan objection. (b) Response. Unless otherwise ordered by the\nAdministrative Law Judge, the nonmoving party\nis not required to file a response to a motion. If\nthe Administrative Law Judge does not order\nthe nonmoving party to file a response, and the\nnonmoving party files no response, the nonmoving\nparty is deemed to oppose the motion.",
    "querygen": [
      "when does federal statute of limitations apply to supplements",
      "when will the supplement charge be effective",
      "when does the supplemental charge rule apply"
    ],
    "querygen_score": [
      "-4.6477075",
      "0.8681172",
      "0.46127403"
    ]
  },
  {
    "id": "legal-advice_62__96",
    "doc_id": "legal-advice_62",
    "chunk_id": 96,
    "document_category": "legal-advice",
    "text": "6,000 9,000 3,000\n3,050\n3,100\n3,150\n3,200 3,050\n3,100\n3,150\n3,200\n3,250 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 6,000\n6,050\n6,100\n6,150\n6,200 6,050\n6,100\n6,150\n6,200\n6,250 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 9,000\n9,050\n9,100\n9,150\n9,200 9,050\n9,100\n9,150\n9,200\n9,250 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 3,250\n3,300\n3,350\n3,400\n3,450 3,300\n3,350\n3,400\n3,450\n3,500 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 6,250\n6,300\n6,350\n6,400\n6,450 6,300\n6,350\n6,400\n6,450\n6,500 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 9,250\n9,300\n9,350\n9,400\n9,450 9,300\n9,350\n9,400\n9,450\n9,500 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 3,500\n3,550\n3,600\n3,650\n3,700 3,550\n3,600\n3,650\n3,700\n3,750 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 6,500\n6,550\n6,600\n6,650\n6,700 6,550\n6,600\n6,650\n6,700\n6,750 653\n658\n663\n668\n673 653\n658\n663\n668\n673 653\n658\n663\n668\n673 653\n658\n663\n668\n673 9,500\n9,550\n9,600\n9,650\n9,700 9,550\n9,600\n9,650\n9,700\n9,750 953\n958\n963\n968\n973 953\n958\n963\n968\n973 953\n958\n963\n968\n973 953\n958\n963\n968\n973 3,750\n3,800\n3,850\n3,900\n3,950 3,800\n3,850\n3,900\n3,950\n4,000 378\n383\n388\n393\n398 378\n383\n388\n393\n398 378\n383\n388\n393\n398 378\n383\n388\n393\n398 6,750\n6,800\n6,850\n6,900\n6,950 6,800\n6,850\n6,900\n6,950\n7,000 678\n683\n688\n693\n698 678\n683\n688\n693\n698 678\n683\n688\n693\n698 678\n683\n688\n693\n698 9,750\n9,800\n9,850\n9,900\n9,950 9,800\n9,850\n9,900\n9,950\n10,000 978\n983\n988\n993\n998 978\n983\n988\n993\n998 978\n983\n988\n993\n998 978\n983\n988\n993\n998 4,000 7,000 10,000 4,000\n4,050\n4,100\n4,150\n4,200 4,050\n4,100\n4,150\n4,200\n4,250 403\n408\n413\n418\n423 403\n408\n413\n418\n423 403\n408\n413\n418\n423 403\n408\n413\n418\n423 7,000\n7,050\n7,100\n7,150\n7,200 7,050\n7,100\n7,150\n7,200\n7,250 703\n708\n713\n718\n723 703\n708\n713\n718\n723 703\n708\n713\n718\n723 703\n708\n713\n718\n723 10,000\n10,050\n10,100\n10,150\n10,200 10,050\n10,100\n10,150\n10,200\n10,250 1,003\n1,008\n1,013\n1,018\n1,023 1,003\n1,008\n1,013\n1,018\n1,023 1,003\n1,008\n1,013\n1,018\n1,023 1,003\n1,008\n1,013\n1,018\n1,023 4,250\n4,300\n4,350\n4,400\n4,450 4,300\n4,350\n4,400\n4,450\n4,500 428\n433\n438\n443\n448 428\n433\n438\n443\n448 428\n433\n438\n443\n448 428\n433\n438\n443\n448 7,250\n7,300\n7,350\n7,400\n7,450 7,300\n7,350\n7,400\n7,450\n7,500 728\n733\n738\n743\n748 728\n733\n738\n743\n748 728\n733\n738\n743\n748 728\n733\n738\n743\n748 10,250\n10,300\n10,350\n10,400\n10,450 10,300\n10,350\n10,400\n10,450\n10,500 1,028\n1,034\n1,040\n1,046\n1,052 1,028\n1,033\n1,038\n1,043\n1,048 1,028\n1,034\n1,040\n1,046\n1,052 1,028\n1,033\n1,038\n1,043\n1,048 4,500\n4,550\n4,600\n4,650\n4,700 4,550\n4,600\n4,650\n4,700\n4,750 453\n458\n463\n468\n473 453\n458\n463\n468\n473 453\n458\n463\n468\n473 453\n458\n463\n468\n473 7,500\n7,550\n7,600\n7,650\n7,700 7,550\n7,600\n7,650\n7,700\n7,750 753\n758\n763\n768\n773 753\n758\n763\n768\n773 753\n758\n763\n768\n773 753\n758\n763\n768\n773 10,500\n10,550\n10,600\n10,650\n10,700 10,550\n10,600\n10,650\n10,700\n10,750 1,058\n1,064\n1,070\n1,076\n1,082 1,053\n1,058\n1,063\n1,068\n1,073 1,058\n1,064\n1,070\n1,076\n1,082 1,053\n1,058\n1,063\n1,068\n1,073 4,750\n4,800\n4,850\n4,900\n4,950 4,800\n4,850\n4,900\n4,950\n5,000 478\n483\n488\n493\n498 478\n483\n488\n493\n498 478\n483\n488\n493\n498 478\n483\n488\n493\n498 7,750\n7,800\n7,850\n7,900\n7,950 7,800\n7,850\n7,900\n7,950\n8,000 778\n783\n788\n793\n798 778\n783\n788\n793\n798 778\n783\n788\n793\n798 778\n783\n788\n793\n798 10,750\n10,800\n10,850\n10,900\n10,950 10,800\n10,850\n10,900\n10,950\n11,000 1,088\n1,094\n1,100\n1,106\n1,112 1,078\n1,083\n1,088\n1,093\n1,098 1,088\n1,094\n1,100\n1,106\n1,112 1,078\n1,083\n1,088\n1,093\n1,098 5,000 8,000 11,000 5,000\n5,050\n5,100\n5,150\n5,200 5,050\n5,100\n5,150\n5,200\n5,250 503\n508\n513\n518\n523 503\n508\n513\n518\n523 503\n508\n513\n518\n523 503\n508\n513\n518\n523 8,000\n8,050\n8,100\n8,150\n8,200 8,050\n8,100\n8,150\n8,200\n8,250 803\n808\n813\n818\n823 803\n808\n813\n818\n823 803\n808\n813\n818\n823 803\n808\n813\n818\n823 11,000\n11,050\n11,100\n11,150\n11,200 11,050\n11,100\n11,150\n11,200\n11,250 1,118\n1,124\n1,130\n1,136\n1,142 1,103\n1,108\n1,113\n1,118\n1,123 1,118\n1,124\n1,130\n1,136\n1,142 1,103\n1,108\n1,113\n1,118\n1,123 5,250\n5,300\n5,350\n5,400\n5,450 5,300\n5,350\n5,400\n5,450\n5,500 528\n533\n538\n543\n548 528\n533\n538\n543\n548 528\n533\n538\n543\n548 528\n533\n538\n543\n548 8,250\n8,300\n8,350\n8,400\n8,450 8,300\n8,350\n8,400\n8,450\n8,500 828\n833\n838\n843\n848 828\n833\n838\n843\n848 828\n833\n838\n843\n848 828\n833\n838\n843\n848 11,250\n11,300\n11,350\n11,400\n11,450 11,300\n11,350\n11,400\n11,450\n11,500 1,148\n1,154\n1,160\n1,166\n1,172 1,128\n1,133\n1,138\n1,143\n1,148 1,148\n1,154\n1,160\n1,166\n1,172 1,128\n1,133\n1,138\n1,143\n1,148 5,500\n5,550\n5,600\n5,650\n5,700 5,550\n5,600\n5,650\n5,700\n5,750 553\n558\n563\n568\n573 553\n558\n563\n568\n573 553\n558\n563\n568\n573 553\n558\n563\n568\n573 8,500\n8,550\n8,600\n8,650\n8,700 8,550\n8,600\n8,650\n8,700\n8,750 853\n858\n863\n868\n873 853\n858\n863\n868\n873 853\n858\n863\n868\n873 853\n858\n863\n868\n873 11,500\n11,550\n11,600\n11,650\n11,700 11,550\n11,600\n11,650\n11,700\n11,750 1,178\n1,184\n1,190\n1,196\n1,202 1,153\n1,158\n1,163\n1,168\n1,173 1,178\n1,184\n1,190\n1,196\n1,202 1,153\n1,158\n1,163\n1,168\n1,173 5,750\n5,800\n5,850\n5,900\n5,950 5,800\n5,850\n5,900\n5,950\n6,000 578\n583\n588\n593\n598 578\n583\n588\n593\n598 578\n583\n588\n593\n598 578\n583\n588\n593\n598 8,750\n8,800\n8,850\n8,900\n8,950 8,800\n8,850\n8,900\n8,950\n9,000 878\n883\n888\n893\n898 878\n883\n888\n893\n898 878\n883\n888\n893\n898 878\n883\n888\n893\n898 11,750\n11,800\n11,850\n11,900\n11,950 11,800\n11,850\n11,900\n11,950\n12,000 1,208\n1,214\n1,220\n1,226\n1,232 1,178\n1,183\n1,188\n1,193\n1,198 1,208\n1,214\n1,220\n1,226\n1,232 1,178\n1,183\n1,188\n1,193\n1,198 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 64 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 12,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 15,000 18,000 12,000\n12,050\n12,100\n12,150\n12,200 12,050\n12,100\n12,150\n12,200\n12,250 1,238\n1,244\n1,250\n1,256\n1,262 1,203\n1,208\n1,213\n1,218\n1,223 1,238\n1,244\n1,250\n1,256\n1,262 1,203\n1,208\n1,213\n1,218\n1,223 15,000\n15,050\n15,100\n15,150\n15,200 15,050\n15,100\n15,150\n15,200\n15,250 1,598\n1,604\n1,610\n1,616\n1,622 1,503\n1,508\n1,513\n1,518\n1,523 1,598\n1,604\n1,610\n1,616\n1,622 1,510\n1,516\n1,522\n1,528\n1,534 18,000\n18,050\n18,100\n18,150\n18,200 18,050\n18,100\n18,150\n18,200\n18,250 1,958\n1,964\n1,970\n1,976\n1,982 1,803\n1,808\n1,813\n1,818\n1,823 1,958\n1,964\n1,970\n1,976\n1,982 1,870\n1,876\n1,882\n1,888\n1,894 12,250\n12,300\n12,350\n12,400\n12,450 12,300\n12,350\n12,400\n12,450\n12,500 1,268\n1,274\n1,280\n1,286\n1,292 1,228\n1,233\n1,238\n1,243\n1,248 1,268\n1,274\n1,280\n1,286\n1,292 1,228\n1,233\n1,238\n1,243\n1,248 15,250\n15,300\n15,350\n15,400\n15,450 15,300\n15,350\n15,400\n15,450\n15,500 1,628\n1,634\n1,640\n1,646\n1,652 1,528\n1,533\n1,538\n1,543\n1,548 1,628\n1,634\n1,640\n1,646\n1,652 1,540\n1,546\n1,552\n1,558\n1,564 18,250\n18,300\n18,350\n18,400\n18,450 18,300\n18,350\n18,400\n18,450\n18,500 1,988\n1,994\n2,000\n2,006\n2,012 1,828\n1,833\n1,838\n1,843\n1,848 1,988\n1,994\n2,000\n2,006\n2,012 1,900\n1,906\n1,912\n1,918\n1,924 12,500\n12,550\n12,600\n12,650\n12,700 12,550\n12,600\n12,650\n12,700\n12,750 1,298\n1,304\n1,310\n1,316\n1,322 1,253\n1,258\n1,263\n1,268\n1,273 1,298\n1,304\n1,310\n1,316\n1,322 1,253\n1,258\n1,263\n1,268\n1,273 15,500\n15,550\n15,600\n15,650\n15,700 15,550\n15,600\n15,650\n15,700\n15,750 1,658\n1,664\n1,670\n1,676\n1,682 1,553\n1,558\n1,563\n1,568\n1,573 1,658\n1,664\n1,670\n1,676\n1,682 1,570\n1,576\n1,582\n1,588\n1,594 18,500\n18,550\n18,600\n18,650\n18,700 18,550\n18,600\n18,650\n18,700\n18,750 2,018\n2,024\n2,030\n2,036\n2,042 1,853\n1,858\n1,863\n1,868\n1,873 2,018\n2,024\n2,030\n2,036\n2,042 1,930\n1,936\n1,942\n1,948\n1,954 12,750\n12,800\n12,850\n12,900\n12,950 12,800\n12,850\n12,900\n12,950\n13,000 1,328\n1,334\n1,340\n1,346\n1,352 1,278\n1,283\n1,288\n1,293\n1,298 1,328\n1,334\n1,340\n1,346\n1,352 1,278\n1,283\n1,288\n1,293\n1,298 15,750\n15,800\n15,850\n15,900\n15,950 15,800\n15,850\n15,900\n15,950\n16,000 1,688\n1,694\n1,700\n1,706\n1,712 1,578\n1,583\n1,588\n1,593\n1,598 1,688\n1,694\n1,700\n1,706\n1,712 1,600\n1,606\n1,612\n1,618\n1,624 18,750\n18,800\n18,850\n18,900\n18,950 18,800\n18,850\n18,900\n18,950\n19,000 2,048\n2,054\n2,060\n2,066\n2,072 1,878\n1,883\n1,888\n1,893\n1,898 2,048\n2,054\n2,060\n2,066\n2,072 1,960\n1,966\n1,972\n1,978\n1,984 13,000 16,000 19,000 13,000\n13,050\n13,100\n13,150\n13,200 13,050\n13,100\n13,150\n13,200\n13,250 1,358\n1,364\n1,370\n1,376\n1,382 1,303\n1,308\n1,313\n1,318\n1,323 1,358\n1,364\n1,370\n1,376\n1,382 1,303\n1,308\n1,313\n1,318\n1,323 16,000\n16,050\n16,100\n16,150\n16,200 16,050\n16,100\n16,150\n16,200\n16,250 1,718\n1,724\n1,730\n1,736\n1,742 1,603\n1,608\n1,613\n1,618\n1,623 1,718\n1,724\n1,730\n1,736\n1,742 1,630\n1,636\n1,642\n1,648\n1,654 19,000\n19,050\n19,100\n19,150\n19,200 19,050\n19,100\n19,150\n19,200\n19,250 2,078\n2,084\n2,090\n2,096\n2,102 1,903\n1,908\n1,913\n1,918\n1,923 2,078\n2,084\n2,090\n2,096\n2,102 1,990\n1,996\n2,002\n2,008\n2,014 13,250\n13,300\n13,350\n13,400\n13,450 13,300\n13,350\n13,400\n13,450\n13,500 1,388\n1,394\n1,400\n1,406\n1,412 1,328\n1,333\n1,338\n1,343\n1,348 1,388\n1,394\n1,400\n1,406\n1,412 1,328\n1,333\n1,338\n1,343\n1,348 16,250\n16,300\n16,350\n16,400\n16,450 16,300\n16,350\n16,400\n16,450\n16,500 1,748\n1,754\n1,760\n1,766\n1,772 1,628\n1,633\n1,638\n1,643\n1,648 1,748\n1,754\n1,760\n1,766\n1,772 1,660\n1,666\n1,672\n1,678\n1,684 19,250\n19,300\n19,350\n19,400\n19,450 19,300\n19,350\n19,400\n19,450\n19,500 2,108\n2,114\n2,120\n2,126\n2,132 1,928\n1,933\n1,938\n1,943\n1,948 2,108\n2,114\n2,120\n2,126\n2,132 2,020\n2,026\n2,032\n2,038\n2,044 13,500\n13,550\n13,600\n13,650\n13,700 13,550\n13,600\n13,650\n13,700\n13,750 1,418\n1,424\n1,430\n1,436\n1,442 1,353\n1,358\n1,363\n1,368\n1,373 1,418\n1,424\n1,430\n1,436\n1,442 1,353\n1,358\n1,363\n1,368\n1,373 16,500\n16,550\n16,600\n16,650\n16,700 16,550\n16,600\n16,650\n16,700\n16,750 1,778\n1,784\n1,790\n1,796\n1,802 1,653\n1,658\n1,663\n1,668\n1,673 1,778\n1,784\n1,790\n1,796\n1,802 1,690\n1,696\n1,702\n1,708\n1,714 19,500\n19,550\n19,600\n19,650\n19,700 19,550\n19,600\n19,650\n19,700\n19,750 2,138\n2,144\n2,150\n2,156\n2,162 1,953\n1,958\n1,963\n1,968\n1,973 2,138\n2,144\n2,150\n2,156\n2,162 2,050\n2,056\n2,062\n2,068\n2,074 13,750\n13,800\n13,850\n13,900\n13,950 13,800\n13,850\n13,900\n13,950\n14,000 1,448\n1,454\n1,460\n1,466\n1,472 1,378\n1,383\n1,388\n1,393\n1,398 1,448\n1,454\n1,460\n1,466\n1,472 1,378\n1,383\n1,388\n1,393\n1,398 16,750\n16,800\n16,850\n16,900\n16,950 16,800\n16,850\n16,900\n16,950\n17,000 1,808\n1,814\n1,820\n1,826\n1,832 1,678\n1,683\n1,688\n1,693\n1,698 1,808\n1,814\n1,820\n1,826\n1,832 1,720\n1,726\n1,732\n1,738\n1,744 19,750\n19,800\n19,850\n19,900\n19,950 19,800\n19,850\n19,900\n19,950\n20,000 2,168\n2,174\n2,180\n2,186\n2,192 1,978\n1,983\n1,988\n1,993\n1,998 2,168\n2,174\n2,180\n2,186\n2,192 2,080\n2,086\n2,092\n2,098\n2,104 14,000 17,000 20,000 14,000\n14,050\n14,100\n14,150\n14,200 14,050\n14,100\n14,150\n14,200\n14,250 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 17,000\n17,050\n17,100\n17,150\n17,200 17,050\n17,100\n17,150\n17,200\n17,250 1,838\n1,844\n1,850\n1,856\n1,862 1,703\n1,708\n1,713\n1,718\n1,723 1,838\n1,844\n1,850\n1,856\n1,862 1,750\n1,756\n1,762\n1,768\n1,774 20,000\n20,050\n20,100\n20,150\n20,200 20,050\n20,100\n20,150\n20,200\n20,250 2,198\n2,204\n2,210\n2,216\n2,222 2,003\n2,008\n2,013\n2,018\n2,023 2,198\n2,204\n2,210\n2,216\n2,222 2,110\n2,116\n2,122\n2,128\n2,134 14,250\n14,300\n14,350\n14,400\n14,450 14,300\n14,350\n14,400\n14,450\n14,500 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 17,250\n17,300\n17,350\n17,400\n17,450 17,300\n17,350\n17,400\n17,450\n17,500 1,868\n1,874\n1,880\n1,886\n1,892 1,728\n1,733\n1,738\n1,743\n1,748 1,868\n1,874\n1,880\n1,886\n1,892 1,780\n1,786\n1,792\n1,798\n1,804 20,250\n20,300\n20,350\n20,400\n20,450 20,300\n20,350\n20,400\n20,450\n20,500 2,228\n2,234\n2,240\n2,246\n2,252 2,028\n2,033\n2,038\n2,043\n2,048 2,228\n2,234\n2,240\n2,246\n2,252 2,140\n2,146\n2,152\n2,158\n2,164 14,500\n14,550\n14,600\n14,650\n14,700 14,550\n14,600\n14,650\n14,700\n14,750 1,538\n1,544\n1,550\n1,556\n1,562 1,453\n1,458\n1,463\n1,468\n1,473",
    "querygen": [
      "how many people are under the age of 3,000",
      "how many people in a year are in annuity",
      "how many people were born in america 3,000"
    ],
    "querygen_score": [
      "-5.1441693",
      "-4.9889603",
      "-2.8875334"
    ]
  },
  {
    "id": "legal-advice_35__33",
    "doc_id": "legal-advice_35",
    "chunk_id": 33,
    "document_category": "legal-advice",
    "text": "Such presentations include, but\nare not limited to, preparing and filing documents,\ncorresponding and communicating with the Internal\nRevenue Service, rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nand representing a client at conferences, hearings,\nand meetings. (d) Effective/applicability date. This section is\napplicable for fee arrangements entered into after\nMarch 26, 2008. materials provided to the practitioner, or obtained\nby the practitioner in the course of the practitioner’s\nrepresentation of the client, that preexisted the\nretention of the practitioner by the client. The term also\nincludes materials that were prepared by the client or a\nthird party (not including an employee or agent of the\npractitioner) at any time and provided to the practitioner\nwith respect to the subject matter of the representation. The term also includes any return, claim for refund,\nschedule, affidavit, appraisal or any other document\nprepared by the practitioner, or his or her employee or\nagent, that was presented to the client with respect to\na prior representation if such document is necessary\nfor the taxpayer to comply with his or her current\nFederal tax obligations. The term does not include any\nreturn, claim for refund, schedule, affidavit, appraisal\nor any other document prepared by the practitioner\nor the practitioner’s firm, employees or agents if the\npractitioner is withholding such document pending the\nclient’s performance of its contractual obligation to pay\nfees with respect to such document. § 10.28 Return of client’s records. (a) Except as provided by paragraph (b) of\nthis section, a practitioner shall not represent a\nclient before the Internal Revenue Service if the\nrepresentation involves a conflict of interest. A\nconflict of interest exists if —\n(1) The representation of one client will be\ndirectly adverse to another client; or\n(2)There is a significant risk that the representation\nof one or more clients will be materially limited by\nthe practitioner’s responsibilities to another client,\na former client or a third person, or by a personal\ninterest of the practitioner. (b) Notwithstanding the existence of a conflict\nof interest under paragraph (a) of this section, the\npractitioner may represent a client if —\n(1) The practitioner reasonably believes that the\npractitioner will be able to provide competent and\ndiligent representation to each affected client;\n(2) The representation is not prohibited by law;\nand\n(3) Each affected client waives the conflict of (a) In general, a practitioner must, at the request of\na client, promptly return any and all records of the\nclient that are necessary for the client to comply with\nhis or her Federal tax obligations. The practitioner\nmay retain copies of the records returned to a client. The existence of a dispute over fees generally does\nnot relieve the practitioner of his or her responsibility\nunder this section. Nevertheless, if applicable state law\nallows or permits the retention of a client’s records by\na practitioner in the case of a dispute over fees for\nservices rendered, the practitioner need only return\nthose records that must be attached to the taxpayer’s\nreturn. The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section —",
    "querygen": [
      "what does the us irs do",
      "who does the internal revenue service work for",
      "what is the purpose of a written presentation?"
    ],
    "querygen_score": [
      "-2.6930585",
      "-1.5611384",
      "-1.9356122"
    ]
  },
  {
    "id": "legal-advice_86__1",
    "doc_id": "legal-advice_86",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20101501F\nRelease Date: 4/16/10\nCC:TEGE:FS:PCLA:PPWang\nPOSTU-116467-09\nUIL: 61.15-06\n451.04-00\n6049-01-00 date: January 11, 2010 to: from: subject: ------------------ITG Specialist\n920 We. Riverside, M/S W290EF\nSpokane, WA 99201\nPatricia P. Wang\nGeneral Attorney\n(Tax Exempt & Government Entities) ------------------Housing Authority Mutual Help Homeownership Opportunity Program This memorandum contains attorney work-product and attorney client material and may\nbe exempt from disclosure under FOIA and other statutes. No disclosure of this\nmemorandum should be made without consultation with our office. You have requested our advice regarding the following issues:\n1. Whether the interest allocated to the equity accounts of the participants in the\nMutual Help Homeownership Opportunity program (the “MHO”) administered by ------------------Housing Authority (the “----HA”) is taxable. 2. If the interest is taxable, whether all of the interest allocable to a participant in\n2006 should be reportable for that year, or should only the amount actually\nearned in 2006 be reported for that year. 3. If the interest is taxable, whether ----HA is required to report the interest to the\nInternal Revenue Service (the “Service”) and the program participants via Forms\n1099-INT. These issues will be addressed below. POSTU-116467-09 2 FACTS\nMHO Program Generally. The MHO, a program established by the Department of Housing and Urban\nDevelopment (“HUD”), is designed to help low-income Indian families achieve home\nownership. 1 Under the MHO, HUD pays for 50% of the price to construct a new home\nand the appropriate Indian Housing Authority (“IHA”) pays the other 50%. Eligible\nIndian families are then able to occupy the home on the condition that the family makes\na contribution to the IHA of not less than $1,500.00, which could be through contribution\nof land, labor, cash, materials, equipment or other similar means. The family must also\nparticipate in a home-buying counseling program. ----HA’s MHO Program. ----HA administers a lease-to-own program under the MHO program using the\nstandard HUD Mutual Help and Occupancy Agreement (the “Agreement”). Terms of the Agreement. Under the Agreement, ----HA gives each program participant an opportunity to\nachieve home ownership in the project in return for fulfilling the participant’s obligation\nto (1) make contribution to the development of the project, (2) make monthly payments\nbased on income, (3) provide all maintenance of the home, and (4) satisfy all other\nprogram requirements including an annual certification of income and family\ncomposition. 2\nCommencement of Occupancy. The term of the participant’s lease under the Agreement commences on the first\nday of the calendar month following the date specified in the Date of Occupancy3 and\nexpires when the Initial Purchase Price4 has been fully amortized in accordance with the\n1 The regulations governing the MHO, 24 C.F.R. Part 950, Subpart E, has been withdrawn by HUD due to\nthe implementation of the Native American Housing Assistance and Self-Determination Act of 1998\n(“NAHASDA”). Therefore, the MHO program is no longer offered by HUD. However, some individuals\nwho participated in the MHO program prior to the enactment of NAHASD are still in existence. Therefore,\nthe withdrawn HUD regulations are still helpful to understand the MHO program. 2 See Article 1.1 of the Agreement. 3",
    "querygen": [
      "irs postu irs release number",
      "internal revenue service memo release number",
      "internal revenue service memo release number"
    ],
    "querygen_score": [
      "0.4214689",
      "2.0588045",
      "2.0588045"
    ]
  },
  {
    "id": "legal-advice_95__9",
    "doc_id": "legal-advice_95",
    "chunk_id": 9,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.70 Administrative Law Judge. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 35\n§ 10.71 Discovery. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 35\n§ 10.72 Hearings. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 36\n§ 10.73 Evidence. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 38\n§ 10.74 Transcript. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39\n§ 10.75 Proposed findings and conclusions.",
    "querygen": [
      "tyler morgan dylan how do i know what i mean by the name tyler",
      "what is a synonym for ?",
      "what is the definition of a synonym"
    ],
    "querygen_score": [
      "-8.99431",
      "-6.551369",
      "-6.909855"
    ]
  },
  {
    "id": "legal-advice_38__24",
    "doc_id": "legal-advice_38",
    "chunk_id": 24,
    "document_category": "legal-advice",
    "text": "(6) If a request for waiver is approved, the\nindividual will be notified and issued a card or\ncertificate evidencing renewal. (7) Those who are granted waivers are required\nto file timely applications for renewal of enrollment\nor registration. (j) Failure to comply. Treasury Department Circular No. 230 Table of Contents (1) Compliance by an individual with the\nrequirements of this part is determined by the Internal\nRevenue Service. The Internal Revenue Service\nwill provide notice to any individual who fails to\nmeet the continuing education and fee requirements\nof eligibility for renewal. The notice will state the\nbasis for the determination of noncompliance and\nwill provide the individual an opportunity to furnish\nthe requested information in writing relating to\nthe matter within 60 days of the date of the notice. Such information will be considered in making a\nfinal determination as to eligibility for renewal. The\nindividual must be informed of the reason(s) for any\ndenial of a renewal. The individual may, within 30\ndays after receipt of the notice of denial of renewal,\nfile a written protest of the denial as prescribed by\nthe Internal Revenue Service in forms, instructions,\nor other appropriate guidance. A protest under this\nsection is not governed by subpart D of this part. (2) The continuing education records of an\nenrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer may be reviewed to\ndetermine compliance with the requirements and\nstandards for renewal as provided in paragraph (f)\nof this section. As part of this review, the enrolled\nagent, enrolled retirement plan agent or registered tax\nreturn preparer may be required to provide the Internal\nRevenue Service with copies of any continuing\neducation records required to be maintained under\nthis part. If the enrolled agent, enrolled retirement\nplan agent or registered tax return preparer fails\nto comply with this requirement, any continuing\neducation hours claimed may be disallowed. (3) An individual who has not filed a timely\napplication for renewal, who has not made a timely\nresponse to the notice of noncompliance with the\nrenewal requirements, or who has not satisfied\nthe requirements of eligibility for renewal will be\nplaced on a roster of inactive enrolled individuals\nor inactive registered individuals. During this time,\nthe individual will be ineligible to practice before the\nInternal Revenue Service. (4) Individuals placed in inactive status and\nindividuals ineligible to practice before the Internal\nRevenue Service may not state or imply that they\nTreasury Department Circular No. 230 are eligible to practice before the Internal Revenue\nService, or use the terms enrolled agent, enrolled\nretirement plan agent, or registered tax return\npreparer, the designations “EA” or “ERPA” or other\nform of reference to eligibility to practice before the\nInternal Revenue Service. (5) An individual placed in inactive status\nmay be reinstated to an active status by filing an\napplication for renewal and providing evidence of\nthe completion of all required continuing education\nhours for the enrollment cycle or registration year. Continuing education credit under this paragraph (j)\n(5) may not be used to satisfy the requirements of\nthe enrollment cycle or registration year in which the\nindividual has been placed back on the active roster.",
    "querygen": [
      "who is required to file timely applications for renewal of enrollment or registration",
      "who is required to submit applications for renewal of enrollment",
      "when a request for waiver issued for an employee"
    ],
    "querygen_score": [
      "2.5411358",
      "0.8493582",
      "-0.76942855"
    ]
  },
  {
    "id": "legal-advice_29__107",
    "doc_id": "legal-advice_29",
    "chunk_id": 107,
    "document_category": "legal-advice",
    "text": "If your total estimated tax for 2023 is $1,000 or more,\nsee Form 1040-ES and Pub. 505 for a\nworksheet you can use to see if you have\nto make estimated tax payments. For\nmore details, see Pub. 505. Secure Your Tax\nRecords From Identity Theft All taxpayers can now apply TIP for an Identity Protection PIN\n(IP PIN). Use the Get An IP\nPIN tool on IRS.gov to request an IP\nPIN, file Form 15227 if your income is\n$73,000 ($146,000 if married filing\njointly) or less, or make an appointment\nto visit a Taxpayer Assistance Center. Identity theft occurs when someone\nuses your personal information, such as\nyour name, social security number\n(SSN), or other identifying information,\nwithout your permission to commit\nfraud or other crimes. An identity thief\nmay use your SSN to get a job or may\nfile a tax return using your SSN to receive a refund. To reduce your risk:\n• Protect your SSN,\n• Ensure your employer is protecting\nyour SSN, and\n• Be careful when choosing a tax return preparer. If your tax records are affected by\nidentity theft and you receive a notice\nfrom the IRS, respond right away to the\nname and phone number printed on the\nIRS notice or letter. For more information, see Pub. 5027. The IRS doesn't initiate contact with\ntaxpayers via emails. Also, the IRS\ndoesn't request detailed personal information through email or ask taxpayers\nfor the PIN numbers, passwords, or similar secret access information for their\ncredit card, bank, or other financial accounts. If you receive an unsolicited email\nclaiming to be from the IRS, forward the\nmessage to phishing@irs.gov. You may\nalso report misuse of the IRS name,\nlogo, forms, or other IRS property to the\nTreasury Inspector General for Tax Administration toll free at 800-366-4484. People who are deaf, hard of hearing, or\nhave a speech disability and who have\naccess to TTY/TDD equipment can call\n800-877-8339. You can forward suspicious emails to the Federal Trade Commission (FTC) at spam@uce.gov or report them at ftc.gov/complaint. You can\ncontact them at www.ftc.gov/idtheft or\n877-IDTHEFT (877-438-4338). If you\nhave been the victim of identity theft,\nsee www.IdentityTheft.gov and Pub. -77- 5027. People who are deaf, hard of hearing, or have a speech disability and who\nhave access to TTY/TDD equipment can\ncall 866-653-4261. Visit IRS.gov and enter “identity\ntheft” in the search box to learn more\nabout identity theft and how to reduce\nyour risk. How Do You Make a Gift\nTo Reduce Debt Held By\nthe Public? If you wish to do so, make a check payable to “Bureau of the Fiscal Service.” You can send it to: Bureau of the Fiscal\nService, Attn: Dept G, P.O. Box 2188,\nParkersburg, WV 26106-2188. Or you\ncan enclose the check with your income\ntax return when you file. In the memo\nsection of the check, make a note that it\nis a gift to reduce the debt held by the\npublic. Don’t add your gift to any tax\nyou may owe. See the instructions for\nline 37 for details on how to pay any tax\nyou owe. For information on how to\nmake this type of gift online, go to\nTreasuryDirect.gov/Help-Center/PublicDebt-FAQs/#DebtFinance and click on\n“How do you make a contribution to reduce the debt?” You may be able to deduct this TIP gift on your 2023 tax return.",
    "querygen": [
      "what to do if your estimated tax payment is not paid",
      "when do i have to make my taxes",
      "when do i pay taxes"
    ],
    "querygen_score": [
      "-0.5800774",
      "-1.6832666",
      "-2.9894598"
    ]
  },
  {
    "id": "legal-advice_56__6",
    "doc_id": "legal-advice_56",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "However, the safest approach is to get all the individual grantors and the\nfiduciaries for each of the grantor trusts to extend their respective statutes of limitations. Issue 2: Which Form 872 Should be Used to Extend the Statute of Limitations\nIRM section 25.6.22.4.1 states that a Form 872 or Form 872-A are the appropriate\nforms to extend the statute of limitations for income tax. However, you have asked\nwhether Forms 872-I should be secured. We understand that that Form is intended to\nbe used to extend the statute of limitations on partnership items under both Internal\nRevenue Code §§ 6229 and 6501. In our opinion, a Form 872-I does not appear to\nprohibit extending the individual grantor’s statute of limitations under § 6501 where the\nForm states, \"Without otherwise limiting the applicability of this agreement, this\nagreement also extends the period of limitation ... attributable to any partnership items\n(see section 6231(a)(3)) ....\" Therefore, we think the best practice is to have the\ngrantors extend their individual statute of limitations under § 6501 by executing a Form\n872-I. Similarly, the trust fiduciaries should be asked to execute Forms 872-I. Please note that our conclusions are based on the following assumptions:\n1. The subject grantor trusts are not electing small business trusts under § 641 (c). 2. None of the subject grantor trusts are partners in any TEFRA partnerships. POSTF-103406-08 7 3. The named individuals (-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------)\nare the grantors and/or owners of their respective grantor trusts. If you have information showing any of these assumptions to be incorrect, you should\nprovide us with that information and should not rely on the conclusions in this\nmemorandum until we have reviewed that information and advised you of our opinion\non how that information impacts the conclusions herein. Disclosure Statement This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may have an adverse effect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary please contact this office for our views. Please call Diane Mirabito at (516) 688-1709 if you have any further questions. THEODORE R. LEIGHTON\nAssociate Area Counsel\n(Large & Mid-Size Business) By: _____________________________ Diane R. Mirabito\nGeneral Attorney (Long Island)\n(Large & Mid-Size Business)",
    "querygen": [
      "how to extend statute of limitations for trusts",
      "what form to use to extend statute of limitations",
      "osr form 872"
    ],
    "querygen_score": [
      "2.6202266",
      "2.950736",
      "-1.7072724"
    ]
  },
  {
    "id": "legal-advice_65__1",
    "doc_id": "legal-advice_65",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Treasury Department\nCircular No. 230\n(Rev. 6-2014) Regulations Governing Practice before\nthe Internal Revenue Service Catalog Number 16586R\nwww.irs.gov Department\nof the\nTreasury\nInternal\nRevenue\nService Title 31 Code of Federal Regulations,\nSubtitle A, Part 10,\npublished (June 12, 2014) 31 U.S.C. §330. Practice before the Department\n(a) Subject to section 500 of title 5, the Secretary of the Treasury may —\n(1) regulate the practice of representatives of persons before the Department of the Treasury; and\n(2) before admitting a representative to practice, require that the representative demonstrate —\n(A) good character;\n(B) good reputation;\n(C) necessary qualifications to enable the representative to provide to persons valuable service; and\n(D) competency to advise and assist persons in presenting their cases. (b) After notice and opportunity for a proceeding, the Secretary may suspend or disbar from practice before the\nDepartment, or censure, a representative who —\n(1) is incompetent;\n(2) is disreputable;\n(3) violates regulations prescribed under this section; or\n(4) with intent to defraud, willfully and knowingly misleads or threatens the person being represented or a\nprospective person to be represented. The Secretary may impose a monetary penalty on any representative described in the preceding sentence. If the\nrepresentative was acting on behalf of an employer or any firm or other entity in connection with the conduct\ngiving rise to such penalty, the Secretary may impose a monetary penalty on such employer, firm, or entity if\nit knew, or reasonably should have known, of such conduct. Such penalty shall not exceed the gross income\nderived (or to be derived) from the conduct giving rise to the penalty and may be in addition to, or in lieu of, any\nsuspension, disbarment, or censure of the representative. (c) After notice and opportunity for a hearing to any appraiser, the Secretary may —\n(1) provide that appraisals by such appraiser shall not have any probative effect in any administrative\nproceeding before the Department of the Treasury or the Internal Revenue Service, and\n(2) bar such appraiser from presenting evidence or testimony in any such proceeding. (d) Nothing in this section or in any other provision of law shall be construed to limit the authority of the\nSecretary of the Treasury to impose standards applicable to the rendering of written advice with respect to any\nentity, transaction plan or arrangement, or other plan or arrangement, which is of a type which the Secretary\ndetermines as having a potential for tax avoidance or evasion. (Pub. L. 97–258, Sept. 13, 1982, 96 Stat. 884; Pub. L. 98–369, div. A, title I, §156(a), July 18, 1984, 98 Stat. 695; Pub. L. 99–514, §2, Oct. 22, 1986, 100 Stat. 2095; Pub. L. 108–357, title VIII, §822(a)(1), (b), Oct. 22, 2004,\n118 Stat. 1586, 1587; Pub. L. 109–280, title XII, §1219(d), Aug. 17, 2006, 120 Stat. 1085.) Page 2 Treasury Department Circular No. 230",
    "querygen": [
      "internal revenue service regulations",
      "internal revenue irs cat number",
      "irs regulation publication number"
    ],
    "querygen_score": [
      "1.2450775",
      "-2.5940528",
      "0.099485956"
    ]
  },
  {
    "id": "legal-advice_60__39",
    "doc_id": "legal-advice_60",
    "chunk_id": 39,
    "document_category": "legal-advice",
    "text": "This amount should be shown in\nbox 1 of Form 1099-R. Pension and annuity payments include distributions\nfrom 401(k), 403(b), and governmental\n457(b) plans. Rollovers and lump-sum\ndistributions are explained later. Don’t\ninclude the following payments on lines\n5a and 5b. Instead, report them on\nline 1h. • Disability pensions received before\nyou reach the minimum retirement age\nset by your employer. • Corrective distributions (including\nany earnings) of excess elective deferrals or other excess contributions to retirement plans. The plan must advise\nyou of the year(s) the distributions are\nincludible in income. Attach Form(s) 1099-R to TIP Form 1040 or 1040-SR if any\nfederal income tax was withheld. Fully Taxable Pensions and\nAnnuities Your payments are fully taxable if (a)\nyou didn't contribute to the cost (see\nCost, later) of your pension or annuity,\nor (b) you got your entire cost back tax\nfree before 2022. But see Insurance Premiums for Retired Public Safety Officers, later. If your pension or annuity is\nfully taxable, enter the total pension or\nannuity payments (from Form(s)\n1099-R, box 1) on line 5b; don’t make\nan entry on line 5a. Need more information or forms? Visit IRS.gov. Fully taxable pensions and annuities\nalso include military retirement pay\nshown on Form 1099-R. For details on\nmilitary disability pensions, see Pub.\n525. If you received a Form\nRRB-1099-R, see Pub. 575 to find out\nhow to report your benefits. Partially Taxable Pensions and\nAnnuities\nEnter the total pension or annuity payments (from Form 1099-R, box 1) on\nline 5a. If your Form 1099-R doesn't\nshow the taxable amount, you must use\nthe General Rule explained in Pub. 939\nto figure the taxable part to enter on\nline 5b. But if your annuity starting date\n(defined later) was after July 1, 1986,\nsee Simplified Method, later, to find out\nif you must use that method to figure the\ntaxable part. You can ask the IRS to figure the taxable part for you for a $1,000 fee. For\ndetails, see Pub. 939. If your Form 1099-R shows a taxable\namount, you can report that amount on\nline 5b. But you may be able to report a\nlower taxable amount by using the General Rule or the Simplified Method or if\nthe exclusion for retired public safety officers, discussed next, applies. Insurance Premiums for Retired\nPublic Safety Officers If you are an eligible retired public safety officer (law enforcement officer, firefighter, chaplain, or member of a rescue\nsquad or ambulance crew), you can elect\nto exclude from income distributions\nmade from your eligible retirement plan\nthat are used to pay the premiums for\ncoverage by an accident or health plan\nor a long-term care insurance contract. You can do this only if you retired because of disability or because you\nreached normal retirement age. The premiums can be for coverage for you, your\nspouse, or dependents. The distribution\nmust be from a plan maintained by the\nemployer from which you retired as a\npublic safety officer. Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income.",
    "querygen": [
      "do you have to include an annuity contribution",
      "when do i include retirement annuity distribution",
      "what type of distribution is a pension annuity"
    ],
    "querygen_score": [
      "-0.70722246",
      "0.791433",
      "-0.024424126"
    ]
  },
  {
    "id": "legal-advice_35__32",
    "doc_id": "legal-advice_35",
    "chunk_id": 32,
    "document_category": "legal-advice",
    "text": "(e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230 matter administered by the Internal Revenue Service\nand for which he or she is employed as counsel,\nattorney, or agent, or in which he or she may be in any\nway interested. § 10.27 Fees.\n(a) In general. A practitioner may not charge an\nunconscionable fee in connection with any matter\nbefore the Internal Revenue Service. (b) Contingent fees —\n(1) Except as provided in paragraphs (b)(2), (3),\nand (4) of this section, a practitioner may not charge\na contingent fee for services rendered in connection\nwith any matter before the Internal Revenue Service.\n(2) A practitioner may charge a contingent\nfee for services rendered in connection with the\nService’s examination of, or challenge to —\n(i) An original tax return; or\n(ii) An amended return or claim for refund or\ncredit where the amended return or claim for refund\nor credit was filed within 120 days of the taxpayer\nreceiving a written notice of the examination of, or a\nwritten challenge to the original tax return.\n(3) A practitioner may charge a contingent fee\nfor services rendered in connection with a claim\nfor credit or refund filed solely in connection with\nthe determination of statutory interest or penalties\nassessed by the Internal Revenue Service.\n(4) A practitioner may charge a contingent fee\nfor services rendered in connection with any judicial\nproceeding arising under the Internal Revenue Code.\n(c) Definitions. For purposes of this section —\n(1) Contingent fee is any fee that is based, in\nwhole or in part, on whether or not a position taken\non a tax return or other filing avoids challenge by\nthe Internal Revenue Service or is sustained either\nby the Internal Revenue Service or in litigation. A contingent fee includes a fee that is based on a\npercentage of the refund reported on a return, that\nis based on a percentage of the taxes saved, or that\notherwise depends on the specific result attained. A\ncontingent fee also includes any fee arrangement\nin which the practitioner will reimburse the client\nfor all or a portion of the client’s fee in the event\n§ 10.27 — Page 21 Table of Contents that a position taken on a tax return or other filing\nis challenged by the Internal Revenue Service or\nis not sustained, whether pursuant to an indemnity\nagreement, a guarantee, rescission rights, or any\nother arrangement with a similar effect. (2) Matter before the Internal Revenue Service\nincludes tax planning and advice, preparing or filing\nor assisting in preparing or filing returns or claims\nfor refund or credit, and all matters connected with\na presentation to the Internal Revenue Service\nor any of its officers or employees relating to a\ntaxpayer’s rights, privileges, or liabilities under\nlaws or regulations administered by the Internal\nRevenue Service. Such presentations include, but\nare not limited to, preparing and filing documents,\ncorresponding and communicating with the Internal\nRevenue Service, rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nand representing a client at conferences, hearings,\nand meetings. (d) Effective/applicability date. This section is\napplicable for fee arrangements entered into after\nMarch 26, 2008.",
    "querygen": [
      "when is treasury notary effective",
      "when does treasury regulations apply",
      "when is a notary public required in the treasury"
    ],
    "querygen_score": [
      "0.3824486",
      "-1.509408",
      "-0.15469036"
    ]
  },
  {
    "id": "legal-advice_91__127",
    "doc_id": "legal-advice_91",
    "chunk_id": 127,
    "document_category": "legal-advice",
    "text": "Use Tax Topic\n452 or see Pub. 504. ! Line 18\nPenalty on Early Withdrawal of\nSavings\nThe Form 1099-INT or Form 1099-OID\nyou received will show the amount of\nany penalty you were charged. -89- Line 19 a Line 19c On line 19c, enter the month and year of\nyour original divorce or separation\nagreement that relates to this deduction\nfor alimony paid. Line 20\nIRA Deduction If you made any nondeductible TIP contributions to a traditional\nindividual retirement arrangement (IRA) for 2022, you must report\nthem on Form 8606. You no longer need to be TIP younger than age 701/2 to take\na deduction for your contributions to an IRA. If you made contributions to a traditional IRA for 2022, you may be able to\ntake an IRA deduction. But you, or your\nspouse if filing a joint return, must have\nhad earned income to do so. For IRA\npurposes, earned income includes alimony and separate maintenance payments\nreported on Schedule 1, line 2a. If you\nwere a member of the U.S. Armed\nForces, earned income includes any nontaxable combat pay you received. If you\nwere self-employed, earned income is\ngenerally your net earnings from\nself-employment if your personal services were a material income-producing\nfactor. For more details, see Pub. 590-A. A statement should be sent to you by\nMay 31, 2023, that shows all contributions to your traditional IRA for 2022. Use the IRA Deduction Worksheet to\nfigure the amount, if any, of your IRA\ndeduction. But read the following list\nbefore you fill in the worksheet. 1. You can't deduct contributions to\na Roth IRA. But you may be able to take\nthe retirement savings contributions\ncredit (saver's credit). See the instructions for Schedule 3, line 4. 2. If you are filing a joint return and\nyou or your spouse made contributions\nto both a traditional IRA and a Roth IRA\nfor 2022, don’t use the IRA Deduction\nWorksheet in these instructions. Instead,\nsee Pub. 590-A to figure the amount, if\nany, of your IRA deduction. 3. You can’t deduct elective deferrals to a 401(k) plan, 403(b) plan, section 457 plan, SIMPLE plan, or the federal Thrift Savings Plan. These amounts\naren't included as income in box 1 of\nyour Form W-2. 4. If you made contributions to your\nIRA in 2022 that you deducted for 2021,\ndon’t include them in the worksheet. 5. If you received income from a\nnonqualified deferred compensation\nplan or nongovernmental section 457\nplan that is included in box 1 of your\nForm W-2, or in box 1 of Form\n1099-NEC, don’t include that income on\nline 8 of the worksheet. The income\nshould be shown in (a) box 11 of your\nForm W-2, (b) box 12 of your Form\nW-2 with code Z, or (c) box 15 of Form 1099-MISC. If it isn't, contact your employer or the payer for the amount of the\nincome. 6. You must file a joint return to deduct contributions to your spouse's IRA. Enter the total IRA deduction for you\nand your spouse on line 20. 7. Don’t include rollover contributions in figuring your deduction. Instead,\nsee the instructions for Form 1040 or\n1040-SR, lines 4a and 4b. 8. Don't include trustees' fees that\nwere billed separately and paid by you\nfor your IRA.",
    "querygen": [
      "what is the penalty code for early withdrawal from the 1099 oid",
      "1099 int penalties",
      "what is penalty for early withdrawal of savings"
    ],
    "querygen_score": [
      "-0.13531637",
      "-0.22694534",
      "0.09553686"
    ]
  },
  {
    "id": "legal-advice_60__67",
    "doc_id": "legal-advice_60",
    "chunk_id": 67,
    "document_category": "legal-advice",
    "text": "Members of the military. If you were on extended active duty\noutside the United States, your main home is considered to be in\nthe United States during that duty period. Extended active duty\nis military duty ordered for an indefinite period or for a period\nof more than 90 days. Once you begin serving extended active\nduty, you are considered to be on extended active duty even if\nyou don’t serve more than 90 days. Nonresident aliens. If your filing status is married filing jointly, go to Step 2. Otherwise, stop; you can't take the EIC. Enter\n“No” on the dotted line next to line 27. Permanently and totally disabled. A person is permanently\nand totally disabled if, at any time in 2022, the person couldn't\nengage in any substantial gainful activity because of a physical\nor mental condition and a doctor has determined that this condition (a) has lasted or can be expected to last continuously for at\nleast a year, or (b) can be expected to lead to death. Qualifying child of more than one person. Even if a child\nmeets the conditions to be the qualifying child of more than one\nperson, only one person can claim the child as a qualifying child\nfor all of the following tax benefits, unless the special rule for\nChildren of divorced or separated parents under Who Qualifies\nas Your Dependent, earlier, applies. 1. Child tax credit, credit for other dependents, and additional child tax credit (lines 19 and 28). 2. Head of household filing status. 3. Credit for child and dependent care expenses (Schedule\n3, line 2). 4. Exclusion for dependent care benefits (Form 2441, Part\nIII). 5. Earned income credit (line 27). -41- Need more information or forms? Visit IRS.gov. No other person can take any of the five tax benefits just listed\nbased on the qualifying child. If you and any other person can\nclaim the child as a qualifying child, the following rules apply. For purposes of these rules, the term “parent”means a biological\nor adoptive parent of an individual. It doesn't include a stepparent or foster parent unless that person has adopted the individual. • If only one of the persons is the child's parent, the child is\ntreated as the qualifying child of the parent. • If the parents file a joint return together and can claim the\nchild as a qualifying child, the child is treated as the qualifying\nchild of the parents. • If the parents don’t file a joint return together but both parents claim the child as a qualifying child, the IRS will treat the\nchild as the qualifying child of the parent with whom the child\nlived for the longer period of time in 2022. If the child lived\nwith each parent for the same amount of time, the IRS will treat\nthe child as the qualifying child of the parent who had the higher adjusted gross income (AGI) for 2022. • If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. •",
    "querygen": [
      "what is considered extended active duty",
      "what is military extended active duty",
      "how long can i serve extended active duty"
    ],
    "querygen_score": [
      "1.7888196",
      "1.3955075",
      "1.4925576"
    ]
  },
  {
    "id": "legal-advice_29__39",
    "doc_id": "legal-advice_29",
    "chunk_id": 39,
    "document_category": "legal-advice",
    "text": "This amount should be shown in\nbox 1 of Form 1099-R. Pension and annuity payments include distributions\nfrom 401(k), 403(b), and governmental\n457(b) plans. Rollovers and lump-sum\ndistributions are explained later. Don’t\ninclude the following payments on lines\n5a and 5b. Instead, report them on\nline 1h. • Disability pensions received before\nyou reach the minimum retirement age\nset by your employer. • Corrective distributions (including\nany earnings) of excess elective deferrals or other excess contributions to retirement plans. The plan must advise\nyou of the year(s) the distributions are\nincludible in income. Attach Form(s) 1099-R to TIP Form 1040 or 1040-SR if any\nfederal income tax was withheld. Fully Taxable Pensions and\nAnnuities Your payments are fully taxable if (a)\nyou didn't contribute to the cost (see\nCost, later) of your pension or annuity,\nor (b) you got your entire cost back tax\nfree before 2022. But see Insurance Premiums for Retired Public Safety Officers, later. If your pension or annuity is\nfully taxable, enter the total pension or\nannuity payments (from Form(s)\n1099-R, box 1) on line 5b; don’t make\nan entry on line 5a. Need more information or forms? Visit IRS.gov. Fully taxable pensions and annuities\nalso include military retirement pay\nshown on Form 1099-R. For details on\nmilitary disability pensions, see Pub.\n525. If you received a Form\nRRB-1099-R, see Pub. 575 to find out\nhow to report your benefits. Partially Taxable Pensions and\nAnnuities\nEnter the total pension or annuity payments (from Form 1099-R, box 1) on\nline 5a. If your Form 1099-R doesn't\nshow the taxable amount, you must use\nthe General Rule explained in Pub. 939\nto figure the taxable part to enter on\nline 5b. But if your annuity starting date\n(defined later) was after July 1, 1986,\nsee Simplified Method, later, to find out\nif you must use that method to figure the\ntaxable part. You can ask the IRS to figure the taxable part for you for a $1,000 fee. For\ndetails, see Pub. 939. If your Form 1099-R shows a taxable\namount, you can report that amount on\nline 5b. But you may be able to report a\nlower taxable amount by using the General Rule or the Simplified Method or if\nthe exclusion for retired public safety officers, discussed next, applies. Insurance Premiums for Retired\nPublic Safety Officers If you are an eligible retired public safety officer (law enforcement officer, firefighter, chaplain, or member of a rescue\nsquad or ambulance crew), you can elect\nto exclude from income distributions\nmade from your eligible retirement plan\nthat are used to pay the premiums for\ncoverage by an accident or health plan\nor a long-term care insurance contract. You can do this only if you retired because of disability or because you\nreached normal retirement age. The premiums can be for coverage for you, your\nspouse, or dependents. The distribution\nmust be from a plan maintained by the\nemployer from which you retired as a\npublic safety officer. Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income.",
    "querygen": [
      "which forms have a distribution box in them",
      "what to include in a 1099 r",
      "do you need a box number on 1099"
    ],
    "querygen_score": [
      "-1.6019453",
      "1.4311782",
      "-1.0920804"
    ]
  },
  {
    "id": "legal-advice_94__45",
    "doc_id": "legal-advice_94",
    "chunk_id": 45,
    "document_category": "legal-advice",
    "text": "Because X became eligible for a full retirement benefit in May,\nthe month after X turned 66, X can exclude only four months (January through\nApril) of their annual benefit from their\nincome ($6,000). X must report the remaining $12,000 on line 6a. X must also\ncomplete the Social Security Benefits\nWorksheet to find out if any part of the\n$12,000 is taxable. Form RRB-1099. If you need a TIP replacement Form RRB-1099,\ncall the Railroad Retirement\nBoard at 877-772-5772 or go to\nwww.rrb.gov. Accrued leave payment. If you retire\non disability, any lump-sum payment\nyou receive for accured annual leave is a\nsalary payment. The payment is not a\ndisability payment. Include it in your income in the tax year you receive it. Line 6c Check the box on line 6c if you elect to\nuse the lump-sum election method for\nyour benefits. If any of your benefits are\ntaxable for 2022 and they include a\nlump-sum benefit payment that was for\nan earlier year, you may be able to reduce the taxable amount with the\nlump-sum election. See Lump-Sum Election in Pub. 915 for details. Line 7\nCapital Gain or (Loss) If you sold a capital asset, such as a\nstock or bond, you must complete and\nattach Form 8949 and Schedule D.\nException 1. You don’t have to file\nForm 8949 or Schedule D if you aren’t\ndeferring any capital gain by investing\nin a qualified opportunity fund and both\nof the following apply. 1. You have no capital losses, and\nyour only capital gains are capital gain\ndistributions from Form(s) 1099-DIV,\nbox 2a (or substitute statements); and\n2. None of the Form(s) 1099-DIV\n(or substitute statements) have an\namount in box 2b (unrecaptured section\n1250 gain), box 2c (section 1202 gain),\nor box 2d (collectibles (28%) gain). Exception 2. You must file Schedule D\nbut generally don’t have to file Form\n8949 if Exception 1 doesn't apply, you\naren’t deferring any capital gain by investing in a qualified opportunity fund\nor terminating deferral from an investment in a qualified opportunity fund,\nand your only capital gains and losses\nare:\n• Capital gain distributions;\n• A capital loss carryover from\n2021;\n• A gain from Form 2439 or 6252 or\nPart I of Form 4797;\n• A gain or loss from Form 4684,\n6781, or 8824;\n• A gain or loss from a partnership,\nS corporation, estate, or trust; or • Gains and losses from transactions\nfor which you received a Form 1099-B\n(or substitute statement) that shows basis was reported to the IRS, the QOF\nbox in box 3 isn’t checked, and you\ndon’t need to make any adjustments in\ncolumn (g) of Form 8949 or enter any\ncodes in column (f) of Form 8949. If Exception 1 applies, enter your total capital gain distributions (from\nbox 2a of Form(s) 1099-DIV) on line 7\nand check the box on that line. If you received capital gain distributions as a\nnominee (that is, they were paid to you\nbut actually belong to someone else), report on line 7 only the amount that belongs to you. Include a statement showing the full amount you received and the\namount you received as a nominee. See\nthe Schedule B instructions for filing requirements for Forms 1099-DIV and\n1096. If you don’t have to file Sched-",
    "querygen": [
      "when do you get full retirement benefits",
      "when does x become eligible for full benefit",
      "how much of my salary can i exclude from my pension"
    ],
    "querygen_score": [
      "-0.21483323",
      "0.8273144",
      "-1.3546551"
    ]
  },
  {
    "id": "legal-advice_25__154",
    "doc_id": "legal-advice_25",
    "chunk_id": 154,
    "document_category": "legal-advice",
    "text": "83,550 $2,055.00 + 12% 20,550 83,550 178,150 9,615.00 + 22% 83,550 178,150 340,100 30,427.00 + 24% 178,150 340,100 431,900 69,295.00 + 32% 340,100 431,900 647,850 98,671.00 + 35% 431,900 174,253.50 + 37% 647,850 647,850 Schedule Y-2—If your filing status is Married filing separately\nIf your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $10,275 10% $0 10,275 41,775 $1,027.50 + 12% 10,275\n41,775 41,775 89,075 4,807.50 + 22% 89,075 170,050 15,213.50 + 24% 89,075 170,050 215,950 34,647.50 + 32% 170,050 215,950 323,925 49,335.50 + 35% 215,950 87,126.75 + 37% 323,925 323,925 Schedule Z—If your filing status is Head of household If your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $14,650 10% $0 14,650 55,900 $1,465.00 + 12% 14,650\n55,900 55,900 89,050 6,415.00 + 22% 89,050 170,050 13,708.00 + 24% 89,050 170,050 215,950 33,148.00 + 32% 170,050 215,950 539,900 47,836.00 + 35% 215,950 161,218.50 + 37% 539,900 539,900 -109- Index to Instructions\nA\nABLE account 86, 97\nAdditional Medicare Tax 97\nAddress change 14\nAdjusted gross income 31\nAdoption credit 101\nAdoption taxpayer identification number 19\nAliens 8\nAlimony paid 89\nAlimony received 83\nAlternative minimum tax 95\nAmended return 77\nAmount you owe 58-60\nAnnuities 27-30\nArcher MSAs 85, 97, 98\nArtists 88\nAttachments to the return 62\nAwards 85 B\nBankruptcy cases, chapter 11 23\nBequests 87\nBlindness 16, 34\nBusiness income or loss 83 C\nCanceled debt 85\nCapital gain distributions 31\nCapital gain or loss 31\nChild and dependent care expenses, credit\nfor 100\nChild custody 20\nChild support 87\nChild tax credits 17, 56\nChild's requirement to file 9, 10\nCommunity property states 23\nContributions to reduce debt held by the\npublic 77\nCorrective distributions 25 D\nDaycare center expenses 100\nDeath of a taxpayer 78\nDeath of spouse 78\nDependent care benefits 24\nDependents 17\nStandard deduction 34\nDirect deposit of refund 57, 58\nDisability expenses 86\nDisclosure, Privacy Act, and Paperwork\nReduction Act Notice 106\nDividends:\nNondividend distributions 26\nOrdinary dividends 26\nQualified dividends 25, 36\nDivorced parents 20\nDual-status aliens 8, 12 E\nEarned income credit (EIC) 38\nCombat pay, nontaxable 40\nEducation:\nCredits 56, 100\nExpenses 56, 92, 100\nRecapture of education credits 33\nSavings accounts 87, 97 Educator expenses 87\nElderly persons:\nCredit for 101\nStandard deduction 34\nElectric vehicles 101\nElectronic filing (e-file) 7, 57, 58, 61, 62\nEstimated tax 37, 60, 77\nExcess deferrals 24\nExcess social security and tier 1 RRTA tax\nwithheld 102\nExtension of time to file 8, 102 F\nFiling requirements 11\nFiling status, which box to check 12-14\nForeign accounts and trusts 23\nForeign tax credit 100\nForeign-source income 23\nForm W-2 25\nFree tax help 78 G\nGambling 85\nGeneral business credit 101\nGifts 87\nGolden parachute payments 98 H\nHead of household 13\nHealth insurance deduction, self-employed 88\nHealth insurance premiums, credit for 102\nHealth savings accounts 85, 88, 97, 98\nHelp, tax 78\nHomebuyer credit, first-time 97\nHousehold employment taxes 97\nHow to comment on forms 106\nHow to get tax help 78 I\nIdentity Protection PIN 61\nIdentity theft 77\nIncome 23-85\nIncome tax withholding (federal) 37, 77\nIndividual retirement arrangements (IRAs)\nContributions to 89\nCredit for contributions to 100\nDistributions from 26\nNondeductible contributions to 26, 89\nIndividual taxpayer identification numbers 15\nInjured spouse 56\nInnocent spouse relief 76\nInstallment payments 59\nInterest income\nTax-exempt 25\nTaxable 25\nInterest on taxes 81\nInvestment income, tax on 97\nItemized deductions or standard\ndeduction 31-34\nITINs for aliens 15 J\nJury duty pay 85 L\nLife insurance 87 -110- Line instructions for Forms 1040 and\n1040-SR 62\nLiving abroad, U.S. citizens and resident\naliens 8, 23\nLong-term care insurance 88\nLump-sum distributions 30",
    "querygen": [
      "what is the average income of an adult on my elvis",
      "cost of living in orlando",
      "what's the cost of a car - az"
    ],
    "querygen_score": [
      "-9.143708",
      "-8.725765",
      "-9.273886"
    ]
  },
  {
    "id": "legal-advice_69__58",
    "doc_id": "legal-advice_69",
    "chunk_id": 58,
    "document_category": "legal-advice",
    "text": "The Internal Revenue Service may\nTreasury Department Circular No. 230 determine the manner of giving notice to the proper\nauthorities of the State by which the censured,\nsuspended, or disbarred person was licensed to\npractice. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.81 Petition for reinstatement. (a) In general. A practitioner disbarred or\nsuspended under §10.60, or suspended under\n§10.82, or a disqualified appraiser may petition\nfor reinstatement before the Internal Revenue\nService after the expiration of 5 years following\nsuch disbarment, suspension, or disqualification\n(or immediately following the expiration of the\nsuspension or disqualification period, if shorter than\n5 years). Reinstatement will not be granted unless\nthe Internal Revenue Service is satisfied that the\npetitioner is not likely to engage thereafter in conduct\ncontrary to the regulations in this part, and that\ngranting such reinstatement would not be contrary to\nthe public interest. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.82 Expedited suspension. (a) When applicable. Whenever the Commissioner,\nor delegate, determines that a practitioner is\ndescribed in paragraph (b) of this section, the\nexpedited procedures described in this section may\nbe used to suspend the practitioner from practice\nbefore the Internal Revenue Service. (b) To whom applicable. This section applies to\nany practitioner who, within 5 years prior to the\ndate that a show cause order under this section’s\nexpedited suspension procedures is served:\n(1) Has had a license to practice as an attorney,\ncertified public accountant, or actuary suspended or\nrevoked for cause (not including a failure to pay a\nprofessional licensing fee) by any authority or court,\nagency, body, or board described in §10.51(a)(10). (2) Has, irrespective of whether an appeal has\nbeen taken, been convicted of any crime under title\n§ 10.82 — Page 41 Table of Contents 26 of the United States Code, any crime involving\ndishonesty or breach of trust, or any felony for which\nthe conduct involved renders the practitioner unfit\nto practice before the Internal Revenue Service. (3) Has violated conditions imposed on the\npractitioner pursuant to §10.79(d).\n(4) Has been sanctioned by a court of competent\njurisdiction, whether in a civil or criminal\nproceeding (including suits for injunctive relief),\nrelating to any taxpayer’s tax liability or relating to\nthe practitioner’s own tax liability, for —\n(i) Instituting or maintaining proceedings\nprimarily for delay;\n(ii) Advancing frivolous or groundless\narguments; or\n(iii) Failing to pursue available administrative\nremedies. (5) Has demonstrated a pattern of willful\ndisreputable conduct by—\n(i) Failing to make an annual Federal tax return,\nin violation of the Federal tax laws, during 4 of the\n5 tax years immediately preceding the institution of\na proceeding under paragraph (c) of this section and\nremains noncompliant with any of the practitioner’s\nFederal tax filing obligations at the time the notice\nof suspension is issued under paragraph (f) of this\nsection; or\n(ii) Failing to make a return required more\nfrequently than annually, in violation of the\nFederal tax laws, during 5 of the 7 tax periods\nimmediately preceding the institution of a\nproceeding under paragraph (c) of this section and\nremains noncompliant with any of the practitioner’s\nFederal tax filing obligations at the time the notice\nof suspension is issued under paragraph (f) of this\nsection. (c) Expedited suspension procedures.",
    "querygen": [
      "when is notice of censure required",
      "what is the time frame for giving notice for a suspended license",
      "how much notice is required for a suspension from practice?"
    ],
    "querygen_score": [
      "-2.189161",
      "-1.7933749",
      "-1.8792173"
    ]
  },
  {
    "id": "legal-advice_75__4",
    "doc_id": "legal-advice_75",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": "Section 1.472-2(e)(3)(iii) provides:\nInformation reported in an appendix or supplement to a taxpayer's\nfinancial income statement is considered a supplement to or explanation\nof the taxpayer's primary presentation of income, profit, or loss for the\nperiod covered by the income statement if the appendix or supplement\naccompanies the income statement in a single report and the information\nreported in the appendix or supplement is clearly identified as a\nsupplement to or explanation of the taxpayer's primary presentation of\nincome, profit, or loss as reported on the face of the taxpayer's income\nstatement. . . . For purposes of paragraph (e)(3)(iii) of this section,\ninformation is considered to be clearly identified as a supplement to or\nexplanation of the taxpayer's primary presentation of income, profit, or loss\nas reported on the face of the taxpayer's income statement if the\ninformation either-(A) Is reported in an appendix or supplement that contains a general\nstatement identifying all such supplemental or explanatory information;\n(B) Is identified specifically as supplemental or explanatory by a statement\nimmediately preceding or following the disclosure of the information;\n(C) Is disclosed in the context of making a comparison to corresponding\ninformation disclosed both on the face of the taxpayer's income statement\nand in the supplement or appendix; or POSTS-104573-11 6 (D) Is a disclosure of the effect on an item reported on the face of the\ntaxpayer's income statement of having used the LIFO method. For example, a restatement of cost of goods sold based on an inventory\nmethod other than LIFO is considered to be clearly identified as\nsupplemental or explanatory information if the supplement or appendix\ncontaining the restatement contains a general statement that all\ninformation based on such inventory method is reported in the appendix or\nsupplement as a supplement to or explanation of the taxpayer's primary\npresentation of income, profit, or loss as reported on the face of the\ntaxpayer's income statement. Section 1.472-2(e)(5), which is supposed to provide specific rules related to the\nexception of the conformity requirement for internal management reports, has been\nreserved. Analysis\nBecause the Taxpayer elected the LIFO method of accounting for federal income tax\npurposes, it is subject to the LIFO conformity requirements. See I.R.C. § 472(c), (e)(2);\nTreas. Reg. § 1.472-2(e)(1). With respect to the financial statements provided to its lending bank, the Taxpayer\nviolated the LIFO conformity requirements if (1) it used an inventory method other than\nLIFO to ascertain its income, profit or loss in the financial statements; (2) the financial\nstatements were “for credit purposes”; and (3) the financial statements are not within\nany of the exceptions to the LIFO conformity requirements. The Taxpayer provided the same IFRS-only balance sheet and income statement\nprovided to the foreign parent to the lending bank. It also provided tabulated versions of\nthese documents that adjusted the IFRS amounts to arrive at U.S. GAAP amounts. Both the balance sheets and income statements involve the ascertainment of items of\nincome, profit, or loss. The balance sheets do not fall within the exception under\nTreasury Regulation section 1.472-2(e)(1)(ii), (4), which provides valuing inventory as\nan asset is not an ascertainment of income, profit, or loss, as the Taxpayer also used\nIFRS to ascertain retained earnings and net income on the balance sheets.",
    "querygen": [
      "definition tax appendix",
      "why do i need to include appendices on my tax returns",
      "what is the purpose of the appendix to the financial statement in tax returns?"
    ],
    "querygen_score": [
      "-2.9000514",
      "-2.2807846",
      "1.0429157"
    ]
  },
  {
    "id": "legal-advice_60__151",
    "doc_id": "legal-advice_60",
    "chunk_id": 151,
    "document_category": "legal-advice",
    "text": "Or you can send your comments to Intermation are confidential, as stated in Code nal Revenue Service, Tax Forms and Pubsection 6103. However, Code section lications Division, 1111 Constitution\n6103 allows or requires the Internal Reve- Ave. NW, IR-6526, Washington, DC\nnue Service to disclose or give the infor- 20224. Don’t send your return to this admation shown on your tax return to others dress. Instead, see the addresses at the end\nas described in the Code. For example, of these instructions. we may disclose your tax information to\nAlthough we can't respond individualthe Department of Justice to enforce the\ntax laws, both civil and criminal, and to ly to each comment received, we do apcities, states, the District of Columbia, preciate your feedback and will consider\nand U.S. commonwealths or possessions your comments as we revise our tax\nto carry out their tax laws. We may dis- forms and instructions. close your tax information to the DepartEstimates of Taxpayer\nment of Treasury and contractors for tax\nadministration purposes; and to other per- Burden\nsons as necessary to obtain information The following table shows burden estineeded to determine the amount of or to mates based on current statutory requirecollect the tax you owe. We may disclose ments as of November 2022 for taxpayers\nyour tax information to the Comptroller filing a 2022 Form 1040 or 1040-SR tax\nGeneral of the United States to permit the return. Time spent and out-of-pocket\nComptroller General to review the Inter- costs are presented separately. Time burnal Revenue Service. We may disclose den is broken out by taxpayer activity,\nyour tax information to committees of with recordkeeping representing the largCongress; federal, state, and local child est component. Out-of-pocket costs insupport agencies; and to other federal clude any expenses incurred by taxpayers\nagencies for the purposes of determining to prepare and submit their tax returns. entitlement for benefits or the eligibility Examples include tax return preparation\nfor and the repayment of loans. We may and submission fees, postage and photoalso disclose this information to other copying costs, and tax return preparation\ncountries under a tax treaty, to federal and software costs. While these estimates\nstate agencies to enforce federal nontax don’t include burden associated with\ncriminal laws, or to federal law enforce- post-filing activities, IRS operational data\nment and intelligence agencies to combat indicate that electronically prepared and\nterrorism. filed returns have fewer arithmetic errors,\nimplying lower post-filing burden. Please keep this notice with your reReported time and cost burdens are nacords. It may help you if we ask you for\nother information. If you have questions tional averages and don’t necessarily reabout the rules for filing and giving infor- flect a “typical” case. Most taxpayers exmation, please call or visit any Internal perience lower than average burden, with\ntaxpayer burden varying considerably by\nRevenue Service office. taxpayer type. For instance, the estimated\nWe Welcome Comments on\naverage time burden for all taxpayers filForms\ning a Form 1040 or 1040-SR is 13 hours, We try to create forms and instructions with an average cost of $250 per return. that can be easily understood. Often this",
    "querygen": [
      "is interne rs confidential",
      "what is the code section for internal revenue service",
      "how do we mail in the code of lrs comments"
    ],
    "querygen_score": [
      "-6.011313",
      "-2.942699",
      "-4.305394"
    ]
  }
]