[
  {
    "id": "legal-advice_25__68",
    "doc_id": "legal-advice_25",
    "chunk_id": 68,
    "document_category": "legal-advice",
    "text": "• If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. • If a parent can claim the child as a qualifying child but no\nparent does so claim the child, the child is treated as the qualifying child of the person who had the highest AGI for 2022, but\nonly if that person's AGI is higher than the highest AGI of any\nparent of the child who can claim the child. If, under these rules, you can't claim a child as a qualiTIP fying child for the EIC, you may be able to claim the\nEIC under the rules for a taxpayer without a qualifying\nchild. For more information, see Pub. 596. Example. Your child J, meets the conditions to be a qualifying child for both you and your parent. J doesn't meet the conditions to be a qualifying child of any other person, including J’s\nother parent. Under the rules just described, you can claim J as a\nqualifying child for all of the five tax benefits listed here for\nwhich you otherwise qualify. Your parent can't claim any of the\nfive tax benefits listed here based on J. However, if your parent’s AGI is higher than yours and you don’t claim J as a qualifying child, J is the qualifying child of your parent. For more details and examples, see Pub. 596. Need more information or forms? Visit IRS.gov. Social security number (SSN). For the EIC, a valid SSN is a\nnumber issued by the Social Security Administration unless\n“Not Valid for Employment” is printed on the social security\ncard and the number was issued solely to allow the recipient of\nthe SSN to apply for or receive a federally funded benefit. However, if “Valid for Work Only With DHS Authorization” is printed on your social security card, your SSN is valid for EIC purposes only as long as the DHS authorization is still valid. To find out how to get an SSN, see Social Security Number\n(SSN) near the beginning of these instructions. If you won't\nhave an SSN by the date your return is due, see What if You\nCan't File on Time? If you didn't have an SSN issued on or before the due date of\nyour 2022 return (including extensions), you can't claim the EIC\non your original or an amended 2022 return. If a child didn't\nhave an SSN issued on or before the due date of your return (including extensions), you can't count that child as a qualifying\nchild in figuring the amount of the EIC on your original or an\namended 2022 return. Student. A student is a child who during any part of 5 calendar\nmonths of 2022 was enrolled as a full-time student at a school\nor took a full-time, on-farm training course given by a school or\na state, county, or local government agency. A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. Welfare benefits, effect of credit on.",
    "querygen": [
      "what is child tax",
      "what qualifies as a qualifying child",
      "when claiming child in state with highest agi"
    ],
    "querygen_score": [
      "-2.7954574",
      "0.76916385",
      "0.35159767"
    ]
  },
  {
    "id": "legal-advice_67__23",
    "doc_id": "legal-advice_67",
    "chunk_id": 23,
    "document_category": "legal-advice",
    "text": "Credit is granted only for\na full contact hour, which is 50 minutes or multiples\nthereof. For example, a program lasting more than\n50 minutes but less than 100 minutes will count as\nonly one contact hour. (3) Individual segments at continuous\nconferences, conventions and the like will be\nconsidered one total program. For example, two\n90-minute segments (180 minutes) at a continuous\nconference will count as three contact hours. (4) For university or college courses, each\nsemester hour credit will equal 15 contact hours and\na quarter hour credit will equal 10 contact hours. (h) Recordkeeping requirements. (1) Each individual applying for renewal must\nretain for a period of four years following the date\nof renewal the information required with regard to\nqualifying continuing education credit hours. Such\ninformation includes —\n(i) The name of the sponsoring organization;\n(ii) The location of the program;\n(iii) The title of the program, qualified program\nnumber, and description of its content;\n(iv) Written outlines, course syllibi, textbook,\nand/or electronic materials provided or required for\nthe course;\n(v) The dates attended;\n(vi) The credit hours claimed;\n(vii) The name(s) of the instructor(s), discussion\nleader(s), or speaker(s), if appropriate; and\n(viii) The certificate of completion and/or\nsigned statement of the hours of attendance obtained\nfrom the continuing education provider. (2) To receive continuing education credit for\nservice completed as an instructor, discussion leader,\nor speaker, the following information must be\nmaintained for a period of four years following the\ndate of renewal —\n(i) The name of the sponsoring organization;\nPage 14 — § 10.6 (ii) The location of the program;\n(iii) The title of the program and copy of its\ncontent;\n(iv) The dates of the program; and\n(v) The credit hours claimed. (i) Waivers. (1) Waiver from the continuing education\nrequirements for a given period may be granted for\nthe following reasons —\n(i) Health, which prevented compliance with\nthe continuing education requirements;\n(ii) Extended active military duty;\n(iii) Absence from the United States for an\nextended period of time due to employment or other\nreasons, provided the individual does not practice\nbefore the Internal Revenue Service during such\nabsence; and\n(iv) Other compelling reasons, which will be\nconsidered on a case-by-case basis.\n(2) A request for waiver must be accompanied\nby appropriate documentation. The individual is\nrequired to furnish any additional documentation\nor explanation deemed necessary. Examples of\nappropriate documentation could be a medical\ncertificate or military orders.\n(3) A request for waiver must be filed no later\nthan the last day of the renewal application period. (4) If a request for waiver is not approved, the\nindividual will be placed in inactive status. The\nindividual will be notified that the waiver was not\napproved and that the individual has been placed on a\nroster of inactive enrolled agents, enrolled retirement\nplan agents, or registered tax return preparers. (5) If the request for waiver is not approved, the\nindividual may file a protest as prescribed by the\nInternal Revenue Service in forms, instructions, or\nother appropriate guidance. A protest filed under this\nsection is not governed by subpart D of this part. (6) If a request for waiver is approved, the\nindividual will be notified and issued a card or\ncertificate evidencing renewal. (7) Those who are granted waivers are required\nto file timely applications for renewal of enrollment\nor registration. (j) Failure to comply. Treasury Department Circular No. 230",
    "querygen": [
      "how long does a phd program last?",
      "how does one contact hour count as a complete program",
      "how many hours is considered contact hour"
    ],
    "querygen_score": [
      "-5.154463",
      "1.7017717",
      "0.7309395"
    ]
  },
  {
    "id": "legal-advice_32__117",
    "doc_id": "legal-advice_32",
    "chunk_id": 117,
    "document_category": "legal-advice",
    "text": "If you don’t, you may have to pay a\npenalty. For more details, see Pub. 504. If you are including alimony payments from more than one divorce or\nseparation agreement in your income,\nenter the total of all alimony received on\nline 2a. Line 2b On line 2b, enter the month and year of\nyour original divorce or separation\nagreement that relates to the alimony\npayment, if any, reported on line 2a. If you have alimony payments from\nmore than one divorce or separation\nagreement, on line 2b enter the month\nand year of the divorce or separation\nagreement for which you received the\nmost income. Attach a statement listing\nthe month and year of the other agreements. Line 3\nBusiness Income or (Loss) If you operated a business or practiced\nyour profession as a sole proprietor, report your income and expenses on\nSchedule C. State and Local Income Tax Refund Worksheet—Schedule 1, Line 1 Before you begin:\n1.\n2. 3. Be sure you have read the Exception in the instructions for this line to see if you can use this worksheet instead of\nPub. 525 to figure if any of your refund is taxable. Enter the income tax refund from Form(s) 1099-G (or similar statement). But don’t enter more than the amount\nof your state and local income taxes shown on your 2021 Schedule A, line 5d . . . . . . . . . . . . . . . . . . . . . . . . . . Is the amount of state and local income taxes (or general sales taxes), real estate taxes, and personal property\ntaxes paid in 2021 (generally, this is the amount reported on your 2021 Schedule A, line 5d), more than the\namount on your 2021 Schedule A, line 5e? No. Enter the amount from line 1 on line 3 and go to line 4. Yes. Subtract the amount on your 2021 Schedule A, line 5e,\nfrom the amount of state and local income taxes (or\ngeneral sales taxes), real estate taxes, and personal\nproperty taxes paid in 2021 (generally, this is the amount\nreported on your 2021 Schedule A, line 5d). Is the amount on line 1 more than the amount on line 2? No. STOP 2. None of your refund is taxable. Yes. Subtract line 2 from line 1.\n4. 1. 3. Enter your total itemized deductions from your 2021 Schedule A, line 17. 4. Note. If the filing status on your 2021 Form 1040 or 1040-SR was married filing separately and\nyour spouse itemized deductions in 2021, skip lines 5 through 7, enter the amount from line 4\non line 8, and go to line 9. 5. Enter the amount shown below for the filing status claimed on your\n2021 Form 1040 or 1040-SR. • Single or married filing separately—$12,550\n• Married filing jointly or qualifying surviving spouse—$25,100\n• Head of household—$18,800\n6. 5. Check any boxes that apply.* You were born before January 2, 1957. You are blind. Spouse was born before January 2, 1957. Spouse is blind. No boxes checked. Enter -0-.",
    "querygen": [
      "does divorce pay alimony",
      "when is it taxable if you pay alimony",
      "do i have to pay alimony from more than 1 divorce"
    ],
    "querygen_score": [
      "-0.15271857",
      "-0.6768213",
      "1.3202302"
    ]
  },
  {
    "id": "legal-advice_77__9",
    "doc_id": "legal-advice_77",
    "chunk_id": 9,
    "document_category": "legal-advice",
    "text": "Likewise, disbursements over receipts do not constitute a\nloss. Thus, A asserts that it is not required to include proceeds from gift check transactions in\nincome for both tax and book purposes. It would help to clarify whether the taxpayer\ndeducts proceeds from gift checks that are spent on services. 5 5 If relying on Seven-Up v. Commissioner, 14 T.C. 965 (1950), acq. 1950-2 C.B. 4, withdrawn and acq. 1974-2 C.B. 4, the taxpayer does not include gift checks proceeds in income, taxpayer should also not\ntake a deduction for gift check proceeds spent on services. Ascertaining that the taxpayer does not do\nboth (fail to recognize gift check income yet take a services expense deduction for gift check proceeds\nspent in services) may also be relevant to whether the taxpayer’s treatment of gift check proceeds\nreflects a method of accounting. The fact that the taxpayer’s exclusion of gift check proceeds from income\nis a permanent exclusion suggests that this is not a method of accounting. However, an argument can be\nmade to the contrary. Therefore, if during your examination of the gift check issue in future cycles, you\ndeem it appropriate or necessary to make adjustments for closed years, it will be necessary to address\nthis complex issue. If this is the case, you will need to request further advice to addresses the question of\nwhether the taxpayer’s exclusion of gift check proceeds from income is a method of accounting. Any POSTF-149051-10 13 Because its bylaws require that all “other income shall be received by A in trust\nand shall be disbursed and expended solely for the non-for-profit purposes,” i.e., for\nservices program purposes, A argues that gift check proceeds cannot be taxed because\nthey are required to be used for services. However, A does not distinguish between\namounts received from gift checks that are never redeemed, which may be used for\nservices, and amounts that are paid to the redeeming D stores, which are obviously not\nused for services. 6 Citing the --------------------Program and Section 3 of the [Services] Agreement\nbetween A and D stores, A maintains that an amount received by a taxpayer is not an\naccession to wealth that must be included in gross income if the taxpayer never\nexercises dominion or control over the amount. A argues that gross income does not\ninclude amounts that a taxpayer receives acting in a fiduciary capacity or as a conduit\nfor payment to another. A asserts that it does not handle the gift check program for its\nown benefit. Given A’s position that it acts as an intermediary that only handles the\nadministration of the gift checks, any activity related to the gift checks is recorded\ndirectly on the balance sheet [Cash (segregated on the trial balance by allotment) and\nUnredeemed Gift Certificates accounts]. However, A’s direct sales of gift checks to online purchasers and scrip\norganizations are sales, and not deposits, in which the purchaser receives the right to\nreceive goods and services.",
    "querygen": [
      "what is gift check disbursement?",
      "why tax proceeds from gift checks",
      "how to deduct gift checks"
    ],
    "querygen_score": [
      "-1.8640287",
      "-0.1846809",
      "-1.4629425"
    ]
  },
  {
    "id": "legal-advice_36__58",
    "doc_id": "legal-advice_36",
    "chunk_id": 58,
    "document_category": "legal-advice",
    "text": "The Internal Revenue Service may\nTreasury Department Circular No. 230 determine the manner of giving notice to the proper\nauthorities of the State by which the censured,\nsuspended, or disbarred person was licensed to\npractice. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.81 Petition for reinstatement. (a) In general. A practitioner disbarred or\nsuspended under §10.60, or suspended under\n§10.82, or a disqualified appraiser may petition\nfor reinstatement before the Internal Revenue\nService after the expiration of 5 years following\nsuch disbarment, suspension, or disqualification\n(or immediately following the expiration of the\nsuspension or disqualification period, if shorter than\n5 years). Reinstatement will not be granted unless\nthe Internal Revenue Service is satisfied that the\npetitioner is not likely to engage thereafter in conduct\ncontrary to the regulations in this part, and that\ngranting such reinstatement would not be contrary to\nthe public interest. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.82 Expedited suspension. (a) When applicable. Whenever the Commissioner,\nor delegate, determines that a practitioner is\ndescribed in paragraph (b) of this section, the\nexpedited procedures described in this section may\nbe used to suspend the practitioner from practice\nbefore the Internal Revenue Service. (b) To whom applicable. This section applies to\nany practitioner who, within 5 years prior to the\ndate that a show cause order under this section’s\nexpedited suspension procedures is served:\n(1) Has had a license to practice as an attorney,\ncertified public accountant, or actuary suspended or\nrevoked for cause (not including a failure to pay a\nprofessional licensing fee) by any authority or court,\nagency, body, or board described in §10.51(a)(10). (2) Has, irrespective of whether an appeal has\nbeen taken, been convicted of any crime under title\n§ 10.82 — Page 41 Table of Contents 26 of the United States Code, any crime involving\ndishonesty or breach of trust, or any felony for which\nthe conduct involved renders the practitioner unfit\nto practice before the Internal Revenue Service. (3) Has violated conditions imposed on the\npractitioner pursuant to §10.79(d).\n(4) Has been sanctioned by a court of competent\njurisdiction, whether in a civil or criminal\nproceeding (including suits for injunctive relief),\nrelating to any taxpayer’s tax liability or relating to\nthe practitioner’s own tax liability, for —\n(i) Instituting or maintaining proceedings\nprimarily for delay;\n(ii) Advancing frivolous or groundless\narguments; or\n(iii) Failing to pursue available administrative\nremedies. (5) Has demonstrated a pattern of willful\ndisreputable conduct by—\n(i) Failing to make an annual Federal tax return,\nin violation of the Federal tax laws, during 4 of the\n5 tax years immediately preceding the institution of\na proceeding under paragraph (c) of this section and\nremains noncompliant with any of the practitioner’s\nFederal tax filing obligations at the time the notice\nof suspension is issued under paragraph (f) of this\nsection; or\n(ii) Failing to make a return required more\nfrequently than annually, in violation of the\nFederal tax laws, during 5 of the 7 tax periods\nimmediately preceding the institution of a\nproceeding under paragraph (c) of this section and\nremains noncompliant with any of the practitioner’s\nFederal tax filing obligations at the time the notice\nof suspension is issued under paragraph (f) of this\nsection. (c) Expedited suspension procedures.",
    "querygen": [
      "what is the time for giving notice of a legal action",
      "when was notice issued to censure suspended or disbarred",
      "what is the o.s. circular number for irs"
    ],
    "querygen_score": [
      "-4.7227726",
      "-0.63426924",
      "-2.7596736"
    ]
  },
  {
    "id": "legal-advice_96__119",
    "doc_id": "legal-advice_96",
    "chunk_id": 119,
    "document_category": "legal-advice",
    "text": "Also enter “Repaid” and the\namount you repaid on the dotted line\nnext to line 7. If, in 2022, you repaid\nmore than $3,000 of unemployment\ncompensation that you included in gross\nincome in an earlier year, see Repayments in Pub. 525 for details on how to\nreport the payment. have any business expenses. Also don’t\nreport on lines 8a through 8z any nonemployee compensation shown on Form\n1099-MISC, 1099-NEC, or 1099-K (unless it isn't self-employment income,\nsuch as income from a hobby or a\nsporadic activity). Instead, see the Instructions for Recipient included on\nForm 1099-MISC, 1099-NEC, or\n1099-K to find out where to report that\nincome. For more information about\nwhat is being reported on Form 1099-K,\nsee the Instructions for Payee included\non that form and visit IRS.gov/Gig. Net operating loss (NOL) deduction. Enter on line 8a any NOL deduction\nfrom an earlier year. Enter the amount in\nthe preprinted parentheses (as a negative\nnumber). The amount of your deduction\nwill be subtracted from the other\namounts of income listed on lines 8b\nthrough 8z. See Pub. 536 for details. Line 8b\nGambling. Enter on line 8b any gambling winnings. Gambling winnings include lotteries, raffles, a lump-sum payment from the sale of a right to receive\nfuture lottery payments, etc. For details\non gambling losses, see the instructions\nfor Schedule A, line 16. Attach Form(s) W-2G to Form TIP 1040 or 1040-SR if any federal\nincome tax was withheld. Line 8c\nCancellation of debt. Enter on line 8c\nany canceled debt. Canceled debt may\nbe shown in box 2 of Form 1099-C. However, part or all of your income\nfrom cancellation of debt may be nontaxable. See Pub. 4681 or go to IRS.gov\nand enter “canceled debt” or “foreclosure” in the search box. Lines 8a Through 8z Line 8d Do not report on lines 8a\nthrough 8z any income from\nCAUTION self-employment\nor fees received as a notary public. Instead, you\nmust use Schedule C, even if you don’t ! Line 8e\nIncome from Form 8853. Enter on\nline 8e the total of the amounts from\nForm 8853, lines 8, 12, and 26. See Pub.\n969. You may have to pay an additional tax if you received a taxCAUTION able distribution from an Archer MSA or Medicare Advantage MSA. See the Instructions for Form 8853. ! Line 8a If you received unemployment\nTIP compensation in 2022, your\nstate may issue an electronic\nForm 1099-G instead of it being mailed\nto you. Check your state's unemployment\ncompensation website for more information. Other Income number). The amount from Form 2555,\nline 45, will be subtracted from the other\namounts of income listed on lines 8a\nthrough 8c and lines 8e through 8z. Complete the Foreign Earned Income\nTax Worksheet if you enter an amount\non Form 2555, line 45. Foreign earned income exclusion and\nhousing exclusion from Form 2555. Enter the amount of your foreign earned\nincome and housing exclusion from\nForm 2555, line 45. Enter the amount in\nthe preprinted parentheses (as a negative -85- Line 8f\nIncome from Form 8889. Enter on\nline 8f the total of the amounts from\nForm 8889, lines 16 and 20. You may have to pay an additional tax if you received a taxCAUTION able distribution from a health\nsavings account. See the Instructions for\nForm 8889. !",
    "querygen": [
      "when is unemployment pay due",
      "what is the max unemployment pay",
      "how much is unemployment deductible"
    ],
    "querygen_score": [
      "-3.1072197",
      "-5.096432",
      "-1.6774051"
    ]
  },
  {
    "id": "legal-advice_92__73",
    "doc_id": "legal-advice_92",
    "chunk_id": 73,
    "document_category": "legal-advice",
    "text": "650\n670\n690\n710 731\n754\n776\n799 4,400\n4,450\n4,500\n4,550 4,450\n4,500\n4,550\n4,600 339\n342\n346\n350 1,505\n1,522\n1,539\n1,556 1,770\n1,790\n1,810\n1,830 1,991\n2,014\n2,036\n2,059 339\n342\n346\n350 1,505\n1,522\n1,539\n1,556 1,770\n1,790\n1,810\n1,830 1,991\n2,014\n2,036\n2,059 1,800\n1,850\n1,900\n1,950 1,850\n1,900\n1,950\n2,000 140\n143\n147\n151 621\n638\n655\n672 730\n750\n770\n790 821\n844\n866\n889 140\n143\n147\n151 621\n638\n655\n672 730\n750\n770\n790 821\n844\n866\n889 4,600\n4,650\n4,700\n4,750 4,650\n4,700\n4,750\n4,800 354\n358\n361\n365 1,573\n1,590\n1,607\n1,624 1,850\n1,870\n1,890\n1,910 2,081\n2,104\n2,126\n2,149 354\n358\n361\n365 1,573\n1,590\n1,607\n1,624 1,850\n1,870\n1,890\n1,910 2,081\n2,104\n2,126\n2,149 2,000\n2,050\n2,100\n2,150 2,050\n2,100\n2,150\n2,200 155\n159\n163\n166 689\n706\n723\n740 810\n830\n850\n870 911\n934\n956\n979 155\n159\n163\n166 689\n706\n723\n740 810\n830\n850\n870 911\n934\n956\n979 4,800\n4,850\n4,900\n4,950 4,850\n4,900\n4,950\n5,000 369\n373\n377\n381 1,641\n1,658\n1,675\n1,692 1,930\n1,950\n1,970\n1,990 2,171\n2,194\n2,216\n2,239 369\n373\n377\n381 1,641\n1,658\n1,675\n1,692 1,930\n1,950\n1,970\n1,990 2,171\n2,194\n2,216\n2,239 2,200\n2,250\n2,300\n2,350 2,250\n2,300\n2,350\n2,400 170\n174\n178\n182 757\n774\n791\n808 890\n910\n930\n950 1,001\n1,024\n1,046\n1,069 170\n174\n178\n182 757\n774\n791\n808 890\n910\n930\n950 1,001\n1,024\n1,046\n1,069 5,000\n5,050\n5,100\n5,150 5,050\n5,100\n5,150\n5,200 384\n388\n392\n396 1,709\n1,726\n1,743\n1,760 2,010\n2,030\n2,050\n2,070 2,261\n2,284\n2,306\n2,329 384\n388\n392\n396 1,709\n1,726\n1,743\n1,760 2,010\n2,030\n2,050\n2,070 2,261\n2,284\n2,306\n2,329 2,400\n2,450\n2,500\n2,550 2,450\n2,500\n2,550\n2,600 186\n189\n193\n197 825\n842\n859\n876 970\n990\n1,010\n1,030 1,091\n1,114\n1,136\n1,159 186\n189\n193\n197 825\n842\n859\n876 970\n990\n1,010\n1,030 1,091\n1,114\n1,136\n1,159 5,200\n5,250\n5,300\n5,350 5,250\n5,300\n5,350\n5,400 400\n404\n407\n411 1,777\n1,794\n1,811\n1,828 2,090\n2,110\n2,130\n2,150 2,351\n2,374\n2,396\n2,419 400\n404\n407\n411 1,777\n1,794\n1,811\n1,828 2,090\n2,110\n2,130\n2,150 2,351\n2,374\n2,396\n2,419 2,600\n2,650\n2,700\n2,750 2,650\n2,700\n2,750\n2,800 201\n205\n208\n212 893\n910\n927\n944 1,050\n1,070\n1,090\n1,110 1,181\n1,204\n1,226\n1,249 201\n205\n208\n212 893\n910\n927\n944 1,050\n1,070\n1,090\n1,110 1,181\n1,204\n1,226\n1,249 5,400\n5,450\n5,500\n5,550 5,450\n5,500\n5,550\n5,600 415\n419\n423\n426 1,845\n1,862\n1,879\n1,896 2,170\n2,190\n2,210\n2,230 2,441\n2,464\n2,486\n2,509 415\n419\n423\n426 1,845\n1,862\n1,879\n1,896 2,170\n2,190\n2,210\n2,230 2,441\n2,464\n2,486\n2,509 Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. (Continued) Need more information or forms? Visit IRS.gov. - 46 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 2 But less\nthan 5,600\n5,650\n5,700\n5,750 5,650\n5,700\n5,750\n5,800 430\n434\n438\n442 1,913\n1,930\n1,947\n1,964 2,250\n2,270\n2,290\n2,310 2,531\n2,554\n2,576\n2,599 430\n434\n438\n442 1,913\n1,930\n1,947\n1,964 2,250\n2,270\n2,290\n2,310 5,800\n5,850\n5,900\n5,950 5,850\n5,900\n5,950\n6,000 446\n449\n453\n457 1,981\n1,998\n2,015\n2,032 2,330\n2,350\n2,370\n2,390 2,621\n2,644\n2,666\n2,689 446\n449\n453\n457 1,981\n1,998\n2,015\n2,032 6,000\n6,050\n6,100\n6,150 6,050\n6,100\n6,150\n6,200 461\n465\n469\n472 2,049\n2,066\n2,083\n2,100 2,410\n2,430\n2,450\n2,470 2,711\n2,734\n2,756\n2,779 461\n465\n469\n472 6,200\n6,250\n6,300\n6,350 6,250\n6,300\n6,350\n6,400 476\n480\n484\n488 2,117\n2,134\n2,151\n2,168 2,490\n2,510\n2,530\n2,550 2,801\n2,824\n2,846\n2,869 6,400\n6,450\n6,500\n6,550 6,450\n6,500\n6,550\n6,600 492\n495\n499\n503 2,185\n2,202\n2,219\n2,236 2,570\n2,590\n2,610\n2,630 6,600\n6,650\n6,700\n6,750 6,650\n6,700\n6,750\n6,800 507\n511\n514\n518 2,253\n2,270\n2,287\n2,304 6,800\n6,850\n6,900\n6,950 6,850\n6,900\n6,950\n7,000 522\n526\n530\n534 7,000\n7,050\n7,100\n7,150 7,050\n7,100\n7,150\n7,200 7,200\n7,250\n7,300\n7,350 ★ Your credit is– 1 At least If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 Your credit is– 1 2 3 At least But less\nthan Your credit is– 2,531\n2,554\n2,576\n2,599 8,800\n8,850\n8,900\n8,950 8,850\n8,900\n8,950\n9,000 560\n560\n560\n560 3,001\n3,018\n3,035\n3,052 3,530\n3,550\n3,570\n3,590 3,971\n3,994\n4,016\n4,039 560\n560\n560\n560 3,001\n3,018\n3,035\n3,052 3,530\n3,550\n3,570\n3,590 3,971\n3,994\n4,016\n4,039 2,330\n2,350\n2,370\n2,390 2,621\n2,644\n2,666\n2,689 9,000\n9,050\n9,100\n9,150 9,050\n9,100\n9,150\n9,200 560\n560\n560\n560 3,069\n3,086\n3,103\n3,120 3,610\n3,630\n3,650\n3,670 4,061\n4,084\n4,106\n4,129 560\n560\n560\n560 3,069\n3,086\n3,103\n3,120 3,610\n3,630\n3,650\n3,670 4,061\n4,084\n4,106\n4,129 2,049\n2,066\n2,083\n2,100 2,410\n2,430\n2,450\n2,470 2,711\n2,734\n2,756\n2,779 9,200\n9,250\n9,300\n9,350 9,250\n9,300\n9,350\n9,400 555\n551\n547\n544 3,137\n3,154\n3,171\n3,188 3,690\n3,710\n3,730\n3,750 4,151\n4,174\n4,196\n4,219 560\n560\n560\n560 3,137\n3,154\n3,171\n3,188 3,690\n3,710\n3,730\n3,750 4,151\n4,174\n4,196\n4,219 476\n480\n484\n488 2,117\n2,134\n2,151\n2,168 2,490\n2,510\n2,530\n2,550 2,801\n2,824\n2,846\n2,869 9,400\n9,450\n9,500\n9,550 9,450\n9,500\n9,550\n9,600 540\n536\n532\n528 3,205\n3,222\n3,239\n3,256 3,770\n3,790\n3,810\n3,830 4,241\n4,264\n4,286\n4,309 560\n560\n560\n560 3,205\n3,222\n3,239\n3,256 3,770\n3,790\n3,810\n3,830 4,241\n4,264\n4,286\n4,309 2,891\n2,914\n2,936\n2,959 492\n495\n499\n503 2,185\n2,202\n2,219\n2,236 2,570\n2,590\n2,610\n2,630 2,891\n2,914\n2,936\n2,959 9,600\n9,650\n9,700\n9,750 9,650\n9,700\n9,750\n9,800 524\n521\n517\n513 3,273\n3,290\n3,307\n3,324 3,850\n3,870\n3,890\n3,910 4,331\n4,354\n4,376\n4,399 560\n560\n560\n560 3,273\n3,290\n3,307\n3,324 3,850\n3,870\n3,890\n3,910 4,331\n4,354\n4,376\n4,399 2,650\n2,670\n2,690\n2,710 2,981\n3,004\n3,026\n3,049 507\n511\n514\n518 2,253\n2,270\n2,287\n2,304 2,650\n2,670\n2,690\n2,710 2,981\n3,004\n3,026\n3,049 9,800\n9,850\n9,900\n9,950 9,850\n9,900\n9,950\n10,000 509\n505\n501\n498 3,341\n3,358\n3,375\n3,392 3,930\n3,950\n3,970\n3,990 4,421\n4,444\n4,466\n4,489 560\n560\n560\n560 3,341\n3,358\n3,375\n3,392 3,930\n3,950\n3,970\n3,990 4,421\n4,444\n4,466\n4,489 2,321\n2,338\n2,355\n2,372 2,730\n2,750\n2,770\n2,790 3,071\n3,094\n3,116\n3,139 522\n526\n530\n534 2,321\n2,338\n2,355\n2,372 2,730\n2,750\n2,770\n2,790 3,071\n3,094\n3,116\n3,139 10,000\n10,050\n10,100\n10,150 10,050\n10,100\n10,150\n10,200 494\n490\n486\n482 3,409\n3,426\n3,443\n3,460 4,010\n4,030\n4,050\n4,070 4,511\n4,534\n4,556\n4,579 560\n560\n560\n560 3,409\n3,426\n3,443\n3,460 4,010\n4,030\n4,050\n4,070 4,511\n4,534\n4,556\n4,579 537\n541\n545\n549 2,389\n2,406\n2,423\n2,440 2,810\n2,830\n2,850\n2,870 3,161\n3,184\n3,206\n3,229 537\n541\n545\n549 2,389\n2,406\n2,423\n2,440 2,810\n2,830\n2,850\n2,870 3,161\n3,184\n3,206\n3,229 10,200\n10,250\n10,300\n10,350 10,250\n10,300\n10,350\n10,400 479\n475\n471\n467 3,477\n3,494\n3,511\n3,528 4,090\n4,110\n4,130\n4,150 4,601\n4,624\n4,646\n4,669 560\n560\n560\n560 3,477\n3,494\n3,511\n3,528 4,090\n4,110\n4,130\n4,150 4,601\n4,624\n4,646\n4,669 7,250\n7,300\n7,350\n7,400 553\n557\n560\n560 2,457\n2,474\n2,491\n2,508 2,890\n2,910\n2,930\n2,950 3,251\n3,274\n3,296\n3,319 553\n557\n560\n560 2,457\n2,474\n2,491\n2,508 2,890\n2,910\n2,930\n2,950 3,251\n3,274\n3,296\n3,319 10,400\n10,450\n10,500\n10,550 10,450\n10,500\n10,550\n10,600 463\n459\n456\n452 3,545\n3,562\n3,579\n3,596 4,170\n4,190\n4,210\n4,230 4,691\n4,714\n4,736\n4,759 560\n560\n560\n560 3,545\n3,562\n3,579\n3,596 4,170\n4,190\n4,210\n4,230 4,691\n4,714\n4,736\n4,759 7,400\n7,450\n7,500\n7,550 7,450\n7,500\n7,550\n7,600 560\n560\n560\n560 2,525\n2,542\n2,559\n2,576 2,970\n2,990\n3,010\n3,030 3,341\n3,364\n3,386\n3,409 560\n560\n560\n560 2,525\n2,542\n2,559\n2,576 2,970\n2,990\n3,010\n3,030 3,341\n3,364\n3,386\n3,409 10,600\n10,650\n10,700\n10,750 10,650\n10,700\n10,750\n10,800 448\n444\n440\n436 3,613\n3,630\n3,647\n3,664 4,250\n4,270\n4,290\n4,310 4,781\n4,804\n4,826\n4,849 560\n560\n560\n560 3,613\n3,630\n3,647\n3,664 4,250\n4,270\n4,290\n4,310 4,781\n4,804\n4,826\n4,849 7,600\n7,650\n7,700\n7,750 7,650\n7,700\n7,750\n7,800 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 10,800\n10,850\n10,900\n10,950 10,850\n10,900\n10,950\n11,000 433\n429\n425\n421 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 560\n560\n560\n560 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 7,800\n7,850\n7,900\n7,950 7,850\n7,900\n7,950\n8,000 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 11,000\n11,050\n11,100\n11,150 11,050\n11,100\n11,150\n11,200 417\n413\n410\n406 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 8,000\n8,050\n8,100\n8,150 8,050\n8,100\n8,150\n8,200 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679",
    "querygen": [
      "what is the number for 650",
      "phone number for adobe 650",
      "how many berths in nyc"
    ],
    "querygen_score": [
      "-0.1893659",
      "-5.444933",
      "-6.733838"
    ]
  },
  {
    "id": "legal-advice_41__11",
    "doc_id": "legal-advice_41",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.82 Expedited suspension.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\nSubpart E — General Provisions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.90 Records. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.91 Saving provision. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.92 Special orders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.93 Effective date. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "querygen": [
      "what is the difference between the petition for the motion for a state to dismiss the petition for the state to dismiss the petition?",
      "how does a petition get filed",
      "what is the name of that page on the petition?"
    ],
    "querygen_score": [
      "-2.8263855",
      "-6.9314375",
      "-6.0913477"
    ]
  },
  {
    "id": "legal-advice_6__3",
    "doc_id": "legal-advice_6",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "Form 8824 Attachment. Taxpayer calculated gain as follows: Tangibles FMV Received\nAmount 3 FMV Transferred Surplus\nAmount 4\nAmount 5 Tax Basis\nAmount 6 Realized Gain\nAmount 7 Recognized Gain\nAmount 2 4\nSection 1.1031(a)-1(b) defines the words “like kind” as having reference to the nature or\ncharacter of the property and not to its grade or quality. Further, the regulations provide\nthat one kind or class of property may not, under the nonrecognition provisions of\n§ 1031(a), be exchanged for property of a different kind or class. Thus, the fact that any\nreal estate involved is improved or unimproved is not material, for that fact relates only\nto the grade or quality of the property and not to its kind or class. In determining the proper classification of property as real or personal for purposes of\n§ 1031 and the like-kind exchange rules, it is well settled that state law must be\nconsidered. For example, in Rev. Rul. 55-749, 1955-2 C.B. 295, the Service held that\nwhere, under applicable state law, water rights are considered real property rights, the\nexchange of perpetual water rights for a fee interest in land constitutes a non-taxable\nexchange of like-kind property under § 1031(a). Similarly, in Oregon Lumber v. Commissioner, 20 T.C. 192 (1953), a taxpayer\nexchanged a fee simple interest in real property for a limited right to cut and remove\nstanding timber. The court found that the cutting rights were personal property under\nOregon law and held that \"[a]n exchange of realty for personalty is not an exchange of\nproperty for property of like kind.\" 20 T.C. at 196. See also Morgan v. Commissioner,\n309 U.S. 78, 82 (1940), providing that \"[i]n the application of a federal revenue act, state\nlaw controls in determining the nature of the legal interest which the taxpayers had in\nthe property or income sought to be reached by the statute.\" Once it is determined that property is personal property, the rules in § 1.1031(a)-2 must\nbe used to determine if the “like-kind” requirements of § 1031 have been satisfied. Under § 1.1031(a)-2(b)(1), if depreciable tangible personal property is exchanged for\nother property, the properties are of like-kind within the meaning of § 1031 if they are\neither of a like kind or a like class. For this purpose, depreciable tangible personal\nproperty is of a like class to other depreciable tangible personal property if the\nexchanged properties are either within the same General Asset Class or within the\nsame Product Class. A single property may not be classified within more than one\nGeneral Asset Class or within more than one Product Class. In addition, property\nclassified within any General Asset Class may not be classified within a Product Class. A property’s class is determined as of the date of the exchange. Section 1.1031(a)-2(b)(2) sets forth the rules relating to General Asset Classes. The\nrules relating to whether exchanged properties are within the same Product Class are in\n§ 1.1031(a)-2(b)(3). Thus, in the present case, the examination team correctly looked to State 1 law in\ndetermining the proper classification of the County 1 and County 2 pipelines as either\nreal or personal for purposes of § 1031.",
    "querygen": [
      "how to calculate taxable gain",
      "what is the taxable gain on a 8824 application?",
      "taxable gain definition"
    ],
    "querygen_score": [
      "-0.8598784",
      "-1.0332981",
      "-1.7495116"
    ]
  },
  {
    "id": "legal-advice_25__138",
    "doc_id": "legal-advice_25",
    "chunk_id": 138,
    "document_category": "legal-advice",
    "text": "$539,900 . . . . . . . . . . . 8. 9. Is the amount on line 5 more than the amount on line 8? No. Enter -0-. Skip line 10. Enter on line 11 the amount from line 7, and go to line 12. Yes. Subtract line 8 from line 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9. 10. Multiply line 9 by 25% (0.25) and enter the smaller of the result or line 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10.\n11. Add lines 7 and 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11.\n12. Is the amount on line 11 more than $206,100 ($103,050 if married filing separately)? Yes. No. STOP Fill in Form 6251 to see if you owe the alternative minimum tax. Multiply line 11 by 26% (0.26) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12. 13. Add Form 1040, 1040-SR, or 1040-NR, line 16 (minus any tax from Form 4972), and Schedule 2, line 2. (If you used\nSchedule J to figure your tax on the entry space on Form 1040, 1040-SR, or 1040-NR, line 16, refigure that tax\nwithout using Schedule J before including it in this calculation) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13.\nNext. Is the amount on line 12 more than the amount on line 13? Yes. Fill in Form 6251 to see if you owe the alternative minimum tax. No. You don’t owe alternative minimum tax and don’t need to fill out Form 6251. Leave Schedule 2, line 1, blank. -96-",
    "querygen": [
      "how much is a 599,900 tax return",
      "what is the difference between 539 900 and 8",
      "does line 5 go over line 8 when you have less money?"
    ],
    "querygen_score": [
      "-3.9926412",
      "-2.8092332",
      "-3.2896082"
    ]
  },
  {
    "id": "legal-advice_91__129",
    "doc_id": "legal-advice_91",
    "chunk_id": 129,
    "document_category": "legal-advice",
    "text": "If you are married filing separately and you lived apart from your spouse for all of 2022, enter “D” on the dotted\nline next to Schedule 1, line 20. If you don’t, you may get a math error notice from the IRS. Your IRA\nSpouse's IRA\nWere you covered by a retirement plan (see Were You Covered by a\nRetirement Plan)? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1a. Yes\nNo If married filing jointly, was your spouse covered by a retirement plan? . . . . . . . . . . . . . . . . . . . . . . . . . 1b.\nYes\nNo Next. If you checked “No” on line 1a (and “No” on line 1b if married filing\njointly), skip lines 2 through 6, enter the applicable amount below on line 7a\n(and line 7b, if applicable), and go to line 8.\n• $6,000, if under age 50 at the end of 2022. • $7,000, if age 50 or older at the end of 2022. Otherwise, go to line 2. Enter the amount shown below that applies to you. • Single, head of household, or married filing separately and you\nlived apart from your spouse for all of 2022, enter $78,000. • Qualifying surviving spouse, enter $129,000. • Married filing jointly, enter $129,000 in both columns. But if you checked\n“No” on either line 1a or 1b, enter $214,000 for the person who wasn't\ncovered by a plan. • Married filing separately and you lived with your spouse at any time in\n2022, enter $10,000. Enter the amount from Form 1040 or 1040-SR,\nline 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3.\nEnter the total of the amounts from Schedule 1,\nlines 11 through 19a, plus 23 and 25 . . . . . . . . . . . 4.\nSubtract line 4 from line 3. If married filing jointly, enter the result in both\ncolumns . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Is the amount on line 5 less than the amount on line 2? None of your IRA contributions are deductible. For details on\nNo.\nSTOP\nnondeductible IRA contributions, see Form 8606. Yes. Subtract line 5 from line 2 in each column. Follow the instruction\nbelow that applies to you. •",
    "querygen": [
      "how do i tell my wife to put d in my taxes?",
      "how to file marriage papers with spouse if they have lived apart",
      "when is a married person required to submit ira in 2022"
    ],
    "querygen_score": [
      "-3.4063463",
      "-0.82370377",
      "-2.006327"
    ]
  },
  {
    "id": "legal-advice_25__32",
    "doc_id": "legal-advice_25",
    "chunk_id": 32,
    "document_category": "legal-advice",
    "text": "ReferenCAUTION ces to lines in the following instructions refer to the line on either\nform. ! Line 1a\nTotal Amount From Form(s)\nW-2, Box 1\nEnter the total amount from Form(s)\nW-2, box 1. If a joint return, also include your spouse's income from\nForm(s) W-2, box 1. If you earned wages while you\nwere an inmate in a penal instiCAUTION tution, you will now report\nthese amounts on Schedule 1, line 8u. Do not report those wages on line 1a. See the instructions for Schedule 1,\nline 8u. ! If you received a pension or annuity from a nonqualified deCAUTION ferred compensation plan or a\nnongovernmental section 457(b) plan\nand it was reported in box 1 of Form\nW-2, do not include this amount on\nForm 1040, line 1a. This amount is reported on Schedule 1, line 8t. ! Line 1b\nHousehold Employee\nWages Not Reported on\nForm(s) W-2 Enter the total of your wages received as\na household employee that was not reported on Form(s) W-2. An employer\nisn’t required to provide a Form W-2 to\nyou if they paid you wages of less than\n$2,400 in 2022. For information on employment taxes for household employees, see Tax Topic 756. Line 1c\nTip Income Not Reported on\nLine 1a This should include any tip income you\ndidn’t report to your employer and any\nallocated tips shown in box 8 on your\nForm(s) W-2 unless you can prove that\nyour unreported tips are less than the\namount in box 8. Allocated tips aren't included as income in box 1. See Pub. 531\nfor more details. Also include the value\nof any noncash tips you received, such\nas tickets, passes, or other items of value. Although you don’t report these noncash tips to your employer, you must report them on line 1c. You may owe social security\nand Medicare or railroad reCAUTION tirement (RRTA) tax on unreported tips. See the instructions for\nSchedule 2, line 5. ! Line 1d\nMedicaid Waiver Payments\nNot Reported on Form(s)\nW-2, Box 1 Enter your taxable Medicaid waiver\npayments that were not reported on\nForm(s) W-2. Also enter the total of\nyour taxable and nontaxable Medicaid\nwaiver payments that were not reported\non Form(s) W-2, or not reported in\nbox 1 of Form(s) W-2, if you choose to\ninclude nontaxable payments in earned\nincome for purposes of claiming a credit\nor other tax benefit. If you and your\nspouse both received nontaxable Medicaid waiver payments during the year,\nyou and your spouse can make different\nchoices about including payments in\nearned income. See the instructions for\nSchedule 1, line 8s. Line 1e\nTaxable Dependent Care\nBenefits From Form 2441,\nLine 26 Enter the total of your taxable dependent\ncare benefits from Form 2441, line 26. Dependent care benefits should be\nshown in box 10 of your Form(s) W-2. But first complete Form 2441 to see if\nyou can exclude part or all of the benefits. Enter the total of your tip income that\nwas not reported on Form 1040, line 1a. Need more information or forms? Visit IRS.gov. -24- Line 1f\nEmployer-Provided\nAdoption Benefits From\nForm 8839, Line 29 Enter the total of your employer-provided adoption benefits from Form 8839,\nline 29. Employer-provided adoption\nbenefits should be shown in box 12 of\nyour Form(s) W-2 with code T.",
    "querygen": [
      "what is the formula for w2 for husband, wife wife",
      "what is the correct way to enter a spouse in a tax return?",
      "how to include spouse on w2"
    ],
    "querygen_score": [
      "-5.1329284",
      "-2.247433",
      "0.31490242"
    ]
  },
  {
    "id": "legal-advice_25__126",
    "doc_id": "legal-advice_25",
    "chunk_id": 126,
    "document_category": "legal-advice",
    "text": "You can either pay the\npremiums yourself or the S corporation\ncan pay them and report them as wages. If the policy is in your name and you\npay the premiums yourself, the S corporation must reimburse you. You can deduct the premiums only if the S corporation reports the premiums paid or reimbursed as wages in box 1 of your Form\nW-2 in 2022 and you also report the premium payments or reimbursements as\nwages on Form 1040 or 1040-SR,\nline 1a. But if you were also eligible to participate in any subsidized health plan\nmaintained by your or your spouse's employer for any month or part of a month\nin 2022, amounts paid for health insurance coverage for that month can't be\nused to figure the deduction. Also, if\nyou were eligible for any month or part\nof a month to participate in any subsidized health plan maintained by the employer of either your dependent or your\nchild who was under age 27 at the end\nof 2022, don’t use amounts paid for coverage for that month to figure the deduction. A qualified small employer\nhealth reimbursement arrangeCAUTION ment (QSEHRA) is considered\nto be a subsidized health plan maintained by an employer. Lines 19a, 19b, and 19c\nAlimony Paid Example. If you were eligible to participate in a subsidized health plan maintained by your spouse's employer from\nSeptember 30 through December 31,\nyou can't use amounts paid for health insurance coverage for September through\nDecember to figure your deduction. Medicare premiums you voluntarily\npay to obtain insurance in your name\nthat is similar to qualifying private\nhealth insurance can be used to figure\nthe deduction. Amounts paid for health\ninsurance coverage from retirement plan\ndistributions that were nontaxable because you are a retired public safety officer can't be used to figure the deduction. For more details, see Pub. 535. If you qualify to take the deduction,\nuse the Self-Employed Health Insurance\nDeduction Worksheet to figure the\namount you can deduct. Exceptions. Use Pub. 535 instead of\nthe Self-Employed Health Insurance Deduction Worksheet in these instructions\nto figure your deduction if any of the\nfollowing applies. • You had more than one source of\nincome subject to self-employment tax. • You file Form 2555.\n• You are using amounts paid for\nqualified long-term care insurance to\nfigure the deduction. Use Pub. 974 instead of the worksheet in these instructions if the insurance plan was considered to be established under your business and was obtained through the Marketplace, and advance payments of the premium tax\ncredit were made or you are claiming\nthe premium tax credit. If you made payments to or for your\nspouse or former spouse under a divorce\nor separation agreement entered into on\nor before December 31, 2018, you may\nbe able to take this deduction. You can't\ntake a deduction for alimony payments\nyou made to or for your spouse if you\nentered into your divorce or separation\nagreement after December 31, 2018, or\nif you entered into the agreement on or\nbefore December 31, 2018, and the\nagreement was changed after December\n31, 2018, to expressly provide that alimony received is not included in your\nformer spouse's income. Use Tax Topic\n452 or see Pub. 504. !",
    "querygen": [
      "can you deduct premiums from wages",
      "do you pay insurance premiums yourself",
      "who can i deduct my medical insurance premiums"
    ],
    "querygen_score": [
      "1.1258843",
      "1.0489151",
      "-0.16584507"
    ]
  },
  {
    "id": "legal-advice_11__2",
    "doc_id": "legal-advice_11",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "Publication 536, on page 7, provides that a taxpayer’s NOL deduction in the\ncarryback/carryover year is equal to the total NOL if the taxpayer has not carried the\nNOL to an earlier year. If the NOL has been carried to an earlier year, the taxpayer’s\nNOL deduction is the total NOL minus the amount of the NOL used (or absorbed) in\nearlier years. Thus, contrary to IRM Section 21.5.9.5.9, Publication 536 provides that\nthe NOL deduction is equal to the total available NOL, not modified taxable income, in\nthe carryover/carryback year. Form 1045, Application for Tentative Refund, and Instructions (2003)\nThe 2003 Form 1045 instructions are consistent with Publication 536. The Form 1045\ninstructions provide as follows: You generally must carry back the entire NOL to the 2nd tax year\nbefore the loss year. Any loss not used in the 2nd preceding year\nis then carried to the 1st preceding year. Any loss not applied in\nthe 2 preceding years may be carried forward up to 20 years. Conflicts arising between the IRM, Publication 536, and Form 1045 Instructions\nAccording to the Service Center, taxpayers seeking a refund for an overpayment\ngenerally offset their adjusted gross income by the entire available NOL, rather than the\nmodified taxable income amount, in recomputing their tax liability for the carryback year. As a result, the after-carryback figures as computed by the Service do not match the 3\ntaxpayer’s after-carryback figures, thereby necessitating an update of each taxpayer’s\nmodule. While, in years in which the NOL is not fully absorbed, regular taxable income\nwill generally be zero whether a taxpayer’s adjusted gross income is reduced by the\nentire NOL or the modified taxable income amount, the differing treatment of the NOLs\nmay affect other items such as the taxpayer’s alternative minimum tax and earned\nincome credit computation.\n. Issue If a NOL is incurred and carried back to a year in which the NOL is not fully absorbed,\nshould adjusted gross income be reduced by the entire NOL as set forth in Publication\n536 or by modified taxable income as discussed at IRM 21.5.9.5.9? Conclusion\nExcept as provided in Part 2 (relating to the carryback of a single individual’s NOL to a\njoint return year), a taxpayer is required to carryback the entire NOL to the earliest\navailable carryback year. Thus, in the carryback year, adjusted gross income should be\nreduced by the entire NOL, not the modified taxable income amount. Requiring a\ntaxpayer to reduce adjusted gross income by only the modified taxable income amount\nmay result in, for example, an overreporting by the taxpayer of alternative minimum\ntaxable income and an underreporting of the taxpayer’s earned income credit. Legal Analysis\nSection 172(a) allows a deduction equal to the aggregate of the net operating loss\ncarryovers to a taxable year plus the net operating loss carrybacks to such year. Section172(c) defines a “net operating loss” as the excess of the deductions allowed by\nChapter 1 of the Internal Revenue Code over gross income. The excess, however, is\ncomputed with the modifications specified in § 172(d).",
    "querygen": [
      "when is nol deducted in a carryback",
      "what is nol npr",
      "what is the nol in a carryover year?"
    ],
    "querygen_score": [
      "1.0717163",
      "-4.609233",
      "0.73508584"
    ]
  },
  {
    "id": "legal-advice_91__110",
    "doc_id": "legal-advice_91",
    "chunk_id": 110,
    "document_category": "legal-advice",
    "text": "Go to IRS. gov/VITA, download\nthe free IRS2Go app, or call\n800-906-9887 for information on free\ntax return preparation. • TCE. The Tax Counseling for the\nElderly (TCE) program offers free tax\nhelp for all taxpayers, particularly those\nwho are 60 years of age and older. TCE\nvolunteers specialize in answering questions about pensions and retirement-related issues unique to seniors. Go to\nIRS. gov/TCE, download the free\nIRS2Go app, or call 888-227-7669 for\ninformation on free tax return preparation. • MilTax. Members of the U.S.\nArmed Forces and qualified veterans\nmay use MilTax, a free tax service offered by the Department of Defense\nthrough Military OneSource. For more\ninformation, go to MilitaryOneSource\n(MilitaryOneSource.mil/MilTax). Also, the IRS offers Free Fillable\nForms, which can be completed online\nand then filed electronically regardless\nof income. Using online tools to help prepare\nyour return. Go to IRS.gov/Tools for\nthe following. • The Earned Income Tax Credit\nAssistant (IRS.gov/EITCAssistant) determines if you’re eligible for the EIC. • The Online EIN Application\n(IRS.gov/EIN) helps you get an employer identification number (EIN) at no\ncost. • The Tax Withholding Estimator\n(IRS.gov/W4App) makes it easier for you\nto estimate the federal income tax you\nwant your employer to withhold from\nyour paycheck. This is tax withholding. See how your withholding affects your\nrefund, take-home pay, or tax due. • The First-Time Homebuyer Credit\nAccount Look-up (IRS.gov/HomeBuyer)\ntool provides information on your repayments and account balance. • The Sales Tax Deduction\nCalculator (IRS.gov/SalesTax) figures\nthe amount you can claim if you itemize\ndeductions on Schedule A (Form 1040). Getting answers to your tax questions. On IRS.gov, you can get up-to-date information on current events and changes\nin tax law. • IRS.gov/Help: A variety of tools to\nhelp you get answers to some of the\nmost common tax questions. • IRS.gov/ITA: The Interactive Tax\nAssistant, a tool that will ask you questions and, based on your input, provide\nanswers on a number of tax law topics. • IRS.gov/Forms: Find forms, instructions, and publications. You will\nfind details on the most recent tax\nchanges and interactive links to help you\nfind answers to your questions. • You may also be able to access tax\nlaw information in your electronic filing\nsoftware. Need someone to prepare your tax return? There are various types of tax return preparers, including enrolled\nagents, certified public accountants\n(CPAs), accountants, any many others\nwho don’t have professional credentials. If you choose to have someone prepare\nyour tax return, choose that preparer\nwisely. A paid tax preparer is:\n• Primarily responsible for the overall substantive accuracy of your return,\n• Required to sign the return, and\n• Required to include their preparer\ntax identification number (PTIN). Although the tax preparer always\nsigns the return, you’re ultimately responsible for providing all the informa- tion required for the preparer to accurately prepare your return. Anyone paid\nto prepare tax returns for others should\nhave a thorough understanding of tax\nmatters. For more information on how to\nchoose a tax preparer, go to Tips for\nChoosing a Tax Preparer on IRS.gov. Coronavirus. Go\nto\nIRS.gov/ Coronavirus for links to information on\nthe impact of the coronavirus, as well as\ntax relief available for individuals and\nfamilies, small businesses, and tax-exempt organizations. Employers can register to use Business Services Online. The Social Security Administration (SSA) offers online services at SSA.",
    "querygen": [
      "irs phone number",
      "irs tax help phone number",
      "tce program phone number"
    ],
    "querygen_score": [
      "1.0973521",
      "2.0370026",
      "1.7893922"
    ]
  },
  {
    "id": "legal-advice_95__54",
    "doc_id": "legal-advice_95",
    "chunk_id": 54,
    "document_category": "legal-advice",
    "text": "(g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general. The rules of evidence prevailing\nin courts of law and equity are not controlling in\nhearings or proceedings conducted under this part. The Administrative Law Judge may, however,\nexclude evidence that is irrelevant, immaterial, or\nunduly repetitious. (b) Depositions. The deposition of any witness\ntaken pursuant to §10.71 may be admitted into\nevidence in any proceeding instituted under §10.60. (c) Requests for admission. Any matter admitted\nin response to a request for admission under\n§10.71 is conclusively established unless the\nAdministrative Law Judge on motion permits\nwithdrawal or modification of the admission. Any\nadmission made by a party is for the purposes of\nthe pending action only and is not an admission by\na party for any other purpose, nor may it be used\nagainst a party in any other proceeding. (d) Proof of documents. Official documents,\nrecords, and papers of the Internal Revenue Service\nand the Office of Professional Responsibility are\nadmissible in evidence without the production of\nan officer or employee to authenticate them. Any\ndocuments, records, and papers may be evidenced\nby a copy attested to or identified by an officer or\nemployee of the Internal Revenue Service or the\nTreasury Department, as the case may be. (e) Withdrawal of exhibits. If any document,\nrecord, or other paper is introduced in evidence\nas an exhibit, the Administrative Law Judge may\nauthorize the withdrawal of the exhibit subject to\nany conditions that he or she deems proper. (f) Objections. Objections to evidence are to be\nmade in short form, stating the grounds for the\nobjection. Except as ordered by the Administrative\nLaw Judge, argument on objections will not be\nrecorded or transcribed. Rulings on objections\nare to be a part of the record, but no exception to\na ruling is necessary to preserve the rights of the\nparties. (g) Effective/applicability date. This section is\napplicable on September 26, 2007. Treasury Department Circular No. 230 Table of Contents § 10.74 Transcript. In cases where the hearing is stenographically\nreported by a Government contract reporter, copies\nof the transcript may be obtained from the reporter\nat rates not to exceed the maximum rates fixed by\ncontract between the Government and the reporter. Where the hearing is stenographically reported by a\nregular employee of the Internal Revenue Service,\na copy will be supplied to the respondent either\nwithout charge or upon the payment of a reasonable\nfee. Copies of exhibits introduced at the hearing or\nat the taking of depositions will be supplied to the\nparties upon the payment of a reasonable fee (Sec.\n501, Public Law 82-137) (65 Stat. 290) (31 U.S.C.\n§ 483a). § 10.75 Proposed findings and conclusions. Except in cases where the respondent has failed to\nanswer the complaint or where a party has failed to\nappear at the hearing, the parties must be afforded a\nreasonable opportunity to submit proposed findings\nand conclusions and their supporting reasons to the\nAdministrative Law Judge. § 10.76 Decision of Administrative Law Judge. (a) In general —\n(1) Hearings. Within 180 days after the\nconclusion of a hearing and the receipt of any\nproposed findings and conclusions timely\nsubmitted by the parties, the Administrative Law\nJudge should enter a decision in the case.",
    "querygen": [
      "when was rule of evidence effective",
      "when does evidence rule apply",
      "where does the rule of evidence go"
    ],
    "querygen_score": [
      "-0.5623706",
      "-1.6055038",
      "-2.423887"
    ]
  },
  {
    "id": "legal-advice_68__3",
    "doc_id": "legal-advice_68",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "Schedule 2, Part II Can claim a nonrefundable credit (other than the child tax credit\nor the credit for other dependents), such as the foreign tax credit,\neducation credits, or general business credit. Schedule 3, Part I Can claim a refundable credit (other than the earned income\ncredit, American opportunity credit, or additional child tax credit),\nsuch as the net premium tax credit or qualified sick and family\nleave credits from Schedule H.\nHave other payments, such as an amount paid with a request for\nan extension to file or excess social security tax withheld. -3- Schedule 3, Part II The Taxpayer Advocate Service Is Here To Help You\nWhat is the Taxpayer Advocate Service? The Taxpayer Advocate Service (TAS) is an independent organization within the Internal Revenue Service (IRS) that helps\ntaxpayers and protects taxpayer rights. TAS strives to ensure that every taxpayer is treated fairly and that you know and\nunderstand your rights under the Taxpayer Bill of Rights. What can TAS do for you? TAS can help you if your tax problem is causing a financial difficulty, you've tried and been unable to resolve your issue with\nthe IRS, or you believe an IRS system, process, or procedure just isn't working as it should. And the service is free. If you\nqualify for TAS assistance, you will be assigned to one advocate who will work with you throughout the process and will do\neverything possible to resolve your issue. TAS can help you if:\n• Your problem is causing a financial difficulty for you, your family, or your business. • You face (or your business is facing) an immediate threat of adverse action. • You’ve tried to contact the IRS but no one has responded, or the IRS hasn’t responded by the date promised. How can you reach TAS? TAS has offices in every state, the District of Columbia, and Puerto Rico. To find your advocate’s number:\n• Go to TaxpayerAdvocate.IRS.gov/contact-us;\n• Download Publication 1546, Taxpayer Advocate Service - We Are Here to Help You. If you do not have Internet access,\nyou can call the IRS toll free at 800-TAX-FORM (800-829-3676) and ask for a copy of Publication 1546;\n• Check your local directory; or\n• Call TAS toll free at 877-777-4778. How can you learn about your taxpayer rights? The Taxpayer Bill of Rights describes ten basic rights that all taxpayers have when dealing with the IRS. The TAS website\nTaxpayerAdvocate.IRS.gov can help you understand what these rights mean to you and how they apply. These are your rights. Know them. Use them. How else does the Taxpayer Advocate Service help taxpayers? TAS works to resolve large-scale problems that affect many taxpayers. If you know of one of these broad issues, please report it\nto TAS at IRS. gov/SAMS. Be sure not to include any personal taxpayer information. Low Income Taxpayer Clinics Help Taxpayers\nLow Income Taxpayer Clinics (LITCs) are independent from the Internal Revenue Service (IRS) and the Taxpayer Advocate\nService (TAS). LITCs represent individuals whose income is below a certain level and who need to resolve tax problems with\nthe IRS.",
    "querygen": [
      "can i claim a credit on my income tax",
      "what are nonrefundable credits if i have children and can claim earned income credits",
      "what credit can i get for education"
    ],
    "querygen_score": [
      "2.165557",
      "0.5028943",
      "0.4973982"
    ]
  },
  {
    "id": "legal-advice_33__48",
    "doc_id": "legal-advice_33",
    "chunk_id": 48,
    "document_category": "legal-advice",
    "text": "(f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.65 Supplemental charges. (a) In general. Supplemental charges may be filed\nagainst the respondent by amending the complaint\nwith the permission of the Administrative Law Judge\nif, for example —\n(1) It appears that the respondent, in the answer,\nfalsely and in bad faith, denies a material allegation\nof fact in the complaint or states that the respondent\nhas insufficient knowledge to form a belief, when the\nrespondent possesses such information; or\n(2) It appears that the respondent has knowingly\n§ 10.65 — Page 33 Table of Contents introduced false testimony during the proceedings\nagainst the respondent. (b) Hearing. The supplemental charges may be\nheard with other charges in the case, provided the\nrespondent is given due notice of the charges and\nis afforded a reasonable opportunity to prepare a\ndefense to the supplemental charges. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.66 Reply to answer. (a) The Internal Revenue Service may file a reply\nto the respondent’s answer, but unless otherwise\nordered by the Administrative Law Judge, no reply\nto the respondent’s answer is required. If a reply is\nnot filed, new matter in the answer is deemed denied. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.67 Proof; variance; amendment of pleadings. In the case of a variance between the allegations in\npleadings and the evidence adduced in support of the\npleadings, the Administrative Law Judge, at any time\nbefore decision, may order or authorize amendment\nof the pleadings to conform to the evidence. The\nparty who would otherwise be prejudiced by the\namendment must be given a reasonable opportunity\nto address the allegations of the pleadings as amended\nand the Administrative Law Judge must make\nfindings on any issue presented by the pleadings as\namended. § 10.68 Motions and requests. (a) Motions —\n(1) In general. At any time after the filing of\nthe complaint, any party may file a motion with the\nAdministrative Law Judge. Unless otherwise ordered\nby the Administrative Law Judge, motions must be\nin writing and must be served on the opposing party\nas provided in §10.63(b). A motion must concisely\nspecify its grounds and the relief sought, and, if\nappropriate, must contain a memorandum of facts\nand law in support. Page 34 — § 10.65 (2) Summary adjudication. Either party may\nmove for a summary adjudication upon all or any\npart of the legal issues in controversy. If the nonmoving party opposes summary adjudication in the\nmoving party’s favor, the non-moving party must\nfile a written response within 30 days unless ordered\notherwise by the Administrative Law Judge. (3) Good Faith. A party filing a motion for\nextension of time, a motion for postponement of a\nhearing, or any other non-dispositive or procedural\nmotion must first contact the other party to determine\nwhether there is any objection to the motion, and\nmust state in the motion whether the other party has\nan objection. (b) Response. Unless otherwise ordered by the\nAdministrative Law Judge, the nonmoving party\nis not required to file a response to a motion. If\nthe Administrative Law Judge does not order\nthe nonmoving party to file a response, and the\nnonmoving party files no response, the nonmoving\nparty is deemed to oppose the motion.",
    "querygen": [
      "when is the supplementation filing period for the administrative law judge",
      "when does the new law on supplemental charges apply",
      "which statute has a date of effective date for supplementing charges"
    ],
    "querygen_score": [
      "-1.3675691",
      "0.03625026",
      "-1.0206518"
    ]
  },
  {
    "id": "legal-advice_25__89",
    "doc_id": "legal-advice_25",
    "chunk_id": 89,
    "document_category": "legal-advice",
    "text": "Once you complete\nthe online process, you will receive immediate notification of whether your\nagreement has been approved. A user\nfee is charged. Pay by Phone\nPaying by phone is another safe and secure method of paying electronically. Use one of the following methods: (1)\ncall one of the debit or credit card service providers, or (2) use the Electronic\nFederal Tax Payment System (EFTPS). Debit or credit card. Call one of our\nservice providers. Each charges a fee\nthat varies by provider, card type, and\npayment amount. Link2Gov Corporation\n888-PAY-1040TM\n(888-729-1040)\nwww.PAY1040.com\nWorldPay US, Inc.\n844-729-8298\n(844-PAY-TAX-8TM)\nwww.payUSAtax.com ACI Payments, Inc.\n888-UPAY-TAXTM\n(888-872-9829)\nfed.acipayonline.com\nEFTPS. To get more information about\nEFTPS or to enroll in EFTPS, visit\nEFTPS.gov or call 800-555-4477. To\ncontact EFTPS using Telecommunications Relay Services (TRS) for people\nwho are deaf, hard of hearing, or have a\nspeech disability, dial 711 and then provide the TRS assistant the 800-555-4477\nnumber or 800-733-4829. Additional information about EFTPS is also available\nin Pub. 966. Pay by Mobile Device To pay through your mobile device,\ndownload the IRS2Go app. Pay by Cash\nCash is an in-person payment option for\nindividuals provided through retail partners with a maximum of $1,000 per day\nper transaction. To make a cash payment, you must first be registered online\nat fed.acipayonline.com. Do not send\ncash payments through the mail. Pay by Check or Money Order\nBefore submitting a payment through\nthe mail, please consider alternative\nmethods. One of our safe, quick, and\neasy electronic payment options might\nbe right for you. If you choose to mail a\ntax payment, make your check or money\norder payable to “United States Treasury” for the full amount due. Don’t send\ncash. Don’t attach the payment to your\nreturn. Write “2022 Form 1040” or\n“2022 Form 1040-SR” and your name,\naddress, daytime phone number, and social security number (SSN) on your payment and attach Form 1040-V. For the\nmost up-to-date information on Form\n1040-V, go to IRS.gov/Form1040V. If\nyou are filing a joint return, enter the\nSSN shown first on your tax return. To help us process your payment, enter the amount on the right side of the\ncheck like this: $ XXX.XX. Don’t use\ndashes or lines (for example, don’t enter\n“$ XXX–” or “$ XXXxx/100”). Mail your 2022 tax return, payment,\nand Form 1040-V to the address shown\non the form that applies to you. -59- Notice to taxpayers presenting\nchecks. When you provide a check as\npayment, you authorize us either to use\ninformation from your check to make a\none-time electronic fund transfer from\nyour account or to process the payment\nas a check transaction. When we use information from your check to make an\nelectronic fund transfer, funds may be\nwithdrawn from your account as soon as\nthe same day we receive your payment,\nand you will not receive your check\nback from your financial institution. No checks of $100 million or more\naccepted. The IRS can’t accept a single\ncheck (including a cashier’s check) for\namounts of $100,000,000 ($100 million)\nor more. If you are sending $100 million\nor more by check, you’ll need to spread\nthe payment over 2 or more checks with\neach check made out for an amount less\nthan $100 million. This limit doesn’t apply to other methods of payment (such\nas electronic payments). Please consider\na method of payment other than check if\nthe amount of the payment is over $100\nmillion.",
    "querygen": [
      "how to pay a loan online",
      "when do you pay a bill electronically",
      "how to make a payment online?"
    ],
    "querygen_score": [
      "-3.3445168",
      "-0.45228308",
      "0.68891907"
    ]
  },
  {
    "id": "legal-advice_68__24",
    "doc_id": "legal-advice_68",
    "chunk_id": 24,
    "document_category": "legal-advice",
    "text": "(Answer “Yes” if you are applying\nfor an ITIN or ATIN for the qualifying relative on or before\nthe return due date (including extensions).) Yes. Continue\nNo. STOP Who wasn't a qualifying child (see Step 1) of any taxpayer for 2022. For this\npurpose, a person isn't a taxpayer if the person isn't required to file a U.S. income\ntax return and either doesn't file such a return or files only to get a refund of\nwithheld income tax or estimated tax paid. See Pub. 501 for details and examples. 䊲 AND Who had gross income of less than $4,400 in 2022. If the person was permanently\nand totally disabled, see Exception to gross income test, later. 2. Was your qualifying relative a U.S. citizen, U.S. national, or\nU.S. resident alien? (See Pub. 519 for the definition of a\nU.S. national or a U.S. resident alien. If your qualifying\nrelative was adopted, see Exception to citizenship test,\nlater.) Yes. You can claim\nNo. STOP\nthe credit for other You can’t claim the\ndependents for this\ncredit for other\ndependent. Check the\ndependents for this\n“Credit for other\nqualifying relative. dependents” box in\ncolumn (4) of the\nDependents section on\npage 1 of Form 1040 or\n1040-SR for this\nperson. AND For whom you provided over half of the person’s support in 2022. But see\nChildren of divorced or separated parents, Multiple support agreements, and\nKidnapped child, later. 1. Does any person meet the conditions to be your qualifying\nrelative? Yes. Continue\nNo. STOP\n䊲 2. Was your qualifying relative a U.S. citizen, U.S. national,\nU.S. resident alien, or a resident of Canada or Mexico? (See\nPub. 519 for the definition of a U.S. national or U.S.\nresident alien. If your qualifying relative was adopted, see\nException to citizen test, later.) Yes. Continue\nNo. STOP\n䊲 You can't claim this\nperson as a dependent. You can’t claim the\ncredit for other\ndependents for this\nqualifying relative. Definitions and Special Rules\nAdopted child. An adopted child is always treated as your own\nchild. An adopted child includes a child lawfully placed with\nyou for legal adoption. Adoption taxpayer identification numbers (ATINs). If you\nhave a dependent who was placed with you for legal adoption\nand you don’t know the dependent’s SSN, you must get an\nATIN for the dependent from the IRS. See Form W-7A for -19- Need more information or forms? Visit IRS.gov. details. If the dependent isn't a U.S. citizen or resident alien, apply for an ITIN instead using Form W-7. Children of divorced or separated parents. A child will be\ntreated as the qualifying child or qualifying relative of the\nchild’s noncustodial parent (defined later) if all of the following\nconditions apply. 1. The parents are divorced, legally separated, separated under a written separation agreement, or lived apart at all times\nduring the last 6 months of 2022 (whether or not they are or\nwere married). 2. The child received over half of the child’s support for\n2022 from the parents (and the rules on Multiple support agreements, later, don’t apply). Support of a child received from a parent's spouse is treated as provided by the parent. 3. The child is in custody of one or both of the parents for\nmore than half of 2022.",
    "querygen": [
      "when is your tax return due",
      "when was a taxable year",
      "tin number and date"
    ],
    "querygen_score": [
      "-1.3733536",
      "-4.0955257",
      "-6.2618885"
    ]
  },
  {
    "id": "legal-advice_91__72",
    "doc_id": "legal-advice_91",
    "chunk_id": 72,
    "document_category": "legal-advice",
    "text": "1040 or\n1040-SR EIC CAUTION 10o4r0 R 1040-S If your EIC for a year after 1996 was reduced or disallowed, see\nForm 8862, who must file, earlier, to find out if you must file Form\n8862 to take the credit for 2022. -45- Need more information or forms? Visit IRS.gov. 2022 Earned Income Credit (EIC) Table\nCaution. This is not a tax table. 1. To find your credit, read down\nthe “At least - But less than”\ncolumns and find the line that\nincludes the amount you were told\nto look up from your EIC\nWorksheet. 2. Then, go to the column that\nincludes your filing status and the\nnumber of qualifying children you\nhave who have valid SSNs as\ndefined earlier. Enter the credit from\nthat column on your EIC Worksheet. And your filing status is— If the amount you are\nlooking up from the\nworksheet is— 0 Example. If your filing status is\nsingle, you have one qualifying\nchild who has a valid SSN, and the\namount you are looking up from\nyour EIC Worksheet is $2,455, you\nwould enter $842. Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 2,400\n2,450 1 2 3 0 1 2 If the amount you\nare looking up from\nthe worksheet is– 3 At least But less\nthan 1\n50\n100\n150 50\n100\n150\n200 2\n6\n10\n13 9\n26\n43\n60 10\n30\n50\n70 11\n34\n56\n79 2\n6\n10\n13 9\n26\n43\n60 10\n30\n50\n70 200\n250\n300\n350 250\n300\n350\n400 17\n21\n25\n29 77\n94\n111\n128 90\n110\n130\n150 101\n124\n146\n169 17\n21\n25\n29 77\n94\n111\n128 400\n450\n500\n550 450\n500\n550\n600 33\n36\n40\n44 145\n162\n179\n196 170\n190\n210\n230 191\n214\n236\n259 33\n36\n40\n44 600\n650\n700\n750 650\n700\n750\n800 48\n52\n55\n59 213\n230\n247\n264 250\n270\n290\n310 281\n304\n326\n349 800\n850\n900\n950 850\n900\n950\n1,000 63\n67\n71\n75 281\n298\n315\n332 330\n350\n370\n390 1,000\n1,050\n1,100\n1,150 1,050\n1,100\n1,150\n1,200 78\n82\n86\n90 349\n366\n383\n400 1,200\n1,250\n1,300\n1,350 1,250\n1,300\n1,350\n1,400 94\n98\n101\n105 1,400\n1,450\n1,500\n1,550 1,450\n1,500\n1,550\n1,600 1,600\n1,650\n1,700\n1,750 ★ 1 2 3 970\n990 1,091\n1,114 Your credit is— 2,450\n2,500 186\n189 825\n842 And your filing status is– Married filing jointly and you\nhave– Your credit is– But less\nthan At least And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household, or\nqualifying surviving spouse and\nthe number of children you have is— Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 Your credit is– 1 2 3 At least But less\nthan Your credit is– 11\n34\n56\n79 2,800\n2,850\n2,900\n2,950 2,850\n2,900\n2,950\n3,000 216\n220\n224\n228 961\n978\n995\n1,012 1,130\n1,150\n1,170\n1,190 1,271\n1,294\n1,316\n1,339 216\n220\n224\n228 961\n978\n995\n1,012 1,130\n1,150\n1,170\n1,190 1,271\n1,294\n1,316\n1,339 90\n110\n130\n150 101\n124\n146\n169 3,000\n3,050\n3,100\n3,150 3,050\n3,100\n3,150\n3,200 231\n235\n239\n243 1,029\n1,046\n1,063\n1,080 1,210\n1,230\n1,250\n1,270 1,361\n1,384\n1,406\n1,429 231\n235\n239\n243 1,029\n1,046\n1,063\n1,080 1,210\n1,230\n1,250\n1,270 1,361\n1,384\n1,406\n1,429 145\n162\n179\n196 170\n190\n210\n230 191\n214\n236\n259 3,200\n3,250\n3,300\n3,350 3,250\n3,300\n3,350\n3,400 247\n251\n254\n258 1,097\n1,114\n1,131\n1,148 1,290\n1,310\n1,330\n1,350 1,451\n1,474\n1,496\n1,519 247\n251\n254\n258 1,097\n1,114\n1,131\n1,148 1,290\n1,310\n1,330\n1,350 1,451\n1,474\n1,496\n1,519 48\n52\n55\n59 213\n230\n247\n264 250\n270\n290\n310 281\n304\n326\n349 3,400\n3,450\n3,500\n3,550 3,450\n3,500\n3,550\n3,600 262\n266\n270\n273 1,165\n1,182\n1,199\n1,216 1,370\n1,390\n1,410\n1,430 1,541\n1,564\n1,586\n1,609 262\n266\n270\n273 1,165\n1,182\n1,199\n1,216 1,370\n1,390\n1,410\n1,430 1,541\n1,564\n1,586\n1,609 371\n394\n416\n439 63\n67\n71\n75 281\n298\n315\n332 330\n350\n370\n390 371\n394\n416\n439 3,600\n3,650\n3,700\n3,750 3,650\n3,700\n3,750\n3,800 277\n281\n285\n289 1,233\n1,250\n1,267\n1,284 1,450\n1,470\n1,490\n1,510 1,631\n1,654\n1,676\n1,699 277\n281\n285\n289 1,233\n1,250\n1,267\n1,284 1,450\n1,470\n1,490\n1,510 1,631\n1,654\n1,676\n1,699 410\n430\n450\n470 461\n484\n506\n529 78\n82\n86\n90 349\n366\n383\n400 410\n430\n450\n470 461\n484\n506\n529 3,800\n3,850\n3,900\n3,950 3,850\n3,900\n3,950\n4,000 293\n296\n300\n304 1,301\n1,318\n1,335\n1,352 1,530\n1,550\n1,570\n1,590 1,721\n1,744\n1,766\n1,789 293\n296\n300\n304 1,301\n1,318\n1,335\n1,352 1,530\n1,550\n1,570\n1,590 1,721\n1,744\n1,766\n1,789 417\n434\n451\n468 490\n510\n530\n550 551\n574\n596\n619 94\n98\n101\n105 417\n434\n451\n468 490\n510\n530\n550 551\n574\n596\n619 4,000\n4,050\n4,100\n4,150 4,050\n4,100\n4,150\n4,200 308\n312\n316\n319 1,369\n1,386\n1,403\n1,420 1,610\n1,630\n1,650\n1,670 1,811\n1,834\n1,856\n1,879 308\n312\n316\n319 1,369\n1,386\n1,403\n1,420 1,610\n1,630\n1,650\n1,670 1,811\n1,834\n1,856\n1,879 109\n113\n117\n120 485\n502\n519\n536 570\n590\n610\n630 641\n664\n686\n709 109\n113\n117\n120 485\n502\n519\n536 570\n590\n610\n630 641\n664\n686\n709 4,200\n4,250\n4,300\n4,350 4,250\n4,300\n4,350\n4,400 323\n327\n331\n335 1,437\n1,454\n1,471\n1,488 1,690\n1,710\n1,730\n1,750 1,901\n1,924\n1,946\n1,969 323\n327\n331\n335 1,437\n1,454\n1,471\n1,488 1,690\n1,710\n1,730\n1,750 1,901\n1,924\n1,946\n1,969 1,650\n1,700\n1,750\n1,800 124\n128\n132\n136 553\n570\n587\n604 650\n670\n690\n710 731\n754\n776\n799 124\n128\n132\n136 553\n570\n587\n604 650\n670\n690\n710 731\n754\n776\n799 4,400\n4,450\n4,500\n4,550 4,450\n4,500\n4,550\n4,600 339\n342\n346\n350 1,505\n1,522\n1,539\n1,556 1,770\n1,790\n1,810\n1,830 1,991\n2,014\n2,036\n2,059 339\n342\n346\n350 1,505\n1,522\n1,539\n1,556 1,770\n1,790\n1,810\n1,830 1,991\n2,014\n2,036\n2,059 1,800\n1,850\n1,900\n1,950 1,850\n1,900\n1,950\n2,000 140\n143\n147\n151 621\n638\n655\n672 730\n750\n770\n790 821\n844\n866\n889 140\n143\n147\n151 621\n638\n655\n672 730\n750\n770\n790 821\n844\n866\n889 4,600\n4,650\n4,700\n4,750 4,650\n4,700\n4,750\n4,800 354\n358\n361\n365 1,573\n1,590\n1,607\n1,624 1,850\n1,870\n1,890\n1,910 2,081\n2,104\n2,126\n2,149 354\n358\n361\n365 1,573\n1,590\n1,607\n1,624 1,850\n1,870\n1,890\n1,910 2,081\n2,104\n2,126\n2,149 2,000\n2,050\n2,100\n2,150 2,050\n2,100\n2,150\n2,200 155\n159\n163\n166 689\n706\n723\n740 810\n830\n850\n870 911\n934\n956\n979 155\n159\n163\n166 689\n706\n723\n740 810\n830\n850\n870 911\n934\n956\n979 4,800\n4,850\n4,900\n4,950 4,850\n4,900\n4,950\n5,000 369\n373\n377\n381 1,641\n1,658\n1,675\n1,692 1,930\n1,950\n1,970\n1,990 2,171\n2,194\n2,216\n2,239 369\n373\n377\n381 1,641\n1,658\n1,675\n1,692",
    "querygen": [
      "what form is 1040 s eic",
      "when do you file eic form 8862",
      "when does eic start"
    ],
    "querygen_score": [
      "0.57594913",
      "0.34074634",
      "-2.4380264"
    ]
  },
  {
    "id": "legal-advice_1__1",
    "doc_id": "legal-advice_1",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "TAX YEAR 2022 1040 (and\n1040-SR) INSTRUCTIONS R Including the instructions for\nSchedules 1 through 3 2022 Changes\n• Form 1040 has new lines. • Schedule 1 has new lines. • Filing status name changed from\nQualifying widow(er) to Qualifiying\nsurviving spouse. For details on these and other\nchanges, see What’s New in these\ninstructions. Future Developments See IRS.gov and IRS.gov/Forms, and for the latest information about developments related to Forms 1040 and\n1040-SR and their instructions, such as legislation enacted after they were published, go to IRS.gov/Form1040. Free File is the fast, safe, and free way to prepare and e-file your taxes. See IRS.gov/FreeFile. Pay Online. It’s fast, simple, and secure. Go to IRS.gov/Payments. Department of the Treasury Internal Revenue Service www.irs.gov\nDec 23, 2022 Cat. No. 24811V Table of Contents\nContents\nDepartment\nof the\nTreasury\nInternal\nRevenue\nService Page What's New . . . . . . . . . . . . . . . . . . . . . . . . 6\nFiling Requirements . . . . . . . . . . . . . . . . . . 8\nDo You Have To File? . . . . . . . . . . . . . . 8\nWhen and Where Should You File? . . . . . 8\nLine Instructions for Forms 1040 and\n1040-SR . . . . . . . . . . . . . . . . . . . . . . 12\nFiling Status . . . . . . . . . . . . . . . . . . . 12\nName and Address . . . . . . . . . . . . . . . 14\nSocial Security Number (SSN) . . . . . . . 14\nDependents, Qualifying Child for\nChild Tax Credit, and Credit for\nOther Dependents . . . . . . . . . . . . . . 17\nIncome . . . . . . . . . . . . . . . . . . . . . . . 23\nTotal Income and Adjusted Gross\nIncome . . . . . . . . . . . . . . . . . . . . . 31\nTax and Credits . . . . . . . . . . . . . . . . . 31\nPayments . . . . . . . . . . . . . . . . . . . . . 37\nRefund . . . . . . . . . . . . . . . . . . . . . . . 56\nAmount You Owe . . . . . . . . . . . . . . . . 58 -2- Contents Page Sign Your Return . . . . . . . . . . . . . . . .",
    "querygen": [
      "what tax year is 2022?",
      "when does tax year start",
      "what is the amended 1040 sr for taxable years"
    ],
    "querygen_score": [
      "-2.1300268",
      "-5.154192",
      "-2.2688766"
    ]
  },
  {
    "id": "legal-advice_41__20",
    "doc_id": "legal-advice_41",
    "chunk_id": 20,
    "document_category": "legal-advice",
    "text": "effective April 1, 2004. (iii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 4, 5, or 6, except for those individuals\nwho received their initial enrollment after November\n1, 2004, must apply for renewal between November\n1, 2004, and January 31, 2005. The renewal will be\neffective April 1, 2005. (iv) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 7, 8, or 9, except for those individuals\nwho received their initial enrollment after November\n1, 2005, must apply for renewal between November\n1, 2005, and January 31, 2006. The renewal will be\neffective April 1, 2006. (v) Thereafter, applications for renewal as an\nenrolled agent will be required between November\n1 and January 31 of every subsequent third year as\nspecified in paragraph (d)(2)(i), (d)(2)(ii), or (d)\n(2)(iii) of this section according to the last number\nof the individual’s social security number or tax\nidentification number. Those individuals who\nreceive initial enrollment as an enrolled agent after\nNovember 1 and before April 2 of the applicable\nrenewal period will not be required to renew their\nenrollment before the first full renewal period\nfollowing the receipt of their initial enrollment. (3) Renewal period for enrolled retirement plan\nagents. (i) All enrolled retirement plan agents must\nrenew their preparer tax identification number as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. (ii) Enrolled retirement plan agents will be\nrequired to renew their status as enrolled retirement\nplan agents between April 1 and June 30 of every\nthird year subsequent to their initial enrollment. (4) Renewal period for registered tax return\npreparers. Registered tax return preparers must\nrenew their preparer tax identification number and\ntheir status as a registered tax return preparer as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. (5) Notification of renewal. After review and\napproval, the Internal Revenue Service will notify\n§ 10.6 — Page 11 Table of Contents the individual of the renewal and will issue the\nindividual a card or certificate evidencing current\nstatus as an enrolled agent, enrolled retirement plan\nagent, or registered tax return preparer. (6) Fee. A reasonable nonrefundable fee may be\ncharged for each application for renewal filed. See 26\nCFR part 300.\n(7) Forms. Forms required for renewal may be\nobtained by sending a written request to the address\nspecified by the Internal Revenue Service or from\nsuch other source as the Internal Revenue Service\nwill publish in the Internal Revenue Bulletin (see\n26 CFR 601.601(d)(2)(ii)(b)) and on the Internal\nRevenue Service webpage (www.irs.gov). (e) Condition for renewal: continuing education. In order to qualify for renewal as an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer, an individual must certify, in the\nmanner prescribed by the Internal Revenue Service,\nthat the individual has satisfied the requisite number\nof continuing education hours. (1) Definitions. For purposes of this section —\n(i) Enrollment year means January 1 to\nDecember 31 of each year of an enrollment cycle. (ii) Enrollment cycle means the three successive\nenrollment years preceding the effective date of\nrenewal. (iii) Registration year means each 12-month\nperiod the registered tax return preparer is authorized\nto practice before the Internal Revenue Service.\n(iv)",
    "querygen": [
      "when must an aap become effective?",
      "when can a ss number be renewed",
      "when to renew my ssn"
    ],
    "querygen_score": [
      "-3.2167706",
      "0.34613797",
      "-0.026927417"
    ]
  },
  {
    "id": "legal-advice_25__25",
    "doc_id": "legal-advice_25",
    "chunk_id": 25,
    "document_category": "legal-advice",
    "text": "Support of a child received from a parent's spouse is treated as provided by the parent. 3. The child is in custody of one or both of the parents for\nmore than half of 2022. 4. Either of the following applies. a. The custodial parent signs Form 8332 or a substantially\nsimilar statement that they won't claim the child as a dependent\nfor 2022, and the noncustodial parent includes a copy of the\nform or statement with their return. If the divorce decree or separation agreement went into effect after 1984 and before 2009,\nthe noncustodial parent may be able to include certain pages\nfrom the decree or agreement instead of Form 8332. See\nPost-1984 and pre-2009 decree or agreement and Post-2008\ndecree or agreement. b. A pre-1985 decree of divorce or separate maintenance or\nwritten separation agreement between the parents provides that\nthe noncustodial parent can claim the child as a dependent, and\nthe noncustodial parent provides at least $600 for support of the\nchild during 2022. If conditions (1) through (4) apply, only the noncustodial parent can claim the child for purposes of the child tax credits and\ncredit for other dependents (lines 19 and 28). However, this\ndoesn't allow the noncustodial parent to claim head of household filing status, the credit for child and dependent care expenses, the exclusion for dependent care benefits, or the earned income credit. The custodial parent or another taxpayer, if eligible, can claim the child for the earned income credit and these\nother benefits. See Pub. 501 for details. Custodial and noncustodial parents. The custodial parent is\nthe parent with whom the child lived for the greater number of\nnights in 2022. The noncustodial parent is the other parent. If\nthe child was with each parent for an equal number of nights,\nthe custodial parent is the parent with the higher adjusted gross\nincome. See Pub. 501 for an exception for a parent who works\nat night, rules for a child who is emancipated under state law,\nand other details. Post-1984 and pre-2009 decree or agreement. The decree\nor agreement must state all three of the following. 1. The noncustodial parent can claim the child as a dependent without regard to any condition, such as payment of support. 2. The other parent won't claim the child as a dependent. 3. The years for which the claim is released. Need more information or forms? Visit IRS.gov. The noncustodial parent must include all of the following pages from the decree or agreement. • Cover page (include the other parent's SSN on that page).\n• The pages that include all the information identified in (1)\nthrough (3) above. • Signature page with the other parent's signature and date\nof agreement. ! You must include the required information even if you\nfiled it with your return in an earlier year. CAUTION Post-2008 decree or agreement. If the divorce decree or\nseparation agreement went into effect after 2008, the noncustodial parent can't include pages from the decree or agreement instead of Form 8332.",
    "querygen": [
      "how long do i have to keep my child with my spouse",
      "what is the child support form for parent",
      "when is the child in parent custody?"
    ],
    "querygen_score": [
      "-2.052222",
      "-0.08984516",
      "-0.16600692"
    ]
  },
  {
    "id": "legal-advice_99__13",
    "doc_id": "legal-advice_99",
    "chunk_id": 13,
    "document_category": "legal-advice",
    "text": "CAUTION Free File makes available free brand-name software and free e-file. Visit IRS.gov/\nFreeFile for details and to see if you are eligible. What form to file. Everyone can file Form 1040. Form 1040-SR is available to you if\nyou were born before January 2, 1958. Fiscal year filers. If you are a fiscal year filer using a tax year other than January 1\nthrough December 31, 2022, write “Tax Year” and the beginning and ending months\nof your fiscal year in the top margin of page 1 of Form 1040 or 1040-SR. Write-in information. If you need to write a word, code, and/or dollar amount on\nForm 1040 or 1040-SR to explain an item of income or deduction, but don't have\nenough space to enter the word, code, and/or dollar amount, you can put an asterisk\nnext to the applicable line number and put a footnote at the bottom of page 2 of your\ntax return indicating the line number and the word, code, and/or dollar amount you\nneed to enter. Section references are to the Internal Revenue Code.\ninstructions for Qualifying Surviving\nSpouse, later. Married Filing Jointly You can check the “Married filing jointly” box at the top of Form 1040 or\n1040-SR if any of the following apply. • You were married at the end of\n2022, even if you didn't live with your\nspouse at the end of 2022. • Your spouse died in 2022 and you\ndidn't remarry in 2022. • You were married at the end of\n2022 and your spouse died in 2023 before filing a 2022 return. A married couple filing jointly report\ntheir combined income and deduct their\ncombined allowable expenses on one return. They can file a joint return even if\nonly one had income or if they didn't\nlive together all year. However, both\npersons must sign the return. Once you\nfile a joint return, you can't choose to\nfile separate returns for that year after\nthe due date of the return. Joint and several tax liability. If you\nfile a joint return, both you and your\nspouse are generally responsible for the\ntax and interest or penalties due on the\nreturn. This means that if one spouse\ndoesn't pay the tax due, the other may\nhave to. Or, if one spouse doesn't report\nthe correct tax, both spouses may be responsible for any additional taxes assessed by the IRS. You may want to file\nseparately if: Need more information or forms? Visit IRS.gov. -12- • You believe your spouse isn't reporting all of their income, or\n• You don’t want to be responsible\nfor any taxes due if your spouse doesn't\nhave enough tax withheld or doesn't pay\nenough estimated tax. See the instructions for Married Filing\nSeparately. Also see Innocent Spouse\nRelief under General Information, later. Nonresident aliens and dual-status aliens. Generally, a married couple can't\nfile a joint return if either spouse is a\nnonresident alien at any time during the\nyear. However, if you were a nonresident alien or a dual-status alien and were\nmarried to a U.S. citizen or resident alien at the end of 2022, you can elect to\nbe treated as a resident alien and file a\njoint return. See Pub. 519 for details.",
    "querygen": [
      "what is the form to file a tax return with the irs",
      "what type of tax return can i use for an employee",
      "who can file 1040 free file"
    ],
    "querygen_score": [
      "1.3748252",
      "-2.130067",
      "0.81279945"
    ]
  },
  {
    "id": "legal-advice_15__4",
    "doc_id": "legal-advice_15",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": "Any It should be noted that during the bankruptcy proceeding\nargued that it, rather than the investors, was the true owner of\nthe payphones. CC:SBSE:2:PIT:POSTS128556-02 6 unauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. If you have any questions, please contact Attorney Edward\nJ. Laubach, Jr. at 412-644-3443 or Attorney Julia L. Wahl at\n412-644-3417. EDWARD J. LAUBACH, JR. JULIA L. WAHL\nAPPROVED:\n___________________________ EDWARD F. PEDUZZI, JR. Associate Area Counsel",
    "querygen": [
      "who does it mean when you say i bought payphones from pfizer",
      "who is the owner of the payphones",
      "who owns payphones"
    ],
    "querygen_score": [
      "-6.3097363",
      "2.502574",
      "2.4315283"
    ]
  },
  {
    "id": "legal-advice_99__61",
    "doc_id": "legal-advice_99",
    "chunk_id": 61,
    "document_category": "legal-advice",
    "text": "See Schedule EIC for more information, including\nhow to complete Schedule EIC if your qualifying child doesn't\nhave a valid SSN. 4. Were you or your spouse a nonresident alien for any part of\n2022? Yes. See Nonresident\nNo. Go to Step 2.\naliens, later, under\nDefinitions and Special\nRules. For help in determining if you are eligible for the EIC, go to\nIRS. gov/EITC and click on “EITC Qualification Assistant.” This\nservice is available in English and Spanish. 1. Add the amounts from Form 1040 or 1040-SR: Step 2 Line 2a If you take the EIC even though you aren't eligible and\nit is determined that your error is due to reckless or inCAUTION tentional disregard of the EIC rules, you won't be allowed to take the credit for 2 years even if you are otherwise eligible to do so. If you fraudulently take the EIC, you won't be\nallowed to take the credit for 10 years. See Form 8862, who\nmust file, later. You may also have to pay penalties. ! Refunds for returns claiming the earned income credit\nTIP can't be issued before mid-February 2023. This delay\napplies to the entire refund, not just the portion associated with the earned income credit. Step 1 All Filers 1. If, in 2022:\n• 3 or more children who have valid SSNs lived with you,\nis the amount on Form 1040 or 1040-SR, line 11, less\nthan $53,057 ($59,187 if married filing jointly)? • 2 children who have valid SSNs lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$49,399 ($55,529 if married filing jointly)? • 1 child who has a valid SSN lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$43,492 ($49,622 if married filing jointly)?\n• No children who have valid SSNs lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$16,480 ($22,610 if married filing jointly)? Yes. Continue\nNo. STOP\n䊲 You can't take the credit. 2. Do you, and your spouse if filing a joint return, have a\nsocial security number issued on or before the due date of\nyour 2022 return (including extensions) that allows you to Need more information or forms? Visit IRS.gov. Investment Income Line 2b + Line 3b + Line 7* + Investment Income =\n*If line 7 is a loss, enter -0-. 2. Is your investment income more than $10,300? Yes. Continue\nNo. Skip question 3; go\n䊲\nto question 4.\n3. Are you filing Form 4797 (relating to sales of business\nproperty)? Yes. See Form 4797\nNo. STOP\nfilers, later, under You can't take the credit. Definitions and Special\nRules. 4. Do any of the following apply for 2022?\n• You are filing Schedule E.\n• You are reporting income from the rental of personal\nproperty not used in a trade or business. • You are filing Form 8814 (relating to election to report\nchild's interest and dividends on your return). • You have income or loss from a passive activity. Yes. Use Worksheet 1\nNo. Go to Step 3.\nin Pub. 596 to see if you\ncan take the credit. -38- Step 3 Qualifying Child",
    "querygen": [
      "can i use non resident aliens as dependent for nonresident aliens",
      "when is eic deadline for children",
      "irs schedule to submit qualifying child"
    ],
    "querygen_score": [
      "-2.6266587",
      "-1.7002652",
      "-0.9405725"
    ]
  },
  {
    "id": "legal-advice_25__101",
    "doc_id": "legal-advice_25",
    "chunk_id": 101,
    "document_category": "legal-advice",
    "text": "67,250\n67,300\n67,350\n67,400\n67,450 67,300\n67,350\n67,400\n67,450\n67,500 10,418\n10,429\n10,440\n10,451\n10,462 7,662\n7,668\n7,674\n7,680\n7,686 10,418\n10,429\n10,440\n10,451\n10,462 8,918\n8,929\n8,940\n8,951\n8,962 70,250\n70,300\n70,350\n70,400\n70,450 70,300\n70,350\n70,400\n70,450\n70,500 11,078\n11,089\n11,100\n11,111\n11,122 8,022\n8,028\n8,034\n8,040\n8,046 11,078\n11,089\n11,100\n11,111\n11,122 9,578\n9,589\n9,600\n9,611\n9,622 73,250\n73,300\n73,350\n73,400\n73,450 73,300\n73,350\n73,400\n73,450\n73,500 11,738\n11,749\n11,760\n11,771\n11,782 8,382\n8,388\n8,394\n8,400\n8,406 11,738\n11,749\n11,760\n11,771\n11,782 10,238\n10,249\n10,260\n10,271\n10,282 67,500\n67,550\n67,600\n67,650\n67,700 67,550\n67,600\n67,650\n67,700\n67,750 10,473\n10,484\n10,495\n10,506\n10,517 7,692\n7,698\n7,704\n7,710\n7,716 10,473\n10,484\n10,495\n10,506\n10,517 8,973\n8,984\n8,995\n9,006\n9,017 70,500\n70,550\n70,600\n70,650\n70,700 70,550\n70,600\n70,650\n70,700\n70,750 11,133\n11,144\n11,155\n11,166\n11,177 8,052\n8,058\n8,064\n8,070\n8,076 11,133\n11,144\n11,155\n11,166\n11,177 9,633\n9,644\n9,655\n9,666\n9,677 73,500\n73,550\n73,600\n73,650\n73,700 73,550\n73,600\n73,650\n73,700\n73,750 11,793\n11,804\n11,815\n11,826\n11,837 8,412\n8,418\n8,424\n8,430\n8,436 11,793\n11,804\n11,815\n11,826\n11,837 10,293\n10,304\n10,315\n10,326\n10,337 67,750\n67,800\n67,850\n67,900\n67,950 67,800\n67,850\n67,900\n67,950\n68,000 10,528\n10,539\n10,550\n10,561\n10,572 7,722\n7,728\n7,734\n7,740\n7,746 10,528\n10,539\n10,550\n10,561\n10,572 9,028\n9,039\n9,050\n9,061\n9,072 70,750\n70,800\n70,850\n70,900\n70,950 70,800\n70,850\n70,900\n70,950\n71,000 11,188\n11,199\n11,210\n11,221\n11,232 8,082\n8,088\n8,094\n8,100\n8,106 11,188\n11,199\n11,210\n11,221\n11,232 9,688\n9,699\n9,710\n9,721\n9,732 73,750\n73,800\n73,850\n73,900\n73,950 73,800\n73,850\n73,900\n73,950\n74,000 11,848\n11,859\n11,870\n11,881\n11,892 8,442\n8,448\n8,454\n8,460\n8,466 11,848\n11,859\n11,870\n11,881\n11,892 10,348\n10,359\n10,370\n10,381\n10,392 68,000 71,000 74,000 68,000\n68,050\n68,100\n68,150\n68,200 68,050\n68,100\n68,150\n68,200\n68,250 10,583\n10,594\n10,605\n10,616\n10,627 7,752\n7,758\n7,764\n7,770\n7,776 10,583\n10,594\n10,605\n10,616\n10,627 9,083\n9,094\n9,105\n9,116\n9,127 71,000\n71,050\n71,100\n71,150\n71,200 71,050\n71,100\n71,150\n71,200\n71,250 11,243\n11,254\n11,265\n11,276\n11,287 8,112\n8,118\n8,124\n8,130\n8,136 11,243\n11,254\n11,265\n11,276\n11,287 9,743\n9,754\n9,765\n9,776\n9,787 74,000\n74,050\n74,100\n74,150\n74,200 74,050\n74,100\n74,150\n74,200\n74,250 11,903\n11,914\n11,925\n11,936\n11,947 8,472\n8,478\n8,484\n8,490\n8,496 11,903\n11,914\n11,925\n11,936\n11,947 10,403\n10,414\n10,425\n10,436\n10,447 68,250\n68,300\n68,350\n68,400\n68,450 68,300\n68,350\n68,400\n68,450\n68,500 10,638\n10,649\n10,660\n10,671\n10,682 7,782\n7,788\n7,794\n7,800\n7,806 10,638\n10,649\n10,660\n10,671\n10,682 9,138\n9,149\n9,160\n9,171\n9,182 71,250\n71,300\n71,350\n71,400\n71,450 71,300\n71,350\n71,400\n71,450\n71,500 11,298\n11,309\n11,320\n11,331\n11,342 8,142\n8,148\n8,154\n8,160\n8,166 11,298\n11,309\n11,320\n11,331\n11,342 9,798\n9,809\n9,820\n9,831\n9,842 74,250\n74,300\n74,350\n74,400\n74,450 74,300\n74,350\n74,400\n74,450\n74,500 11,958\n11,969\n11,980\n11,991\n12,002 8,502\n8,508\n8,514\n8,520\n8,526 11,958\n11,969\n11,980\n11,991\n12,002 10,458\n10,469\n10,480\n10,491\n10,502 68,500\n68,550\n68,600\n68,650\n68,700 68,550\n68,600\n68,650\n68,700\n68,750 10,693\n10,704\n10,715\n10,726\n10,737 7,812\n7,818\n7,824\n7,830\n7,836 10,693\n10,704\n10,715\n10,726\n10,737 9,193\n9,204\n9,215\n9,226\n9,237 71,500\n71,550\n71,600\n71,650\n71,700 71,550\n71,600\n71,650\n71,700\n71,750 11,353\n11,364\n11,375\n11,386\n11,397 8,172\n8,178\n8,184\n8,190\n8,196 11,353\n11,364\n11,375\n11,386\n11,397 9,853\n9,864\n9,875\n9,886\n9,897 74,500\n74,550\n74,600\n74,650\n74,700 74,550\n74,600\n74,650\n74,700\n74,750 12,013\n12,024\n12,035\n12,046\n12,057 8,532\n8,538\n8,544\n8,550\n8,556 12,013\n12,024\n12,035\n12,046\n12,057 10,513\n10,524\n10,535\n10,546\n10,557 68,750\n68,800\n68,850\n68,900\n68,950 68,800\n68,850\n68,900\n68,950\n69,000 10,748\n10,759\n10,770\n10,781\n10,792 7,842\n7,848\n7,854\n7,860\n7,866 10,748\n10,759\n10,770\n10,781\n10,792 9,248\n9,259\n9,270\n9,281\n9,292 71,750\n71,800\n71,850\n71,900\n71,950 71,800\n71,850\n71,900\n71,950\n72,000 11,408\n11,419\n11,430\n11,441\n11,452 8,202\n8,208\n8,214\n8,220\n8,226 11,408\n11,419\n11,430\n11,441\n11,452 9,908\n9,919\n9,930\n9,941\n9,952 74,750\n74,800\n74,850\n74,900\n74,950 74,800\n74,850\n74,900\n74,950\n75,000 12,068\n12,079\n12,090\n12,101\n12,112 8,562\n8,568\n8,574\n8,580\n8,586 12,068\n12,079\n12,090\n12,101\n12,112 10,568\n10,579\n10,590\n10,601\n10,612 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 71 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 75,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 78,000 81,000 75,000\n75,050\n75,100\n75,150\n75,200 75,050\n75,100\n75,150\n75,200\n75,250 12,123\n12,134\n12,145\n12,156\n12,167 8,592\n8,598\n8,604\n8,610\n8,616 12,123\n12,134\n12,145\n12,156\n12,167 10,623\n10,634\n10,645\n10,656\n10,667 78,000\n78,050\n78,100\n78,150\n78,200 78,050\n78,100\n78,150\n78,200\n78,250 12,783\n12,794\n12,805\n12,816\n12,827 8,952\n8,958\n8,964\n8,970\n8,976 12,783\n12,794\n12,805\n12,816\n12,827 11,283\n11,294\n11,305\n11,316\n11,327 81,000\n81,050\n81,100\n81,150\n81,200 81,050\n81,100\n81,150\n81,200\n81,250 13,443\n13,454\n13,465\n13,476\n13,487 9,312\n9,318\n9,324\n9,330\n9,336 13,443\n13,454\n13,465\n13,476\n13,487 11,943\n11,954\n11,965\n11,976\n11,987 75,250\n75,300\n75,350\n75,400\n75,450 75,300\n75,350\n75,400\n75,450\n75,500 12,178\n12,189\n12,200\n12,211\n12,222 8,622\n8,628\n8,634\n8,640\n8,646 12,178\n12,189\n12,200\n12,211\n12,222 10,678\n10,689\n10,700\n10,711\n10,722 78,250\n78,300\n78,350\n78,400\n78,450 78,300\n78,350\n78,400\n78,450\n78,500 12,838\n12,849\n12,860\n12,871\n12,882 8,982\n8,988\n8,994\n9,000\n9,006 12,838\n12,849\n12,860\n12,871\n12,882 11,338\n11,349\n11,360\n11,371\n11,382 81,250\n81,300\n81,350\n81,400\n81,450 81,300\n81,350\n81,400\n81,450\n81,500 13,498\n13,509\n13,520\n13,531\n13,542 9,342\n9,348\n9,354\n9,360\n9,366 13,498\n13,509\n13,520\n13,531\n13,542 11,998\n12,009\n12,020\n12,031\n12,042 75,500\n75,550\n75,600\n75,650\n75,700 75,550\n75,600\n75,650\n75,700\n75,750 12,233\n12,244\n12,255\n12,266\n12,277 8,652\n8,658\n8,664\n8,670\n8,676 12,233\n12,244\n12,255\n12,266\n12,277 10,733\n10,744\n10,755\n10,766\n10,777 78,500\n78,550\n78,600\n78,650\n78,700 78,550\n78,600\n78,650\n78,700\n78,750 12,893\n12,904\n12,915\n12,926\n12,937 9,012\n9,018\n9,024\n9,030\n9,036 12,893\n12,904\n12,915\n12,926\n12,937 11,393\n11,404\n11,415\n11,426\n11,437 81,500\n81,550\n81,600\n81,650\n81,700 81,550\n81,600\n81,650\n81,700\n81,750 13,553\n13,564\n13,575\n13,586\n13,597 9,372\n9,378\n9,384\n9,390\n9,396 13,553\n13,564\n13,575\n13,586\n13,597 12,053\n12,064\n12,075\n12,086\n12,097 75,750\n75,800\n75,850\n75,900\n75,950 75,800\n75,850\n75,900\n75,950\n76,000 12,288\n12,299\n12,310\n12,321\n12,332 8,682\n8,688\n8,694\n8,700\n8,706 12,288\n12,299\n12,310\n12,321\n12,332 10,788\n10,799\n10,810\n10,821\n10,832 78,750\n78,800\n78,850\n78,900\n78,950 78,800\n78,850\n78,900\n78,950\n79,000 12,948\n12,959\n12,970\n12,981\n12,992 9,042\n9,048\n9,054\n9,060\n9,066 12,948\n12,959\n12,970\n12,981\n12,992 11,448\n11,459\n11,470\n11,481\n11,492 81,750\n81,800\n81,850\n81,900\n81,950 81,800\n81,850\n81,900\n81,950\n82,000 13,608\n13,619\n13,630\n13,641\n13,652 9,402\n9,408\n9,414\n9,420\n9,426 13,608\n13,619\n13,630\n13,641\n13,652 12,108\n12,119\n12,130\n12,141\n12,152 76,000 79,000 82,000 76,000\n76,050\n76,100\n76,150\n76,200 76,050\n76,100\n76,150\n76,200\n76,250 12,343\n12,354\n12,365\n12,376\n12,387 8,712\n8,718\n8,724\n8,730\n8,736 12,343\n12,354\n12,365\n12,376\n12,387 10,843\n10,854\n10,865\n10,876\n10,887 79,000\n79,050\n79,100\n79,150\n79,200 79,050\n79,100\n79,150\n79,200\n79,250 13,003\n13,014\n13,025\n13,036\n13,047 9,072\n9,078\n9,084\n9,090\n9,096 13,003\n13,014\n13,025\n13,036\n13,047 11,503\n11,514\n11,525\n11,536\n11,547 82,000\n82,050\n82,100\n82,150\n82,200 82,050\n82,100\n82,150\n82,200\n82,250 13,663\n13,674\n13,685\n13,696\n13,707 9,432\n9,438\n9,444\n9,450\n9,456 13,663\n13,674\n13,685\n13,696\n13,707 12,163\n12,174\n12,185\n12,196\n12,207 76,250\n76,300\n76,350\n76,400\n76,450 76,300\n76,350\n76,400\n76,450\n76,500 12,398\n12,409\n12,420\n12,431\n12,442 8,742\n8,748\n8,754\n8,760\n8,766 12,398\n12,409\n12,420\n12,431\n12,442 10,898\n10,909\n10,920\n10,931\n10,942 79,250\n79,300\n79,350\n79,400\n79,450 79,300\n79,350\n79,400\n79,450\n79,500 13,058\n13,069\n13,080\n13,091\n13,102 9,102\n9,108\n9,114\n9,120\n9,126 13,058\n13,069\n13,080\n13,091\n13,102 11,558\n11,569\n11,580\n11,591\n11,602 82,250\n82,300\n82,350\n82,400\n82,450 82,300\n82,350\n82,400\n82,450\n82,500 13,718\n13,729\n13,740\n13,751\n13,762 9,462\n9,468\n9,474\n9,480\n9,486 13,718\n13,729\n13,740\n13,751\n13,762 12,218\n12,229\n12,240\n12,251\n12,262 76,500\n76,550\n76,600\n76,650\n76,700 76,550\n76,600\n76,650\n76,700\n76,750 12,453\n12,464\n12,475\n12,486\n12,497 8,772\n8,778\n8,784\n8,790\n8,796 12,453\n12,464\n12,475\n12,486\n12,497 10,953\n10,964\n10,975\n10,986\n10,997 79,500\n79,550\n79,600\n79,650\n79,700 79,550\n79,600\n79,650\n79,700\n79,750 13,113\n13,124\n13,135\n13,146\n13,157 9,132\n9,138\n9,144\n9,150\n9,156 13,113\n13,124\n13,135\n13,146\n13,157 11,613\n11,624\n11,635\n11,646\n11,657 82,500\n82,550\n82,600\n82,650\n82,700 82,550\n82,600\n82,650\n82,700\n82,750 13,773\n13,784\n13,795\n13,806\n13,817 9,492\n9,498\n9,504\n9,510\n9,516 13,773\n13,784\n13,795\n13,806\n13,817 12,273\n12,284\n12,295\n12,306\n12,317 76,750\n76,800\n76,850\n76,900\n76,950 76,800\n76,850\n76,900\n76,950\n77,000 12,508\n12,519\n12,530\n12,541\n12,552 8,802\n8,808\n8,814\n8,820\n8,826 12,508\n12,519\n12,530\n12,541\n12,552 11,008\n11,019\n11,030\n11,041\n11,052 79,750\n79,800\n79,850\n79,900\n79,950 79,800\n79,850\n79,900\n79,950\n80,000 13,168\n13,179\n13,190\n13,201\n13,212 9,162\n9,168\n9,174\n9,180\n9,186 13,168\n13,179\n13,190\n13,201\n13,212 11,668\n11,679\n11,690\n11,701\n11,712 82,750\n82,800\n82,850\n82,900\n82,950 82,800\n82,850\n82,900\n82,950\n83,000 13,828\n13,839\n13,850\n13,861\n13,872 9,522\n9,528\n9,534\n9,540\n9,546 13,828\n13,839\n13,850\n13,861\n13,872 12,328\n12,339\n12,350\n12,361\n12,372 77,000 80,000 83,000 77,000\n77,050\n77,100\n77,150\n77,200 77,050\n77,100\n77,150\n77,200\n77,250 12,563\n12,574\n12,585\n12,596\n12,607 8,832\n8,838\n8,844\n8,850\n8,856 12,563\n12,574\n12,585\n12,596\n12,607 11,063\n11,074\n11,085\n11,096\n11,107 80,000\n80,050\n80,100\n80,150\n80,200 80,050\n80,100\n80,150\n80,200\n80,250 13,223\n13,234\n13,245\n13,256\n13,267 9,192\n9,198\n9,204\n9,210\n9,216 13,223\n13,234\n13,245\n13,256\n13,267 11,723\n11,734\n11,745\n11,756\n11,767 83,000\n83,050\n83,100\n83,150\n83,200 83,050\n83,100\n83,150\n83,200\n83,250 13,883\n13,894\n13,905\n13,916\n13,927 9,552\n9,558\n9,564\n9,570\n9,576 13,883\n13,894\n13,905\n13,916\n13,927 12,383\n12,394\n12,405\n12,416\n12,427 77,250\n77,300\n77,350\n77,400\n77,450 77,300\n77,350\n77,400\n77,450\n77,500 12,618\n12,629\n12,640\n12,651\n12,662 8,862\n8,868\n8,874\n8,880\n8,886 12,618\n12,629\n12,640\n12,651\n12,662 11,118\n11,129\n11,140\n11,151\n11,162 80,250\n80,300\n80,350\n80,400\n80,450 80,300\n80,350\n80,400\n80,450\n80,500 13,278\n13,289\n13,300\n13,311\n13,322 9,222\n9,228\n9,234\n9,240\n9,246 13,278\n13,289\n13,300\n13,311\n13,322 11,778\n11,789\n11,800\n11,811\n11,822 83,250\n83,300\n83,350\n83,400\n83,450 83,300\n83,350\n83,400\n83,450\n83,500 13,938\n13,949\n13,960\n13,971\n13,982 9,582\n9,588\n9,594\n9,600\n9,606 13,938\n13,949\n13,960\n13,971\n13,982 12,438\n12,449\n12,460\n12,471\n12,482 77,500\n77,550\n77,600\n77,650\n77,700 77,550\n77,600\n77,650\n77,700\n77,750 12,673\n12,684\n12,695\n12,706\n12,717 8,892\n8,898\n8,904\n8,910\n8,916 12,673\n12,684\n12,695\n12,706\n12,717 11,173\n11,184\n11,195\n11,206\n11,217 80,500\n80,550\n80,600\n80,650\n80,700 80,550\n80,600\n80,650\n80,700\n80,750 13,333\n13,344\n13,355\n13,366\n13,377 9,252\n9,258\n9,264\n9,270\n9,276 13,333\n13,344\n13,355\n13,366\n13,377 11,833\n11,844\n11,855\n11,866\n11,877 83,500\n83,550\n83,600\n83,650\n83,700 83,550\n83,600\n83,650\n83,700\n83,750 13,993\n14,004\n14,015\n14,026\n14,037 9,612\n9,621\n9,632\n9,643\n9,654 13,993\n14,004\n14,015\n14,026\n14,037 12,493\n12,504\n12,515\n12,526\n12,537 77,750\n77,800\n77,850\n77,900\n77,950 77,800\n77,850\n77,900\n77,950\n78,000 12,728\n12,739\n12,750\n12,761\n12,772 8,922\n8,928\n8,934\n8,940\n8,946 12,728\n12,739\n12,750\n12,761\n12,772 11,228\n11,239\n11,250\n11,261\n11,272 80,750\n80,800\n80,850\n80,900\n80,950 80,800\n80,850\n80,900\n80,950\n81,000 13,388\n13,399\n13,410\n13,421\n13,432 9,282\n9,288\n9,294\n9,300\n9,306 13,388\n13,399\n13,410\n13,421\n13,432 11,888\n11,899\n11,910\n11,921\n11,932 83,750\n83,800\n83,850\n83,900\n83,950 83,800\n83,850\n83,900\n83,950\n84,000 14,048\n14,059\n14,070\n14,081\n14,092 9,665\n9,676\n9,687\n9,698\n9,709 14,048\n14,059\n14,070\n14,081\n14,092 12,548\n12,559\n12,570\n12,581\n12,592 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 72 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married",
    "querygen": [
      "what is 67,350?",
      "how many numbers is the number 67,250",
      "how many is 67300"
    ],
    "querygen_score": [
      "-0.191329",
      "0.88899857",
      "-1.7181463"
    ]
  },
  {
    "id": "legal-advice_68__50",
    "doc_id": "legal-advice_68",
    "chunk_id": 50,
    "document_category": "legal-advice",
    "text": "Line 16\nTax\nInclude in the total on the entry space on\nline 16 all of the following taxes that apply. • Tax on your taxable income. Figure the tax using one of the methods described later. • Tax from Form(s) 8814 (relating to\nthe election to report child's interest or\ndividends). Check the appropriate box. • Tax from Form 4972 (relating to\nlump-sum distributions). Check the appropriate box. • Tax with respect to a section 962\nelection (election made by a domestic\nshareholder of a controlled foreign corporation to be taxed at corporate rates) reduced by the amount of any foreign\ntax credits claimed on Form 1118. See\nsection 962 for details. Check box 3 and\nenter the amount and “962” in the space\nnext to that box. Attach a statement\nshowing how you figured the tax. • Recapture of an education credit. You may owe this tax if you claimed an\neducation credit in an earlier year, and\neither tax-free educational assistance or\na refund of qualified expenses was received in 2022 for the student. See Form\n8863 for more details. Check box 3 and\nenter the amount and “ECR” in the\nspace next to that box. • Any tax from Form 8621, line 16e,\nrelating to a section 1291 fund. Check\nbox 3 and enter the amount of the tax\nand “1291TAX” in the space next to that\nbox. • Tax from Form 8978, line 14 (relating to partner's audit liability under\nsection 6226). Check box 3 and enter the\namount of the liability and “Form 8978”\nin the space next to that box. If the\namount on Form 8978, line 14, is negative, see the instructions for Schedule 3\n(Form 1040), line 6l.\n• Net tax liability deferred under\nsection 965(i). If you had a net 965 inclusion and made an election to defer\nyour net 965 tax liability under section\n965(i), check box 3 and enter (as a negative number) the amount of the deferred\nnet 965 tax liability and “965” on the\nline next to that box. • Triggering event under section\n965(i). If you had a triggering event under section 965(i) during the year and\ndid not enter into a transfer agreement,\ncheck box 3 and enter the amount of the\ntriggered deferred net 965 tax liability\nand enter “965INC” on the line next to\nthat box. Do you want the IRS to figure the\ntax on your taxable income for you? Yes. See chapter 13 of Pub. 17 for\ndetails, including who is eligible and\nwhat to do. If you have paid too much,\nwe will send you a refund. If you didn't\npay enough, we will send you a bill. No. Use one of the following methods to figure your tax. Tax Table or Tax Computation\nWorksheet. If your taxable income is\nless than $100,000, you must use the\nTax Table, later in these instructions, to\nfigure your tax. Be sure you use the cor-33- rect column. If your taxable income is\n$100,000 or more, use the Tax Computation Worksheet right after the Tax Table. However, don’t use the Tax Table or\nTax Computation Worksheet to figure\nyour tax if any of the following applies. Form 8615.",
    "querygen": [
      "what is the difference between line 8 and line 16?",
      "where should the tax on your income be",
      "what is the tax form for children"
    ],
    "querygen_score": [
      "-4.781114",
      "-1.50612",
      "-2.2761545"
    ]
  },
  {
    "id": "legal-advice_66__108",
    "doc_id": "legal-advice_66",
    "chunk_id": 108,
    "document_category": "legal-advice",
    "text": "For information on how to\nmake this type of gift online, go to\nTreasuryDirect.gov/Help-Center/PublicDebt-FAQs/#DebtFinance and click on\n“How do you make a contribution to reduce the debt?” You may be able to deduct this TIP gift on your 2023 tax return. How Long Should\nRecords Be Kept? Keep a copy of your tax return, worksheets you used, and records of all items\nappearing on it (such as Forms W-2 and\n1099) until the statute of limitations runs\nout for that return. Usually, this is 3\nyears from the date the return was due or\nfiled or 2 years from the date the tax was\npaid, whichever is later. You should\nkeep some records longer. For example,\nkeep property records (including those\non your home) as long as they are needed to figure the basis of the original or\nreplacement property. For more details,\nsee chapter 1 of Pub. 17. Amended Return\nFile Form 1040-X to change a return\nyou already filed. Generally, Form\n1040-X must be filed within 3 years af- ter the date the original return was filed\nor within 2 years after the date the tax\nwas paid, whichever is later. But you\nmay have more time to file Form\n1040-X if you live in a federally declared disaster area or you are physically\nor mentally unable to manage your financial affairs. See Pub. 556 for details. Use the Where's My Amended Return\napplication on IRS.gov to track the status of your amended return. It can take\nup to 3 weeks from the date you mailed\nit to show up in our system. Need a Copy of Your\nTax Return Information? Tax return transcripts are free and are\ngenerally used to validate income and\ntax filing status for mortgage applications, student and small business loan\napplications, and during tax return preparation. To get a free transcript:\n• Visit IRS.gov/Transcript,\n• Use Form 4506-T or 4506T-EZ, or\n• Call us at 800-908-9946. If you need a copy of your actual tax\nreturn, use Form 4506. There is a fee for\neach return requested. See Form 4506\nfor the current fee. If your main home,\nprincipal place of business, or tax records are located in a federally declared\ndisaster area, this fee will be waived. Death of a Taxpayer If a taxpayer died before filing a return\nfor 2022, the taxpayer's spouse or personal representative may have to file and\nsign a return for that taxpayer. A personal representative can be an executor, administrator, or anyone who is in charge\nof the deceased taxpayer's property. If\nthe deceased taxpayer didn't have to file\na return but had tax withheld, a return\nmust be filed to get a refund. The person\nwho files the return must enter “Deceased,” the deceased taxpayer's name,\nand the date of death across the top of\nthe return. If this information isn't provided, it may delay the processing of the\nreturn. If your spouse died in 2022 and you\ndidn't remarry in 2022, or if your spouse\ndied in 2023 before filing a return for\n2022, you can file a joint return. A joint\nreturn should show your spouse's 2022\nincome before death and your income for all of 2022. Enter “Filing as surviving spouse” in the area where you sign\nthe return.",
    "querygen": [
      "how do you reduce debt online",
      "can i donate to reduce debt",
      "can you give gifts to reduce debt"
    ],
    "querygen_score": [
      "0.26622468",
      "-0.83649606",
      "0.71861565"
    ]
  },
  {
    "id": "legal-advice_35__27",
    "doc_id": "legal-advice_35",
    "chunk_id": 27,
    "document_category": "legal-advice",
    "text": "Any individual may for compensation\nprepare or assist with the preparation of a tax return\nor claim for refund (provided the individual prepares\nless than substantially all of the tax return or claim for\nrefund), appear as a witness for the taxpayer before\nthe Internal Revenue Service, or furnish information\nat the request of the Internal Revenue Service or any\nof its officers or employees. (c) Application of rules to other individuals. Any\nindividual who for compensation prepares, or assists\nin the preparation of, all or a substantial portion of a\ndocument pertaining to any taxpayer’s tax liability for\nsubmission to the Internal Revenue Service is subject\nto the duties and restrictions relating to practice in\nsubpart B, as well as subject to the sanctions for\nviolation of the regulations in subpart C. Unless\notherwise a practitioner, however, an individual\nmay not for compensation prepare, or assist in the\npreparation of, all or substantially all of a tax return\nor claim for refund, or sign tax returns and claims for\nrefund. For purposes of this paragraph, an individual\ndescribed in 26 CFR 301.7701-15(f) is not treated\nas having prepared all or a substantial portion of the\ndocument by reason of such assistance. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. (a) Continuing education providers —\n(1) In general. Continuing education providers\nare those responsible for presenting continuing\neducation programs. A continuing education provider\nmust —\n(i) Be an accredited educational institution;\n(ii) Be recognized for continuing education\npurposes by the licensing body of any State, territory,\nor possession of the United States, including a\nCommonwealth, or the District of Columbia;\n(iii) Be recognized and approved by a qualifying\norganization as a provider of continuing education\non subject matters within §10.6(f) of this part. The\nInternal Revenue Service may, at its discretion,\nidentify a professional organization, society or\nbusiness entity that maintains minimum education\nstandards comparable to those set forth in this part as\na qualifying organization for purposes of this part in\nappropriate forms, instructions, and other appropriate\nguidance; or\n(iv) Be recognized by the Internal Revenue\nService as a professional organization, society, or\nbusiness whose programs include offering continuing\nprofessional education opportunities in subject\nmatters within §10.6(f) of this part. The Internal\nRevenue Service, at its discretion, may require such\nprofessional organizations, societies, or businesses\nto file an agreement and/or obtain Internal Revenue\nService approval of each program as a qualified\ncontinuing education program in appropriate forms,\ninstructions or other appropriate guidance. (2) Continuing education provider numbers —\n(i) In general. A continuing education provider\nis required to obtain a continuing education provider\nnumber and pay any applicable user fee. (ii) Renewal. A continuing education provider\nmaintains its status as a continuing education provider\nduring the continuing education provider cycle by\nrenewing its continuing education provider number as\nprescribed by forms, instructions or other appropriate\nguidance and paying any applicable user fee. Treasury Department Circular No. 230 § 10.9 — Page 17 Table of Contents (3) Requirements for qualified continuing\neducation programs.",
    "querygen": [
      "who can provide a tax return",
      "who can assist with preparing a tax return",
      "what can i do for irs"
    ],
    "querygen_score": [
      "0.70780194",
      "2.4216225",
      "-0.5460694"
    ]
  },
  {
    "id": "legal-advice_33__56",
    "doc_id": "legal-advice_33",
    "chunk_id": 56,
    "document_category": "legal-advice",
    "text": "The notice of appeal must include\na brief that states exceptions to the decision of\nAdministrative Law Judge and supporting reasons\nfor such exceptions. (b) Time and place for filing of appeal. The notice\nof appeal and brief must be filed, in duplicate, with\nthe Secretary of the Treasury, or delegate deciding\nappeals, at an address for appeals that is identified\nto the parties with the decision of the Administrative\nLaw Judge. The notice of appeal and brief must be\nfiled within 30 days of the date that the decision\nof the Administrative Law Judge is served on the\nparties. The appealing party must serve a copy\nof the notice of appeal and the brief to any non\nappealing party or, if the party is represented, the\nnon-appealing party’s representative. (c) Response. Within 30 days of receiving the\ncopy of the appellant’s brief, the other party\nmay file a response brief with the Secretary of\nthe Treasury, or delegate deciding appeals, using\nthe address identified for appeals. A copy of the\nresponse brief must be served at the same time on\nthe opposing party or, if the party is represented,\nthe opposing party’s representative. (d) No other briefs, responses or motions as of\nright. Other than the appeal brief and response\nbrief, the parties are not permitted to file any other\nbriefs, responses or motions, except on a grant of\nleave to do so after a motion demonstrating sufficient\ncause, or unless otherwise ordered by the Secretary\nof the Treasury, or delegate deciding appeals. (e) Additional time for briefs and responses. Notwithstanding the time for filing briefs and\nresponses provided in paragraphs (b) and (c) of this\nsection, the Secretary of the Treasury, or delegate\ndeciding appeals, may, for good cause, authorize\nadditional time for filing briefs and responses\nupon a motion of a party or upon the initiative of\nPage 40 — § 10.77 the Secretary of the Treasury, or delegate deciding\nappeals. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.78 Decision on review. (a) Decision on review. On appeal from or review\nof the decision of the Administrative Law Judge, the\nSecretary of the Treasury, or delegate, will make the\nagency decision. The Secretary of the Treasury, or\ndelegate, should make the agency decision within\n180 days after receipt of the appeal\n(b) Standard of review. The decision of the\nAdministrative Law Judge will not be reversed unless\nthe appellant establishes that the decision is clearly\nerroneous in light of the evidence in the record and\napplicable law. Issues that are exclusively matters of\nlaw will be reviewed de novo. In the event that the\nSecretary of the Treasury, or delegate, determines\nthat there are unresolved issues raised by the record,\nthe case may be remanded to the Administrative Law\nJudge to elicit additional testimony or evidence. (c) Copy of decision on review. The Secretary of\nthe Treasury, or delegate, will provide copies of the\nagency decision to the authorized representative of\nthe Internal Revenue Service and the respondent or\nthe respondent’s authorized representative. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.79 Effect of disbarment, suspension, or censure. (a) Disbarment.",
    "querygen": [
      "how to file an administrative ruling",
      "why is notice of appeal required when appeal nys law",
      "which notice does the secretary of the treasury issue?"
    ],
    "querygen_score": [
      "-1.5108461",
      "-2.738314",
      "-0.8655695"
    ]
  }
]