[
  {
    "id": "legal-advice_62__87",
    "doc_id": "legal-advice_62",
    "chunk_id": 87,
    "document_category": "legal-advice",
    "text": "Line 35b The routing number must be nine digits. The first two digits must be 01 through\n12 or 21 through 32. On the sample\ncheck shown later, the routing number is\n250250025. C. and M. Keys would use\nthat routing number unless their finan- Need more information or forms? Visit IRS.gov. Line 35c Check the appropriate box for the type\nof account. Don’t check more than one\nbox. If the deposit is to an account such\nas an IRA, health savings account, brokerage account, or other similar account,\nask your financial institution whether\nyou should check the “Checking” or\n“Savings” box. You must check the correct box to ensure your deposit is accepted. If your deposit is to a TreasuryDirect® online account, check the “Savings”\nbox. Line 35d The account number can be up to 17\ncharacters (both numbers and letters). Include hyphens but omit spaces and\nspecial symbols. Enter the number from\nleft to right and leave any unused boxes\nblank. On the sample check shown later,\nthe account number is 20202086. Don’t\ninclude the check number. If the direct deposit to your account(s) is different from the amount\nyou expected, you will receive an explanation in the mail about 2 weeks after\nyour refund is deposited. Reasons Your Direct Deposit\nRequest Will Be Rejected If any of the following apply, your direct\ndeposit request will be rejected and a\ncheck will be sent instead. • You are asking to have a joint refund deposited to an individual account,\nand your financial institution(s) won't allow this. The IRS isn't responsible if a\nfinancial institution rejects a direct deposit. Sample Check—Lines 35b Through 35d 1234 C. KEYS\nM. KEYS\n123 Pear Lane\nAnyplace, MI 00000 PL E 15-0000/0000 $ M PAY TO THE\nORDER OF SA cial institution instructed them to use a\ndifferent routing number for direct deposits. Ask your financial institution for the\ncorrect routing number to enter on\nline 35b if:\n• The routing number on a deposit\nslip is different from the routing number\non your checks,\n• Your deposit is to a savings account that doesn't allow you to write\nchecks, or\n• Your checks state they are payable\nthrough a financial institution different\nfrom the one at which you have your\nchecking account. ANYPLACE BANK\nAnyplace, MI 00000 Routing\nnumber Account\nnumber (line 35b) (line 35d) DOLLARS Do not include\nthe check number. For \"’86\". 1234 |:250250025|:202020 The routing and account numbers may be in different places on your check. CAUTION • The name on your account doesn't\nmatch the name on the refund, and your\nfinancial institution(s) won't allow a refund to be deposited unless the name on\nthe refund matches the name on the account. • Three direct deposits of tax refunds already have been made to the\nsame account or prepaid debit card. • You haven't given a valid account\nnumber. • Any numbers or letters on lines\n35b through 35d are crossed out or whited out. The IRS isn't responsible for a\nlost refund if you enter the\nCAUTION wrong\naccount information. Check with your financial institution to\nget the correct routing and account\nnumbers and to make sure your direct\ndeposit will be accepted. !",
    "querygen": [
      "what is the routing number for a bank check?",
      "cbm key routing number",
      "routing number on a check"
    ],
    "querygen_score": [
      "-2.2399964",
      "-3.9001493",
      "-0.7758523"
    ]
  },
  {
    "id": "legal-advice_92__35",
    "doc_id": "legal-advice_92",
    "chunk_id": 35,
    "document_category": "legal-advice",
    "text": "For details, see Pub. 550. If you get a 2022 Form TIP 1099-INT for U.S. savings bond\ninterest that includes amounts\nyou reported before 2022, see Pub. 550. Line 3a\nQualified Dividends Enter your total qualified dividends on\nline 3a. Qualified dividends are also included in the ordinary dividend total required to be shown on line 3b. Qualified\ndividends are eligible for a lower tax\nrate than other ordinary income. Generally, these dividends are shown in\nbox 1b of Form(s) 1099-DIV. See Pub.\n550 for the definition of qualified dividends if you received dividends not reported on Form 1099-DIV. Exception. Some dividends may be reported as qualified dividends in box 1b\nof Form 1099-DIV but aren't qualified\ndividends. These include:\n• Dividends you received as a nominee. See the Schedule B instructions. • Dividends you received on any\nshare of stock that you held for less than\n61 days during the 121-day period that\nbegan 60 days before the ex-dividend\ndate. The ex-dividend date is the first Need more information or forms? Visit IRS.gov. date following the declaration of a dividend on which the purchaser of a stock\nisn't entitled to receive the next dividend\npayment. When counting the number of\ndays you held the stock, include the day\nyou disposed of the stock but not the day\nyou acquired it. See the examples that\nfollow. Also, when counting the number\nof days you held the stock, you can't\ncount certain days during which your\nrisk of loss was diminished. See Pub.\n550 for more details. • Dividends attributable to periods\ntotaling more than 366 days that you received on any share of preferred stock\nheld for less than 91 days during the\n181-day period that began 90 days before the ex-dividend date. When counting the number of days you held the\nstock, you can't count certain days during which your risk of loss was diminished. See Pub. 550 for more details. Preferred dividends attributable to periods totaling less than 367 days are subject to the 61-day holding period rule\njust described. • Dividends on any share of stock to\nthe extent that you are under an obligation (including a short sale) to make related payments with respect to positions\nin substantially similar or related property. • Payments in lieu of dividends, but\nonly if you know or have reason to\nknow that the payments aren't qualified\ndividends. • Dividends from a corporation that\nfirst became a surrogate foreign corporation after December 22, 2017, other than\na foreign corporation that is treated as a\ndomestic corporation under section\n7874(b). Example 1. You bought 5,000 shares\nof XYZ Corp. common stock on July 8,\n2022. XYZ Corp. paid a cash dividend\nof 10 cents per share. The ex-dividend\ndate was July 16, 2022. Your Form\n1099-DIV from XYZ Corp. shows $500\nin box 1a (ordinary dividends) and in\nbox 1b (qualified dividends). However,\nyou sold the 5,000 shares on August 11,\n2022. You held your shares of XYZ\nCorp. for only 34 days of the 121-day\nperiod (from July 9, 2022, through August 11, 2022). The 121-day period began on May 17, 2022 (60 days before\nthe ex-dividend date), and ended on\nSeptember 14, 2022. You have no qualified dividends from XYZ Corp. because you held the XYZ stock for less than 61\ndays.",
    "querygen": [
      "who is qualified dividend",
      "when are dividends required in 1099",
      "when to record dividends on 1099"
    ],
    "querygen_score": [
      "-0.91244775",
      "0.44669837",
      "-0.19597968"
    ]
  },
  {
    "id": "legal-advice_64__145",
    "doc_id": "legal-advice_64",
    "chunk_id": 145,
    "document_category": "legal-advice",
    "text": "• Qualified solar water heating property for use in your home located in the\nUnited States. • Qualified small wind energy property for use in connection with your\nhome located in the United States. • Qualified geothermal heat pump\nproperty installed on or in connection\nwith your home located in the United\nStates. • Qualified biomass fuel property\nfor use in connection with your home located in the United States. • Qualified fuel cell property installed on or in connection with your main\nhome located in the United States. Energy efficient home improvement\ncredit. You may be able to take this credit by completing and attaching Form\n5695 for any of the following improvements to your main home located in the\nUnited States in 2022 if they are new\nand meet certain requirements for energy efficiency. • Any insulation material or system\nprimarily designed to reduce heat gain\nor loss in your home. • Exterior windows (including skylights). • Exterior doors.\n• A metal roof or asphalt roof with\npigmented coatings or cooling granules\nprimarily designed to reduce the heat\ngain in your home. You may also be able to take this\ncredit for the cost of the following items\nif the items meet certain performance\nand quality standards. • Certain electric heat pump water\nheaters; electric heat pumps; central air\nconditioners; and natural gas, propane,\nor oil water heaters. • A qualified furnace or hot water\nboiler that uses natural gas, propane, or\noil.\n• An advanced main air circulating\nfan used in a natural gas, propane, or oil\nfurnace. Condos and co-ops. If you are a member of a condominium management association for a condominium you own or\na tenant-stockholder in a cooperative\nhousing corporation, you are treated as\nhaving paid your proportionate share of\nany costs of such association or corporation for purposes of these credits. More details. For details, see Form\n5695. Lines 6a Through 6z\nOther Nonrefundable Credits\nLine 6a. The general business credit\nconsists of a number of credits that usually apply only to individuals who are\npartners, shareholders in an S corporation, self-employed, or who have rental\nproperty. See Form 3800 or Pub. 334.\nLine 6b. Enter any credit for prior year\nminimum tax. See Form 8801. -101- Line 6c. You may be able to take the\nadoption credit if you paid expenses to\nadopt a child or you adopted a child with\nspecial needs and the adoption became\nfinal in 2022. See the Instructions for\nForm 8839. Line 6d. Enter any credit for the elderly\nor the disabled. See Schedule R.\nLine 6e. Enter any alternative motor vehicle credit. See Form 8910. Line 6f. Enter any qualified plug-in\nelectric drive motor vehicle credit. See\nForm 8936. Line 6g. Enter any mortgage interest\ncredit if a state or local government gave\nyou a mortgage credit certificate. See\nForm 8396. Line 6h. You can't claim the District of\nColumbia first-time homebuyer credit\nfor a home you bought after 2011. You\ncan claim it only if you have a credit\ncarryforward from 2021. See Form\n8859. Line 6i. Enter any qualified electric vehicle credit. You can't claim this credit\nfor a vehicle placed in service after\n2006. You can claim this credit only if\nyou have an electric vehicle passive activity credit carried forward from a prior\nyear. See Form 8834. Line 6j.",
    "querygen": [
      "where are geothermal systems installed",
      "can geothermal water be used in my home",
      "where are geothermal heat pumps installed in the usa"
    ],
    "querygen_score": [
      "-2.1055453",
      "-0.26378757",
      "-0.3482029"
    ]
  },
  {
    "id": "legal-advice_36__6",
    "doc_id": "legal-advice_36",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26\n§ 10.37 Requirements for written advice. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26\n§ 10.38 Establishment of advisory committees.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 27 Treasury Department Circular No. 230 Page 3 Subpart C — Sanctions for Violation of the Regulations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28\n§ 10.50 Sanctions. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28\n§ 10.51 Incompetence and disreputable conduct. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28\n§ 10.52 Violations subject to sanction. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30\n§ 10.53 Receipt of information concerning practitioner.",
    "querygen": [
      "why was edward green a genius in the late 1800s?",
      "can you write your own words to the song that you sing to me",
      ". . . . . . . ."
    ],
    "querygen_score": [
      "-9.540598",
      "-8.003751",
      "-3.722814"
    ]
  },
  {
    "id": "legal-advice_40__20",
    "doc_id": "legal-advice_40",
    "chunk_id": 20,
    "document_category": "legal-advice",
    "text": "How to Report Digital Asset\nTransactions If you disposed of any digital asset in\n2022, that you held as a capital asset,\nthrough a sale, exchange, gift, or transfer, check “Yes” and use Form 8949 to\ncalculate your capital gain or loss and\nreport that gain or loss on Schedule D\n(Form 1040). If you received any digital asset as\ncompensation for services or disposed of\nany digital asset that you held for sale to\ncustomers in a trade or business, you\nmust report the income as you would report other income of the same type (for\nexample, W-2 wages on Form 1040 or\n1040-SR, line 1a, or inventory or services from Schedule C or Schedule 1). Need more information or forms? Visit IRS.gov. Standard Deduction If you are filing Form 1040-SR, TIP you can find a Standard Deduction Chart on the last page\nof that form that can calculate the\namount of your standard deduction in\nmost situations. Don’t file the Standard Deduction\nChart with your return. Single and Married Filing\nJointly If you or your spouse (if you are married\nand filing a joint return) can be claimed\nas a dependent on someone else’s return,\ncheck the appropriate box in the Standard Deduction section. If you were a dual-status alien, check\nthe “Spouse itemizes on a separate return or you were a dual-status alien”\nbox. If you were a dual-status alien and\nyou file a joint return with your spouse\nwho was a U.S. citizen or resident alien\nat the end of 2022 and you and your\nspouse agree to be taxed on your combined worldwide income, don’t check\nthe box. Age/Blindness If you or your spouse (if you are married\nand filing a joint return) were born before January 2, 1958, or were blind at\nthe end of 2022, check the appropriate boxes on the line labeled “Age/Blindness.” Don’t check any boxes for your\nspouse if your filing status is head of\nhousehold. Death of spouse in 2022. If your\nspouse was born before January 2, 1958,\nbut died in 2022 before reaching age 65,\ndon’t check the box that says “Spouse\nwas born before January 2, 1958.” A person is considered to reach age\n65 on the day before the person’s 65th\nbirthday. Example. Your spouse was born on\nFebruary 14, 1957, and died on February\n13, 2022. Your spouse is considered age\n65 at the time of death. Check the appropriate box for your spouse. However, if\nyour spouse died on February 12, 2022,\nyour spouse isn't considered age 65. Don’t check the box. Death of taxpayer in 2022. If you are\npreparing a return for someone who died\nin 2022, see Pub. 501 before completing\nthe standard deduction information. Blindness If you weren’t totally blind as of December 31, 2022, you must get a statement certified by your eye doctor (ophthalmologist or optometrist) that:\n• You can't see better than 20/200 in\nyour better eye with glasses or contact\nlenses, or\n• Your field of vision is 20 degrees\nor less. Need more information or forms? Visit IRS.gov. -16- If your eye condition isn't likely to\nimprove beyond the conditions listed\nabove, you can get a statement certified\nby your eye doctor (ophthalmologist or\noptometrist) to this effect instead. You must keep the statement for your\nrecords.",
    "querygen": [
      "what is your tax return for a digital asset",
      "when do you have to report digital assets?",
      "when are digital assets considered capital asset"
    ],
    "querygen_score": [
      "0.11141644",
      "0.8371101",
      "0.68699527"
    ]
  },
  {
    "id": "legal-advice_25__18",
    "doc_id": "legal-advice_25",
    "chunk_id": 18,
    "document_category": "legal-advice",
    "text": "It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard. If they don’t, certain deductions\nand credits on Form 1040 or 1040-SR\nmay be reduced or disallowed and you\nmay not receive credit for your social\nsecurity earnings. If your Form W-2\nshows an incorrect SSN or name, notify\nyour employer or the form-issuing agent\nas soon as possible to make sure your\nearnings are credited to your social security record. If the name or SSN on\nyour social security card is incorrect,\ncall the SSA. Once you are issued an SSN, use it to\nfile your tax return. Use your SSN to file -14- your tax return even if your SSN does\nnot authorize employment or if you have\nbeen issued an SSN that authorizes employment and you lose your employment authorization. An ITIN will not be\nissued to you once you have been issued\nan SSN. If you received your SSN after\npreviously using an ITIN, stop using\nyour ITIN. Use your SSN instead. IRS Individual Taxpayer\nIdentification Numbers\n(ITINs) for Aliens If you are a nonresident or resident alien\nand you don’t have and aren’t eligible to\nget an SSN, you must apply for an ITIN. It takes about 7 weeks to get an ITIN. If you already have an ITIN, enter it\nwherever your SSN is requested on your\ntax return. Some ITINs must be renewed. If you\nhaven't used your ITIN on a federal tax\nreturn at least once for tax years 2019,\n2020, or 2021, it expired at the end of\n2022 and must be renewed if you need\nto file a federal tax return in 2023. You\ndon't need to renew your ITIN if you\ndon't need to file a federal tax return. You can find more information at\nIRS. gov/ITIN. ITINs assigned before 2013\nTIP have expired and must be renewed if you need to file a tax\nreturn in 2023. If you previously submitted a renewal application and it was approved, you do not need to renew again\nunless you haven't used your ITIN on a\nfederal tax return at least once for tax\nyears 2019, 2020, or 2021. An ITIN is for tax use only. It doesn't\nentitle you to social security benefits or\nchange your employment or immigration status under U.S. law. For more information on ITINs, including application, expiration, and renewal, see Form W-7 and its instructions. If you receive an SSN after previously using an ITIN, stop using your ITIN. Use your SSN instead. Visit a local IRS\noffice or write a letter to the IRS explaining that you now have an SSN and\nwant all your tax records combined under your SSN. Details about what to include with the letter and where to mail it\nare at IRS. gov/ITIN. Nonresident Alien Spouse If your spouse is a nonresident alien,\nyour spouse must have either an SSN or\nan ITIN if:\n• You file a joint return, or\n• Your spouse is filing a separate return. Presidential Election\nCampaign Fund This fund helps pay for Presidential\nelection campaigns.",
    "querygen": [
      "how long does it usually take to get a social security number",
      "how often do you need to find your social security number",
      "how long does an ssn take to come"
    ],
    "querygen_score": [
      "1.9338274",
      "-1.8194377",
      "1.0195719"
    ]
  },
  {
    "id": "legal-advice_83__9",
    "doc_id": "legal-advice_83",
    "chunk_id": 9,
    "document_category": "legal-advice",
    "text": "Announcement 96-5,\n1996-4 I.R.B. 99. In certain cases where an exam involves worker classification issues, however,\nprocedures under section 7436 apply. In these cases, a notice of determination of\nworker classification is used, which is similar to a notice of deficiency. Where as part of\n5 If a return contains an overstatement of income tax withheld or estimated taxes, any amount so\noverstated, which are allowed against the tax shown on the return or allowed as a credit or refund, are\nsubject to immediate assessment in the same manner as mathematical or clerical errors, except that the\nabatement procedures for the assessment of mathematical errors don’t apply. I.R.C. § 6201(a)(3). POSTN-119570-10/SCAF-106587-10 page 10 an examination there is an actual controversy involving a determination that one or\nmore individuals performing services for an employer are employees, section 7436\nrequires that certain procedures must be followed prior to an assessment of\nemployment taxes with respect to such worker classification. Notice 2002-5, 2002-1\nC.B. 320, describes the procedures that section 7436 requires, including sending\ntaxpayers a “30-day” letter listing proposed adjustments, and when to send the notice of\ndetermination of worker classification. See Letter 950-C, Employment Tax 30-Day\nLetter-WC, and Letter 3523, Notice of Determination of Worker Classification. The same rules allowing immediate assessment apply to backup withholding. Section 3406(h)(10) provides that for purposes of section 31, this chapter (other than\nsection 3402(n ), and so much of Subtitle F (other than section 7205) as relates to this\nchapter, payments which are subject to withholding under this section shall be treated\nas if they were wages paid by an employer to an employee (and amounts deducted and\nwithheld under this section shall be treated as if deducted and withheld under section\n3402). The deficiency procedures as described in section 6211 do not apply to either\nbackup withholding or employment taxes, which are imposed under Subtitle C.\nIssue 3. Is the advanced earned income credit claimed on Forms 941, 943, or 944\nsubject to statutory notice of deficiency procedures? Can this credit be reversed\nand disallowed using math error procedures? Pursuant to section 3507, an employer shall make payments of advanced earned\nincome credit along with wages when an employee has an eligibility certificate in effect. An employer’s payment of advanced earned income credit with the wage shall not be\ntreated as compensation. I.R.C. § 3507(d). Instead the employer treats the advanced\nearned income credit paid to employees as a credit which reduces the employer’s\nobligation to pay employment taxes, which for purposes of this section means income\ntax withholding, employee FICA tax, and employer FICA tax that would otherwise be\ndue to the government. I.R.C. § 3507(d)(1)(B). If the employer elects to do so, it can\npay the full amount of the advanced earned income credit even though it exceeds the\namount of such employment taxes due in a period. In that event, the employer may\ntreat the advance earned income credit which exceeds the employment taxes due as an\nadvance payment of such employment taxes. I.R.C. § 3507(d)(3). The Service has encountered situations where the employer has falsely\noverstated the advanced earned income credit claimed on Forms 941, 943, or 944.",
    "querygen": [
      "what notice of classification is used in this administrative process",
      "when is a notice of determination of classification issued",
      "what is the purpose of a notice of determination of classification"
    ],
    "querygen_score": [
      "-2.533485",
      "-0.38742325",
      "-0.41725007"
    ]
  },
  {
    "id": "legal-advice_60__55",
    "doc_id": "legal-advice_60",
    "chunk_id": 55,
    "document_category": "legal-advice",
    "text": "Complete the rest of that worksheet through line 4 (line 10 if you use the\nSchedule D Tax Worksheet). Next, you must determine if you have a capital gain excess. To find out if you have a capital gain excess, subtract\nForm 1040 or 1040-SR, line 15, from line 4 of your Qualified Dividends and Capital Gain Tax Worksheet (line 10 of your Schedule D Tax\nWorksheet). If the result is more than zero, that amount is your capital gain excess. If you don’t have a capital gain excess, complete the rest of either of those worksheets according to the worksheet's instructions. Then,\ncomplete lines 5 and 6 above. If you have a capital gain excess, complete a second Qualified Dividends and Capital Gain Tax Worksheet or Schedule D Tax Worksheet\n(whichever applies) as instructed above but in its entirety and with the following additional modifications. Then, complete lines 5 and 6 above. These modifications are to be made only for purposes of filling out the Foreign Earned Income Tax Worksheet above. 1. Reduce (but not below zero) the amount you would otherwise enter on line 3 of your Qualified Dividends and Capital Gain Tax Worksheet\nor line 9 of your Schedule D Tax Worksheet by your capital gain excess. 2. Reduce (but not below zero) the amount you would otherwise enter on line 2 of your Qualified Dividends and Capital Gain Tax Worksheet\nor line 6 of your Schedule D Tax Worksheet by any of your capital gain excess not used in (1) above. 3. Reduce (but not below zero) the amount on your Schedule D (Form 1040), line 18, by your capital gain excess. 4. Include your capital gain excess as a loss on line 16 of your Unrecaptured Section 1250 Gain Worksheet in the Instructions for\nSchedule D (Form 1040). -35- Need more information or forms? Visit IRS.gov. Qualified Dividends and Capital Gain Tax Worksheet—Line 16 Keep for Your Records Before you begin: 1.\n2.\n3. 4.\n5.\n6. 7.\n8.\n9.\n10.\n11.\n12.\n13. 14.\n15.\n16.\n17.\n18.\n19.\n20.\n21.\n22.\n23.\n24.\n25. See the earlier instructions for line 16 to see if you can use this worksheet to figure your tax. Before completing this worksheet, complete Form 1040 or 1040-SR through line 15. If you don’t have to file Schedule D and you received capital gain distributions, be sure you checked the box\non Form 1040 or 1040-SR, line 7. Enter the amount from Form 1040 or 1040-SR, line 15. However, if you are filing\nForm 2555 (relating to foreign earned income), enter the amount from line 3 of the\nForeign Earned Income Tax Worksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1.\nEnter the amount from Form 1040 or 1040-SR,\nline 3a* . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2.\nAre you filing Schedule D?*\nYes.",
    "querygen": [
      "how to find out when your excess capital gains",
      "what kind of worksheet to use to find capital gains",
      "what form of tax forms do i need to use to get a capital gain exemption"
    ],
    "querygen_score": [
      "1.7930005",
      "-0.08615546",
      "-1.8580462"
    ]
  },
  {
    "id": "legal-advice_62__146",
    "doc_id": "legal-advice_62",
    "chunk_id": 146,
    "document_category": "legal-advice",
    "text": "See Form\n8859. Line 6i. Enter any qualified electric vehicle credit. You can't claim this credit\nfor a vehicle placed in service after\n2006. You can claim this credit only if\nyou have an electric vehicle passive activity credit carried forward from a prior\nyear. See Form 8834. Line 6j. Enter any alternative fuel vehicle refueling property credit. See Form\n8911. Line 6k. Enter any credit to holders of\ntax credit bonds. See Form 8912. Line 6l. Enter the amount from Form\n8978, line 14 (relating to partner's audit\nliability under section 6226). If the\namount on Form 8978, line 14, is negative, complete the following worksheet\nto figure the amount to enter on line 6l. If the amount on Form 8978, line 14, is\npositive, see the instructions for Form\n1040 or 1040-SR, line 16. Negative Form 8978 Adjustment Worksheet—Schedule 3 (Line 6l)\nComplete this worksheet if Form 8978, line 14, is negative. 1. Enter the amount from Form 1040 or 1040-SR, line 18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter as a positive number the negative amount from Form 8978, line 14 2. 3. Is the amount on line 1 equal to or more than the amount on line 2? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Yes. Enter the amount from line 2 on line 6l\nNo. Enter the amount from line 1 on line 6l, and subtract line 2 from line 1* . . . . . . . . . . . . . . . . . . . . . . . .\n* Use this amount to complete the Negative Form 8978 Adjustment Worksheet in the Schedule 2, line 17z, instructions. Line 6z. Other nonrefundable credits. Use line 6z to report any nonrefundable\ncredits not reported elsewhere on your\nreturn or other schedules. List the type\nand amount of income. Line 9\nNet Premium Tax Credit The premium tax credit helps pay for\nhealth insurance purchased through the\nMarketplace. You may be eligible to\nclaim the premium tax credit if you,\nyour spouse, or a dependent enrolled in\nhealth insurance through the Marketplace. Eligible individuals may have advance payments of the premium tax\ncredit made on their behalf directly to\nthe insurance company. You (or whoever enrolled you) should have received\nForm 1095-A from the Marketplace\nwith information about your coverage\nand any advance credit payments. Complete Form 8962 to determine the\namount of your premium tax credit, if\nany. If the premium tax credit you can\nclaim exceeds your advance credit payments, your net premium tax credit will\nbe shown on Form 8962, line 26. Enter\nthat amount, if any, on line 9. For more\ninformation, see the Instructions for\nForm 8962. Line 10\nAmount Paid With Request for\nExtension To File",
    "querygen": [
      "when do you use an electric vehicle to pay your taxes",
      "can i claim an electric vehicle credit",
      "when can i claim an electric vehicle credit"
    ],
    "querygen_score": [
      "-2.549048",
      "0.44522333",
      "0.2988922"
    ]
  },
  {
    "id": "legal-advice_63__32",
    "doc_id": "legal-advice_63",
    "chunk_id": 32,
    "document_category": "legal-advice",
    "text": "(e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230 matter administered by the Internal Revenue Service\nand for which he or she is employed as counsel,\nattorney, or agent, or in which he or she may be in any\nway interested. § 10.27 Fees.\n(a) In general. A practitioner may not charge an\nunconscionable fee in connection with any matter\nbefore the Internal Revenue Service. (b) Contingent fees —\n(1) Except as provided in paragraphs (b)(2), (3),\nand (4) of this section, a practitioner may not charge\na contingent fee for services rendered in connection\nwith any matter before the Internal Revenue Service.\n(2) A practitioner may charge a contingent\nfee for services rendered in connection with the\nService’s examination of, or challenge to —\n(i) An original tax return; or\n(ii) An amended return or claim for refund or\ncredit where the amended return or claim for refund\nor credit was filed within 120 days of the taxpayer\nreceiving a written notice of the examination of, or a\nwritten challenge to the original tax return.\n(3) A practitioner may charge a contingent fee\nfor services rendered in connection with a claim\nfor credit or refund filed solely in connection with\nthe determination of statutory interest or penalties\nassessed by the Internal Revenue Service.\n(4) A practitioner may charge a contingent fee\nfor services rendered in connection with any judicial\nproceeding arising under the Internal Revenue Code.\n(c) Definitions. For purposes of this section —\n(1) Contingent fee is any fee that is based, in\nwhole or in part, on whether or not a position taken\non a tax return or other filing avoids challenge by\nthe Internal Revenue Service or is sustained either\nby the Internal Revenue Service or in litigation. A contingent fee includes a fee that is based on a\npercentage of the refund reported on a return, that\nis based on a percentage of the taxes saved, or that\notherwise depends on the specific result attained. A\ncontingent fee also includes any fee arrangement\nin which the practitioner will reimburse the client\nfor all or a portion of the client’s fee in the event\n§ 10.27 — Page 21 Table of Contents that a position taken on a tax return or other filing\nis challenged by the Internal Revenue Service or\nis not sustained, whether pursuant to an indemnity\nagreement, a guarantee, rescission rights, or any\nother arrangement with a similar effect. (2) Matter before the Internal Revenue Service\nincludes tax planning and advice, preparing or filing\nor assisting in preparing or filing returns or claims\nfor refund or credit, and all matters connected with\na presentation to the Internal Revenue Service\nor any of its officers or employees relating to a\ntaxpayer’s rights, privileges, or liabilities under\nlaws or regulations administered by the Internal\nRevenue Service. Such presentations include, but\nare not limited to, preparing and filing documents,\ncorresponding and communicating with the Internal\nRevenue Service, rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nand representing a client at conferences, hearings,\nand meetings. (d) Effective/applicability date. This section is\napplicable for fee arrangements entered into after\nMarch 26, 2008.",
    "querygen": [
      "when is a notary public required to become a notary",
      "when is notice applicable for notary public",
      "when does notary public become a notary public"
    ],
    "querygen_score": [
      "-1.4388322",
      "-0.17657097",
      "-0.18214273"
    ]
  },
  {
    "id": "legal-advice_96__93",
    "doc_id": "legal-advice_96",
    "chunk_id": 93,
    "document_category": "legal-advice",
    "text": "Digital, electronic, or typed-font signatures\nare not valid signatures for Forms 1040\nor 1040-SR filed on paper. Requirements for an\nElectronic Return To file your return electronically, you\nmust sign the return electronically using\na personal identification number (PIN)\nand provide the information described\nbelow. If you are filing online using\nsoftware, you must use a Self-Select\nPIN. If you are filing electronically using a tax practitioner, you can use a\nSelf-Select PIN or a Practitioner PIN. For 2022, if we issued you an identity\nprotection personal identification number (IP PIN) (as described in more detail\nbelow), all six digits of your IP PIN\nmust appear in the IP PIN spaces provi- ded next to the space for your occupation for your electronic signature to be\ncomplete. Failure to include an issued IP\nPIN on the electronic return will result\nin an invalid signature and a rejected return. If you are filing a joint return and\nboth taxpayers were issued an IP PIN,\nenter both IP PINs in the spaces provided. Self-Select PIN. The Self-Select PIN\nmethod allows you to create your own\nPIN. If you are married filing jointly,\nyou and your spouse will each need to\ncreate a PIN and enter these PINs as\nyour electronic signatures. A PIN is any combination of five digits you choose except five zeros. If you\nuse a PIN, there is nothing to sign and\nnothing to mail—not even your Forms\nW-2. Your electronic return is considered a\nvalidly signed return only when it includes your PIN, last name, date of\nbirth, IP PIN, if applicable, and your adjusted gross income (AGI) from your\noriginally filed 2021 federal income tax\nreturn, if applicable. If you're filing\njointly, your electronic return must also\ninclude your spouse's PIN, last name,\ndate of birth, IP PIN, if applicable, and\nAGI, if applicable, in order to be considered validly signed. Don’t use your AGI\nfrom an amended return (Form 1040-X)\nor a math error correction made by the\nIRS. AGI is the amount shown on your\n2021 Form 1040 or 1040-SR, line 11. If\nyou don’t have your 2021 income tax return, call the IRS at 800-908-9946 to get\na free transcript of your return or visit\nIRS.gov/Transcript. (If you filed electronically last year, you, and your\nspouse if filing jointly, may use your\nprior year PIN to verify your identity instead of your prior year AGI. The prior\nyear PIN is the five-digit PIN you used\nto electronically sign your 2021 return.) You can't use the Self-Select\nPIN method if you are a\nCAUTION first-time filer under age 16 at\nthe end of 2022. ! Practitioner PIN. The Practitioner PIN\nmethod allows you to authorize your tax\npractitioner to enter or generate your\nPIN. Your electronic return is considered a validly signed return only when it\nincludes your PIN, last name, date of\nbirth, and IP PIN, if applicable. If you're -61- filing jointly, your electronic return must\nalso include your spouse's PIN, last\nname, date of birth, and IP PIN, if applicable in order to be considered validly\nsigned. The practitioner can provide you\nwith details. Form 8453. You must send in a paper\nForm 8453 if you have to attach certain\nforms or other documents that can't be\nelectronically filed. See Form 8453. Identity Protection\nPIN All taxpayers are now eligible",
    "querygen": [
      "do i need a signature for the tax returns",
      "what is the signature on the 1040-sr",
      "what signature is needed for 1040"
    ],
    "querygen_score": [
      "0.6805333",
      "0.47755036",
      "0.63010204"
    ]
  },
  {
    "id": "legal-advice_39__72",
    "doc_id": "legal-advice_39",
    "chunk_id": 72,
    "document_category": "legal-advice",
    "text": "1040 or\n1040-SR EIC CAUTION 10o4r0 R 1040-S If your EIC for a year after 1996 was reduced or disallowed, see\nForm 8862, who must file, earlier, to find out if you must file Form\n8862 to take the credit for 2022. -45- Need more information or forms? Visit IRS.gov. 2022 Earned Income Credit (EIC) Table\nCaution. This is not a tax table. 1. To find your credit, read down\nthe “At least - But less than”\ncolumns and find the line that\nincludes the amount you were told\nto look up from your EIC\nWorksheet. 2. Then, go to the column that\nincludes your filing status and the\nnumber of qualifying children you\nhave who have valid SSNs as\ndefined earlier. Enter the credit from\nthat column on your EIC Worksheet. And your filing status is— If the amount you are\nlooking up from the\nworksheet is— 0 Example. If your filing status is\nsingle, you have one qualifying\nchild who has a valid SSN, and the\namount you are looking up from\nyour EIC Worksheet is $2,455, you\nwould enter $842. Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 2,400\n2,450 1 2 3 0 1 2 If the amount you\nare looking up from\nthe worksheet is– 3 At least But less\nthan 1\n50\n100\n150 50\n100\n150\n200 2\n6\n10\n13 9\n26\n43\n60 10\n30\n50\n70 11\n34\n56\n79 2\n6\n10\n13 9\n26\n43\n60 10\n30\n50\n70 200\n250\n300\n350 250\n300\n350\n400 17\n21\n25\n29 77\n94\n111\n128 90\n110\n130\n150 101\n124\n146\n169 17\n21\n25\n29 77\n94\n111\n128 400\n450\n500\n550 450\n500\n550\n600 33\n36\n40\n44 145\n162\n179\n196 170\n190\n210\n230 191\n214\n236\n259 33\n36\n40\n44 600\n650\n700\n750 650\n700\n750\n800 48\n52\n55\n59 213\n230\n247\n264 250\n270\n290\n310 281\n304\n326\n349 800\n850\n900\n950 850\n900\n950\n1,000 63\n67\n71\n75 281\n298\n315\n332 330\n350\n370\n390 1,000\n1,050\n1,100\n1,150 1,050\n1,100\n1,150\n1,200 78\n82\n86\n90 349\n366\n383\n400 1,200\n1,250\n1,300\n1,350 1,250\n1,300\n1,350\n1,400 94\n98\n101\n105 1,400\n1,450\n1,500\n1,550 1,450\n1,500\n1,550\n1,600 1,600\n1,650\n1,700\n1,750 ★ 1 2 3 970\n990 1,091\n1,114 Your credit is— 2,450\n2,500 186\n189 825\n842 And your filing status is– Married filing jointly and you\nhave– Your credit is– But less\nthan At least And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household, or\nqualifying surviving spouse and\nthe number of children you have is— Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 Your credit is– 1 2 3 At least But less\nthan Your credit is– 11\n34\n56\n79 2,800\n2,850\n2,900\n2,950 2,850\n2,900\n2,950\n3,000 216\n220\n224\n228 961\n978\n995\n1,012 1,130\n1,150\n1,170\n1,190 1,271\n1,294\n1,316\n1,339 216\n220\n224\n228 961\n978\n995\n1,012 1,130\n1,150\n1,170\n1,190 1,271\n1,294\n1,316\n1,339 90\n110\n130\n150 101\n124\n146\n169 3,000\n3,050\n3,100\n3,150 3,050\n3,100\n3,150\n3,200 231\n235\n239\n243 1,029\n1,046\n1,063\n1,080 1,210\n1,230\n1,250\n1,270 1,361\n1,384\n1,406\n1,429 231\n235\n239\n243 1,029\n1,046\n1,063\n1,080 1,210\n1,230\n1,250\n1,270 1,361\n1,384\n1,406\n1,429 145\n162\n179\n196 170\n190\n210\n230 191\n214\n236\n259 3,200\n3,250\n3,300\n3,350 3,250\n3,300\n3,350\n3,400 247\n251\n254\n258 1,097\n1,114\n1,131\n1,148 1,290\n1,310\n1,330\n1,350 1,451\n1,474\n1,496\n1,519 247\n251\n254\n258 1,097\n1,114\n1,131\n1,148 1,290\n1,310\n1,330\n1,350 1,451\n1,474\n1,496\n1,519 48\n52\n55\n59 213\n230\n247\n264 250\n270\n290\n310 281\n304\n326\n349 3,400\n3,450\n3,500\n3,550 3,450\n3,500\n3,550\n3,600 262\n266\n270\n273 1,165\n1,182\n1,199\n1,216 1,370\n1,390\n1,410\n1,430 1,541\n1,564\n1,586\n1,609 262\n266\n270\n273 1,165\n1,182\n1,199\n1,216 1,370\n1,390\n1,410\n1,430 1,541\n1,564\n1,586\n1,609 371\n394\n416\n439 63\n67\n71\n75 281\n298\n315\n332 330\n350\n370\n390 371\n394\n416\n439 3,600\n3,650\n3,700\n3,750 3,650\n3,700\n3,750\n3,800 277\n281\n285\n289 1,233\n1,250\n1,267\n1,284 1,450\n1,470\n1,490\n1,510 1,631\n1,654\n1,676\n1,699 277\n281\n285\n289 1,233\n1,250\n1,267\n1,284 1,450\n1,470\n1,490\n1,510 1,631\n1,654\n1,676\n1,699 410\n430\n450\n470 461\n484\n506\n529 78\n82\n86\n90 349\n366\n383\n400 410\n430\n450\n470 461\n484\n506\n529 3,800\n3,850\n3,900\n3,950 3,850\n3,900\n3,950\n4,000 293\n296\n300\n304 1,301\n1,318\n1,335\n1,352 1,530\n1,550\n1,570\n1,590 1,721\n1,744\n1,766\n1,789 293\n296\n300\n304 1,301\n1,318\n1,335\n1,352 1,530\n1,550\n1,570\n1,590 1,721\n1,744\n1,766\n1,789 417\n434\n451\n468 490\n510\n530\n550 551\n574\n596\n619 94\n98\n101\n105 417\n434\n451\n468 490\n510\n530\n550 551\n574\n596\n619 4,000\n4,050\n4,100\n4,150 4,050\n4,100\n4,150\n4,200 308\n312\n316\n319 1,369\n1,386\n1,403\n1,420 1,610\n1,630\n1,650\n1,670 1,811\n1,834\n1,856\n1,879 308\n312\n316\n319 1,369\n1,386\n1,403\n1,420 1,610\n1,630\n1,650\n1,670 1,811\n1,834\n1,856\n1,879 109\n113\n117\n120 485\n502\n519\n536 570\n590\n610\n630 641\n664\n686\n709 109\n113\n117\n120 485\n502\n519\n536 570\n590\n610\n630 641\n664\n686\n709 4,200\n4,250\n4,300\n4,350 4,250\n4,300\n4,350\n4,400 323\n327\n331\n335 1,437\n1,454\n1,471\n1,488 1,690\n1,710\n1,730\n1,750 1,901\n1,924\n1,946\n1,969 323\n327\n331\n335 1,437\n1,454\n1,471\n1,488 1,690\n1,710\n1,730\n1,750 1,901\n1,924\n1,946\n1,969 1,650\n1,700\n1,750\n1,800 124\n128\n132\n136 553\n570\n587\n604 650\n670\n690\n710 731\n754\n776\n799 124\n128\n132\n136 553\n570\n587\n604 650\n670\n690\n710 731\n754\n776\n799 4,400\n4,450\n4,500\n4,550 4,450\n4,500\n4,550\n4,600 339\n342\n346\n350 1,505\n1,522\n1,539\n1,556 1,770\n1,790\n1,810\n1,830 1,991\n2,014\n2,036\n2,059 339\n342\n346\n350 1,505\n1,522\n1,539\n1,556 1,770\n1,790\n1,810\n1,830 1,991\n2,014\n2,036\n2,059 1,800\n1,850\n1,900\n1,950 1,850\n1,900\n1,950\n2,000 140\n143\n147\n151 621\n638\n655\n672 730\n750\n770\n790 821\n844\n866\n889 140\n143\n147\n151 621\n638\n655\n672 730\n750\n770\n790 821\n844\n866\n889 4,600\n4,650\n4,700\n4,750 4,650\n4,700\n4,750\n4,800 354\n358\n361\n365 1,573\n1,590\n1,607\n1,624 1,850\n1,870\n1,890\n1,910 2,081\n2,104\n2,126\n2,149 354\n358\n361\n365 1,573\n1,590\n1,607\n1,624 1,850\n1,870\n1,890\n1,910 2,081\n2,104\n2,126\n2,149 2,000\n2,050\n2,100\n2,150 2,050\n2,100\n2,150\n2,200 155\n159\n163\n166 689\n706\n723\n740 810\n830\n850\n870 911\n934\n956\n979 155\n159\n163\n166 689\n706\n723\n740 810\n830\n850\n870 911\n934\n956\n979 4,800\n4,850\n4,900\n4,950 4,850\n4,900\n4,950\n5,000 369\n373\n377\n381 1,641\n1,658\n1,675\n1,692 1,930\n1,950\n1,970\n1,990 2,171\n2,194\n2,216\n2,239 369\n373\n377\n381 1,641\n1,658\n1,675\n1,692",
    "querygen": [
      "when do you file an eic",
      "when to file 1040 eic",
      "when do you have to file 1040"
    ],
    "querygen_score": [
      "-0.030003814",
      "0.23689224",
      "-0.4162426"
    ]
  },
  {
    "id": "legal-advice_96__121",
    "doc_id": "legal-advice_96",
    "chunk_id": 121,
    "document_category": "legal-advice",
    "text": "Line 8q\nTaxable distributions from an ABLE\naccount. Distributions from this type of\naccount may be taxable if (a) they are\nmore than the designated beneficiary's\nqualified disability expenses, and (b)\nthey were not included in a qualified\nrollover. See Pub. 907 for more information. You may have to pay an additional tax if you received a taxCAUTION able distribution from an ABLE\naccount. See the Instructions for Form\n5329. ! Line 8r\nScholarship and fellowship grants not\nreported on Form W-2. Enter the\namount of scholarship and fellowship\ngrants not reported on Form W-2. However, if you were a degree candidate, include on line 8r only the amounts you\nused for expenses other than tuition and\ncourse-related expenses. For example,\namounts used for room, board, and travel must be reported on line 8r. ble payments, or you received nontaxable payments that you didn’t report on\nline 1a, and choose to include nontaxable amounts in earned income for purposes of claiming a credit or other tax benefit, report the amount on Form 1040 or\n1040-SR, line 1d. Then, on line 8s enter\nthe total amount of the nontaxable payments reported on Form 1040 or\n1040-SR, line 1a or 1d, in the entry\nspace in the preprinted parentheses (as a\nnegative number). For more information\nabout these payments, see Pub. 525. Line 8t\nPension or annuity from a nonqualified deferred compensation plan or a\nnongovernmental section 457 plan. Enter the amount that you received as a\npension or annuity from a nonqualified\ndeferred compensation plan or a nongovernmental 457 plan. This may be\nshown in box 11 of Form W-2. If you\nreceived such an amount but box 11 is\nblank, contact your employer or the payer for the amount received. Line 8u\nWages earned while incarcerated. Enter the amount that you received for\nservices performed while an inmate in a\npenal institution. You may receive\nForm(s) W-2 or Form(s) 1099. Line 8z Other income. Use line 8z to report\nany taxable income not reported elsewhere on your return or other schedules. List the type and amount of income. If\nnecessary, include a statement showing\nthe required information. For more details, see Miscellaneous Income in Pub.\n525. If you received a Form 1099-K TIP for a personal item that you Line 8s\nNontaxable amount of Medicaid waiver payments included on Form 1040,\nline 1a or 1d. Certain Medicaid waiver\npayments you received for caring for\nsomeone living in your home with you\nmay be nontaxable. If nontaxable payments were reported to you in box 1 of\nForm(s) W-2, report the amount on\nForm 1040 or 1040-SR, line 1a. If you\ndid not receive a Form W-2 for nontaxa- -86- sold at a gain, don’t report this\namount on line 8z, instead report it as\nyou would report any other capital gain\non Form 8949 and Schedule D.\nExamples of income to report on\nline 8z include the following. • Reimbursements or other amounts\nreceived for items deducted in an earlier\nyear, such as medical expenses, real estate taxes, general sales taxes, or home\nmortgage interest. See Recoveries in Pub. 525 for details on how to figure the\namount to report. • Reemployment trade adjustment\nassistance (RTAA) payments. These\npayments should be shown in box 5 of\nForm 1099-G.\n• Loss on certain corrective distributions of excess deferrals.",
    "querygen": [
      "is disabled distributions taxable",
      "is the disability distribution of an account taxable",
      "are distributions from an able account taxable"
    ],
    "querygen_score": [
      "-1.0256726",
      "0.65464544",
      "1.3862045"
    ]
  },
  {
    "id": "legal-advice_37__58",
    "doc_id": "legal-advice_37",
    "chunk_id": 58,
    "document_category": "legal-advice",
    "text": "If the amount on line 5 is less than $100,000, use the Tax Table\nto figure the tax. If the amount on line 5 is $100,000 or more, use the Tax Computation\nWorksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n22.\nAdd lines 18, 21, and 22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n23. Figure the tax on the amount on line 1. If the amount on line 1 is less than $100,000, use the Tax Table\nto figure the tax. If the amount on line 1 is $100,000 or more, use the Tax Computation\nWorksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n24. Tax on all taxable income. Enter the smaller of line 23 or 24. Also include this amount on the entry\nspace on Form 1040 or 1040-SR, line 16. If you are filing Form 2555, don’t enter this amount on the\nentry space on Form 1040 or 1040-SR, line 16. Instead, enter it on line 4 of the Foreign Earned Income\nTax Worksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n25. * If you are filing Form 2555, see the footnote in the Foreign Earned Income Tax Worksheet before completing this line. Need more information or forms? Visit IRS.gov. -36- Line 19\nChild Tax Credit and Credit\nfor Other Dependents\nUse Schedule 8812 (Form 1040) to figure your child tax credit and credit for\nother dependents. Form 8862, who must file.",
    "querygen": [
      "how much can i charge on taxes",
      "what is a tax table",
      "when to use the tax calculation worksheet"
    ],
    "querygen_score": [
      "-3.7808862",
      "-2.2272563",
      "-0.3185066"
    ]
  },
  {
    "id": "legal-advice_92__67",
    "doc_id": "legal-advice_92",
    "chunk_id": 67,
    "document_category": "legal-advice",
    "text": "Members of the military. If you were on extended active duty\noutside the United States, your main home is considered to be in\nthe United States during that duty period. Extended active duty\nis military duty ordered for an indefinite period or for a period\nof more than 90 days. Once you begin serving extended active\nduty, you are considered to be on extended active duty even if\nyou don’t serve more than 90 days. Nonresident aliens. If your filing status is married filing jointly, go to Step 2. Otherwise, stop; you can't take the EIC. Enter\n“No” on the dotted line next to line 27. Permanently and totally disabled. A person is permanently\nand totally disabled if, at any time in 2022, the person couldn't\nengage in any substantial gainful activity because of a physical\nor mental condition and a doctor has determined that this condition (a) has lasted or can be expected to last continuously for at\nleast a year, or (b) can be expected to lead to death. Qualifying child of more than one person. Even if a child\nmeets the conditions to be the qualifying child of more than one\nperson, only one person can claim the child as a qualifying child\nfor all of the following tax benefits, unless the special rule for\nChildren of divorced or separated parents under Who Qualifies\nas Your Dependent, earlier, applies. 1. Child tax credit, credit for other dependents, and additional child tax credit (lines 19 and 28). 2. Head of household filing status. 3. Credit for child and dependent care expenses (Schedule\n3, line 2). 4. Exclusion for dependent care benefits (Form 2441, Part\nIII). 5. Earned income credit (line 27). -41- Need more information or forms? Visit IRS.gov. No other person can take any of the five tax benefits just listed\nbased on the qualifying child. If you and any other person can\nclaim the child as a qualifying child, the following rules apply. For purposes of these rules, the term “parent”means a biological\nor adoptive parent of an individual. It doesn't include a stepparent or foster parent unless that person has adopted the individual. • If only one of the persons is the child's parent, the child is\ntreated as the qualifying child of the parent. • If the parents file a joint return together and can claim the\nchild as a qualifying child, the child is treated as the qualifying\nchild of the parents. • If the parents don’t file a joint return together but both parents claim the child as a qualifying child, the IRS will treat the\nchild as the qualifying child of the parent with whom the child\nlived for the longer period of time in 2022. If the child lived\nwith each parent for the same amount of time, the IRS will treat\nthe child as the qualifying child of the parent who had the higher adjusted gross income (AGI) for 2022. • If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. •",
    "querygen": [
      "what does extended active duty mean",
      "how long does it take to get to your home",
      "what is considered extended active duty for a military member"
    ],
    "querygen_score": [
      "1.385039",
      "-3.1990416",
      "2.1879582"
    ]
  },
  {
    "id": "legal-advice_51__3",
    "doc_id": "legal-advice_51",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "I.R.C. §§ 6335(a) – (e). If it would be in the best interest of the United States or the taxpayer to adjourn the sale,\nit may be adjourned as long as a new date of sale is set within one month of the date of\nthe original notice of sale. Treas. Reg. 301.6335-1(c)(2). In the case of real property\nsold as provided in section 6335, a deed to the real property shall be executed to the\npurchaser as long as the property is not redeemed by the taxpayers or any other\npersons having an interest in the property within 180 days after the sale of the property. I.R.C. § 6338(b). Since the IRS only has the authority to redeem property when a sale\nhas been conducted to satisfy a lien on the property prior to the federal tax lien, the IRS\ncannot redeem the property in this case. See I.R.C. § 7425(d). If the proceedings of\nthe sale are substantially in accordance with the provisions of law, the executed “deed\nshall be considered and operate as a conveyance of all the right, title, and interest the\nparty delinquent had in and to the real property thus sold at the time the lien of the\nUnited Stated attached thereto.” I.R.C. § 6339(b)(2). All requirements set forth in section 6335 pertaining to the sale were followed in\nthis case, as the taxpayers were given the proper notice of the sale, proper public notice\nwas given, a minimum price was properly set, the sale was made to the highest bidder\nat auction, and the sale occurred within one month of the original notice of sale, on GL-146301-07 4 which date no bidders appeared. Accordingly, any challenge to the validity of the sale\nby either the taxpayers or the purchaser likely would be unsuccessful since the sale\nproceeded in accordance with all provisions of the law and the Code provides other\nspecific remedies for the revenue officers unlawful levy under sections 6343(d) and\n7433. Provided neither the taxpayers nor any other party redeems the property prior to\n----------------------, the taxpayers’ interest in the property will be properly conveyed to the\npurchaser of the property upon issuance of a deed. Issue 2 If the taxpayers request that the proceeds be applied to their outstanding\nliabilities, there will be approximately $--------in excess proceeds remaining. The federal\ntax lien attaches to all property and rights to property held by the taxpayer. I.R.C. §\n6321. Pursuant to United States v. Craft, the federal tax lien even attaches to a\ntaxpayer’s interest in property held as a tenancy by the entireties. Craft, 535 U.S. 274\n(2002). However, this rule does not apply to other creditors, such as -----------. In Florida, entireties property cannot be reached to satisfy a debt of only one\nspouse. Beal Bank, SSB v. Almand and Associates, 780 So.2d 45 (Fla. 2001); Winters\nv. Parks, 91 So.2d 649, 651 (Fla. 1956). It is also well established that the proceeds\nfrom the sale or rental of tenancy by the entireties property are also held as a tenancy\nby the entireties and are owned by both the husband and wife.",
    "querygen": [
      "when does a date of sale change",
      "how much time does it take to adjourn a sale",
      "how long do i have to wait for re-sale after adjournment of sale"
    ],
    "querygen_score": [
      "-1.5372071",
      "0.02240695",
      "-1.0763826"
    ]
  },
  {
    "id": "legal-advice_60__105",
    "doc_id": "legal-advice_60",
    "chunk_id": 105,
    "document_category": "legal-advice",
    "text": "• Be sure you used the correct method to figure your tax. See the instructions for line 16.\n• Be sure to enter your SSN in the\nspace provided on page 1 of Form 1040\nor 1040-SR. If you are married filing a The IRS Mission. Provide America's taxpayers top-quality service by helping them\nunderstand and meet their tax responsibilities and enforce the law with integrity and\nfairness to all. joint or separate return, also enter your\nspouse's SSN. Be sure to enter your SSN\nin the space next to your name. Check\nthat your name and SSN agree with your\nsocial security card. • Make sure your name and address\nare correct. Enter your (and your spouse's) name in the same order as shown\non your last return. • If you live in an apartment, be sure\nto include your apartment number in\nyour address. • If you are taking the standard deduction, see the instructions for line 12\nto be sure you entered the correct\namount. • If you received capital gain distributions but weren't required to file\nSchedule D, make sure you checked the\nbox on line 7.\n• If you are taking the EIC, be sure\nyou used the correct column of the EIC\nTable for your filing status and the number of qualifying children you have who\nhave valid SSNs. • Remember to sign and date Form\n1040 or 1040-SR and enter your occupation(s). • Attach your Form(s) W-2 and other required forms and schedules. Put all\nforms and schedules in the proper order. See Assemble Your Return, earlier.\n• If you owe tax and are paying by\ncheck or money order, be sure to include\nall the required information on your payment. See the instructions for line 37 for\ndetails. • Make sure to check Where Do You\nFile? before mailing your return. Over\nthe next several years, the IRS will be\nreducing the number of paper tax return\nprocessing sites. Because of this, you\nmay need to mail your return to a different address than you have in the past. • Don’t file more than one original\nreturn for the same year, even if you\nhaven't gotten your refund or haven't\nheard from the IRS since you filed. Filing more than one original return for the\nsame year, or sending in more than one\ncopy of the same return (unless we ask\nyou to do so), could delay your refund. -76- • Make sure that if you, your spouse\nwith whom you are filing a joint return,\nor your dependent was enrolled in Marketplace coverage, and advance payments of the premium tax credit were\nmade for the coverage, that you attach\nForm 8962. For tax years other than\n2020, you may have to repay excess advance payments, even if someone else\nenrolled you, your spouse, or your dependent in the Marketplace coverage. Excess advance payments may also have\nto be repaid if you enrolled someone in\nMarketplace coverage, you don't claim\nthat individual as a dependent, and no\none else claims that individual as a dependent. See the instructions for Schedule 2, line 2, and the Instructions for\nForm 8962.",
    "querygen": [
      "how to figure your taxes",
      "how to enter ssn on tax returns",
      "how to get your spouse information on tax return"
    ],
    "querygen_score": [
      "0.18857974",
      "1.0604206",
      "-0.002244113"
    ]
  },
  {
    "id": "legal-advice_33__28",
    "doc_id": "legal-advice_33",
    "chunk_id": 28,
    "document_category": "legal-advice",
    "text": "Treasury Department Circular No. 230 § 10.9 — Page 17 Table of Contents (3) Requirements for qualified continuing\neducation programs. A continuing education\nprovider must ensure the qualified continuing\neducation program complies with all the following\nrequirements —\n(i) Programs must be developed by individual(s)\nqualified in the subject matter;\n(ii) Program subject matter must be current;\n(iii) Instructors, discussion leaders, and speakers\nmust be qualified with respect to program content;\n(iv) Programs must include some means for\nevaluation of the technical content and presentation\nto be evaluated;\n(v) Certificates of completion bearing a current\nqualified continuing education program number\nissued by the Internal Revenue Service must be\nprovided to the participants who successfully\ncomplete the program; and\n(vi) Records must be maintained by the\ncontinuing education provider to verify the\nparticipants who attended and completed the\nprogram for a period of four years following\ncompletion of the program. In the case of continuous\nconferences, conventions, and the like, records must\nbe maintained to verify completion of the program\nand attendance by each participant at each segment\nof the program. (4) Program numbers —\n(i) In general. Every continuing education\nprovider is required to obtain a continuing education\nprovider program number and pay any applicable\nuser fee for each program offered. Program\nnumbers shall be obtained as prescribed by forms,\ninstructions or other appropriate guidance. Although,\nat the discretion of the Internal Revenue Service, a\ncontinuing education provider may be required to\ndemonstrate that the program is designed to enhance\nprofessional knowledge in Federal taxation or\nFederal tax related matters (programs comprised\nof current subject matter in Federal taxation or\nFederal tax related matters, including accounting, tax\nreturn preparation software, taxation, or ethics) and\ncomplies with the requirements in paragraph (a)(2)of\nthis section before a program number is issued. Page 18 — § 10.9 (ii) Update programs. Update programs may\nuse the same number as the program subject to\nupdate. An update program is a program that instructs\non a change of existing law occurring within one\nyear of the update program offering. The qualifying\neducation program subject to update must have been\noffered within the two year time period prior to the\nchange in existing law. (iii) Change in existing law. A change in\nexisting law means the effective date of the statute or\nregulation, or date of entry of judicial decision, that\nis the subject of the update. (b) Failure to comply. Compliance by a continuing\neducation provider with the requirements of this part\nis determined by the Internal Revenue Service. A\ncontinuing education provider who fails to meet the\nrequirements of this part will be notified by the Internal\nRevenue Service. The notice will state the basis for\nthe determination of noncompliance and will provide\nthe continuing education provider an opportunity to\nfurnish the requested information in writing relating to\nthe matter within 60 days of the date of the notice. The\ncontinuing education provider may, within 30 days after\nreceipt of the notice of denial, file a written protest as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. A protest\nunder this section is not governed by subpart D of this\npart. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart B — Duties and Restrictions Relating to\nPractice Before the Internal Revenue Service\n§ 10.20 Information to be furnished.",
    "querygen": [
      "tresory department requirements",
      "requirements for continuing education",
      "qualifications for continuing"
    ],
    "querygen_score": [
      "-4.0267224",
      "2.422254",
      "0.32957682"
    ]
  },
  {
    "id": "legal-advice_64__1",
    "doc_id": "legal-advice_64",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "TAX YEAR 2022 1040 (and\n1040-SR) INSTRUCTIONS R Including the instructions for\nSchedules 1 through 3 2022 Changes\n• Form 1040 has new lines. • Schedule 1 has new lines. • Filing status name changed from\nQualifying widow(er) to Qualifiying\nsurviving spouse. For details on these and other\nchanges, see What’s New in these\ninstructions. Future Developments See IRS.gov and IRS.gov/Forms, and for the latest information about developments related to Forms 1040 and\n1040-SR and their instructions, such as legislation enacted after they were published, go to IRS.gov/Form1040. Free File is the fast, safe, and free way to prepare and e-file your taxes. See IRS.gov/FreeFile. Pay Online. It’s fast, simple, and secure. Go to IRS.gov/Payments. Department of the Treasury Internal Revenue Service www.irs.gov\nDec 23, 2022 Cat. No. 24811V Table of Contents\nContents\nDepartment\nof the\nTreasury\nInternal\nRevenue\nService Page What's New . . . . . . . . . . . . . . . . . . . . . . . . 6\nFiling Requirements . . . . . . . . . . . . . . . . . . 8\nDo You Have To File? . . . . . . . . . . . . . . 8\nWhen and Where Should You File? . . . . . 8\nLine Instructions for Forms 1040 and\n1040-SR . . . . . . . . . . . . . . . . . . . . . . 12\nFiling Status . . . . . . . . . . . . . . . . . . . 12\nName and Address . . . . . . . . . . . . . . . 14\nSocial Security Number (SSN) . . . . . . . 14\nDependents, Qualifying Child for\nChild Tax Credit, and Credit for\nOther Dependents . . . . . . . . . . . . . . 17\nIncome . . . . . . . . . . . . . . . . . . . . . . . 23\nTotal Income and Adjusted Gross\nIncome . . . . . . . . . . . . . . . . . . . . . 31\nTax and Credits . . . . . . . . . . . . . . . . . 31\nPayments . . . . . . . . . . . . . . . . . . . . . 37\nRefund . . . . . . . . . . . . . . . . . . . . . . . 56\nAmount You Owe . . . . . . . . . . . . . . . . 58 -2- Contents Page Sign Your Return . . . . . . . . . . . . . . . .",
    "querygen": [
      "what is the tax year for oklahoma",
      "how to change schedules",
      "what is amended 1040 form"
    ],
    "querygen_score": [
      "-6.969673",
      "-3.8295126",
      "-3.118104"
    ]
  },
  {
    "id": "legal-advice_64__30",
    "doc_id": "legal-advice_64",
    "chunk_id": 30,
    "document_category": "legal-advice",
    "text": "A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. -22- Income\nGenerally, you must report all income\nexcept income that is exempt from tax\nby law. For details, see the following instructions and the Schedule 1 instructions, especially the instructions for lines\n1 through 7 and Schedule 1, lines 1\nthrough 8z. Also see Pub. 525. Forgiveness of Paycheck\nProtection Program (PPP)\nLoans The forgiveness of a PPP Loan creates\ntax-exempt income, so although you\ndon’t need to report the income from the\nforgiveness of your PPP Loan on Form\n1040 or 1040-SR, you do need to report\ncertain information related to your PPP\nLoan. Rev. Proc. 2021-48, 2021-49 I.R.B.\n835, permits taxpayers to treat tax-exempt income resulting from the forgiveness of a PPP Loan as received or accrued: (1) as, and to the extent that, eligible expenses are paid or incurred; (2)\nwhen you apply for forgiveness of the\nPPP Loan; or (3) when forgiveness of\nthe PPP Loan is granted. If you have\ntax-exempt income resulting from the\nforgiveness of a PPP Loan, attach a\nstatement to your return reporting each\ntaxable year for which you are applying\nRev. Proc. 2021-48, and which section\nof Rev. Proc. 2021-48 you are applying—either section 3.01(1), (2), or (3). Any statement should include the following information for each PPP Loan:\n1. Your name, address, and ITIN or\nSSN;\n2. A statement that you are applying\nor applied section 3.01(1), (2), or (3) of\nRev. Proc. 2021-48, and for what taxable year;\n3. The amount of tax-exempt income from forgiveness of the PPP Loan\nthat you are treating as received or accrued and for what taxable year; and\n4. Whether forgiveness of the PPP\nLoan has been granted as of the date you\nfile your return. Write “RP2021-48” at the top of your\nattached statement. Foreign-Source Income You must report unearned income, such\nas interest, dividends, and pensions,\nfrom sources outside the United States\nunless exempt by law or a tax treaty. You must also report earned income,\nsuch as wages and tips, from sources\noutside the United States. If you worked abroad, you may be\nable to exclude part or all of your foreign earned income. For details, see\nPub. 54 and Form 2555. Foreign retirement plans. If you were\na beneficiary of a foreign retirement\nplan, you may have to report the undistributed income earned in your plan. However, if you were the beneficiary of\na Canadian registered retirement plan,\nsee Rev. Proc. 2014-55, 2014-44 I.R.B.\n753,\navailable\nat\nIRS.gov/irb/\n2014-44_IRB#RP-2014-55, to find out if\nyou can elect to defer tax on the undistributed income. Report distributions from foreign\npension plans on lines 5a and 5b. Foreign accounts and trusts. You\nmust complete Part III of Schedule B if\nyou:\n• Had a foreign account; or\n• Received a distribution from, or\nwere a grantor of, or a transferor to, a\nforeign trust. Foreign financial assets. If you had\nforeign financial assets in 2022, you\nmay have to file Form 8938. See Form\n8938 and its instructions. Chapter 11 Bankruptcy\nCases",
    "querygen": [
      "what education class is required to file a tax return",
      "do you have to report school to income for taxes",
      "can you report income without a tax return"
    ],
    "querygen_score": [
      "-2.2202983",
      "1.5922338",
      "-0.87395406"
    ]
  },
  {
    "id": "legal-advice_85__6",
    "doc_id": "legal-advice_85",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "The Taxpayer's Protest addresses the question more obliquely, arguing that\n\"The RBC [Risk-Based Capital] instruction makes it clear that the NAIC considers\nProgram X-type arrangements as ASC/Cost-plus contracts.\" Protest, page 10. We do not believe that it is necessary for purposes of this case to determine a\nprecise definition of \"cost-plus\" within the meaning of section 833(b), because the\nTaxpayer's Program X arrangements do not satisfy the minimal definitional requirement\n-- the \"cost\" is not a liability incurred by the Taxpayer. We believe the issue can be\ndecided by a simple analysis of the statute. However, due to the significance of this\nissue we will address the Taxpayer's NAIC arguments under a separate heading. The primary issue in this case raises three questions:\nMay multiple Blue Cross and Blue Shield organizations include the same claim\nor liability in the computation of their special deductions under section 833(b)? Where multiple Blue Cross and Blue Shield plans are involved in the\nadministration of a claim, which plan may include the claim in the computation of\nits special deduction under section 833(b)? May the Taxpayer include BCBS Program X arrangements in the computation of\nits special deduction under section 833(b)? POSTU-144536-09 8 A. May multiple Blue Cross and Blue Shield organizations include the same claim\nor liability in the computation of their special deductions under section 833(b)? The background and legislative history of section 833 are fairly straightforward\nand consistent with the history and legal and economic status of BCBS organizations at\nthe time of enactment of section 833: The purpose of the special deduction is to allow\ngeographically restricted, nonprofit organizations to accumulate a working level of\nsurplus, measured by the annual volume of their claims. The legislative history and statutory purpose of section 833 are inconsistent with\nmultiple deductions by multiple BCBS plans with respect to the same provider claim. \"Surplus\" or \"reserves\" are only needed for one payment of a claim, not for each\ntransfer of funds between BCBS plans during the claim administration process. B. Where multiple Blue Cross and Blue Shield plans are involved in the\nadministration of a claim, which plan may include the claim in the computation of\nits special deduction under section 833(b)? The legislative history and statutory purpose of section 833 are directed at a\nsingle entity, the entity subject to tax under section 833. It is claims of that entity that\nmay be includible in the special deduction. Where a statute allows a deduction for an item \"paid or incurred,\" the deduction\nis only allowable to the person or entity incurring the liability that is being paid. Where\nthe special deduction under section 833(b) is based upon \"claims incurred\" and\n\"liabilities incurred,\" it can only refer to claims and liabilities of the party claiming the\nspecial deduction. One ground stated in the Revenue Agent's Report for disallowance of the\nTaxpayer's claims is that allowance of the claims would \"result in a double deduction,\"\nbecause \"both the Control/Home Plan and Host Plan ([Taxpayer]) would be including\nthe same claim in its special deduction.\"",
    "querygen": [
      "which of the following is an example of risk based capital?",
      "what does rbc stand for on naic",
      "what is the tax payer protest"
    ],
    "querygen_score": [
      "-1.836559",
      "0.5954602",
      "-1.2473552"
    ]
  },
  {
    "id": "legal-advice_99__117",
    "doc_id": "legal-advice_99",
    "chunk_id": 117,
    "document_category": "legal-advice",
    "text": "If you don’t, you may have to pay a\npenalty. For more details, see Pub. 504. If you are including alimony payments from more than one divorce or\nseparation agreement in your income,\nenter the total of all alimony received on\nline 2a. Line 2b On line 2b, enter the month and year of\nyour original divorce or separation\nagreement that relates to the alimony\npayment, if any, reported on line 2a. If you have alimony payments from\nmore than one divorce or separation\nagreement, on line 2b enter the month\nand year of the divorce or separation\nagreement for which you received the\nmost income. Attach a statement listing\nthe month and year of the other agreements. Line 3\nBusiness Income or (Loss) If you operated a business or practiced\nyour profession as a sole proprietor, report your income and expenses on\nSchedule C. State and Local Income Tax Refund Worksheet—Schedule 1, Line 1 Before you begin:\n1.\n2. 3. Be sure you have read the Exception in the instructions for this line to see if you can use this worksheet instead of\nPub. 525 to figure if any of your refund is taxable. Enter the income tax refund from Form(s) 1099-G (or similar statement). But don’t enter more than the amount\nof your state and local income taxes shown on your 2021 Schedule A, line 5d . . . . . . . . . . . . . . . . . . . . . . . . . . Is the amount of state and local income taxes (or general sales taxes), real estate taxes, and personal property\ntaxes paid in 2021 (generally, this is the amount reported on your 2021 Schedule A, line 5d), more than the\namount on your 2021 Schedule A, line 5e? No. Enter the amount from line 1 on line 3 and go to line 4. Yes. Subtract the amount on your 2021 Schedule A, line 5e,\nfrom the amount of state and local income taxes (or\ngeneral sales taxes), real estate taxes, and personal\nproperty taxes paid in 2021 (generally, this is the amount\nreported on your 2021 Schedule A, line 5d). Is the amount on line 1 more than the amount on line 2? No. STOP 2. None of your refund is taxable. Yes. Subtract line 2 from line 1.\n4. 1. 3. Enter your total itemized deductions from your 2021 Schedule A, line 17. 4. Note. If the filing status on your 2021 Form 1040 or 1040-SR was married filing separately and\nyour spouse itemized deductions in 2021, skip lines 5 through 7, enter the amount from line 4\non line 8, and go to line 9. 5. Enter the amount shown below for the filing status claimed on your\n2021 Form 1040 or 1040-SR. • Single or married filing separately—$12,550\n• Married filing jointly or qualifying surviving spouse—$25,100\n• Head of household—$18,800\n6. 5. Check any boxes that apply.* You were born before January 2, 1957. You are blind. Spouse was born before January 2, 1957. Spouse is blind. No boxes checked. Enter -0-.",
    "querygen": [
      "do i have to put alimony in my paycheck?",
      "when calculating alimony payments",
      "what is the correct way to record alimony payments"
    ],
    "querygen_score": [
      "-1.5487356",
      "-1.4026136",
      "-1.2227199"
    ]
  },
  {
    "id": "legal-advice_32__147",
    "doc_id": "legal-advice_32",
    "chunk_id": 147,
    "document_category": "legal-advice",
    "text": "If the premium tax credit you can\nclaim exceeds your advance credit payments, your net premium tax credit will\nbe shown on Form 8962, line 26. Enter\nthat amount, if any, on line 9. For more\ninformation, see the Instructions for\nForm 8962. Line 10\nAmount Paid With Request for\nExtension To File If you got an automatic extension of\ntime to file Form 1040, 1040-SR, or\n1040-NR by filing Form 4868 or by\nmaking a payment, enter the amount of\nthe payment or any amount you paid\nwith Form 4868. If you paid by debit or\ncredit card, don’t include on line 10 the\nconvenience fee you were charged. Al- so, include any amounts paid with Form\n2350. Line 11\nExcess Social Security and Tier 1\nRRTA Tax Withheld If you, or your spouse if filing a joint return, had more than one employer for\n2022 and total wages of more than\n$147,000, too much social security or\ntier 1 railroad retirement (RRTA) tax\nmay have been withheld. You can take a\ncredit on this line for the amount withheld in excess of $9,114. But if any one\nemployer withheld more than $9,114,\nyou can't claim the excess on your return. The employer should adjust the tax\nfor you. If the employer doesn't adjust\nthe overcollection, you can file a claim\nfor refund using Form 843. Figure this\namount separately for you and your\nspouse. You can't claim a refund for excess\ntier 2 RRTA tax on Form 1040,\n1040-SR, or 1040-NR. Instead, use\nForm 843. If (1) you worked for two or\nmore employers in 2022, (2)\nCAUTION you receive a 2022 Form W-2c\nshowing a correction to box 4 (or to\nbox 14 for employees who pay RRTA\ntax) to account for employee social security or tier 1 RRTA tax that was deferred in 2022 and withheld in 2023, and\n(3) the corrected amount in box 4 of the\n2022 Form W-2c makes the total amount\nof employee social security tax or tier 1\nRRTA tax withheld by all of your employers more than $9,114, or increases\nan already existing excess amount of\nemployee social security tax or tier 1\nRRTA tax withheld, you should report\nthe credit or increased credit for that\namount on line 11 in order to claim your\nrefund. ! -102- 3. ( ) If you receive Form W-2c after you\nhave filed your return, then you should\nfile an amended return (Form 1040-X)\nto claim a credit or increased credit for\nthe excess social security (or tier 1\nRRTA tax) withheld. Line 12\nCredit for Federal Tax on Fuels\nEnter any credit for federal excise taxes\npaid on fuels that are ultimately used for\na nontaxable purpose (for example, an\noff-highway business use). Attach Form\n4136. Lines 13a Through 13z\nOther Payments or\nRefundable Credits\nLine 13b\nQualified sick and family leave wages\npaid in 2022 from Schedule(s) H for\nleave taken before April 1, 2021. If\nyou paid household employment taxes,\nenter the refundable portion of the credit\nfor qualified sick and family leave wages you are eligible for due to reasons\nrelated to coronavirus and related to\nleave taken before April 1, 2021. The\namount of this credit is shown on Schedule H, line 8e. See Schedule H (Form\n1040) and its instructions for more information on these credits. Line 13d",
    "querygen": [
      "what is the tax credit for premiums",
      "if premium tax credit is paid is it deductible",
      "what is net premium credit"
    ],
    "querygen_score": [
      "-0.58834535",
      "-0.5443779",
      "-1.1125007"
    ]
  },
  {
    "id": "legal-advice_94__109",
    "doc_id": "legal-advice_94",
    "chunk_id": 109,
    "document_category": "legal-advice",
    "text": "A joint\nreturn should show your spouse's 2022\nincome before death and your income for all of 2022. Enter “Filing as surviving spouse” in the area where you sign\nthe return. If someone else is the personal representative, they must also sign. All payers of income, including financial institutions, should be promptly\nnotified of the taxpayer's death. This\nwill ensure the proper reporting of income earned by the taxpayer's estate or\nheirs. A deceased taxpayer's social security number shouldn't be used for tax\nyears after the year of death, except for\nestate tax return purposes. Claiming a Refund for a\nDeceased Taxpayer If you are filing a joint return with your\ndeceased spouse, you only need to file\nthe tax return to claim the refund. If you\nare a court-appointed representative, file\nthe return and include a copy of the certificate that shows your appointment. All\nother filers requesting the deceased taxpayer's refund must file the return and\nattach Form 1310. For more details, use Tax Topic 356\nor see Pub. 559. Past Due Returns If you or someone you know needs to\nfile past due tax returns, use Tax Topic\n153 or go to IRS. gov/Individuals for\nhelp in filing those returns. Send the return to the address that applies to you in\nthe latest Form 1040 and 1040-SR instructions. For example, if you are filing\na 2019 return in 2023, use the address at\nthe end of these instructions. However,\nif you got an IRS notice, mail the return\nto the address in the notice. How To Get Tax Help If you have questions about a tax issue;\nneed help preparing your tax return; or\nwant to download free publications,\nforms, or instructions, go to IRS.gov to\nfind resources that can help you right\naway. Preparing and filing your tax return. After receiving all your wage and earnings statements (Forms W-2, W-2G,\n1099-R, 1099-MISC, 1099-NEC, etc.);\nunemployment compensation statements\n(by mail or in a digital format) or other\ngovernment payment statements (Form\n1099-G); and interest, dividend, and retirement statements from banks and in- -78- vestment firms (Form 1099), you have\nseveral options to choose from to prepare and file your tax return. You can\nprepare the return yourself, see if you\nqualify for free tax preparation, or hire a\ntax professional to prepare your return. Free options for tax preparation. Go\nto IRS.gov to see your options for preparing and filing your return online or in\nyour local community, if you qualify,\nwhich include the following. • Free File. This program lets you\nprepare and file your federal individual\nincome tax return for free using\nbrand-name-tax preparation-and-filing\nsoftware or Free File fillable forms. However, state tax preparation may not\nbe available through Free File. Go to\nIRS. gov/FreeFile to see if you qualify\nfor free online federal tax preparation,\ne-filing, and direct deposit or payment\noptions. • VITA. The Volunteer Income Tax\nAssistance (VITA) program offers free\ntax help to people with low-to-moderate\nincomes, persons with disabilities, and\nlimited-English-speaking taxpayers who\nneed help preparing their own tax returns. Go to IRS. gov/VITA, download\nthe free IRS2Go app, or call\n800-906-9887 for information on free\ntax return preparation. • TCE. The Tax Counseling for the\nElderly (TCE) program offers free tax\nhelp for all taxpayers, particularly those\nwho are 60 years of age and older.",
    "querygen": [
      "when do i sign my joint income tax return",
      "what is the filing date for the filing of a tax return?",
      "who needs to sign joint return"
    ],
    "querygen_score": [
      "0.14952394",
      "-3.083012",
      "0.43676946"
    ]
  },
  {
    "id": "legal-advice_26__3",
    "doc_id": "legal-advice_26",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8\n§ 10.5 Application to become an enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9\n§ 10.6 Term and renewal of status as an enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10\n§ 10.7 Representing oneself; participating in rulemaking; limited practice; and special appearances. . . 16\n§ 10.8 Return preparation and application of rules to other individuals. . . . . . . . . . . . . . . . . . . . . . . . . . . 17\n§ 10.9 Continuing education providers and continuing education programs. . . . . . . . . . . . . . . . . . . . . . . . 17\nSubpart B — Duties and Restrictions Relating to Practice Before the Internal Revenue Service . . . . . . . 19\n§ 10.20 Information to be furnished. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n§ 10.21 Knowledge of client’s omission. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n§ 10.22 Diligence as to accuracy.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n§ 10.23 Prompt disposition of pending matters.",
    "querygen": [
      ". . . . . . . . .",
      "who is . .",
      ". . . . . . . . . ."
    ],
    "querygen_score": [
      "-3.9110553",
      "-6.036498",
      "-4.0529656"
    ]
  },
  {
    "id": "legal-advice_41__4",
    "doc_id": "legal-advice_41",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\n§ 10.24 Assistance from or to disbarred or suspended persons and former\nInternal Revenue Service employees. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\n§ 10.25 Practice by former government employees, their partners and their associates. . . . . . . . . . . . . . . 20\n§ 10.26 Notaries. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21\n§ 10.27 Fees. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21\n§ 10.28 Return of client’s records.",
    "querygen": [
      "what is the name of the author of this song",
      "who are they?",
      "what is the name of the word for . . . . . . the word ''?"
    ],
    "querygen_score": [
      "-9.151746",
      "-5.5072494",
      "-7.258508"
    ]
  },
  {
    "id": "legal-advice_95__27",
    "doc_id": "legal-advice_95",
    "chunk_id": 27,
    "document_category": "legal-advice",
    "text": "Any individual may for compensation\nprepare or assist with the preparation of a tax return\nor claim for refund (provided the individual prepares\nless than substantially all of the tax return or claim for\nrefund), appear as a witness for the taxpayer before\nthe Internal Revenue Service, or furnish information\nat the request of the Internal Revenue Service or any\nof its officers or employees. (c) Application of rules to other individuals. Any\nindividual who for compensation prepares, or assists\nin the preparation of, all or a substantial portion of a\ndocument pertaining to any taxpayer’s tax liability for\nsubmission to the Internal Revenue Service is subject\nto the duties and restrictions relating to practice in\nsubpart B, as well as subject to the sanctions for\nviolation of the regulations in subpart C. Unless\notherwise a practitioner, however, an individual\nmay not for compensation prepare, or assist in the\npreparation of, all or substantially all of a tax return\nor claim for refund, or sign tax returns and claims for\nrefund. For purposes of this paragraph, an individual\ndescribed in 26 CFR 301.7701-15(f) is not treated\nas having prepared all or a substantial portion of the\ndocument by reason of such assistance. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. (a) Continuing education providers —\n(1) In general. Continuing education providers\nare those responsible for presenting continuing\neducation programs. A continuing education provider\nmust —\n(i) Be an accredited educational institution;\n(ii) Be recognized for continuing education\npurposes by the licensing body of any State, territory,\nor possession of the United States, including a\nCommonwealth, or the District of Columbia;\n(iii) Be recognized and approved by a qualifying\norganization as a provider of continuing education\non subject matters within §10.6(f) of this part. The\nInternal Revenue Service may, at its discretion,\nidentify a professional organization, society or\nbusiness entity that maintains minimum education\nstandards comparable to those set forth in this part as\na qualifying organization for purposes of this part in\nappropriate forms, instructions, and other appropriate\nguidance; or\n(iv) Be recognized by the Internal Revenue\nService as a professional organization, society, or\nbusiness whose programs include offering continuing\nprofessional education opportunities in subject\nmatters within §10.6(f) of this part. The Internal\nRevenue Service, at its discretion, may require such\nprofessional organizations, societies, or businesses\nto file an agreement and/or obtain Internal Revenue\nService approval of each program as a qualified\ncontinuing education program in appropriate forms,\ninstructions or other appropriate guidance. (2) Continuing education provider numbers —\n(i) In general. A continuing education provider\nis required to obtain a continuing education provider\nnumber and pay any applicable user fee. (ii) Renewal. A continuing education provider\nmaintains its status as a continuing education provider\nduring the continuing education provider cycle by\nrenewing its continuing education provider number as\nprescribed by forms, instructions or other appropriate\nguidance and paying any applicable user fee. Treasury Department Circular No. 230 § 10.9 — Page 17 Table of Contents (3) Requirements for qualified continuing\neducation programs.",
    "querygen": [
      "when is an individual allowed to file a claim for compensation for not preparing tax return",
      "who can be a witness",
      "what can i do for compensation"
    ],
    "querygen_score": [
      "0.81595993",
      "-1.2655718",
      "1.0209099"
    ]
  },
  {
    "id": "legal-advice_91__96",
    "doc_id": "legal-advice_91",
    "chunk_id": 96,
    "document_category": "legal-advice",
    "text": "6,000 9,000 3,000\n3,050\n3,100\n3,150\n3,200 3,050\n3,100\n3,150\n3,200\n3,250 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 6,000\n6,050\n6,100\n6,150\n6,200 6,050\n6,100\n6,150\n6,200\n6,250 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 9,000\n9,050\n9,100\n9,150\n9,200 9,050\n9,100\n9,150\n9,200\n9,250 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 3,250\n3,300\n3,350\n3,400\n3,450 3,300\n3,350\n3,400\n3,450\n3,500 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 6,250\n6,300\n6,350\n6,400\n6,450 6,300\n6,350\n6,400\n6,450\n6,500 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 9,250\n9,300\n9,350\n9,400\n9,450 9,300\n9,350\n9,400\n9,450\n9,500 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 3,500\n3,550\n3,600\n3,650\n3,700 3,550\n3,600\n3,650\n3,700\n3,750 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 6,500\n6,550\n6,600\n6,650\n6,700 6,550\n6,600\n6,650\n6,700\n6,750 653\n658\n663\n668\n673 653\n658\n663\n668\n673 653\n658\n663\n668\n673 653\n658\n663\n668\n673 9,500\n9,550\n9,600\n9,650\n9,700 9,550\n9,600\n9,650\n9,700\n9,750 953\n958\n963\n968\n973 953\n958\n963\n968\n973 953\n958\n963\n968\n973 953\n958\n963\n968\n973 3,750\n3,800\n3,850\n3,900\n3,950 3,800\n3,850\n3,900\n3,950\n4,000 378\n383\n388\n393\n398 378\n383\n388\n393\n398 378\n383\n388\n393\n398 378\n383\n388\n393\n398 6,750\n6,800\n6,850\n6,900\n6,950 6,800\n6,850\n6,900\n6,950\n7,000 678\n683\n688\n693\n698 678\n683\n688\n693\n698 678\n683\n688\n693\n698 678\n683\n688\n693\n698 9,750\n9,800\n9,850\n9,900\n9,950 9,800\n9,850\n9,900\n9,950\n10,000 978\n983\n988\n993\n998 978\n983\n988\n993\n998 978\n983\n988\n993\n998 978\n983\n988\n993\n998 4,000 7,000 10,000 4,000\n4,050\n4,100\n4,150\n4,200 4,050\n4,100\n4,150\n4,200\n4,250 403\n408\n413\n418\n423 403\n408\n413\n418\n423 403\n408\n413\n418\n423 403\n408\n413\n418\n423 7,000\n7,050\n7,100\n7,150\n7,200 7,050\n7,100\n7,150\n7,200\n7,250 703\n708\n713\n718\n723 703\n708\n713\n718\n723 703\n708\n713\n718\n723 703\n708\n713\n718\n723 10,000\n10,050\n10,100\n10,150\n10,200 10,050\n10,100\n10,150\n10,200\n10,250 1,003\n1,008\n1,013\n1,018\n1,023 1,003\n1,008\n1,013\n1,018\n1,023 1,003\n1,008\n1,013\n1,018\n1,023 1,003\n1,008\n1,013\n1,018\n1,023 4,250\n4,300\n4,350\n4,400\n4,450 4,300\n4,350\n4,400\n4,450\n4,500 428\n433\n438\n443\n448 428\n433\n438\n443\n448 428\n433\n438\n443\n448 428\n433\n438\n443\n448 7,250\n7,300\n7,350\n7,400\n7,450 7,300\n7,350\n7,400\n7,450\n7,500 728\n733\n738\n743\n748 728\n733\n738\n743\n748 728\n733\n738\n743\n748 728\n733\n738\n743\n748 10,250\n10,300\n10,350\n10,400\n10,450 10,300\n10,350\n10,400\n10,450\n10,500 1,028\n1,034\n1,040\n1,046\n1,052 1,028\n1,033\n1,038\n1,043\n1,048 1,028\n1,034\n1,040\n1,046\n1,052 1,028\n1,033\n1,038\n1,043\n1,048 4,500\n4,550\n4,600\n4,650\n4,700 4,550\n4,600\n4,650\n4,700\n4,750 453\n458\n463\n468\n473 453\n458\n463\n468\n473 453\n458\n463\n468\n473 453\n458\n463\n468\n473 7,500\n7,550\n7,600\n7,650\n7,700 7,550\n7,600\n7,650\n7,700\n7,750 753\n758\n763\n768\n773 753\n758\n763\n768\n773 753\n758\n763\n768\n773 753\n758\n763\n768\n773 10,500\n10,550\n10,600\n10,650\n10,700 10,550\n10,600\n10,650\n10,700\n10,750 1,058\n1,064\n1,070\n1,076\n1,082 1,053\n1,058\n1,063\n1,068\n1,073 1,058\n1,064\n1,070\n1,076\n1,082 1,053\n1,058\n1,063\n1,068\n1,073 4,750\n4,800\n4,850\n4,900\n4,950 4,800\n4,850\n4,900\n4,950\n5,000 478\n483\n488\n493\n498 478\n483\n488\n493\n498 478\n483\n488\n493\n498 478\n483\n488\n493\n498 7,750\n7,800\n7,850\n7,900\n7,950 7,800\n7,850\n7,900\n7,950\n8,000 778\n783\n788\n793\n798 778\n783\n788\n793\n798 778\n783\n788\n793\n798 778\n783\n788\n793\n798 10,750\n10,800\n10,850\n10,900\n10,950 10,800\n10,850\n10,900\n10,950\n11,000 1,088\n1,094\n1,100\n1,106\n1,112 1,078\n1,083\n1,088\n1,093\n1,098 1,088\n1,094\n1,100\n1,106\n1,112 1,078\n1,083\n1,088\n1,093\n1,098 5,000 8,000 11,000 5,000\n5,050\n5,100\n5,150\n5,200 5,050\n5,100\n5,150\n5,200\n5,250 503\n508\n513\n518\n523 503\n508\n513\n518\n523 503\n508\n513\n518\n523 503\n508\n513\n518\n523 8,000\n8,050\n8,100\n8,150\n8,200 8,050\n8,100\n8,150\n8,200\n8,250 803\n808\n813\n818\n823 803\n808\n813\n818\n823 803\n808\n813\n818\n823 803\n808\n813\n818\n823 11,000\n11,050\n11,100\n11,150\n11,200 11,050\n11,100\n11,150\n11,200\n11,250 1,118\n1,124\n1,130\n1,136\n1,142 1,103\n1,108\n1,113\n1,118\n1,123 1,118\n1,124\n1,130\n1,136\n1,142 1,103\n1,108\n1,113\n1,118\n1,123 5,250\n5,300\n5,350\n5,400\n5,450 5,300\n5,350\n5,400\n5,450\n5,500 528\n533\n538\n543\n548 528\n533\n538\n543\n548 528\n533\n538\n543\n548 528\n533\n538\n543\n548 8,250\n8,300\n8,350\n8,400\n8,450 8,300\n8,350\n8,400\n8,450\n8,500 828\n833\n838\n843\n848 828\n833\n838\n843\n848 828\n833\n838\n843\n848 828\n833\n838\n843\n848 11,250\n11,300\n11,350\n11,400\n11,450 11,300\n11,350\n11,400\n11,450\n11,500 1,148\n1,154\n1,160\n1,166\n1,172 1,128\n1,133\n1,138\n1,143\n1,148 1,148\n1,154\n1,160\n1,166\n1,172 1,128\n1,133\n1,138\n1,143\n1,148 5,500\n5,550\n5,600\n5,650\n5,700 5,550\n5,600\n5,650\n5,700\n5,750 553\n558\n563\n568\n573 553\n558\n563\n568\n573 553\n558\n563\n568\n573 553\n558\n563\n568\n573 8,500\n8,550\n8,600\n8,650\n8,700 8,550\n8,600\n8,650\n8,700\n8,750 853\n858\n863\n868\n873 853\n858\n863\n868\n873 853\n858\n863\n868\n873 853\n858\n863\n868\n873 11,500\n11,550\n11,600\n11,650\n11,700 11,550\n11,600\n11,650\n11,700\n11,750 1,178\n1,184\n1,190\n1,196\n1,202 1,153\n1,158\n1,163\n1,168\n1,173 1,178\n1,184\n1,190\n1,196\n1,202 1,153\n1,158\n1,163\n1,168\n1,173 5,750\n5,800\n5,850\n5,900\n5,950 5,800\n5,850\n5,900\n5,950\n6,000 578\n583\n588\n593\n598 578\n583\n588\n593\n598 578\n583\n588\n593\n598 578\n583\n588\n593\n598 8,750\n8,800\n8,850\n8,900\n8,950 8,800\n8,850\n8,900\n8,950\n9,000 878\n883\n888\n893\n898 878\n883\n888\n893\n898 878\n883\n888\n893\n898 878\n883\n888\n893\n898 11,750\n11,800\n11,850\n11,900\n11,950 11,800\n11,850\n11,900\n11,950\n12,000 1,208\n1,214\n1,220\n1,226\n1,232 1,178\n1,183\n1,188\n1,193\n1,198 1,208\n1,214\n1,220\n1,226\n1,232 1,178\n1,183\n1,188\n1,193\n1,198 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 64 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 12,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 15,000 18,000 12,000\n12,050\n12,100\n12,150\n12,200 12,050\n12,100\n12,150\n12,200\n12,250 1,238\n1,244\n1,250\n1,256\n1,262 1,203\n1,208\n1,213\n1,218\n1,223 1,238\n1,244\n1,250\n1,256\n1,262 1,203\n1,208\n1,213\n1,218\n1,223 15,000\n15,050\n15,100\n15,150\n15,200 15,050\n15,100\n15,150\n15,200\n15,250 1,598\n1,604\n1,610\n1,616\n1,622 1,503\n1,508\n1,513\n1,518\n1,523 1,598\n1,604\n1,610\n1,616\n1,622 1,510\n1,516\n1,522\n1,528\n1,534 18,000\n18,050\n18,100\n18,150\n18,200 18,050\n18,100\n18,150\n18,200\n18,250 1,958\n1,964\n1,970\n1,976\n1,982 1,803\n1,808\n1,813\n1,818\n1,823 1,958\n1,964\n1,970\n1,976\n1,982 1,870\n1,876\n1,882\n1,888\n1,894 12,250\n12,300\n12,350\n12,400\n12,450 12,300\n12,350\n12,400\n12,450\n12,500 1,268\n1,274\n1,280\n1,286\n1,292 1,228\n1,233\n1,238\n1,243\n1,248 1,268\n1,274\n1,280\n1,286\n1,292 1,228\n1,233\n1,238\n1,243\n1,248 15,250\n15,300\n15,350\n15,400\n15,450 15,300\n15,350\n15,400\n15,450\n15,500 1,628\n1,634\n1,640\n1,646\n1,652 1,528\n1,533\n1,538\n1,543\n1,548 1,628\n1,634\n1,640\n1,646\n1,652 1,540\n1,546\n1,552\n1,558\n1,564 18,250\n18,300\n18,350\n18,400\n18,450 18,300\n18,350\n18,400\n18,450\n18,500 1,988\n1,994\n2,000\n2,006\n2,012 1,828\n1,833\n1,838\n1,843\n1,848 1,988\n1,994\n2,000\n2,006\n2,012 1,900\n1,906\n1,912\n1,918\n1,924 12,500\n12,550\n12,600\n12,650\n12,700 12,550\n12,600\n12,650\n12,700\n12,750 1,298\n1,304\n1,310\n1,316\n1,322 1,253\n1,258\n1,263\n1,268\n1,273 1,298\n1,304\n1,310\n1,316\n1,322 1,253\n1,258\n1,263\n1,268\n1,273 15,500\n15,550\n15,600\n15,650\n15,700 15,550\n15,600\n15,650\n15,700\n15,750 1,658\n1,664\n1,670\n1,676\n1,682 1,553\n1,558\n1,563\n1,568\n1,573 1,658\n1,664\n1,670\n1,676\n1,682 1,570\n1,576\n1,582\n1,588\n1,594 18,500\n18,550\n18,600\n18,650\n18,700 18,550\n18,600\n18,650\n18,700\n18,750 2,018\n2,024\n2,030\n2,036\n2,042 1,853\n1,858\n1,863\n1,868\n1,873 2,018\n2,024\n2,030\n2,036\n2,042 1,930\n1,936\n1,942\n1,948\n1,954 12,750\n12,800\n12,850\n12,900\n12,950 12,800\n12,850\n12,900\n12,950\n13,000 1,328\n1,334\n1,340\n1,346\n1,352 1,278\n1,283\n1,288\n1,293\n1,298 1,328\n1,334\n1,340\n1,346\n1,352 1,278\n1,283\n1,288\n1,293\n1,298 15,750\n15,800\n15,850\n15,900\n15,950 15,800\n15,850\n15,900\n15,950\n16,000 1,688\n1,694\n1,700\n1,706\n1,712 1,578\n1,583\n1,588\n1,593\n1,598 1,688\n1,694\n1,700\n1,706\n1,712 1,600\n1,606\n1,612\n1,618\n1,624 18,750\n18,800\n18,850\n18,900\n18,950 18,800\n18,850\n18,900\n18,950\n19,000 2,048\n2,054\n2,060\n2,066\n2,072 1,878\n1,883\n1,888\n1,893\n1,898 2,048\n2,054\n2,060\n2,066\n2,072 1,960\n1,966\n1,972\n1,978\n1,984 13,000 16,000 19,000 13,000\n13,050\n13,100\n13,150\n13,200 13,050\n13,100\n13,150\n13,200\n13,250 1,358\n1,364\n1,370\n1,376\n1,382 1,303\n1,308\n1,313\n1,318\n1,323 1,358\n1,364\n1,370\n1,376\n1,382 1,303\n1,308\n1,313\n1,318\n1,323 16,000\n16,050\n16,100\n16,150\n16,200 16,050\n16,100\n16,150\n16,200\n16,250 1,718\n1,724\n1,730\n1,736\n1,742 1,603\n1,608\n1,613\n1,618\n1,623 1,718\n1,724\n1,730\n1,736\n1,742 1,630\n1,636\n1,642\n1,648\n1,654 19,000\n19,050\n19,100\n19,150\n19,200 19,050\n19,100\n19,150\n19,200\n19,250 2,078\n2,084\n2,090\n2,096\n2,102 1,903\n1,908\n1,913\n1,918\n1,923 2,078\n2,084\n2,090\n2,096\n2,102 1,990\n1,996\n2,002\n2,008\n2,014 13,250\n13,300\n13,350\n13,400\n13,450 13,300\n13,350\n13,400\n13,450\n13,500 1,388\n1,394\n1,400\n1,406\n1,412 1,328\n1,333\n1,338\n1,343\n1,348 1,388\n1,394\n1,400\n1,406\n1,412 1,328\n1,333\n1,338\n1,343\n1,348 16,250\n16,300\n16,350\n16,400\n16,450 16,300\n16,350\n16,400\n16,450\n16,500 1,748\n1,754\n1,760\n1,766\n1,772 1,628\n1,633\n1,638\n1,643\n1,648 1,748\n1,754\n1,760\n1,766\n1,772 1,660\n1,666\n1,672\n1,678\n1,684 19,250\n19,300\n19,350\n19,400\n19,450 19,300\n19,350\n19,400\n19,450\n19,500 2,108\n2,114\n2,120\n2,126\n2,132 1,928\n1,933\n1,938\n1,943\n1,948 2,108\n2,114\n2,120\n2,126\n2,132 2,020\n2,026\n2,032\n2,038\n2,044 13,500\n13,550\n13,600\n13,650\n13,700 13,550\n13,600\n13,650\n13,700\n13,750 1,418\n1,424\n1,430\n1,436\n1,442 1,353\n1,358\n1,363\n1,368\n1,373 1,418\n1,424\n1,430\n1,436\n1,442 1,353\n1,358\n1,363\n1,368\n1,373 16,500\n16,550\n16,600\n16,650\n16,700 16,550\n16,600\n16,650\n16,700\n16,750 1,778\n1,784\n1,790\n1,796\n1,802 1,653\n1,658\n1,663\n1,668\n1,673 1,778\n1,784\n1,790\n1,796\n1,802 1,690\n1,696\n1,702\n1,708\n1,714 19,500\n19,550\n19,600\n19,650\n19,700 19,550\n19,600\n19,650\n19,700\n19,750 2,138\n2,144\n2,150\n2,156\n2,162 1,953\n1,958\n1,963\n1,968\n1,973 2,138\n2,144\n2,150\n2,156\n2,162 2,050\n2,056\n2,062\n2,068\n2,074 13,750\n13,800\n13,850\n13,900\n13,950 13,800\n13,850\n13,900\n13,950\n14,000 1,448\n1,454\n1,460\n1,466\n1,472 1,378\n1,383\n1,388\n1,393\n1,398 1,448\n1,454\n1,460\n1,466\n1,472 1,378\n1,383\n1,388\n1,393\n1,398 16,750\n16,800\n16,850\n16,900\n16,950 16,800\n16,850\n16,900\n16,950\n17,000 1,808\n1,814\n1,820\n1,826\n1,832 1,678\n1,683\n1,688\n1,693\n1,698 1,808\n1,814\n1,820\n1,826\n1,832 1,720\n1,726\n1,732\n1,738\n1,744 19,750\n19,800\n19,850\n19,900\n19,950 19,800\n19,850\n19,900\n19,950\n20,000 2,168\n2,174\n2,180\n2,186\n2,192 1,978\n1,983\n1,988\n1,993\n1,998 2,168\n2,174\n2,180\n2,186\n2,192 2,080\n2,086\n2,092\n2,098\n2,104 14,000 17,000 20,000 14,000\n14,050\n14,100\n14,150\n14,200 14,050\n14,100\n14,150\n14,200\n14,250 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 17,000\n17,050\n17,100\n17,150\n17,200 17,050\n17,100\n17,150\n17,200\n17,250 1,838\n1,844\n1,850\n1,856\n1,862 1,703\n1,708\n1,713\n1,718\n1,723 1,838\n1,844\n1,850\n1,856\n1,862 1,750\n1,756\n1,762\n1,768\n1,774 20,000\n20,050\n20,100\n20,150\n20,200 20,050\n20,100\n20,150\n20,200\n20,250 2,198\n2,204\n2,210\n2,216\n2,222 2,003\n2,008\n2,013\n2,018\n2,023 2,198\n2,204\n2,210\n2,216\n2,222 2,110\n2,116\n2,122\n2,128\n2,134 14,250\n14,300\n14,350\n14,400\n14,450 14,300\n14,350\n14,400\n14,450\n14,500 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 17,250\n17,300\n17,350\n17,400\n17,450 17,300\n17,350\n17,400\n17,450\n17,500 1,868\n1,874\n1,880\n1,886\n1,892 1,728\n1,733\n1,738\n1,743\n1,748 1,868\n1,874\n1,880\n1,886\n1,892 1,780\n1,786\n1,792\n1,798\n1,804 20,250\n20,300\n20,350\n20,400\n20,450 20,300\n20,350\n20,400\n20,450\n20,500 2,228\n2,234\n2,240\n2,246\n2,252 2,028\n2,033\n2,038\n2,043\n2,048 2,228\n2,234\n2,240\n2,246\n2,252 2,140\n2,146\n2,152\n2,158\n2,164 14,500\n14,550\n14,600\n14,650\n14,700 14,550\n14,600\n14,650\n14,700\n14,750 1,538\n1,544\n1,550\n1,556\n1,562 1,453\n1,458\n1,463\n1,468\n1,473",
    "querygen": [
      "how many people a year are in the college grad",
      "how many milliards of dollars in a year",
      "what number is 30,000"
    ],
    "querygen_score": [
      "-5.34107",
      "-5.468932",
      "-6.055095"
    ]
  },
  {
    "id": "legal-advice_94__154",
    "doc_id": "legal-advice_94",
    "chunk_id": 154,
    "document_category": "legal-advice",
    "text": "83,550 $2,055.00 + 12% 20,550 83,550 178,150 9,615.00 + 22% 83,550 178,150 340,100 30,427.00 + 24% 178,150 340,100 431,900 69,295.00 + 32% 340,100 431,900 647,850 98,671.00 + 35% 431,900 174,253.50 + 37% 647,850 647,850 Schedule Y-2—If your filing status is Married filing separately\nIf your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $10,275 10% $0 10,275 41,775 $1,027.50 + 12% 10,275\n41,775 41,775 89,075 4,807.50 + 22% 89,075 170,050 15,213.50 + 24% 89,075 170,050 215,950 34,647.50 + 32% 170,050 215,950 323,925 49,335.50 + 35% 215,950 87,126.75 + 37% 323,925 323,925 Schedule Z—If your filing status is Head of household If your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $14,650 10% $0 14,650 55,900 $1,465.00 + 12% 14,650\n55,900 55,900 89,050 6,415.00 + 22% 89,050 170,050 13,708.00 + 24% 89,050 170,050 215,950 33,148.00 + 32% 170,050 215,950 539,900 47,836.00 + 35% 215,950 161,218.50 + 37% 539,900 539,900 -109- Index to Instructions\nA\nABLE account 86, 97\nAdditional Medicare Tax 97\nAddress change 14\nAdjusted gross income 31\nAdoption credit 101\nAdoption taxpayer identification number 19\nAliens 8\nAlimony paid 89\nAlimony received 83\nAlternative minimum tax 95\nAmended return 77\nAmount you owe 58-60\nAnnuities 27-30\nArcher MSAs 85, 97, 98\nArtists 88\nAttachments to the return 62\nAwards 85 B\nBankruptcy cases, chapter 11 23\nBequests 87\nBlindness 16, 34\nBusiness income or loss 83 C\nCanceled debt 85\nCapital gain distributions 31\nCapital gain or loss 31\nChild and dependent care expenses, credit\nfor 100\nChild custody 20\nChild support 87\nChild tax credits 17, 56\nChild's requirement to file 9, 10\nCommunity property states 23\nContributions to reduce debt held by the\npublic 77\nCorrective distributions 25 D\nDaycare center expenses 100\nDeath of a taxpayer 78\nDeath of spouse 78\nDependent care benefits 24\nDependents 17\nStandard deduction 34\nDirect deposit of refund 57, 58\nDisability expenses 86\nDisclosure, Privacy Act, and Paperwork\nReduction Act Notice 106\nDividends:\nNondividend distributions 26\nOrdinary dividends 26\nQualified dividends 25, 36\nDivorced parents 20\nDual-status aliens 8, 12 E\nEarned income credit (EIC) 38\nCombat pay, nontaxable 40\nEducation:\nCredits 56, 100\nExpenses 56, 92, 100\nRecapture of education credits 33\nSavings accounts 87, 97 Educator expenses 87\nElderly persons:\nCredit for 101\nStandard deduction 34\nElectric vehicles 101\nElectronic filing (e-file) 7, 57, 58, 61, 62\nEstimated tax 37, 60, 77\nExcess deferrals 24\nExcess social security and tier 1 RRTA tax\nwithheld 102\nExtension of time to file 8, 102 F\nFiling requirements 11\nFiling status, which box to check 12-14\nForeign accounts and trusts 23\nForeign tax credit 100\nForeign-source income 23\nForm W-2 25\nFree tax help 78 G\nGambling 85\nGeneral business credit 101\nGifts 87\nGolden parachute payments 98 H\nHead of household 13\nHealth insurance deduction, self-employed 88\nHealth insurance premiums, credit for 102\nHealth savings accounts 85, 88, 97, 98\nHelp, tax 78\nHomebuyer credit, first-time 97\nHousehold employment taxes 97\nHow to comment on forms 106\nHow to get tax help 78 I\nIdentity Protection PIN 61\nIdentity theft 77\nIncome 23-85\nIncome tax withholding (federal) 37, 77\nIndividual retirement arrangements (IRAs)\nContributions to 89\nCredit for contributions to 100\nDistributions from 26\nNondeductible contributions to 26, 89\nIndividual taxpayer identification numbers 15\nInjured spouse 56\nInnocent spouse relief 76\nInstallment payments 59\nInterest income\nTax-exempt 25\nTaxable 25\nInterest on taxes 81\nInvestment income, tax on 97\nItemized deductions or standard\ndeduction 31-34\nITINs for aliens 15 J\nJury duty pay 85 L\nLife insurance 87 -110- Line instructions for Forms 1040 and\n1040-SR 62\nLiving abroad, U.S. citizens and resident\naliens 8, 23\nLong-term care insurance 88\nLump-sum distributions 30",
    "querygen": [
      "how much money do oxford university get",
      "how much is an average salary",
      "cost of taiwanese"
    ],
    "querygen_score": [
      "-9.32454",
      "-6.525304",
      "-8.924713"
    ]
  },
  {
    "id": "legal-advice_42__3",
    "doc_id": "legal-advice_42",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "Section 40(b)(4)(C) limits the qualified ethanol fuel\nproduction of any producer for any taxable year to not more than 15 million gallons. Section 40(g)(1) defines “eligible small ethanol producer” as a person who, at all times\nduring the taxable year, has a productive capacity for alcohol not in excess of 60 million\ngallons. An aggregation rule in § 40(g)(2) provides that for purposes of the 15 million gallon\nproduction limitation under § 40(b)(4)(C) and the 60 million gallon productive capacity\nlimitation under § 40(g)(1), “all members of the same controlled group of corporations\n(within the meaning of section 267(f)) and all persons under common control (within the\nmeaning of section 52(b) but determined by treating an interest of more than 50 percent\nas a controlling interest) shall be treated as 1 person.”\nSection 52(b) provides that all employees of trades or businesses (whether or not\nincorporated) which are under common control shall be treated as employed by a single\nemployer. Section 1.52-1(b) defines “trades or businesses that are under common\ncontrol” as including any group of trades or businesses that is a parent-subsidiary group\nunder common control. Section 1.52-1(c)(1) generally defines “parent-subsidiary group\nunder common control” as one or more chains of organizations conducting trades or\nbusinesses that are connected through ownership of a controlling interest with a\ncommon parent organization if (i) a controlling interest in each of the organizations,\nexcept the common parent organization, is owned by one or more of the other\norganizations; and (ii) the common parent organization owns a controlling interest in at\nleast one of the other organizations, excluding, in computing the controlling interest, any\ndirect ownership interest by the other organizations. Section 1.52-1(c)(2)(iii) defines\n“controlling interest” in the case of a partnership as ownership of more than 50 percent\nof the profit interest or capital interest of the partnership. A pass-through entity rule in § 40(g)(3) provides that in the case of a partnership, trust,\nS corporation, or other pass-thru entity, the 15 million gallon production limitation under\n§ 40(b)(4)(C) and the 60 million gallon limitation in § 40(g)(1) shall be applied at the\nentity level and at the partner or similar level. Section 40(g)(5) authorizes the Secretary to prescribe regulations to prevent the small\nethanol producer credit from benefiting a person that directly or indirectly has a\nproductive capacity for alcohol in excess of 60 million gallons during the taxable year\nand to prevent any person from directly or indirectly benefiting with respect to more than\n15 million gallons during the taxable year. Proposed Treasury Regulations § 1.40-2(c)\ndisallows the small ethanol producer credit for ethanol produced at the facilities of a POSTU-121455-09 5 contract manufacturer if the contract manufacturer has a direct or indirect productive\ncapacity of more than 60 million gallons of alcohol during the taxable year1: The person at whose facilities ethanol is produced is treated for purposes of\nsection 40(g)(5) as an indirect beneficiary of any credit allowed with respect to\nthe ethanol.",
    "querygen": [
      "what is ethanol production limit",
      "what is the limit for ethanol production",
      "who is the eligible small ethanol producer"
    ],
    "querygen_score": [
      "0.8644122",
      "1.3088865",
      "2.5449462"
    ]
  },
  {
    "id": "legal-advice_69__29",
    "doc_id": "legal-advice_69",
    "chunk_id": 29,
    "document_category": "legal-advice",
    "text": "A protest\nunder this section is not governed by subpart D of this\npart. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart B — Duties and Restrictions Relating to\nPractice Before the Internal Revenue Service\n§ 10.20 Information to be furnished. (a) To the Internal Revenue Service.\n(1) A practitioner must, on a proper and lawful\nrequest by a duly authorized officer or employee\nof the Internal Revenue Service, promptly submit\nrecords or information in any matter before the\nInternal Revenue Service unless the practitioner\nbelieves in good faith and on reasonable grounds that\nthe records or information are privileged. (2) Where the requested records or information\nare not in the possession of, or subject to the control\nof, the practitioner or the practitioner’s client, the\npractitioner must promptly notify the requesting\nInternal Revenue Service officer or employee and the\npractitioner must provide any information that the\npractitioner has regarding the identity of any person\nwho the practitioner believes may have possession or\ncontrol of the requested records or information. The\npractitioner must make reasonable inquiry of his or her\nclient regarding the identity of any person who may\nhave possession or control of the requested records\nor information, but the practitioner is not required to\nmake inquiry of any other person or independently\nverify any information provided by the practitioner’s\nclient regarding the identity of such persons. (3) When a proper and lawful request is made\nby a duly authorized officer or employee of the\nInternal Revenue Service, concerning an inquiry\ninto an alleged violation of the regulations in this\npart, a practitioner must provide any information the\npractitioner has concerning the alleged violation and\ntestify regarding this information in any proceeding\ninstituted under this part, unless the practitioner\nbelieves in good faith and on reasonable grounds that\nthe information is privileged. (b) Interference with a proper and lawful request\nfor records or information. A practitioner may not\ninterfere, or attempt to interfere, with any proper\nand lawful effort by the Internal Revenue Service,\nits officers or employees, to obtain any record or\ninformation unless the practitioner believes in good\nTreasury Department Circular No. 230 faith and on reasonable grounds that the record or\ninformation is privileged. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.21 Knowledge of client’s omission. A practitioner who, having been retained by a\nclient with respect to a matter administered by the\nInternal Revenue Service, knows that the client has\nnot complied with the revenue laws of the United\nStates or has made an error in or omission from any\nreturn, document, affidavit, or other paper which\nthe client submitted or executed under the revenue\nlaws of the United States, must advise the client\npromptly of the fact of such noncompliance, error,\nor omission. The practitioner must advise the client\nof the consequences as provided under the Code\nand regulations of such noncompliance, error, or\nomission. § 10.22 Diligence as to accuracy. (a) In general.",
    "querygen": [
      "when is pro protest effective",
      "what date is the protest section effective",
      "which of the following is applicable to the effective date of this section?"
    ],
    "querygen_score": [
      "-1.4402473",
      "1.2263678",
      "0.6603935"
    ]
  },
  {
    "id": "legal-advice_37__148",
    "doc_id": "legal-advice_37",
    "chunk_id": 148,
    "document_category": "legal-advice",
    "text": "The\namount of this credit is shown on Schedule H, line 8e. See Schedule H (Form\n1040) and its instructions for more information on these credits. Line 13d If you are claiming a credit for repayment of amounts you included in your\nincome in an earlier year because it appeared you had a right to the income,\nenter the amount on line 13d. See Pub.\n525 for details about this credit. Line 13f If you elected to pay your net 965 tax liability in installments, report the deferred amount on line 13f. Enter the\namount of net 965 tax liability remaining to be paid in future years. Line 13g\nLine 13g has been reserved for future\nuse. Line 13h leave taken after March 31, 2021 and\nbefore October 1, 2021. If you paid\nhousehold employment taxes, enter the\nrefundable portion of the credit for\nqualified sick and family leave wages\nyou are eligible for due to reasons related to coronavirus and related to leave\ntaken after March 31, 2021 and before\nOctober 1, 2021. The amount of the\ncredit is shown on Schedule H, line 8f. See Schedule H (Form 1040) and its instructions for more information on these\ncredits. Qualified sick and family leave wages\npaid in 2022 from Schedule(s) H for -103- Line 13z Other payments or refundable credits. Use line 13z to report any other\npayments or refundable credits not reported elsewhere on your return or other\nschedules, including a credit under section 960(c) with respect to an excess\nlimitation account. List the type and\namount of payment or refundable credit. Tax Topics You can read these Tax Topics at\nIRS.gov/TaxTopics. List of Tax Topics All topics are available in Spanish\n(and most topics are available in\nChinese, Korean, Vietnamese, and\nRussian). Topic\nNo.\n101\n102\n103\n104\n105\n107\n151\n152\n153\n154\n155\n156\n157\n158\n159\n160\n161 201\n202\n204\n206\n253\n254\n255\n301\n303\n304\n305 Subject\nIRS Help Available\nIRS services—Volunteer tax\nassistance, outreach programs, and\nidentity theft\nTax assistance for individuals with\ndisabilities Tax help for small businesses and\nthe self-employed\nTaxpayer Advocate Service—Your\nvoice at the IRS\nArmed Forces tax information Tax relief in disaster situations\nIRS Procedures\nYour appeal rights\nRefund information What to do if you haven't filed your\ntax return\nForm W-2 and Form 1099-R (What\nto do if incorrect or not received) Obtaining forms and publications How to get a transcript or copy of\nyour tax return\nChange your address— How to\nnotify the IRS\nPaying your taxes and ensuring\nproper credit of payments How to get a wage and income\ntranscript or copy of Form W-2\nStatute expiration date—RSED |\nASED | CSED\nReturning an erroneous\nrefund—Paper check or direct\ndeposit\nCollection The collection process Tax payment options\nOffers in compromise\nDishonored payments\nAlternative Filing Methods\nSubstitute tax forms How to choose a tax return preparer\nSigning your return electronically\nGeneral Information When, how, and where to file\nChecklist of common errors when\npreparing your tax return\nExtensions of time to file your tax\nreturn\nRecordkeeping Topic\nNo.\nSubject\n306 Penalty for underpayment of\nestimated tax\n307 Backup withholding\n308 Amended returns\n309 Roth IRA contributions\n310 Coverdell education savings\naccounts\n311 Power of attorney information\n312 Disclosure authorizations\n313 Qualified tuition programs (QTPs)\nWhich Forms to File\n356 Decedents\nTypes of Income\n401 Wages and salaries\n403 Interest received\n404 Dividends\n407 Business income\n409 Capital gains and losses\n410 Pensions and annuities\n411 Pensions—",
    "querygen": [
      "what is the credit for early payments on 1040",
      "how does schedule h work",
      "what is the correct line for claiming a mortgage credit?"
    ],
    "querygen_score": [
      "-2.11163",
      "-2.6776943",
      "-4.8632727"
    ]
  }
]