[
  {
    "id": "legal-advice_62__39",
    "doc_id": "legal-advice_62",
    "chunk_id": 39,
    "document_category": "legal-advice",
    "text": "This amount should be shown in\nbox 1 of Form 1099-R. Pension and annuity payments include distributions\nfrom 401(k), 403(b), and governmental\n457(b) plans. Rollovers and lump-sum\ndistributions are explained later. Don’t\ninclude the following payments on lines\n5a and 5b. Instead, report them on\nline 1h. • Disability pensions received before\nyou reach the minimum retirement age\nset by your employer. • Corrective distributions (including\nany earnings) of excess elective deferrals or other excess contributions to retirement plans. The plan must advise\nyou of the year(s) the distributions are\nincludible in income. Attach Form(s) 1099-R to TIP Form 1040 or 1040-SR if any\nfederal income tax was withheld. Fully Taxable Pensions and\nAnnuities Your payments are fully taxable if (a)\nyou didn't contribute to the cost (see\nCost, later) of your pension or annuity,\nor (b) you got your entire cost back tax\nfree before 2022. But see Insurance Premiums for Retired Public Safety Officers, later. If your pension or annuity is\nfully taxable, enter the total pension or\nannuity payments (from Form(s)\n1099-R, box 1) on line 5b; don’t make\nan entry on line 5a. Need more information or forms? Visit IRS.gov. Fully taxable pensions and annuities\nalso include military retirement pay\nshown on Form 1099-R. For details on\nmilitary disability pensions, see Pub.\n525. If you received a Form\nRRB-1099-R, see Pub. 575 to find out\nhow to report your benefits. Partially Taxable Pensions and\nAnnuities\nEnter the total pension or annuity payments (from Form 1099-R, box 1) on\nline 5a. If your Form 1099-R doesn't\nshow the taxable amount, you must use\nthe General Rule explained in Pub. 939\nto figure the taxable part to enter on\nline 5b. But if your annuity starting date\n(defined later) was after July 1, 1986,\nsee Simplified Method, later, to find out\nif you must use that method to figure the\ntaxable part. You can ask the IRS to figure the taxable part for you for a $1,000 fee. For\ndetails, see Pub. 939. If your Form 1099-R shows a taxable\namount, you can report that amount on\nline 5b. But you may be able to report a\nlower taxable amount by using the General Rule or the Simplified Method or if\nthe exclusion for retired public safety officers, discussed next, applies. Insurance Premiums for Retired\nPublic Safety Officers If you are an eligible retired public safety officer (law enforcement officer, firefighter, chaplain, or member of a rescue\nsquad or ambulance crew), you can elect\nto exclude from income distributions\nmade from your eligible retirement plan\nthat are used to pay the premiums for\ncoverage by an accident or health plan\nor a long-term care insurance contract. You can do this only if you retired because of disability or because you\nreached normal retirement age. The premiums can be for coverage for you, your\nspouse, or dependents. The distribution\nmust be from a plan maintained by the\nemployer from which you retired as a\npublic safety officer. Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income.",
    "querygen": [
      "what is the box on a form 1099 r",
      "can you include a distribution to a pension",
      "what is a pension annuity"
    ],
    "querygen_score": [
      "1.2662568",
      "1.0427634",
      "-1.9164683"
    ]
  },
  {
    "id": "legal-advice_99__132",
    "doc_id": "legal-advice_99",
    "chunk_id": 132,
    "document_category": "legal-advice",
    "text": "Use the worksheet in these instructions to figure your student loan interest\ndeduction. -92- 11b. 12b. Exception. Use Pub. 970 instead of the\nworksheet in these instructions to figure\nyour student loan interest deduction if\nyou file Form 2555 or 4563, or you exclude income from sources within Puerto Rico. Qualified student loan. A qualified\nstudent loan is any loan you took out to\npay the qualified higher education expenses for any of the following individuals who were eligible students. 1. Yourself or your spouse. 2. Any person who was your dependent when the loan was taken out. Student Loan Interest Deduction Worksheet—Schedule 1, Line 21 Before you begin: Figure any write-in adjustments to be entered on Schedule 1, line 24z (see the instructions for Schedule 1,\nline 24z). Be sure you have read the Exception in the instructions for this line to see if you can use this worksheet\ninstead of Pub. 970 to figure your deduction. 1. Enter the total interest you paid in 2022 on qualified student loans (see the instructions for line 21). Don’t\nenter more than $2,500 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter the amount from Form 1040 or 1040-SR, line 9 . . . . . . . . . . . . . . . . . . . . . . . . . 2. 3. Enter the total of the amounts from Schedule 1, lines 11 through 20, and 23 and\n25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. 4. Subtract line 3 from line 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4. 5. Enter the amount shown below for your filing status. • Single, head of household, or qualifying\nsurviving spouse—$70,000\n• Married filing jointly— $145,000 6. ........... 5. Is the amount on line 4 more than the amount on line 5? No. Skip lines 6 and 7, enter -0- on line 8, and go to line 9. Yes.",
    "querygen": [
      "can you deduct student loans",
      "how to deduct student loan interest",
      "how do i calculate interest deduction on my loans"
    ],
    "querygen_score": [
      "0.5008061",
      "2.0472207",
      "0.9338473"
    ]
  },
  {
    "id": "legal-advice_67__45",
    "doc_id": "legal-advice_67",
    "chunk_id": 45,
    "document_category": "legal-advice",
    "text": "In lieu of a proceeding being\ninstituted or continued under §10.60(a), a practitioner\nor appraiser (or employer, firm or other entity, if\napplicable) may offer a consent to be sanctioned\nunder §10.50. (2) Discretion; acceptance or declination. The\nCommissioner, or delegate, may accept or decline\nthe offer described in paragraph (b)(1) of this\nsection. When the decision is to decline the offer,\nthe written notice of declination may state that the\noffer described in paragraph (b)(1) of this section\nwould be accepted if it contained different terms. The Commissioner, or delegate, has the discretion to\naccept or reject a revised offer submitted in response\nto the declination or may counteroffer and act upon\nany accepted counteroffer. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.62 Contents of complaint. (a) Charges. A complaint must name the\nrespondent, provide a clear and concise description\nof the facts and law that constitute the basis for\nthe proceeding, and be signed by an authorized\nrepresentative of the Internal Revenue Service\nunder §10.69(a)(1). A complaint is sufficient if\nit fairly informs the respondent of the charges\nbrought so that the respondent is able to prepare a\ndefense. (b) Specification of sanction. The complaint must\nspecify the sanction sought against the practitioner\nor appraiser. If the sanction sought is a suspension,\nthe duration of the suspension sought must be\nspecified. (c) Demand for answer. The respondent must\nbe notified in the complaint or in a separate paper\nattached to the complaint of the time for answering the\ncomplaint, which may not be less than 30 days from\nthe date of service of the complaint, the name and\naddress of the Administrative Law Judge with whom\nthe answer must be filed, the name and address of\nthe person representing the Internal Revenue Service\nto whom a copy of the answer must be served, and\n§ 10.62 — Page 31 Table of Contents that a decision by default may be rendered against\nthe respondent in the event an answer is not filed as\nrequired. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.63 Service of complaint; service of other\npapers; service of evidence in support of\ncomplaint; filing of papers. (a) Service of complaint. (1) In general. The complaint or a copy of the\ncomplaint must be served on the respondent by any\nmanner described in paragraphs (a) (2) or (3) of this\nsection. (2) Service by certified or first class mail. (i) Service of the complaint may be made on\nthe respondent by mailing the complaint by certified\nmail to the last known address (as determined under\nsection 6212 of the Internal Revenue Code and the\nregulations thereunder) of the respondent. Where\nservice is by certified mail, the returned post office\nreceipt duly signed by the respondent will be proof\nof service. (ii) If the certified mail is not claimed\nor accepted by the respondent, or is returned\nundelivered, service may be made on the respondent,\nby mailing the complaint to the respondent by first\nclass mail. Service by this method will be considered\ncomplete upon mailing, provided the complaint is\naddressed to the respondent at the respondent’s last\nknown address as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder. (3) Service by other than certified or first class\nmail.",
    "querygen": [
      "who makes consent to be sanctioned under the appraisal code",
      "definition of consent for sanction",
      "who may offer consent to be sanctioned under 10.50?"
    ],
    "querygen_score": [
      "0.42580786",
      "-1.9954133",
      "2.8028512"
    ]
  },
  {
    "id": "legal-advice_68__30",
    "doc_id": "legal-advice_68",
    "chunk_id": 30,
    "document_category": "legal-advice",
    "text": "A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. -22- Income\nGenerally, you must report all income\nexcept income that is exempt from tax\nby law. For details, see the following instructions and the Schedule 1 instructions, especially the instructions for lines\n1 through 7 and Schedule 1, lines 1\nthrough 8z. Also see Pub. 525. Forgiveness of Paycheck\nProtection Program (PPP)\nLoans The forgiveness of a PPP Loan creates\ntax-exempt income, so although you\ndon’t need to report the income from the\nforgiveness of your PPP Loan on Form\n1040 or 1040-SR, you do need to report\ncertain information related to your PPP\nLoan. Rev. Proc. 2021-48, 2021-49 I.R.B.\n835, permits taxpayers to treat tax-exempt income resulting from the forgiveness of a PPP Loan as received or accrued: (1) as, and to the extent that, eligible expenses are paid or incurred; (2)\nwhen you apply for forgiveness of the\nPPP Loan; or (3) when forgiveness of\nthe PPP Loan is granted. If you have\ntax-exempt income resulting from the\nforgiveness of a PPP Loan, attach a\nstatement to your return reporting each\ntaxable year for which you are applying\nRev. Proc. 2021-48, and which section\nof Rev. Proc. 2021-48 you are applying—either section 3.01(1), (2), or (3). Any statement should include the following information for each PPP Loan:\n1. Your name, address, and ITIN or\nSSN;\n2. A statement that you are applying\nor applied section 3.01(1), (2), or (3) of\nRev. Proc. 2021-48, and for what taxable year;\n3. The amount of tax-exempt income from forgiveness of the PPP Loan\nthat you are treating as received or accrued and for what taxable year; and\n4. Whether forgiveness of the PPP\nLoan has been granted as of the date you\nfile your return. Write “RP2021-48” at the top of your\nattached statement. Foreign-Source Income You must report unearned income, such\nas interest, dividends, and pensions,\nfrom sources outside the United States\nunless exempt by law or a tax treaty. You must also report earned income,\nsuch as wages and tips, from sources\noutside the United States. If you worked abroad, you may be\nable to exclude part or all of your foreign earned income. For details, see\nPub. 54 and Form 2555. Foreign retirement plans. If you were\na beneficiary of a foreign retirement\nplan, you may have to report the undistributed income earned in your plan. However, if you were the beneficiary of\na Canadian registered retirement plan,\nsee Rev. Proc. 2014-55, 2014-44 I.R.B.\n753,\navailable\nat\nIRS.gov/irb/\n2014-44_IRB#RP-2014-55, to find out if\nyou can elect to defer tax on the undistributed income. Report distributions from foreign\npension plans on lines 5a and 5b. Foreign accounts and trusts. You\nmust complete Part III of Schedule B if\nyou:\n• Had a foreign account; or\n• Received a distribution from, or\nwere a grantor of, or a transferor to, a\nforeign trust. Foreign financial assets. If you had\nforeign financial assets in 2022, you\nmay have to file Form 8938. See Form\n8938 and its instructions. Chapter 11 Bankruptcy\nCases",
    "querygen": [
      "does technical school include on-the-job training",
      "do you report your education for taxes",
      "what is the difference between a college and a school?"
    ],
    "querygen_score": [
      "1.2745888",
      "-1.01647",
      "-3.6528945"
    ]
  },
  {
    "id": "legal-advice_29__26",
    "doc_id": "legal-advice_29",
    "chunk_id": 26,
    "document_category": "legal-advice",
    "text": "! You must include the required information even if you\nfiled it with your return in an earlier year. CAUTION Post-2008 decree or agreement. If the divorce decree or\nseparation agreement went into effect after 2008, the noncustodial parent can't include pages from the decree or agreement instead of Form 8332. The custodial parent must sign either Form\n8332 or a substantially similar statement the only purpose of\nwhich is to release the custodial parent's claim to certain tax\nbenefits for a child, and the noncustodial parent must include a\ncopy with their return. The form or statement must release the\ncustodial parent's claim to the child without any conditions. For\nexample, the release must not depend on the noncustodial parent paying support. Release of certain tax benefits revoked. A custodial parent\nwho has revoked their previous release of a claim to certain tax\nbenefits for a child must include a copy of the revocation with\ntheir return. For details, see Form 8332. Exception to citizen test. If you are a U.S. citizen or U.S. national and your adopted child lived with you all year as a member of your household, that child meets the requirement to be a\nU.S. citizen in Step 2, question 1; Step 3, question 2; Step 4,\nquestion 2; and Step 5, question 2.\nException to gross income test. If your relative (including a\nperson who lived with you all year as a member of your household) is permanently and totally disabled (defined later), certain\nincome for services performed at a sheltered workshop may be\nexcluded for this test. For details, see Pub. 501. Exception to time lived with you. Temporary absences by you\nor the other person for special circumstances, such as school,\nvacation, business, medical care, military service, or detention\nin a juvenile facility, count as time the person lived with you. Also see Children of divorced or separated parents, earlier, or\nKidnapped child, later. If the person meets all other requirements to be your qualifying child but was born or died in 2022, the person is considered\nto have lived with you for more than half of 2022 if your home\nwas this person's home for more than half the time the person\nwas alive in 2022. If the person meets all other requirements to\nbe your qualifying child but you adopted the person in 2022, the\nperson was lawfully placed with you for legal adoption by you\nin 2022, or the person was an eligible foster child placed with\nyou during 2022, the person is considered to have lived with\nyou for more than half of 2022 if your main home was this person's main home for more than half the time since the person\nwas adopted or placed with you in 2022. Any other person is considered to have lived with you for all\nof 2022 if the person was born or died in 2022 and your home\nwas this person's home for the entire time the person was alive -20-",
    "querygen": [
      "do you need to include divorce in tax return",
      "who can't put on divorce papers",
      "can noncustodial parents file divorce paperwork on return"
    ],
    "querygen_score": [
      "0.6910396",
      "-1.9860508",
      "0.79725873"
    ]
  },
  {
    "id": "legal-advice_96__61",
    "doc_id": "legal-advice_96",
    "chunk_id": 61,
    "document_category": "legal-advice",
    "text": "See Schedule EIC for more information, including\nhow to complete Schedule EIC if your qualifying child doesn't\nhave a valid SSN. 4. Were you or your spouse a nonresident alien for any part of\n2022? Yes. See Nonresident\nNo. Go to Step 2.\naliens, later, under\nDefinitions and Special\nRules. For help in determining if you are eligible for the EIC, go to\nIRS. gov/EITC and click on “EITC Qualification Assistant.” This\nservice is available in English and Spanish. 1. Add the amounts from Form 1040 or 1040-SR: Step 2 Line 2a If you take the EIC even though you aren't eligible and\nit is determined that your error is due to reckless or inCAUTION tentional disregard of the EIC rules, you won't be allowed to take the credit for 2 years even if you are otherwise eligible to do so. If you fraudulently take the EIC, you won't be\nallowed to take the credit for 10 years. See Form 8862, who\nmust file, later. You may also have to pay penalties. ! Refunds for returns claiming the earned income credit\nTIP can't be issued before mid-February 2023. This delay\napplies to the entire refund, not just the portion associated with the earned income credit. Step 1 All Filers 1. If, in 2022:\n• 3 or more children who have valid SSNs lived with you,\nis the amount on Form 1040 or 1040-SR, line 11, less\nthan $53,057 ($59,187 if married filing jointly)? • 2 children who have valid SSNs lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$49,399 ($55,529 if married filing jointly)? • 1 child who has a valid SSN lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$43,492 ($49,622 if married filing jointly)?\n• No children who have valid SSNs lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$16,480 ($22,610 if married filing jointly)? Yes. Continue\nNo. STOP\n䊲 You can't take the credit. 2. Do you, and your spouse if filing a joint return, have a\nsocial security number issued on or before the due date of\nyour 2022 return (including extensions) that allows you to Need more information or forms? Visit IRS.gov. Investment Income Line 2b + Line 3b + Line 7* + Investment Income =\n*If line 7 is a loss, enter -0-. 2. Is your investment income more than $10,300? Yes. Continue\nNo. Skip question 3; go\n䊲\nto question 4.\n3. Are you filing Form 4797 (relating to sales of business\nproperty)? Yes. See Form 4797\nNo. STOP\nfilers, later, under You can't take the credit. Definitions and Special\nRules. 4. Do any of the following apply for 2022?\n• You are filing Schedule E.\n• You are reporting income from the rental of personal\nproperty not used in a trade or business. • You are filing Form 8814 (relating to election to report\nchild's interest and dividends on your return). • You have income or loss from a passive activity. Yes. Use Worksheet 1\nNo. Go to Step 3.\nin Pub. 596 to see if you\ncan take the credit. -38- Step 3 Qualifying Child",
    "querygen": [
      "what to do if you don't have an ssn",
      "when is an eic",
      "who can be a non resident alien"
    ],
    "querygen_score": [
      "0.40440738",
      "-1.6966479",
      "-2.7415583"
    ]
  },
  {
    "id": "legal-advice_95__52",
    "doc_id": "legal-advice_95",
    "chunk_id": 52,
    "document_category": "legal-advice",
    "text": "A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents paragraph (b) does not limit a party from presenting\nevidence contained within a deposition when the\nAdministrative Law Judge determines that the\ndeposition has been obtained in compliance with the\nrules of this subpart D.\n(c) Prehearing memorandum. Unless otherwise\nordered by the Administrative Law Judge, each party\nshall file, and serve on the opposing party or the\nopposing party’s representative, prior to any hearing,\na prehearing memorandum containing —\n(1) A list (together with a copy) of all proposed\nexhibits to be used in the party’s case in chief;\n(2) A list of proposed witnesses, including a\nsynopsis of their expected testimony, or a statement\nthat no witnesses will be called;\n(3) Identification of any proposed expert\nwitnesses, including a synopsis of their expected\ntestimony and a copy of any report prepared by the\nexpert or at his or her direction; and\n(4) A list of undisputed facts. (d) Publicity —\n(1) In general. All reports and decisions of the\nSecretary of the Treasury, or delegate, including\nany reports and decisions of the Administrative\nLaw Judge, under this subpart D are, subject to\nthe protective measures in paragraph (d)(4) of this\nsection, public and open to inspection within 30\ndays after the agency’s decision becomes final. (2) Request for additional publicity. The\nAdministrative Law Judge may grant a request by\na practitioner or appraiser that all the pleadings and\nevidence of the disciplinary proceeding be made\navailable for inspection where the parties stipulate\nin advance to adopt the protective measures in\nparagraph (d)(4) of this section. (3) Returns and return information —\n(i) Disclosure to practitioner or appraiser. Pursuant to section 6103(l)(4) of the Internal\nRevenue Code, the Secretary of the Treasury,\nor delegate, may disclose returns and return\ninformation to any practitioner or appraiser, or to\nthe authorized representative of the practitioner\nor appraiser, whose rights are or may be affected\nby an administrative action or proceeding under\nthis subpart D, but solely for use in the action or\nTreasury Department Circular No. 230 proceeding and only to the extent that the Secretary\nof the Treasury, or delegate, determines that the\nreturns or return information are or may be relevant\nand material to the action or proceeding. (ii) Disclosure to officers and employees of\nthe Department of the Treasury. Pursuant to section\n6103(l)(4)(B) of the Internal Revenue Code the\nSecretary of the Treasury, or delegate, may disclose\nreturns and return information to officers and\nemployees of the Department of the Treasury for\nuse in any action or proceeding under this subpart\nD, to the extent necessary to advance or protect the\ninterests of the United States. (iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information.",
    "querygen": [
      "who is required to give evidence in a case",
      "what type of witnesses are permitted in a court case",
      "what is the primary role of the administrative law judge for a defense of the case?"
    ],
    "querygen_score": [
      "-0.61142904",
      "-2.195272",
      "-1.5873374"
    ]
  },
  {
    "id": "legal-advice_31__31",
    "doc_id": "legal-advice_31",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "(b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States. (2) No former Government employee who\npersonally and substantially participated in a\nparticular matter involving specific parties may,\nsubsequent to Government employment, represent\nor knowingly assist, in that particular matter, any\nperson who is or was a specific party to that particular\nmatter. (3) A former Government employee who within\na period of one year prior to the termination of\nGovernment employment had official responsibility\nfor a particular matter involving specific parties may\nnot, within two years after Government employment\nis ended, represent in that particular matter any person\nwho is or was a specific party to that particular matter. (4) No former Government employee may, within\none year after Government employment is ended,\ncommunicate with or appear before, with the intent to\ninfluence, any employee of the Treasury Department\nin connection with the publication, withdrawal,\namendment, modification, or interpretation of a rule\nthe development of which the former Government\nemployee participated in, or for which, within a period\nof one year prior to the termination of Government\nemployment, the former government employee had\nofficial responsibility. This paragraph (b)(4) does\nnot, however, preclude any former employee from\nappearing on one’s own behalf or from representing\na taxpayer before the Internal Revenue Service in\nconnection with a particular matter involving specific\nTreasury Department Circular No. 230 Table of Contents parties involving the application or interpretation of\na rule with respect to that particular matter, provided\nthat the representation is otherwise consistent with\nthe other provisions of this section and the former\nemployee does not utilize or disclose any confidential\ninformation acquired by the former employee in the\ndevelopment of the rule. (c) Firm representation —\n(1) No member of a firm of which a former\nGovernment employee is a member may represent\nor knowingly assist a person who was or is a specific\nparty in any particular matter with respect to which\nthe restrictions of paragraph (b)(2) of this section\napply to the former Government employee, in that\nparticular matter, unless the firm isolates the former\nGovernment employee in such a way to ensure that\nthe former Government employee cannot assist in\nthe representation. (2) When isolation of a former Government\nemployee is required under paragraph (c)(1) of\nthis section, a statement affirming the fact of such\nisolation must be executed under oath by the former\nGovernment employee and by another member of the\nfirm acting on behalf of the firm. The statement must\nclearly identify the firm, the former Government\nemployee, and the particular matter(s) requiring\nisolation. The statement must be retained by the firm\nand, upon request, provided to the office(s) of the\nInternal Revenue Service administering or enforcing\nthis part. (d) Pending representation. The provisions of\nthis regulation will govern practice by former\nGovernment employees, their partners and\nassociates with respect to representation in particular\nmatters involving specific parties where actual\nrepresentation commenced before the effective date\nof this regulation. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230",
    "querygen": [
      "irs exempt status rule",
      "what laws govern representation by government",
      "who is not a government employee?"
    ],
    "querygen_score": [
      "-4.353471",
      "0.06526998",
      "-0.70722735"
    ]
  },
  {
    "id": "legal-advice_69__53",
    "doc_id": "legal-advice_69",
    "chunk_id": 53,
    "document_category": "legal-advice",
    "text": "(iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information. When providing returns or\nreturn information to the practitioner or appraiser,\nor authorized representative, the Secretary of the\nTreasury, or delegate, will —\n(A) Redact identifying information of any\nthird party taxpayers and replace it with a code;\n(B) Provide a key to the coded information;\nand\n(C) Notify the practitioner or appraiser, or\nauthorized representative, of the restrictions on\nthe use and disclosure of the returns and return\ninformation, the applicable damages remedy\nunder section 7431 of the Internal Revenue Code,\nand that unauthorized disclosure of information\nprovided by the Internal Revenue Service under\nthis paragraph (d)(3) is also a violation of this part. (4) Protective measures —\n(i) Mandatory protection order. If redaction of\nnames, addresses, and other identifying information\nof third party taxpayers may still permit indirect\nidentification of any third party taxpayer, the\nAdministrative Law Judge will issue a protective\norder to ensure that the identifying information is\navailable to the parties and the Administrative Law\nJudge for purposes of the proceeding, but is not\n§ 10.72 — Page 37 Table of Contents disclosed to, or open to inspection by, the public. (ii) Authorized orders. (A) Upon motion by a party or any other\naffected person, and for good cause shown, the\nAdministrative Law Judge may make any order\nwhich justice requires to protect any person in the\nevent disclosure of information is prohibited by law,\nprivileged, confidential, or sensitive in some other\nway, including, but not limited to, one or more of\nthe following —\n(1) That disclosure of information be made\nonly on specified terms and conditions, including a\ndesignation of the time or place;\n(2) That a trade secret or other information\nnot be disclosed, or be disclosed only in a designated\nway. (iii) Denials. If a motion for a protective order\nis denied in whole or in part, the Administrative\nLaw Judge may, on such terms or conditions as\nthe Administrative Law Judge deems just, order\nany party or person to comply with, or respond in\naccordance with, the procedure involved. (iv) Public inspection of documents. The\nSecretary of the Treasury, or delegate, shall ensure\nthat all names, addresses or other identifying details\nof third party taxpayers are redacted and replaced\nwith the code assigned to the corresponding taxpayer\nin all documents prior to public inspection of such\ndocuments. (e) Location. The location of the hearing will be\ndetermined by the agreement of the parties with the\napproval of the Administrative Law Judge, but, in\nthe absence of such agreement and approval, the\nhearing will be held in Washington, D.C.\n(f) Failure to appear. If either party to the\nproceeding fails to appear at the hearing, after\nnotice of the proceeding has been sent to him or her,\nthe party will be deemed to have waived the right\nto a hearing and the Administrative Law Judge may\nmake his or her decision against the absent party by\ndefault. (g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general.",
    "querygen": [
      "what is the use of tax returns",
      "definition of disclosure",
      "who is responsible for return information in dc"
    ],
    "querygen_score": [
      "-1.0866886",
      "-4.621938",
      "-3.4166603"
    ]
  },
  {
    "id": "legal-advice_60__133",
    "doc_id": "legal-advice_60",
    "chunk_id": 133,
    "document_category": "legal-advice",
    "text": "• Single, head of household, or qualifying\nsurviving spouse—$70,000\n• Married filing jointly— $145,000 6. ........... 5. Is the amount on line 4 more than the amount on line 5? No. Skip lines 6 and 7, enter -0- on line 8, and go to line 9. Yes. Subtract line 5 from line 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6. 7. Divide line 6 by $15,000 ($30,000 if married filing jointly). Enter the result as a decimal (rounded to at\nleast three places). If the result is 1.000 or more, enter 1.000 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7. 8. Multiply line 1 by line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8. 9. Student loan interest deduction. Subtract line 8 from line 1. Enter the result here and on Schedule 1,\nline 21. Don’t include this amount in figuring any other deduction on your return (such as on Schedule A, C,\nE, etc.) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9. 3. Any person you could have\nclaimed as a dependent for the year the\nloan was taken out except that:\na. The person filed a joint return;\nb. The person had gross income that\nwas equal to or more than the exemption\namount for that year or $4,400 for 2022;\nor\nc. You, or your spouse if filing\njointly, could be claimed as a dependent\non someone else's return. However, a loan isn't a qualified student loan if (a) any of the proceeds were\nused for other purposes, or (b) the loan\nwas from either a related person or a\nperson who borrowed the proceeds under a qualified employer plan or a contract purchased under such a plan. For\ndetails, see Pub. 970. Qualified higher education expenses. Qualified higher education expenses\ngenerally include tuition, fees, room and\nboard, and related expenses such as\nbooks and supplies. The expenses must\nbe for education in a degree, certificate, or similar program at an eligible educational institution.",
    "querygen": [
      "how much can a single file",
      "when do i change out taxes for married filing jointly",
      "what is the filing fee for married filing jointly"
    ],
    "querygen_score": [
      "-2.8320298",
      "-3.965163",
      "-1.2475634"
    ]
  },
  {
    "id": "legal-advice_27__33",
    "doc_id": "legal-advice_27",
    "chunk_id": 33,
    "document_category": "legal-advice",
    "text": "Such presentations include, but\nare not limited to, preparing and filing documents,\ncorresponding and communicating with the Internal\nRevenue Service, rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nand representing a client at conferences, hearings,\nand meetings. (d) Effective/applicability date. This section is\napplicable for fee arrangements entered into after\nMarch 26, 2008. materials provided to the practitioner, or obtained\nby the practitioner in the course of the practitioner’s\nrepresentation of the client, that preexisted the\nretention of the practitioner by the client. The term also\nincludes materials that were prepared by the client or a\nthird party (not including an employee or agent of the\npractitioner) at any time and provided to the practitioner\nwith respect to the subject matter of the representation. The term also includes any return, claim for refund,\nschedule, affidavit, appraisal or any other document\nprepared by the practitioner, or his or her employee or\nagent, that was presented to the client with respect to\na prior representation if such document is necessary\nfor the taxpayer to comply with his or her current\nFederal tax obligations. The term does not include any\nreturn, claim for refund, schedule, affidavit, appraisal\nor any other document prepared by the practitioner\nor the practitioner’s firm, employees or agents if the\npractitioner is withholding such document pending the\nclient’s performance of its contractual obligation to pay\nfees with respect to such document. § 10.28 Return of client’s records. (a) Except as provided by paragraph (b) of\nthis section, a practitioner shall not represent a\nclient before the Internal Revenue Service if the\nrepresentation involves a conflict of interest. A\nconflict of interest exists if —\n(1) The representation of one client will be\ndirectly adverse to another client; or\n(2)There is a significant risk that the representation\nof one or more clients will be materially limited by\nthe practitioner’s responsibilities to another client,\na former client or a third person, or by a personal\ninterest of the practitioner. (b) Notwithstanding the existence of a conflict\nof interest under paragraph (a) of this section, the\npractitioner may represent a client if —\n(1) The practitioner reasonably believes that the\npractitioner will be able to provide competent and\ndiligent representation to each affected client;\n(2) The representation is not prohibited by law;\nand\n(3) Each affected client waives the conflict of (a) In general, a practitioner must, at the request of\na client, promptly return any and all records of the\nclient that are necessary for the client to comply with\nhis or her Federal tax obligations. The practitioner\nmay retain copies of the records returned to a client. The existence of a dispute over fees generally does\nnot relieve the practitioner of his or her responsibility\nunder this section. Nevertheless, if applicable state law\nallows or permits the retention of a client’s records by\na practitioner in the case of a dispute over fees for\nservices rendered, the practitioner need only return\nthose records that must be attached to the taxpayer’s\nreturn. The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section —",
    "querygen": [
      "what is the purpose of a internal revenue presentation",
      "what is the purpose of the irs",
      "what is presentation for internal revenue service"
    ],
    "querygen_score": [
      "0.16296443",
      "-3.4121437",
      "0.8259888"
    ]
  },
  {
    "id": "legal-advice_61__5",
    "doc_id": "legal-advice_61",
    "chunk_id": 5,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 22\n§ 10.29 Conflicting interests. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 22\n§ 10.30 Solicitation. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 23\n§ 10.31 Negotiation of taxpayer checks. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24\n§ 10.32 Practice of law. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24\n§ 10.33 Best practices for tax advisors. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24\n§ 10.34 Standards with respect to tax returns and documents, affidavits and other papers. . . . . . . . . . . 24\n§ 10.35 Competence. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 25\n§ 10.36 Procedures to ensure compliance.",
    "querygen": [
      "who is the author of . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
      "what's the difference between a . . . . . . . . . . . . . .",
      "what does the term 'tandem' come from?"
    ],
    "querygen_score": [
      "-7.5278997",
      "-6.3466363",
      "-8.271061"
    ]
  },
  {
    "id": "legal-advice_93__28",
    "doc_id": "legal-advice_93",
    "chunk_id": 28,
    "document_category": "legal-advice",
    "text": "Treasury Department Circular No. 230 § 10.9 — Page 17 Table of Contents (3) Requirements for qualified continuing\neducation programs. A continuing education\nprovider must ensure the qualified continuing\neducation program complies with all the following\nrequirements —\n(i) Programs must be developed by individual(s)\nqualified in the subject matter;\n(ii) Program subject matter must be current;\n(iii) Instructors, discussion leaders, and speakers\nmust be qualified with respect to program content;\n(iv) Programs must include some means for\nevaluation of the technical content and presentation\nto be evaluated;\n(v) Certificates of completion bearing a current\nqualified continuing education program number\nissued by the Internal Revenue Service must be\nprovided to the participants who successfully\ncomplete the program; and\n(vi) Records must be maintained by the\ncontinuing education provider to verify the\nparticipants who attended and completed the\nprogram for a period of four years following\ncompletion of the program. In the case of continuous\nconferences, conventions, and the like, records must\nbe maintained to verify completion of the program\nand attendance by each participant at each segment\nof the program. (4) Program numbers —\n(i) In general. Every continuing education\nprovider is required to obtain a continuing education\nprovider program number and pay any applicable\nuser fee for each program offered. Program\nnumbers shall be obtained as prescribed by forms,\ninstructions or other appropriate guidance. Although,\nat the discretion of the Internal Revenue Service, a\ncontinuing education provider may be required to\ndemonstrate that the program is designed to enhance\nprofessional knowledge in Federal taxation or\nFederal tax related matters (programs comprised\nof current subject matter in Federal taxation or\nFederal tax related matters, including accounting, tax\nreturn preparation software, taxation, or ethics) and\ncomplies with the requirements in paragraph (a)(2)of\nthis section before a program number is issued. Page 18 — § 10.9 (ii) Update programs. Update programs may\nuse the same number as the program subject to\nupdate. An update program is a program that instructs\non a change of existing law occurring within one\nyear of the update program offering. The qualifying\neducation program subject to update must have been\noffered within the two year time period prior to the\nchange in existing law. (iii) Change in existing law. A change in\nexisting law means the effective date of the statute or\nregulation, or date of entry of judicial decision, that\nis the subject of the update. (b) Failure to comply. Compliance by a continuing\neducation provider with the requirements of this part\nis determined by the Internal Revenue Service. A\ncontinuing education provider who fails to meet the\nrequirements of this part will be notified by the Internal\nRevenue Service. The notice will state the basis for\nthe determination of noncompliance and will provide\nthe continuing education provider an opportunity to\nfurnish the requested information in writing relating to\nthe matter within 60 days of the date of the notice. The\ncontinuing education provider may, within 30 days after\nreceipt of the notice of denial, file a written protest as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. A protest\nunder this section is not governed by subpart D of this\npart. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart B — Duties and Restrictions Relating to\nPractice Before the Internal Revenue Service\n§ 10.20 Information to be furnished.",
    "querygen": [
      "requirements for continuing education provider",
      "requirements for qualified continuing education program",
      "what requirements are required to develop a continuing education program"
    ],
    "querygen_score": [
      "3.4671874",
      "4.017259",
      "3.1820424"
    ]
  },
  {
    "id": "legal-advice_67__13",
    "doc_id": "legal-advice_67",
    "chunk_id": 13,
    "document_category": "legal-advice",
    "text": "(2) Certified public accountant means any person\nwho is duly qualified to practice as a certified public\naccountant in any state, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia. (3) Commissioner refers to the Commissioner of\nInternal Revenue. (4) Practice before the Internal Revenue\nService comprehends all matters connected with a\npresentation to the Internal Revenue Service or any\nof its officers or employees relating to a taxpayer’s\nrights, privileges, or liabilities under laws or\nregulations administered by the Internal Revenue\nService. Such presentations include, but are not\nlimited to, preparing documents; filing documents;\ncorresponding and communicating with the Internal\nRevenue Service; rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nor other plan or arrangement having a potential for\ntax avoidance or evasion; and representing a client at\nconferences, hearings, and meetings. (5) Practitioner means any individual described\nin paragraphs (a), (b), (c), (d), (e), or (f) of §10.3.\n(6) A tax return includes an amended tax return\nand a claim for refund. (7) Service means the Internal Revenue Service. (8) Tax return preparer means any individual\nwithin the meaning of section 7701(a)(36) and 26\nCFR 301.7701-15. (b) Effective/applicability date. This section is\napplicable on August 2, 2011. § 10.3 Who may practice. (a) Attorneys. Any attorney who is not currently\nunder suspension or disbarment from practice\nPage 6 — § 10.2 before the Internal Revenue Service may practice\nbefore the Internal Revenue Service by filing with\nthe Internal Revenue Service a written declaration\nthat the attorney is currently qualified as an attorney\nand is authorized to represent the party or parties. Notwithstanding the preceding sentence, attorneys\nwho are not currently under suspension or disbarment\nfrom practice before the Internal Revenue Service\nare not required to file a written declaration with the\nIRS before rendering written advice covered under\n§10.37, but their rendering of this advice is practice\nbefore the Internal Revenue Service. (b) Certified public accountants. Any certified\npublic accountant who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service by filing with the Internal\nRevenue Service a written declaration that the\ncertified public accountant is currently qualified as\na certified public accountant and is authorized to\nrepresent the party or parties. Notwithstanding the\npreceding sentence, certified public accountants who\nare not currently under suspension or disbarment\nfrom practice before the Internal Revenue Service\nare not required to file a written declaration with the\nIRS before rendering written advice covered under\n§10.37, but their rendering of this advice is practice\nbefore the Internal Revenue Service. (c) Enrolled agents. Any individual enrolled as an\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (d) Enrolled actuaries. (1) Any individual who is enrolled as an actuary\nby the Joint Board for the Enrollment of Actuaries\npursuant to 29 U.S.C. 1242 who is not currently\nunder suspension or disbarment from practice before\nthe Internal Revenue Service may practice before the\nInternal Revenue Service by filing with the Internal\nRevenue Service a written declaration stating that he\nor she is currently qualified as an enrolled actuary\nand is authorized to represent the party or parties on\nwhose behalf he or she acts.",
    "querygen": [
      "who is the commissioner of the internal revenue",
      "who is the commissioner of revenue for dc",
      "who is a certified public accountant"
    ],
    "querygen_score": [
      "0.061734583",
      "-1.9576495",
      "2.1569438"
    ]
  },
  {
    "id": "legal-advice_28__14",
    "doc_id": "legal-advice_28",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "(2) Practice as an enrolled actuary is limited\nTreasury Department Circular No. 230 Table of Contents to representation with respect to issues involving\nthe following statutory provisions in title 26 of\nthe United States Code: sections 401 (relating to\nqualification of employee plans), 403(a) (relating\nto whether an annuity plan meets the requirements\nof section 404(a) (2)), 404 (relating to deductibility\nof employer contributions), 405 (relating to\nqualification of bond purchase plans), 412 (relating\nto funding requirements for certain employee\nplans), 413 (relating to application of qualification\nrequirements to collectively bargained plans and\nto plans maintained by more than one employer),\n414 (relating to definitions and special rules with\nrespect to the employee plan area), 419 (relating\nto treatment of funded welfare benefits), 419A\n(relating to qualified asset accounts), 420 (relating\nto transfers of excess pension assets to retiree health\naccounts), 4971 (relating to excise taxes payable as\na result of an accumulated funding deficiency under\nsection 412), 4972 (relating to tax on nondeductible\ncontributions to qualified employer plans), 4976\n(relating to taxes with respect to funded welfare\nbenefit plans), 4980 (relating to tax on reversion of\nqualified plan assets to employer), 6057 (relating\nto annual registration of plans), 6058 (relating to\ninformation required in connection with certain plans\nof deferred compensation), 6059 (relating to periodic\nreport of actuary), 6652(e) (relating to the failure\nto file annual registration and other notifications\nby pension plan), 6652(f) (relating to the failure to\nfile information required in connection with certain\nplans of deferred compensation), 6692 (relating to\nthe failure to file actuarial report), 7805(b) (relating\nto the extent to which an Internal Revenue Service\nruling or determination letter coming under the\nstatutory provisions listed here will be applied without\nretroactive effect); and 29 U.S.C. § 1083 (relating to\nthe waiver of funding for nonqualified plans). (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (d)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled retirement\nplan agents, and registered tax return preparers. (e) Enrolled retirement plan agents —\nTreasury Department Circular No. 230 (1) Any individual enrolled as a retirement plan\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (2) Practice as an enrolled retirement plan agent\nis limited to representation with respect to issues\ninvolving the following programs: Employee Plans\nDetermination Letter program; Employee Plans\nCompliance Resolution System; and Employee\nPlans Master and Prototype and Volume Submitter\nprogram. In addition, enrolled retirement plan agents\nare generally permitted to represent taxpayers with\nrespect to IRS forms under the 5300 and 5500 series\nwhich are filed by retirement plans and plan sponsors,\nbut not with respect to actuarial forms or schedules. (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (e)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled actuaries, and\nregistered tax return preparers. (f) Registered tax return preparers. (1) Any individual who is designated as a\nregistered tax return preparer pursuant to §10.4(c)\nof this part who is not currently under suspension\nor disbarment from practice before the Internal\nRevenue Service may practice before the Internal\nRevenue Service.",
    "querygen": [
      "statutory provision definition enrolled actuary",
      "what is enrolled actuary",
      "what is the practice of an enrolled actuary limited to?"
    ],
    "querygen_score": [
      "-0.21332887",
      "-0.2869054",
      "2.5544558"
    ]
  },
  {
    "id": "legal-advice_3__156",
    "doc_id": "legal-advice_3",
    "chunk_id": 156,
    "document_category": "legal-advice",
    "text": "Taxpayers have the right to know\nwhen the IRS has finished an audit. 7. The Right to Privacy 2. The Right to Quality Service\nTaxpayers have the right to receive prompt, courteous, and\nprofessional assistance in their dealings with the IRS, to be\nspoken to in a way they can easily understand, to receive clear\nand easily understandable communications from the IRS, and\nto speak to a supervisor about inadequate service. 8. The Right to Confidentiality 3. The Right to Pay No More than the\nCorrect Amount of Tax\nTaxpayers have the right to pay only the amount of tax legally\ndue, including interest and penalties, and to have the IRS\napply all tax payments properly. 4. The Right to Challenge the IRS’s Position\nand Be Heard\nTaxpayers have the right to raise objections and provide\nadditional documentation in response to formal IRS actions or\nproposed actions, to expect that the IRS will consider their\ntimely objections and documentation promptly and fairly, and\nto receive a response if the IRS does not agree with their\nposition. 5. The Right to Appeal an IRS Decision in an\nIndependent Forum\nTaxpayers are entitled to a fair and impartial administrative\nappeal of most IRS decisions, including many penalties, and\nhave the right to receive a written response regarding the IRS\nIndependent Office of Appeals’ decision. Taxpayers generally\nhave the right to take their cases to court. Taxpayers have the right to expect that any IRS inquiry,\nexamination, or enforcement action will comply with the law\nand be no more intrusive than necessary, and will respect all\ndue process rights, including search and seizure protections,\nand will provide, where applicable, a collection due process\nhearing. Taxpayers have the right to expect that any information they\nprovide to the IRS will not be disclosed unless authorized by\nthe taxpayer or by law. Taxpayers have the right to expect\nappropriate action will be taken against employees, return\npreparers, and others who wrongfully use or disclose taxpayer\nreturn information. 9. The Right to Retain Representation\nTaxpayers have the right to retain an authorized representative\nof their choice to represent them in their dealings with the\nIRS. Taxpayers have the right to seek assistance from a Low\nIncome Taxpayer Clinic if they cannot afford representation. 10. The Right to a Fair and Just Tax System\nTaxpayers have the right to expect the tax system to consider\nfacts and circumstances that might affect their underlying\nliabilities, ability to pay, or ability to provide information timely. Taxpayers have the right to receive assistance from the\nTaxpayer Advocate Service if they are experiencing financial\ndifficulty or if the IRS has not resolved their tax issues properly\nand timely through its normal channels. Learn more at IRS.gov/TaxpayerRights -112- Where Do You Mail your return to the address shown\nFile? below that applies to you. If you want to use\na private delivery service, see Private\nDelivery\nServices\nunder\nFiling\nRequirements, earlier. TIP Envelopes without enough postage will be\nreturned to you by the post office. Your\nenvelope may need additional postage if it\ncontains more than five pages or is\noversized (for example, it is over 1/4″ thick). Also include your complete return address. THEN use this address if you: IF you live in... Alabama, Georgia, North Carolina, South Carolina,\nTennessee",
    "querygen": [
      "irs audit how long",
      "which right has been given to taxpayers regarding irs audits",
      "how does the government protect the rights of taxpayers and irs"
    ],
    "querygen_score": [
      "-2.1035712",
      "2.7684975",
      "1.7423313"
    ]
  },
  {
    "id": "legal-advice_40__89",
    "doc_id": "legal-advice_40",
    "chunk_id": 89,
    "document_category": "legal-advice",
    "text": "Once you complete\nthe online process, you will receive immediate notification of whether your\nagreement has been approved. A user\nfee is charged. Pay by Phone\nPaying by phone is another safe and secure method of paying electronically. Use one of the following methods: (1)\ncall one of the debit or credit card service providers, or (2) use the Electronic\nFederal Tax Payment System (EFTPS). Debit or credit card. Call one of our\nservice providers. Each charges a fee\nthat varies by provider, card type, and\npayment amount. Link2Gov Corporation\n888-PAY-1040TM\n(888-729-1040)\nwww.PAY1040.com\nWorldPay US, Inc.\n844-729-8298\n(844-PAY-TAX-8TM)\nwww.payUSAtax.com ACI Payments, Inc.\n888-UPAY-TAXTM\n(888-872-9829)\nfed.acipayonline.com\nEFTPS. To get more information about\nEFTPS or to enroll in EFTPS, visit\nEFTPS.gov or call 800-555-4477. To\ncontact EFTPS using Telecommunications Relay Services (TRS) for people\nwho are deaf, hard of hearing, or have a\nspeech disability, dial 711 and then provide the TRS assistant the 800-555-4477\nnumber or 800-733-4829. Additional information about EFTPS is also available\nin Pub. 966. Pay by Mobile Device To pay through your mobile device,\ndownload the IRS2Go app. Pay by Cash\nCash is an in-person payment option for\nindividuals provided through retail partners with a maximum of $1,000 per day\nper transaction. To make a cash payment, you must first be registered online\nat fed.acipayonline.com. Do not send\ncash payments through the mail. Pay by Check or Money Order\nBefore submitting a payment through\nthe mail, please consider alternative\nmethods. One of our safe, quick, and\neasy electronic payment options might\nbe right for you. If you choose to mail a\ntax payment, make your check or money\norder payable to “United States Treasury” for the full amount due. Don’t send\ncash. Don’t attach the payment to your\nreturn. Write “2022 Form 1040” or\n“2022 Form 1040-SR” and your name,\naddress, daytime phone number, and social security number (SSN) on your payment and attach Form 1040-V. For the\nmost up-to-date information on Form\n1040-V, go to IRS.gov/Form1040V. If\nyou are filing a joint return, enter the\nSSN shown first on your tax return. To help us process your payment, enter the amount on the right side of the\ncheck like this: $ XXX.XX. Don’t use\ndashes or lines (for example, don’t enter\n“$ XXX–” or “$ XXXxx/100”). Mail your 2022 tax return, payment,\nand Form 1040-V to the address shown\non the form that applies to you. -59- Notice to taxpayers presenting\nchecks. When you provide a check as\npayment, you authorize us either to use\ninformation from your check to make a\none-time electronic fund transfer from\nyour account or to process the payment\nas a check transaction. When we use information from your check to make an\nelectronic fund transfer, funds may be\nwithdrawn from your account as soon as\nthe same day we receive your payment,\nand you will not receive your check\nback from your financial institution. No checks of $100 million or more\naccepted. The IRS can’t accept a single\ncheck (including a cashier’s check) for\namounts of $100,000,000 ($100 million)\nor more. If you are sending $100 million\nor more by check, you’ll need to spread\nthe payment over 2 or more checks with\neach check made out for an amount less\nthan $100 million. This limit doesn’t apply to other methods of payment (such\nas electronic payments). Please consider\na method of payment other than check if\nthe amount of the payment is over $100\nmillion.",
    "querygen": [
      "what is the best payment method for a ssa credit card",
      "are credit card payments secure?",
      "how to pay on your credit cards"
    ],
    "querygen_score": [
      "-6.29632",
      "-1.1747531",
      "-1.468931"
    ]
  },
  {
    "id": "legal-advice_99__70",
    "doc_id": "legal-advice_99",
    "chunk_id": 70,
    "document_category": "legal-advice",
    "text": "Then, enter the smaller amount on line 6. 6. 5 This is your earned income credit. 6\nEnter this amount on\nForm 1040 or 1040-SR,\nline 27. Reminder— 1040 or\nIf you have a qualifying child, complete and attach Schedule EIC. 1040-SR CAUTION EIC 10o4r0 R 1040-S If your EIC for a year after 1996 was reduced or disallowed, see\nForm 8862, who must file, earlier, to find out if you must file Form 8862 to\ntake the credit for 2022. -43- Need more information or forms? Visit IRS.gov. Worksheet B—2022 EIC—Line 27 Keep for Your Records Use this worksheet if you answered “Yes” to Step 5, question 2. Complete the parts below (Parts 1 through 3) that apply to you. Then, continue to Part 4. If you are married filing a joint return, include your spouse’s amounts, if any, with yours to figure the amounts to\nenter in Parts 1 through 3. Part 1 Self-Employed,\nMembers of the\nClergy, and\nPeople With\nChurch Employee\nIncome Filing\nSchedule SE\nPart 2 Self-Employed\nNOT Required\nTo File\nSchedule SE For example, your\nnet earnings from\nself-employment\nwere less than $400. 1a. Enter the amount from Schedule SE, Part I, line 3. 1a b. Enter any amount from Schedule SE, Part I, line 4b and line 5a. + 1b c. Combine lines 1a and 1b. = 1c d. Enter the amount from Schedule SE, Part I, line 13. – 1d e. Subtract line 1d from line 1c. = 1e 2. Don’t include on these lines any statutory employee income, any net profit from services performed as a\nnotary public, any amount exempt from self-employment tax as the result of the filing and approval of Form\n4029 or Form 4361, or any other amounts exempt from self-employment tax. a. Enter any net farm profit or (loss) from Schedule F, line 34; and\nfrom farm partnerships, Schedule K-1 (Form 1065), box 14, code A*. 2a b. Enter any net profit or (loss) from Schedule C, line 31; and Schedule\nK-1 (Form 1065), box 14, code A (other than farming)*. + 2b c. Combine lines 2a and 2b. = 2c * If you have any Schedule K-1 amounts, complete the appropriate line(s) of Schedule SE, Part I.\nReduce the Schedule K-1 amounts as described in the Partner’s Instructions for Schedule K-1. Enter\nyour name and social security number on Schedule SE and attach it to your return. Part 3 Statutory Employees\nFiling Schedule C 3. Enter the amount from Schedule C, line 1, that you are filing as a\nstatutory employee. Part 4 4a. Enter your earned income from Step 5. All Filers Using\nWorksheet B b. Combine lines 1e, 2c, 3, and 4a. This is your total earned income. Note. If line 4b\nincludes income on\nwhich you should\nhave paid selfemployment tax but\ndidn’t, we may\nreduce your credit by\nthe amount of\nself-employment tax\nnot paid. If line 4b is zero or less,\nor 1040-SR, line 27. 5. STOP 3 4a\n4b You can’t take the credit. Enter “No” on the dotted line next to Form 1040 If you have:\n● 3 or more qualifying children who have valid SSNs, is line 4b less than $53,057 ($59,187 if married\nfiling jointly)?",
    "querygen": [
      "where to find earned income credits for children",
      "what is eic on a 1040",
      "what is the difference between earned and earned income credit?"
    ],
    "querygen_score": [
      "-1.6857169",
      "-2.0555248",
      "-4.265135"
    ]
  },
  {
    "id": "legal-advice_29__1",
    "doc_id": "legal-advice_29",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "TAX YEAR 2022 1040 (and\n1040-SR) INSTRUCTIONS R Including the instructions for\nSchedules 1 through 3 2022 Changes\n• Form 1040 has new lines. • Schedule 1 has new lines. • Filing status name changed from\nQualifying widow(er) to Qualifiying\nsurviving spouse. For details on these and other\nchanges, see What’s New in these\ninstructions. Future Developments See IRS.gov and IRS.gov/Forms, and for the latest information about developments related to Forms 1040 and\n1040-SR and their instructions, such as legislation enacted after they were published, go to IRS.gov/Form1040. Free File is the fast, safe, and free way to prepare and e-file your taxes. See IRS.gov/FreeFile. Pay Online. It’s fast, simple, and secure. Go to IRS.gov/Payments. Department of the Treasury Internal Revenue Service www.irs.gov\nDec 23, 2022 Cat. No. 24811V Table of Contents\nContents\nDepartment\nof the\nTreasury\nInternal\nRevenue\nService Page What's New . . . . . . . . . . . . . . . . . . . . . . . . 6\nFiling Requirements . . . . . . . . . . . . . . . . . . 8\nDo You Have To File? . . . . . . . . . . . . . . 8\nWhen and Where Should You File? . . . . . 8\nLine Instructions for Forms 1040 and\n1040-SR . . . . . . . . . . . . . . . . . . . . . . 12\nFiling Status . . . . . . . . . . . . . . . . . . . 12\nName and Address . . . . . . . . . . . . . . . 14\nSocial Security Number (SSN) . . . . . . . 14\nDependents, Qualifying Child for\nChild Tax Credit, and Credit for\nOther Dependents . . . . . . . . . . . . . . 17\nIncome . . . . . . . . . . . . . . . . . . . . . . . 23\nTotal Income and Adjusted Gross\nIncome . . . . . . . . . . . . . . . . . . . . . 31\nTax and Credits . . . . . . . . . . . . . . . . . 31\nPayments . . . . . . . . . . . . . . . . . . . . . 37\nRefund . . . . . . . . . . . . . . . . . . . . . . . 56\nAmount You Owe . . . . . . . . . . . . . . . . 58 -2- Contents Page Sign Your Return . . . . . . . . . . . . . . . .",
    "querygen": [
      "what is the r on the 1040?",
      "when will 1040 form change",
      "what year does sr form start"
    ],
    "querygen_score": [
      "-2.4129443",
      "-0.58693886",
      "-3.0146847"
    ]
  },
  {
    "id": "legal-advice_38__15",
    "doc_id": "legal-advice_38",
    "chunk_id": 15,
    "document_category": "legal-advice",
    "text": "(f) Registered tax return preparers. (1) Any individual who is designated as a\nregistered tax return preparer pursuant to §10.4(c)\nof this part who is not currently under suspension\nor disbarment from practice before the Internal\nRevenue Service may practice before the Internal\nRevenue Service. (2) Practice as a registered tax return preparer\nis limited to preparing and signing tax returns\nand claims for refund, and other documents for\nsubmission to the Internal Revenue Service. A\nregistered tax return preparer may prepare all or\nsubstantially all of a tax return or claim for refund of\ntax. The Internal Revenue Service will prescribe by\nforms, instructions, or other appropriate guidance the\ntax returns and claims for refund that a registered tax\nreturn preparer may prepare and sign.\n(3) A registered tax return preparer may represent\ntaxpayers before revenue agents, customer service\nrepresentatives, or similar officers and employees of\nthe Internal Revenue Service (including the Taxpayer\nAdvocate Service) during an examination if the\nregistered tax return preparer signed the tax return\n§ 10.3 — Page 7 Table of Contents or claim for refund for the taxable year or period\nunder examination. Unless otherwise prescribed by\nregulation or notice, this right does not permit such\nindividual to represent the taxpayer, regardless of\nthe circumstances requiring representation, before\nappeals officers, revenue officers, Counsel or similar\nofficers or employees of the Internal Revenue\nService or the Treasury Department. A registered tax\nreturn preparer’s authorization to practice under this\npart also does not include the authority to provide\ntax advice to a client or another person except as\nnecessary to prepare a tax return, claim for refund,\nor other document intended to be submitted to the\nInternal Revenue Service. (4) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (f)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled retirement\nplan agents, and enrolled actuaries. (g) Others. Any individual qualifying under\nparagraph §10.5(e) or §10.7 is eligible to practice\nbefore the Internal Revenue Service to the extent\nprovided in those sections. (h) Government officers and employees, and\nothers. An individual, who is an officer or employee\nof the executive, legislative, or judicial branch of the\nUnited States Government; an officer or employee\nof the District of Columbia; a Member of Congress;\nor a Resident Commissioner may not practice before\nthe Internal Revenue Service if such practice violates\n18 U.S.C. §§ 203 or 205. (i) State officers and employees. No officer or\nemployee of any State, or subdivision of any State,\nwhose duties require him or her to pass upon,\ninvestigate, or deal with tax matters for such State\nor subdivision, may practice before the Internal\nRevenue Service, if such employment may disclose\nfacts or information applicable to Federal tax matters. (j) Effective/applicability date. Paragraphs (a), (b),\nand (g) of this section are applicable beginning June\n12, 2014. Paragraphs (c) through (f), (h), and (i) of\nthis section are applicable beginning August 2, 2011. Page 8 — § 10.3 § 10.4 Eligibility to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Enrollment as an enrolled agent upon\nexamination.",
    "querygen": [
      "who is a registered tax preparer",
      "who can be designated as a registered tax preparer",
      "irs definition of registered tax preparer"
    ],
    "querygen_score": [
      "3.2354624",
      "3.3016248",
      "1.1481018"
    ]
  },
  {
    "id": "legal-advice_94__11",
    "doc_id": "legal-advice_94",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": "But, in figuring gross income, don’t reduce your\nincome by any losses, including any loss on Schedule C, line 7, or Schedule F, line 9. ***If you didn't live with your spouse at the end of 2022 (or on the date your spouse died) and your gross income was at\nleast $5, you must file a return regardless of your age. -9- Chart B—For Children and Other Dependents (See Who Qualifies as Your Dependent, later.) If your parent (or someone else) can claim you as a dependent, use this chart to see if you must file a return. In this chart, unearned income includes taxable interest, ordinary dividends, and capital gain distributions. It also includes\nunemployment compensation, taxable social security benefits, pensions, annuities, and distributions of unearned income from a trust. Earned income includes salaries, wages, tips, professional fees, and taxable scholarship and fellowship grants. Gross income is the\ntotal of your unearned and earned income. Single dependents. Were you either age 65 or older or blind? No. You must file a return if any of the following apply. • Your unearned income was over $1,150.\n• Your earned income was over $12,950. • Your gross income was more than the larger of—\n• $1,150, or\n• Your earned income (up to $12,550) plus $400. Yes. You must file a return if any of the following apply. • Your unearned income was over $2,900 ($4,650 if 65 or older and blind). • Your earned income was over $14,700 ($16,450 if 65 or older and blind). • Your gross income was more than the larger of— • $2,900 ($4,650 if 65 or older and blind), or\n• Your earned income (up to $12,550) plus $2,150 ($3,900 if 65 or older and blind). Married dependents. Were you either age 65 or older or blind? No. You must file a return if any of the following apply. • Your unearned income was over $1,150.\n• Your earned income was over $12,950. • Your gross income was at least $5 and your spouse files a separate return and itemizes deductions. • Your gross income was more than the larger of—\n• $1,150, or\n• Your earned income (up to $12,550) plus $400. Yes. You must file a return if any of the following apply. • Your unearned income was over $2,550 ($3,950 if 65 or older and blind). • Your earned income was over $14,350 ($15,750 if 65 or older and blind). • Your gross income was at least $5 and your spouse files a separate return and itemizes deductions. • Your gross income was more than the larger of— • $2,550 ($3,950 if 65 or older and blind), or\n• Your earned income (up to $12,550) plus $1,800 ($3,200 if 65 or older and blind). -10- Chart C—Other Situations When You Must File You must file a return if any of the conditions below apply for 2022. 1. You owe any special taxes, including any of the following (see the instructions for Schedule 2). a. Alternative minimum tax.",
    "querygen": [
      "when is income limit for a dependent reduced to salary",
      "do you have to subtract any losses from your income",
      "how do you calculate gross income"
    ],
    "querygen_score": [
      "-3.2267785",
      "-0.8568647",
      "-1.0777947"
    ]
  },
  {
    "id": "legal-advice_32__39",
    "doc_id": "legal-advice_32",
    "chunk_id": 39,
    "document_category": "legal-advice",
    "text": "This amount should be shown in\nbox 1 of Form 1099-R. Pension and annuity payments include distributions\nfrom 401(k), 403(b), and governmental\n457(b) plans. Rollovers and lump-sum\ndistributions are explained later. Don’t\ninclude the following payments on lines\n5a and 5b. Instead, report them on\nline 1h. • Disability pensions received before\nyou reach the minimum retirement age\nset by your employer. • Corrective distributions (including\nany earnings) of excess elective deferrals or other excess contributions to retirement plans. The plan must advise\nyou of the year(s) the distributions are\nincludible in income. Attach Form(s) 1099-R to TIP Form 1040 or 1040-SR if any\nfederal income tax was withheld. Fully Taxable Pensions and\nAnnuities Your payments are fully taxable if (a)\nyou didn't contribute to the cost (see\nCost, later) of your pension or annuity,\nor (b) you got your entire cost back tax\nfree before 2022. But see Insurance Premiums for Retired Public Safety Officers, later. If your pension or annuity is\nfully taxable, enter the total pension or\nannuity payments (from Form(s)\n1099-R, box 1) on line 5b; don’t make\nan entry on line 5a. Need more information or forms? Visit IRS.gov. Fully taxable pensions and annuities\nalso include military retirement pay\nshown on Form 1099-R. For details on\nmilitary disability pensions, see Pub.\n525. If you received a Form\nRRB-1099-R, see Pub. 575 to find out\nhow to report your benefits. Partially Taxable Pensions and\nAnnuities\nEnter the total pension or annuity payments (from Form 1099-R, box 1) on\nline 5a. If your Form 1099-R doesn't\nshow the taxable amount, you must use\nthe General Rule explained in Pub. 939\nto figure the taxable part to enter on\nline 5b. But if your annuity starting date\n(defined later) was after July 1, 1986,\nsee Simplified Method, later, to find out\nif you must use that method to figure the\ntaxable part. You can ask the IRS to figure the taxable part for you for a $1,000 fee. For\ndetails, see Pub. 939. If your Form 1099-R shows a taxable\namount, you can report that amount on\nline 5b. But you may be able to report a\nlower taxable amount by using the General Rule or the Simplified Method or if\nthe exclusion for retired public safety officers, discussed next, applies. Insurance Premiums for Retired\nPublic Safety Officers If you are an eligible retired public safety officer (law enforcement officer, firefighter, chaplain, or member of a rescue\nsquad or ambulance crew), you can elect\nto exclude from income distributions\nmade from your eligible retirement plan\nthat are used to pay the premiums for\ncoverage by an accident or health plan\nor a long-term care insurance contract. You can do this only if you retired because of disability or because you\nreached normal retirement age. The premiums can be for coverage for you, your\nspouse, or dependents. The distribution\nmust be from a plan maintained by the\nemployer from which you retired as a\npublic safety officer. Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income.",
    "querygen": [
      "what distributions should be included with annuity payments",
      "can i include an annuity ira in my 401k",
      "are annuity distributions included on a form 1099"
    ],
    "querygen_score": [
      "1.9737494",
      "-1.2411773",
      "2.4899564"
    ]
  },
  {
    "id": "legal-advice_98__10",
    "doc_id": "legal-advice_98",
    "chunk_id": 10,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39\n§ 10.76 Decision of Administrative Law Judge. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39\n§ 10.77 Appeal of decision of Administrative Law Judge. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n§ 10.78 Decision on review. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n§ 10.79 Effect of disbarment, suspension, or censure. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n§ 10.80 Notice of disbarment, suspension, censure, or disqualification. . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement.",
    "querygen": [
      "what is the synonym for . . . . . . .",
      "who is the author of the song, a man is the author of the lyrics, a woman is the author of the song. he is. ________.",
      ". . . . ."
    ],
    "querygen_score": [
      "-6.146881",
      "0.37859148",
      "-3.4261482"
    ]
  },
  {
    "id": "legal-advice_36__25",
    "doc_id": "legal-advice_36",
    "chunk_id": 25,
    "document_category": "legal-advice",
    "text": "Continuing education credit under this paragraph (j)\n(5) may not be used to satisfy the requirements of\nthe enrollment cycle or registration year in which the\nindividual has been placed back on the active roster. (6) An individual placed in inactive status\nmust file an application for renewal and satisfy the\nrequirements for renewal as set forth in this section\nwithin three years of being placed in inactive\nstatus. Otherwise, the name of such individual will\nbe removed from the inactive status roster and the\nindividual’s status as an enrolled agent, enrolled\nretirement plan agent, or registered tax return\npreparer will terminate. Future eligibility for active\nstatus must then be reestablished by the individual as\nprovided in this section. (7) Inactive status is not available to an individual\nwho is the subject of a pending disciplinary matter\nbefore the Internal Revenue Service. (k) Inactive retirement status. An individual who no\nlonger practices before the Internal Revenue Service\nmay request to be placed in an inactive retirement\nstatus at any time and such individual will be placed\nin an inactive retirement status. The individual will\nbe ineligible to practice before the Internal Revenue\nService. An individual who is placed in an inactive\nretirement status may be reinstated to an active\nstatus by filing an application for renewal and\nproviding evidence of the completion of the required\ncontinuing education hours for the enrollment cycle\nor registration year. Inactive retirement status is not\navailable to an individual who is ineligible to practice\nbefore the Internal Revenue Service or an individual\nwho is the subject of a pending disciplinary matter\nunder this part. § 10.6 — Page 15 Table of Contents (l) Renewal while under suspension or disbarment. An individual who is ineligible to practice before the\nInternal Revenue Service by virtue of disciplinary\naction under this part is required to conform to the\nrequirements for renewal of enrollment or registration\nbefore the individual’s eligibility is restored. (m) Enrolled actuaries. The enrollment and renewal\nof enrollment of actuaries authorized to practice\nunder paragraph (d) of §10.3 are governed by the\nregulations of the Joint Board for the Enrollment of\nActuaries at 20 CFR 901.1 through 901.72. (n) Effective/applicability date. This section is\napplicable to enrollment or registration effective\nbeginning August 2, 2011. § 10.7 Representing oneself; participating\nin rulemaking; limited practice; and special\nappearances. (a) Representing oneself. Individuals may appear on\ntheir own behalf before the Internal Revenue Service\nprovided they present satisfactory identification. (b) Participating in rulemaking. Individuals\nmay participate in rulemaking as provided by the\nAdministrative Procedure Act. See 5 U.S.C. § 553.\n(c) Limited practice —\n(1) In general. Subject to the limitations in\nparagraph (c)(2) of this section, an individual who\nis not a practitioner may represent a taxpayer before\nthe Internal Revenue Service in the circumstances\ndescribed in this paragraph (c)(1), even if the\ntaxpayer is not present, provided the individual\npresents satisfactory identification and proof of\nhis or her authority to represent the taxpayer. The\ncircumstances described in this paragraph (c)(1) are\nas follows:\n(i) An individual may represent a member of his\nor her immediate family. (ii)A regular full-time employee of an individual\nemployer may represent the employer.",
    "querygen": [
      "can continuing education credits be used for active roster",
      "when does a continuing education course fall into the requirement",
      "what is the difference in a ce credit or continuing education credit?"
    ],
    "querygen_score": [
      "1.5735896",
      "-2.3304682",
      "-3.4889517"
    ]
  },
  {
    "id": "legal-advice_91__89",
    "doc_id": "legal-advice_91",
    "chunk_id": 89,
    "document_category": "legal-advice",
    "text": "Once you complete\nthe online process, you will receive immediate notification of whether your\nagreement has been approved. A user\nfee is charged. Pay by Phone\nPaying by phone is another safe and secure method of paying electronically. Use one of the following methods: (1)\ncall one of the debit or credit card service providers, or (2) use the Electronic\nFederal Tax Payment System (EFTPS). Debit or credit card. Call one of our\nservice providers. Each charges a fee\nthat varies by provider, card type, and\npayment amount. Link2Gov Corporation\n888-PAY-1040TM\n(888-729-1040)\nwww.PAY1040.com\nWorldPay US, Inc.\n844-729-8298\n(844-PAY-TAX-8TM)\nwww.payUSAtax.com ACI Payments, Inc.\n888-UPAY-TAXTM\n(888-872-9829)\nfed.acipayonline.com\nEFTPS. To get more information about\nEFTPS or to enroll in EFTPS, visit\nEFTPS.gov or call 800-555-4477. To\ncontact EFTPS using Telecommunications Relay Services (TRS) for people\nwho are deaf, hard of hearing, or have a\nspeech disability, dial 711 and then provide the TRS assistant the 800-555-4477\nnumber or 800-733-4829. Additional information about EFTPS is also available\nin Pub. 966. Pay by Mobile Device To pay through your mobile device,\ndownload the IRS2Go app. Pay by Cash\nCash is an in-person payment option for\nindividuals provided through retail partners with a maximum of $1,000 per day\nper transaction. To make a cash payment, you must first be registered online\nat fed.acipayonline.com. Do not send\ncash payments through the mail. Pay by Check or Money Order\nBefore submitting a payment through\nthe mail, please consider alternative\nmethods. One of our safe, quick, and\neasy electronic payment options might\nbe right for you. If you choose to mail a\ntax payment, make your check or money\norder payable to “United States Treasury” for the full amount due. Don’t send\ncash. Don’t attach the payment to your\nreturn. Write “2022 Form 1040” or\n“2022 Form 1040-SR” and your name,\naddress, daytime phone number, and social security number (SSN) on your payment and attach Form 1040-V. For the\nmost up-to-date information on Form\n1040-V, go to IRS.gov/Form1040V. If\nyou are filing a joint return, enter the\nSSN shown first on your tax return. To help us process your payment, enter the amount on the right side of the\ncheck like this: $ XXX.XX. Don’t use\ndashes or lines (for example, don’t enter\n“$ XXX–” or “$ XXXxx/100”). Mail your 2022 tax return, payment,\nand Form 1040-V to the address shown\non the form that applies to you. -59- Notice to taxpayers presenting\nchecks. When you provide a check as\npayment, you authorize us either to use\ninformation from your check to make a\none-time electronic fund transfer from\nyour account or to process the payment\nas a check transaction. When we use information from your check to make an\nelectronic fund transfer, funds may be\nwithdrawn from your account as soon as\nthe same day we receive your payment,\nand you will not receive your check\nback from your financial institution. No checks of $100 million or more\naccepted. The IRS can’t accept a single\ncheck (including a cashier’s check) for\namounts of $100,000,000 ($100 million)\nor more. If you are sending $100 million\nor more by check, you’ll need to spread\nthe payment over 2 or more checks with\neach check made out for an amount less\nthan $100 million. This limit doesn’t apply to other methods of payment (such\nas electronic payments). Please consider\na method of payment other than check if\nthe amount of the payment is over $100\nmillion.",
    "querygen": [
      "what is safest method of payment",
      "how to pay by card online",
      "how to pay for online payments"
    ],
    "querygen_score": [
      "-1.3305385",
      "0.31249076",
      "0.038542204"
    ]
  },
  {
    "id": "legal-advice_73__1",
    "doc_id": "legal-advice_73",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20114704F\nRelease Date: 11/25/2011\nCC :TEGE:FS:GCDAL:JHFetter\nPOSTF-149214-09\ndate:\nto: from: subject:\nissue: January 6, 2010\n------------------LMSB Team 1167\n7850 S.W. 6th Court\nRoom 355, ----------------------Plantation, FL 33324\nJeremy H. Fetter\nGeneral Attorney\n(Tax Exempt & Government Entities) --------------------------------Can the penalty portion of a settlement allocation pursuant to a class action lawsuit\nagainst ------------------------------------, be converted to wages? Taxpayer:\nEIN: -------------------------------------------------- This advice constitutes return information subject to I.R.C. § 6103. This advice contains\nconfidential information subject to attorney-client and deliberative process privileges\nand if prepared in contemplation of litigation, subject to the attorney work product\nprivilege. Accordingly, the recipient of this document may provide it only to those\npersons whose official tax administration duties with respect to this case require such\ndisclosure. In no event may this document be provided to Examination, Appeals, or other\npersons beyond those specifically indicated in this statement. This advice may not be\ndisclosed to taxpayers or their representatives. This advice is not binding on the TEGE Division and is not a final case determination. Such advice is advisory and does not resolve the Service's position on an issue or\nprovide the basis for closing a case. The determination of the Service in the case is to be\nmade through the exercise of the independent judgment of the office with jurisdiction\nover the case. This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may have an adverse affect on privileges, such as the attorney-client privilege. If\ndisclosure becomes necessary, please contact this office for our views. ISSUE POSTF---------------- 2 1. Whether the Internal Revenue Service (IRS) is bound by the settlement allocation of\npayment per the class action lawsuits involving ----------------------------------? 2. If the IRS is not bound by the settlement allocation, can it convert penalty payments to\nwages, thus subject to employment taxes? CONCLUSION\n1. Based upon the facts provided, the IRS is not bound by the settlement allocation of payment\nper the class action lawsuits involving ---------------------------------2. Based upon the facts provided, the IRS can likely convert both portions of settlement\nallocated penalty payments and interest payments to wages per the class action lawsuits\ninvolving ---------------------------------FACTS -----------------------------------------------is a large company-owned and operated -----------------company with approximately $--------------in sales and through subsidiaries, employs\napproximately ------------employees. ---------- is headquartered in ----------------------, and the\ncompany’s owned and operated --------------chains include ------------------------------------------------------------------------------------------------------------------------------- and ----------------. -----------is a\nCompliance Assurance Process (CAP) taxpayer for the fiscal years ending -------------, ------------------, and -------------. The lawsuits that resulted in the settlement agreements in question in this case were filed in ---------------of -------. The underlying disputes were between -------------------Managers (excluding\ngeneral managers) and ------------------, and between --------------------------------Managers, ----------Managers, and ------------Managers and ----------------. Neither the Revenue Agent’s Report\n(RAR) nor the administrative file contained much information regarding these lawsuits. Therefore the facts regarding the cases were gleaned from the settlement agreements provided\nby the taxpayer. The claims made by the managers included the following: (1) recovery of -----------------------pursuant to -------------------------------------------------------------; (2) restitution of -------------------- under ----------------------------------------------------------------------------------------; (3) ------------------ penalties under ----------------------------------------------; (4) penalties for failure to provide ------------------------------------------pursuant to ----------------------------------------------; (5) penalties for\nalleged failure to provide ------------------------------under --------------------------------------------------------------------------------------------------------------------------------------------------------------------; and (6)\nattorneys fees and costs.",
    "querygen": [
      "internal revenue service memo release number",
      "internal revenue service memo release number",
      "internal revenue service memo release number"
    ],
    "querygen_score": [
      "-0.36236674",
      "-0.36236674",
      "-0.36236674"
    ]
  },
  {
    "id": "legal-advice_99__121",
    "doc_id": "legal-advice_99",
    "chunk_id": 121,
    "document_category": "legal-advice",
    "text": "Line 8q\nTaxable distributions from an ABLE\naccount. Distributions from this type of\naccount may be taxable if (a) they are\nmore than the designated beneficiary's\nqualified disability expenses, and (b)\nthey were not included in a qualified\nrollover. See Pub. 907 for more information. You may have to pay an additional tax if you received a taxCAUTION able distribution from an ABLE\naccount. See the Instructions for Form\n5329. ! Line 8r\nScholarship and fellowship grants not\nreported on Form W-2. Enter the\namount of scholarship and fellowship\ngrants not reported on Form W-2. However, if you were a degree candidate, include on line 8r only the amounts you\nused for expenses other than tuition and\ncourse-related expenses. For example,\namounts used for room, board, and travel must be reported on line 8r. ble payments, or you received nontaxable payments that you didn’t report on\nline 1a, and choose to include nontaxable amounts in earned income for purposes of claiming a credit or other tax benefit, report the amount on Form 1040 or\n1040-SR, line 1d. Then, on line 8s enter\nthe total amount of the nontaxable payments reported on Form 1040 or\n1040-SR, line 1a or 1d, in the entry\nspace in the preprinted parentheses (as a\nnegative number). For more information\nabout these payments, see Pub. 525. Line 8t\nPension or annuity from a nonqualified deferred compensation plan or a\nnongovernmental section 457 plan. Enter the amount that you received as a\npension or annuity from a nonqualified\ndeferred compensation plan or a nongovernmental 457 plan. This may be\nshown in box 11 of Form W-2. If you\nreceived such an amount but box 11 is\nblank, contact your employer or the payer for the amount received. Line 8u\nWages earned while incarcerated. Enter the amount that you received for\nservices performed while an inmate in a\npenal institution. You may receive\nForm(s) W-2 or Form(s) 1099. Line 8z Other income. Use line 8z to report\nany taxable income not reported elsewhere on your return or other schedules. List the type and amount of income. If\nnecessary, include a statement showing\nthe required information. For more details, see Miscellaneous Income in Pub.\n525. If you received a Form 1099-K TIP for a personal item that you Line 8s\nNontaxable amount of Medicaid waiver payments included on Form 1040,\nline 1a or 1d. Certain Medicaid waiver\npayments you received for caring for\nsomeone living in your home with you\nmay be nontaxable. If nontaxable payments were reported to you in box 1 of\nForm(s) W-2, report the amount on\nForm 1040 or 1040-SR, line 1a. If you\ndid not receive a Form W-2 for nontaxa- -86- sold at a gain, don’t report this\namount on line 8z, instead report it as\nyou would report any other capital gain\non Form 8949 and Schedule D.\nExamples of income to report on\nline 8z include the following. • Reimbursements or other amounts\nreceived for items deducted in an earlier\nyear, such as medical expenses, real estate taxes, general sales taxes, or home\nmortgage interest. See Recoveries in Pub. 525 for details on how to figure the\namount to report. • Reemployment trade adjustment\nassistance (RTAA) payments. These\npayments should be shown in box 5 of\nForm 1099-G.\n• Loss on certain corrective distributions of excess deferrals.",
    "querygen": [
      "is able account taxable",
      "can a able account be taxable",
      "are disability distributions taxable"
    ],
    "querygen_score": [
      "0.36063388",
      "0.97693765",
      "-0.1847195"
    ]
  },
  {
    "id": "legal-advice_62__41",
    "doc_id": "legal-advice_62",
    "chunk_id": 41,
    "document_category": "legal-advice",
    "text": "You must use the Simplified Method if\neither of the following applies. 1. Your annuity starting date was after July 1, 1986, and you used this method last year to figure the taxable part. 2. Your annuity starting date was after November 18, 1996, and both of the\nfollowing apply. a. The payments are from a qualified employee plan, a qualified employee annuity, or a tax-sheltered annuity. b. On your annuity starting date, either you were under age 75 or the number of years of guaranteed payments was\nfewer than 5. See Pub. 575 for the definition of guaranteed payments. If you must use the Simplified Method, complete the Simplified Method\nWorksheet in these instructions to figure\nthe taxable part of your pension or annuity. For more details on the Simplified\nMethod, see Pub. 575 (or Pub. 721 for\nU.S. Civil Service retirement benefits). If you received U.S. Civil Service retirement benefits and you\nCAUTION chose the alternative annuity\noption, see Pub. 721 to figure the taxable part of your annuity. Do not use the\nSimplified Method Worksheet in these\ninstructions. ! Annuity Starting Date Your annuity starting date is the later of\nthe first day of the first period for which\nyou received a payment or the date the\nplan's obligations became fixed. Age (or Combined Ages) at\nAnnuity Starting Date If you are the retiree, use your age on\nthe annuity starting date. If you are the\nsurvivor of a retiree, use the retiree's age\non their annuity starting date. But if your Keep for Your Records Simplified Method Worksheet—Lines 5a and 5b\nBefore you begin: If you are the beneficiary of a deceased employee or former employee who died before August 21, 1996, include\nany death benefit exclusion that you are entitled to (up to $5,000) in the amount entered on line 2 below. More than one pension or annuity. If you had more than one partially taxable pension or annuity, figure the taxable part of each separately. Enter\nthe total of the taxable parts on Form 1040 or 1040-SR, line 5b. Enter the total pension or annuity payments received in 2022 on Form 1040 or\n1040-SR, line 5a. 1. Enter the total pension or annuity payments from Form 1099-R, box 1. Also, enter this amount on Form 1040 or\n1040-SR, line 5a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. . . . . . . 8. 9. Taxable amount. Subtract line 8 from line 1. Enter the result, but not less than zero. Also, enter this amount on Form\n1040 or 1040-SR, line 5b. If your Form 1099-R shows a larger amount, use the amount on this line instead of the\namount from Form 1099-R. If you are a retired public safety officer, see Insurance Premiums for Retired Public\nSafety Officers before entering an amount on line 5b . . . . . . . . . . . . . . . . . . . . . . 9.",
    "querygen": [
      "when is a pension start date",
      "how long before you get annuity payments",
      "when does annuity start"
    ],
    "querygen_score": [
      "0.4808941",
      "-0.87625057",
      "1.2185513"
    ]
  },
  {
    "id": "legal-advice_60__27",
    "doc_id": "legal-advice_60",
    "chunk_id": 27,
    "document_category": "legal-advice",
    "text": "Any other person is considered to have lived with you for all\nof 2022 if the person was born or died in 2022 and your home\nwas this person's home for the entire time the person was alive -20- in 2022 or if you adopted the person in 2022, the person was\nlawfully placed with you for legal adoption by you in 2022, or\nthe person was an eligible foster child placed with you during\n2022 and your main home was the person's main home for the\nentire time since the person was adopted or placed with you in\n2022. Foster child. A foster child is any child placed with you by an\nauthorized placement agency or by judgment, decree, or other\norder of any court of competent jurisdiction. Kidnapped child. If your child is presumed by law enforcement authorities to have been kidnapped by someone who isn't a\nfamily member, you may be able to take the child into account\nin determining your eligibility for head of household or qualifying surviving spouse filing status, the child tax credit, the credit\nfor other dependents, and the earned income credit (EIC). For\ndetails, see Pub. 501 (Pub. 596 for the EIC). Married person. If the person is married and files a joint return, you can't claim that person as your dependent. However, if\nthe person is married but doesn't file a joint return or files a\njoint return only to claim a refund of withheld income tax or estimated tax paid, you may be able to claim that person as a dependent. (See Pub. 501 for details and examples.) In that case,\ngo to Step 2, question 3 (for a qualifying child), or Step 4, question 4 (for a qualifying relative). Multiple support agreements. If no one person contributed\nover half of the support of your relative (or a person who lived\nwith you all year as a member of your household) but you and\nanother person(s) provided more than half of your relative's\nsupport, special rules may apply that would treat you as having\nprovided over half of the support. For details, see Pub. 501. Permanently and totally disabled. A person is permanently\nand totally disabled if, at any time in 2022, the person can't engage in any substantial gainful activity because of a physical or\nmental condition and a doctor has determined that this condition\nhas lasted or can be expected to last continuously for at least a\nyear or can be expected to lead to death. Public assistance payments. If you received payments under\nthe Temporary Assistance for Needy Families (TANF) program\nor other public assistance program and you used the money to\nsupport another person, see Pub. 501. Qualifying child of more than one person. Even if a child\nmeets the conditions to be the qualifying child of more than one\nperson, only one person can claim the child as a qualifying child\nfor all of the following tax benefits, unless the special rule for\nChildren of divorced or separated parents, described earlier,\napplies. 1. Child tax credit and credit for other dependents (line 19)\nand additional child tax credit (line 28). 2. Head of household filing status.",
    "querygen": [
      "when is someone considered to have lived in your home",
      "when is a person counted as living with you on death",
      "who is considered to have lived with you all of the time"
    ],
    "querygen_score": [
      "1.1895374",
      "-0.5985524",
      "1.2718493"
    ]
  },
  {
    "id": "legal-advice_35__26",
    "doc_id": "legal-advice_35",
    "chunk_id": 26,
    "document_category": "legal-advice",
    "text": "The\ncircumstances described in this paragraph (c)(1) are\nas follows:\n(i) An individual may represent a member of his\nor her immediate family. (ii)A regular full-time employee of an individual\nemployer may represent the employer. (iii) A general partner or a regular full-time\nemployee of a partnership may represent the\npartnership.\n(iv) A bona fide officer or a regular fulltime employee of a corporation (including a\nPage 16 — § 10.6 parent, subsidiary, or other affiliated corporation),\nassociation, or organized group may represent the\ncorporation, association, or organized group.\n(v) A regular full-time employee of a trust,\nreceivership, guardianship, or estate may represent\nthe trust, receivership, guardianship, or estate. (vi) An officer or a regular employee of\na governmental unit, agency, or authority may\nrepresent the governmental unit, agency, or authority\nin the course of his or her official duties. (vii) An individual may represent any individual\nor entity, who is outside the United States, before\npersonnel of the Internal Revenue Service when such\nrepresentation takes place outside the United States. (2) Limitations. (i) An individual who is under suspension or\ndisbarment from practice before the Internal Revenue\nService may not engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section. (ii) The Commissioner, or delegate, may,\nafter notice and opportunity for a conference, deny\neligibility to engage in limited practice before the\nInternal Revenue Service under paragraph (c)(1) of\nthis section to any individual who has engaged in\nconduct that would justify a sanction under §10.50. (iii) An individual who represents a taxpayer\nunder the authority of paragraph (c)(1) of this section\nis subject, to the extent of his or her authority, to such\nrules of general applicability regarding standards\nof conduct and other matters as prescribed by the\nInternal Revenue Service. (d) Special appearances. The Commissioner,\nor delegate, may, subject to conditions deemed\nappropriate, authorize an individual who is not\notherwise eligible to practice before the Internal\nRevenue Service to represent another person in a\nparticular matter. (e) Fiduciaries. For purposes of this part, a\nfiduciary (for example, a trustee, receiver, guardian,\npersonal representative, administrator, or executor) is\nconsidered to be the taxpayer and not a representative\nof the taxpayer. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents § 10.8 Return preparation and application of\nrules to other individuals. § 10.9 Continuing education providers and\ncontinuing education programs. (a) Preparing all or substantially all of a tax return. Any individual who for compensation prepares or\nassists with the preparation of all or substantially\nall of a tax return or claim for refund must have\na preparer tax identification number. Except as\notherwise prescribed in forms, instructions, or other\nappropriate guidance, an individual must be an\nattorney, certified public accountant, enrolled agent,\nor registered tax return preparer to obtain a preparer\ntax identification number. Any individual who for\ncompensation prepares or assists with the preparation\nof all or substantially all of a tax return or claim for\nrefund is subject to the duties and restrictions relating\nto practice in subpart B, as well as subject to the\nsanctions for violation of the regulations in subpart C.\n(b) Preparing a tax return and furnishing\ninformation.",
    "querygen": [
      "who can work for a corporation irs",
      "who can be family member in c-section",
      "who represents the employee under para. c"
    ],
    "querygen_score": [
      "-1.8933287",
      "-2.9642262",
      "-0.26366937"
    ]
  },
  {
    "id": "legal-advice_0__19",
    "doc_id": "legal-advice_0",
    "chunk_id": 19,
    "document_category": "legal-advice",
    "text": "A protest\nunder this section is not governed by subpart D of\nthis part. (f) Effective/applicability date. This section is\napplicable to applications received on or after\nAugust 2, 2011. § 10.6 Term and renewal of status as an enrolled\nagent, enrolled retirement plan agent, or\nregistered tax return preparer. (a) Term. Each individual authorized to practice\nbefore the Internal Revenue Service as an enrolled\nagent, enrolled retirement plan agent, or registered\ntax return preparer will be accorded active enrollment\nor registration status subject to renewal of enrollment\nor registration as provided in this part. (b) Enrollment or registration card or certificate. The Internal Revenue Service will issue an\nenrollment or registration card or certificate to each\nindividual whose application to practice before the\nInternal Revenue Service is approved. Each card\nor certificate will be valid for the period stated on\nthe card or certificate. An enrolled agent, enrolled\nretirement plan agent, or registered tax return preparer\nmay not practice before the Internal Revenue Service\nif the card or certificate is not current or otherwise\nTreasury Department Circular No. 230 Table of Contents valid. The card or certificate is in addition to any\nnotification that may be provided to each individual\nwho obtains a preparer tax identification number. (c) Change of address. An enrolled agent, enrolled\nretirement plan agent, or registered tax return preparer\nmust send notification of any change of address\nto the address specified by the Internal Revenue\nService within 60 days of the change of address. This notification must include the enrolled agent’s,\nenrolled retirement plan agent’s, or registered tax\nreturn preparer’s name, prior address, new address,\ntax identification number(s) (including preparer tax\nidentification number), and the date the change of\naddress is effective. Unless this notification is sent,\nthe address for purposes of any correspondence\nfrom the appropriate Internal Revenue Service\noffice responsible for administering this part shall\nbe the address reflected on the practitioner’s most\nrecent application for enrollment or registration, or\napplication for renewal of enrollment or registration. A practitioner’s change of address notification\nunder this part will not constitute a change of the\npractitioner’s last known address for purposes of\nsection 6212 of the Internal Revenue Code and\nregulations thereunder. (d) Renewal. (1) In general. Enrolled agents, enrolled\nretirement plan agents, and registered tax return\npreparers must renew their status with the Internal\nRevenue Service to maintain eligibility to practice\nbefore the Internal Revenue Service. Failure to\nreceive notification from the Internal Revenue\nService of the renewal requirement will not be\njustification for the individual’s failure to satisfy this\nrequirement. (2) Renewal period for enrolled agents. (i) All enrolled agents must renew their preparer\ntax identification number as prescribed by forms,\ninstructions, or other appropriate guidance. (ii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 0, 1, 2, or 3, except for those individuals\nwho received their initial enrollment after November\n1, 2003, must apply for renewal between November\n1, 2003, and January 31, 2004. The renewal will be\nTreasury Department Circular No. 230 effective April 1, 2004. (iii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 4, 5, or 6, except for those individuals\nwho received their initial enrollment after November\n1, 2004, must apply for renewal between November\n1, 2004, and January 31, 2005.",
    "querygen": [
      "what is the effective date for a protest",
      "when does the notice period start for enrolled agents",
      "when is the effective date for protest"
    ],
    "querygen_score": [
      "0.19176245",
      "-2.177836",
      "0.18368143"
    ]
  },
  {
    "id": "legal-advice_39__130",
    "doc_id": "legal-advice_39",
    "chunk_id": 130,
    "document_category": "legal-advice",
    "text": "Is the amount on line 5 less than the amount on line 2? None of your IRA contributions are deductible. For details on\nNo.\nSTOP\nnondeductible IRA contributions, see Form 8606. Yes. Subtract line 5 from line 2 in each column. Follow the instruction\nbelow that applies to you. • If single, head of household, or married filing separately,\nand the result is $10,000 or more, enter the applicable\namount below on line 7 for that column and go to line 8.\ni. $6,000, if under age 50 at the end of 2022. ii. $7,000, if age 50 or older at the end of 2022. If the result is less than $10,000, go to line 7.\n• If married filing jointly or qualifying surviving spouse,\nand the result is $20,000 or more ($10,000 or more in the\ncolumn for the IRA of a person who wasn't covered by a\nretirement plan), enter the applicable amount below on\nline 7 for that column and go to line 8.\ni. $6,000, if under age 50 at the end of 2022. ii. $7,000, if age 50 or older at the end of 2022. Otherwise, go to line 7. -91- 2a. 2b. 5a. 5b. 6a. 6b. IRA Deduction Worksheet—Continued\nYour IRA\n7. 8. 9. 10. Multiply lines 6a and 6b by the percentage below that applies to you. If the\nresult isn't a multiple of $10, increase it to the next multiple of $10 (for\nexample, increase $490.30 to $500). If the result is $200 or more, enter the\nresult. But if it is less than $200, enter $200. • Single, head of household, or married filing separately, multiply by 60%\n(0.60) (or by 70% (0.70) in the column for the IRA of a person who is age\n50 or older at the end of 2022). • Married filing jointly or qualifying surviving spouse, multiply by 30%\n(0.30) (or by 35% (0.35) in the column for the IRA of a person who is age\n50 or older at the end of 2022). But if you checked “No” on either line 1a\nor 1b, then in the column for the IRA of the person who wasn't covered by a\nretirement plan, multiply by 60% (0.60) (or by 70% (0.70) if age\n50 or older at the end of 2022). Enter the total of your (and your spouse's if filing\njointly):\n• Wages, salaries, tips, etc. Generally, this is the\namount reported in box 1 of Form W-2. Exceptions\nare explained earlier in these instructions for line 20. 8.\n• Alimony and separate maintenance payments\nreported on Schedule 1, line 2a.\n• Nontaxable combat pay. This amount should be\nreported in box 12 of Form W-2 with code Q or\nreported on Form 1040, line 1i. Enter the earned income you (and your spouse if\nfiling jointly) received as a self-employed individual\nor a partner. Generally, this is your (and your\nspouse's if filing jointly) net earnings from\nself-employment if your personal services were a\nmaterial income-producing factor, minus any\ndeductions on Schedule 1, lines 15 and 16. If zero or\nless, enter -0-.",
    "querygen": [
      "do ira contributions to my ira have to be deductible",
      "can we claim nondeductible ira contributions?",
      "are ira contributions deductible"
    ],
    "querygen_score": [
      "1.51805",
      "-0.88270175",
      "1.7303803"
    ]
  }
]