[
  {
    "id": "legal-advice_1__9",
    "doc_id": "legal-advice_1",
    "chunk_id": 9,
    "document_category": "legal-advice",
    "text": "See IRS.gov/Form1040 for any\nupdates. Nonresident aliens and dual-status aliens. These rules also apply if you were\na nonresident alien or a dual-status alien\nand both of the following apply. • You were married to a U.S. citizen\nor resident alien at the end of 2022.\n• You elected to be taxed as a resident alien. See Pub. 519 for details. Specific rules apply to determine if you are a resident alien,\nCAUTION nonresident alien, or dual-status alien. Most nonresident aliens and\ndual-status aliens have different filing\nrequirements and may have to file Form\n1040-NR. Pub. 519 discusses these requirements and other information to\nhelp aliens comply with U.S. tax law. ! When and Where\nShould You File? File Form 1040 or 1040-SR by April 18,\n2023. The due date is April 18, instead\nof April 15, because of the Emancipation Day holiday in the District of Columbia – even if you don’t live in the\nDistrict of Columbia. If you file after\nthis date, you may have to pay interest\nand penalties. See Interest and Penalties, later. -8- If you e-file your return, there is no\nneed to mail it. However, if you choose\nto mail it instead, filing instructions and\naddresses are at the end of these instructions. The chart at the end of these in- TIP structions provides the current What if You Can't File on\nTime? You can get an automatic 6-month extension if, no later than the date your return is due, you file Form 4868. For details, see Form 4868. Instead of filing\nForm 4868, you can apply for an automatic extension by making an electronic\npayment by the due date of your return. An automatic 6-month extension to file doesn't extend the\nCAUTION time to pay your tax. If you\ndon’t pay your tax by the original due\ndate of your return, you will owe interest\non the unpaid tax and may owe penalties. See Form 4868. ! If you are a U.S. citizen or resident\nalien, you may qualify for an automatic\nextension of time to file without filing\nForm 4868. You qualify if, on the due\ndate of your return, you meet one of the\nfollowing conditions. • You live outside the United States\nand Puerto Rico and your main place of\nbusiness or post of duty is outside the\nUnited States and Puerto Rico.\n• You are in military or naval service on duty outside the United States and\nPuerto Rico. This extension gives you an extra 2\nmonths to file and pay the tax, but interest will be charged from the original due\ndate of the return on any unpaid tax. You must include a statement showing\nthat you meet the requirements. If you\nare still unable to file your return by the\nend of the 2-month period, you can get\nan additional 4 months if, no later than\nJune 15, 2023, you file Form 4868. This\n4-month extension of time to file doesn't\nextend the time to pay your tax. See\nForm 4868. Private Delivery Services If you choose to mail your return, you\ncan use certain private delivery services designated by the IRS to meet the “timely mailing treated as timely filing/\npaying” rule for tax returns and payments.",
    "querygen": [
      "what are the rules for dual status aliens",
      "what irs filing rules apply to dual state aliens",
      "irs rules for dual status alien"
    ],
    "querygen_score": [
      "0.5125856",
      "0.5909462",
      "0.80692506"
    ]
  },
  {
    "id": "legal-advice_83__8",
    "doc_id": "legal-advice_83",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": "If the document did not qualify\nas a valid return, the person could argue that section 6694 did not apply. In contrast, section 6701\nimposes liability on a person who aids or assist in, procures or advises with respect to the preparation of\nany return, affidavit, claim or other document. The language is broader and the Service would find it\neasier to impose liability under this section in the context of an invalid return. POSTN-119570-10/SCAF-106587-10 page 9 return penalty. However, if a person signs the business return and was not authorized\nto do so, or files it without a signature, then the Service may assert the frivolous return\npenalty against this person. Issue 1(g). Would the Service need to apply different rules when dealing with an\nS corporation as compared with a C corporation? If so, what would those rules\nor considerations be? Schedule C and Schedule S corporations file different income tax returns. The\nfirst results in liability at the corporate level and the second results in flow through with\nincome or loss reported at the shareholder level. The facts needed to determine\nwhether the entity filed the return or not, however, should not vary based on the\nclassification of the corporation. The facts needed to make the determination would\nremain essentially the same whether the Service was looking at a Form 1120, a Form\n1120-S, or a Form 941. Issue 2. Are all liabilities for withholding taxes assessed without the application\nof a statutory notice of deficiency procedure? For example, do the same\nprocedures apply to backup withholding and Federal income tax withheld at the\nsource? There are many different situations where taxes are withheld from payments. We assume from the context of your questions that you are asking about assessing\nwithholding taxes on a BMF return, that is, the Form 941, Employer's QUARTERLY\nFederal Tax Return; Form 943, Employer's Annual Tax Return for Agricultural\nEmployees; Form 944, Employer's ANNUAL Federal Tax Return; Form 945, Annual\nReturn of Withheld Federal Income Tax; and Form 1042, Annual Withholding Tax\nReturn for U.S. Source Income of Foreign Persons. If there are other withholding\nsituations you want us to address, please supplement you request for advice. 5 Taxes withheld from wages and other employment taxes generally are\nassessable without restrictions. See I.R.C. §§ 6203 and 6204(b). And penalties\nimposed for failure to withhold income tax from wages are assessable without the 90day letter. Enochs v. Green, 270 F.2d 558 (5th Cir. 1959); Lipsig v. United States, 187\nF. Supp. 826 (DCNY 1960). We note that taxpayers liable for trust fund taxes are given\n60 days notice before being assessed the 100% penalty imposed on responsible\npersons who fail to collect, account for, and pay over such taxes. Announcement 96-5,\n1996-4 I.R.B. 99. In certain cases where an exam involves worker classification issues, however,\nprocedures under section 7436 apply. In these cases, a notice of determination of\nworker classification is used, which is similar to a notice of deficiency. Where as part of\n5",
    "querygen": [
      "what is section 6694",
      "what is section 6701 relating to tax returns",
      "what is the definition of a valid return if a document did not qualify as a valid return"
    ],
    "querygen_score": [
      "-1.7334229",
      "-0.55894125",
      "0.07132845"
    ]
  },
  {
    "id": "legal-advice_60__40",
    "doc_id": "legal-advice_60",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income. An eligible retirement plan is a governmental plan that is a qualified trust or\na section 403(a), 403(b), or 457(b) plan. If you make this election, reduce the\notherwise taxable amount of your pension or annuity by the amount excluded. The amount shown in box 2a of Form\n1099-R doesn't reflect the exclusion. Report your total distributions on line 5a\nand the taxable amount on line 5b. Enter\n“PSO” next to line 5b. If you are retired on disability and reporting your disability pension on\nline 1h, include only the taxable amount\non that line and enter “PSO” and the\namount excluded on the dotted line next\nto line 1h. Payments when you are disabled. If\nyou receive payments from a retirement\nor profit-sharing plan that does not provide for disability retirement, do not\ntreat those payments as disability payments. The payments must be reported\nas a pension or annuity. You must include in your income any\namounts that you received that you\nwould have received in retirement had\nyou not become disabled as a result of a\nterrorist attack. Include in your income\nany payments you receive from a\n401(k), pension, or other retirement plan\nto the extent that you would have received the amount at the same or later\ntime regardless of whether you had become disabled. Example. Taxpayer J, a contractor,\nwas disabled as a direct result of participating in efforts to clean up the World\nTrade Center. J is eligible for compensation by the September 11 Victim Compensation Fund. J began receiving a disability pension at age 55 when J could\nno longer continue working because of\nJ’s disability. Under J’s pension plan, at\nage 55, J is entitled to an early retirement benefit of $2,500. If J waits until\nage 62, normal retirement age under the\nplan, J would be entitled to a normal retirement benefit of $3,000 a month. The\npension plan provides that a participant\nwho retires early on account of disability\nis entitled to receive the participant's\nnormal retirement benefit, which in J's\ncase equals $3,000 per month. Until J\nturns age 62, J can exclude $500 of the Need more information or forms? Visit IRS.gov. -28- monthly retirement benefit from income\n(the difference between the early retirement benefit and the normal retirement\nbenefit $3,000 - $2,500) received on account of disability. J must report the remaining $2,500 of monthly pension benefit on line 5a. For each month after J\nturns age 62, J must report the full\namount of the monthly pension benefit\n($3,000 a month) on line 5a. Simplified Method You must use the Simplified Method if\neither of the following applies. 1. Your annuity starting date was after July 1, 1986, and you used this method last year to figure the taxable part. 2. Your annuity starting date was after November 18, 1996, and both of the\nfollowing apply. a.",
    "querygen": [
      "how much is required to receive a distribution from a health insurance policy",
      "what is the amount of money a health care provider pays to a family a year?",
      "how much money can i take from accident premiums"
    ],
    "querygen_score": [
      "-1.6839794",
      "-4.946729",
      "-1.5276829"
    ]
  },
  {
    "id": "legal-advice_36__19",
    "doc_id": "legal-advice_36",
    "chunk_id": 19,
    "document_category": "legal-advice",
    "text": "A protest\nunder this section is not governed by subpart D of\nthis part. (f) Effective/applicability date. This section is\napplicable to applications received on or after\nAugust 2, 2011. § 10.6 Term and renewal of status as an enrolled\nagent, enrolled retirement plan agent, or\nregistered tax return preparer. (a) Term. Each individual authorized to practice\nbefore the Internal Revenue Service as an enrolled\nagent, enrolled retirement plan agent, or registered\ntax return preparer will be accorded active enrollment\nor registration status subject to renewal of enrollment\nor registration as provided in this part. (b) Enrollment or registration card or certificate. The Internal Revenue Service will issue an\nenrollment or registration card or certificate to each\nindividual whose application to practice before the\nInternal Revenue Service is approved. Each card\nor certificate will be valid for the period stated on\nthe card or certificate. An enrolled agent, enrolled\nretirement plan agent, or registered tax return preparer\nmay not practice before the Internal Revenue Service\nif the card or certificate is not current or otherwise\nTreasury Department Circular No. 230 Table of Contents valid. The card or certificate is in addition to any\nnotification that may be provided to each individual\nwho obtains a preparer tax identification number. (c) Change of address. An enrolled agent, enrolled\nretirement plan agent, or registered tax return preparer\nmust send notification of any change of address\nto the address specified by the Internal Revenue\nService within 60 days of the change of address. This notification must include the enrolled agent’s,\nenrolled retirement plan agent’s, or registered tax\nreturn preparer’s name, prior address, new address,\ntax identification number(s) (including preparer tax\nidentification number), and the date the change of\naddress is effective. Unless this notification is sent,\nthe address for purposes of any correspondence\nfrom the appropriate Internal Revenue Service\noffice responsible for administering this part shall\nbe the address reflected on the practitioner’s most\nrecent application for enrollment or registration, or\napplication for renewal of enrollment or registration. A practitioner’s change of address notification\nunder this part will not constitute a change of the\npractitioner’s last known address for purposes of\nsection 6212 of the Internal Revenue Code and\nregulations thereunder. (d) Renewal. (1) In general. Enrolled agents, enrolled\nretirement plan agents, and registered tax return\npreparers must renew their status with the Internal\nRevenue Service to maintain eligibility to practice\nbefore the Internal Revenue Service. Failure to\nreceive notification from the Internal Revenue\nService of the renewal requirement will not be\njustification for the individual’s failure to satisfy this\nrequirement. (2) Renewal period for enrolled agents. (i) All enrolled agents must renew their preparer\ntax identification number as prescribed by forms,\ninstructions, or other appropriate guidance. (ii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 0, 1, 2, or 3, except for those individuals\nwho received their initial enrollment after November\n1, 2003, must apply for renewal between November\n1, 2003, and January 31, 2004. The renewal will be\nTreasury Department Circular No. 230 effective April 1, 2004. (iii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 4, 5, or 6, except for those individuals\nwho received their initial enrollment after November\n1, 2004, must apply for renewal between November\n1, 2004, and January 31, 2005.",
    "querygen": [
      "which part a is applicable to an application to be an enrolled agent?",
      "when was retirement plan agent promulgated",
      "when does an enrolled plan start"
    ],
    "querygen_score": [
      "-0.041183803",
      "-1.7191279",
      "-2.607528"
    ]
  },
  {
    "id": "legal-advice_3__16",
    "doc_id": "legal-advice_3",
    "chunk_id": 16,
    "document_category": "legal-advice",
    "text": "Keeping up a home. To find out what\nis included in the cost of keeping up a\nhome, see Pub. 501.\nMarried persons who live apart. Even\nif you weren’t divorced or legally separated at the end of 2022, you are considered unmarried if all of the following\napply. • You lived apart from your spouse\nfor the last 6 months of 2022. Temporary absences for special circumstances,\nsuch as for business, medical care,\nschool, or military service, count as time\nlived in the home. • You file a separate return from\nyour spouse. • You paid over half the cost of\nkeeping up your home for 2022. • Your home was the main home of\nyour child, stepchild, or foster child for\nmore than half of 2022 (if half or less,\nsee Exception to time lived with you,\nearlier). • You can claim this child as your\ndependent or could claim the child except that the child's other parent can\nclaim the child under the rule for Children of divorced or separated parents\nunder Who Qualifies as Your Dependent, later. Need more information or forms? Visit IRS.gov. Adopted child. An adopted child is\nalways treated as your own child. An\nadopted child includes a child lawfully\nplaced with you for legal adoption. Foster child. A foster child is any\nchild placed with you by an authorized\nplacement agency or by judgment, decree, or other order of any court of competent jurisdiction. Qualifying Surviving Spouse You can check the “Qualifying surviving spouse” box at the top of Form 1040\nor 1040-SR and use joint return tax rates\nfor 2022 if all of the following apply. 1. Your spouse died in 2020 or 2021\nand you didn't remarry before the end of\n2022. 2. You have a child or stepchild (not\na foster child) whom you can claim as a\ndependent or could claim as a dependent\nexcept that, for 2022:\na. The child had gross income of\n$4,400 or more,\nb. The child filed a joint return, or\nc. You could be claimed as a dependent on someone else’s return. If the child isn’t claimed as your dependent, enter the child’s name in the\nentry space below the filing status\ncheckboxes. If you don’t enter the name,\nit will take us longer to process your return. 3. This child lived in your home for\nall of 2022. If the child didn't live with\nyou for the required time, see Exception\nto time lived with you, later. 4. You paid over half the cost of\nkeeping up your home. 5. You could have filed a joint return with your spouse the year your\nspouse died, even if you didn't actually\ndo so. If your spouse died in 2022, you can't\nfile as qualifying surviving spouse. Instead, see the instructions for Married\nFiling Jointly, earlier. Adopted child. An adopted child is always treated as your own child. An\nadopted child includes a child lawfully\nplaced with you for legal adoption. Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. Exception to time lived with you.",
    "querygen": [
      "who is legally married when a person becomes unmarried",
      "who should be considered unmarried",
      "who are considered unmarried"
    ],
    "querygen_score": [
      "-1.7083223",
      "0.26609877",
      "0.7792009"
    ]
  },
  {
    "id": "legal-advice_64__7",
    "doc_id": "legal-advice_64",
    "chunk_id": 7,
    "document_category": "legal-advice",
    "text": "All IRS information about Form\n1099-K is available by going to IRS.gov/\n1099K. Free Software Options for Doing Your Taxes Why have 49 million Americans used Free File? • Security—Free File uses the latest encryption technology to safeguard your information. • Flexible Payments—File early; pay by April 18, 2023 (for most people). • Greater Accuracy—Fewer errors mean faster processing. • Quick Receipt—Get an acknowledgment that your return was received and accepted. • Go Green—Reduce the amount of paper used. • It’s Free—through IRS.gov/FreeFile.\n• Faster Refunds—Join the eight in 10 taxpayers who get their refunds faster by using\ndirect deposit and e-file. Do Your Taxes for Free If your adjusted gross income was $73,000 or less in 2022, you can use free tax software to prepare and e-file your tax return. Earned more? Use Free File Fillable Forms. Free File. This public–private partnership, between the IRS and tax software providers, makes approximately a dozen\nbrand-name commercial software products and e-file available for free. Seventy percent of the nation’s taxpayers are eligible. Just visit IRS.gov/FreeFile for details. Free File combines all the benefits of e-file and easy-to-use software at no cost. Guided\nquestions will help ensure you get all the tax credits and deductions you are due. It’s fast, safe, and free. You can review each software provider’s criteria for free usage or use an online tool to find which free software products match\nyour situation. Some software providers offer state tax return preparation for free. Free File Fillable Forms. The IRS offers electronic versions of IRS paper forms that can also be e-filed for free. Free File\nFillable Forms is best for people experienced in preparing their own tax returns. There are no income limitations. Free File\nFillable Forms does basic math calculations. It supports only federal tax forms. Free Tax Help Available Nationwide\nVolunteers are available in communities nationwide providing free tax assistance to low-to-moderate income (generally under\n$60,000 in adjusted gross income) and elderly taxpayers (age 60 and older). At selected sites, taxpayers can input and\nelectronically file their own tax return with the assistance of an IRS-certified volunteer. See How To Get Tax Help near the end of these instructions for additional information or visit IRS.gov (Keyword: VITA) for a\nVITA/TCE site near you! IRS.gov is the gateway to all electronic services offered by the IRS, as well as the spot to download forms at IRS.gov/Forms. Make your tax payments online—it’s easy. You can make payments online, by phone, or from a mobile device. Paying online is safe and secure; it\nputs you in control of paying your tax bill and gives you peace of mind. You determine the payment\ndate, and you will receive an immediate confirmation from the IRS. Go to IRS.gov/Payments to see all\nyour online payment options. -7- Filing\nRequirements\nDo You Have To\nFile? Use Chart A, B, or C to see if you must\nfile a return. U.S. citizens who lived in\nor had income from a U.S. possession\nshould see Pub. 570. Residents of Puerto\nRico can use Tax Topic 901 to see if\nthey must file. Even if you do not otherwise",
    "querygen": [
      "what is the free file for taxes",
      "what is file free",
      "irs free file"
    ],
    "querygen_score": [
      "1.9214025",
      "0.34462202",
      "2.2103248"
    ]
  },
  {
    "id": "legal-advice_85__4",
    "doc_id": "legal-advice_85",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": "In preparing the report, GAO obtained information from the BCBSA and a draft of the\nreport was furnished to the Association for comment. The BCBSA objected to the\nproposed legislation and contended that the plans' current exemption was warranted for\nseveral reasons. The first reason was \"The plans are nonprofit community service\norganizations that finance health care for individuals and small groups who could not\nobtain health insurance elsewhere.\" 1986 GAO Report, page 9.\nThe Tax Reform Act of 1986, Pub. L. 99-514 (October 22, 1986), represents a\ncompromise between Congressional concerns that the tax-exempt status of BCBS\norganizations provided an unfair competitive advantage, and the relative disadvantages\ninherent in the operating structure of the BCBS system, where the BCBS license\nrequired that each member plan be organized on a non-profit basis and restricted the\noperations of each member plan to a specific territory. The 1986 Act added I.R.C. § 501(m), which effectively ended tax exempt\ntreatment for BCBS organizations by allowing tax exemption to an organization \"only if\nno substantial part of its activities consists of providing commercial-type insurance.\" At\nthe same time, the 1986 Act added section 833, which provides generally that BCBS\norganizations are taxable in the same manner as stock insurance companies. However, section 833 itself includes modifications of this treatment, while the Act\nincludes special transitional rules. Among the modifications from full taxation included in section 833 is the \"special\ndeduction\" allowed by section 833(a)(2) and defined in section 833(b)(1). As originally\nenacted, section 833(b)(1) provided as follows:\n(1) In general. -- Except as provided in paragraph (2), the deduction\ndetermined under this subsection for any taxable year is the excess (if\nany) of -(A) 25 percent of the sum of -(i) the claims incurred during the taxable year, and (ii) the expenses incurred during the taxable year in connection POSTU-144536-09 6\nwith the administration, adjustment, or settlement of claims,\nover (B)\n(2) the adjusted surplus as of the beginning of the taxable year. Limitation. -- The deduction determined under paragraph (1) for any\ntaxable year shall not exceed taxable income for such taxable year\n(determined without regard to such deduction). In 1997 section 833(b)(1)(A) was amended by adding to subparagraph (i) the phrase\n\"and liabilities incurred during the taxable year under cost-plus contracts\" and by adding\nto subparagraph (ii) the phrase \"or in connection with the administration of cost-plus\ncontracts.\" Taxpayer Relief Act of 1997, Pub. L. 105-334, section 1604 (August 5,\n1997). These 1997 amendments are retroactive to the effective date of the original\n1986 legislation. The term \"adjusted surplus\" is defined in section 833(b)(3), along with related\ndefinitions of \"adjusted taxable income \" and \"adjusted net operating loss,\" and \"net\nexempt income.\" There is no statutory definition of the terms \"claims incurred\" or\n\"liabilities incurred during the taxable year under cost-plus contracts.\" On August 29, 1986, while the Act was still pending, the Joint Committee\nreleased a report \"Summary of Conference Agreement on H.R. 3838 (Tax Reform Act\nof 1986)\" which described the special deduction as follows:",
    "querygen": [
      "who submitted the draft of the bcbsa report?",
      "what is the bcbsa",
      "what organization is bcbsa"
    ],
    "querygen_score": [
      "-1.8819042",
      "-1.207567",
      "-0.4166778"
    ]
  },
  {
    "id": "legal-advice_62__120",
    "doc_id": "legal-advice_62",
    "chunk_id": 120,
    "document_category": "legal-advice",
    "text": "-85- Line 8f\nIncome from Form 8889. Enter on\nline 8f the total of the amounts from\nForm 8889, lines 16 and 20. You may have to pay an additional tax if you received a taxCAUTION able distribution from a health\nsavings account. See the Instructions for\nForm 8889. ! Line 8h\nJury duty pay. Also see the instructions for line 24a. Line 8i\nPrizes and awards. Enter prizes and\nawards but see the instructions for\nline 8m, Olympic and Paralympic medals and USOC prize money, later. Line 8j\nActivity not engaged in for profit income. See Pub. 535.\nLine 8k\nStock options. Enter on line 8k any income from the exercise of stock options\nnot otherwise reported on Form 1040 or\n1040-SR, line 1h. Line 8l Income from the rental of personal\nproperty if you engaged in the rental for profit but were not in the business\nof renting such property. Also see the\ninstructions for line 24b, later. Line 8m\nOlympic and Paralympic medals and\nUSOC prize money. The value of\nOlympic and Paralympic medals and the\namount of United States Olympic Committee (USOC) prize money you receive\non account of your participation in the\nOlympic or Paralympic Games may be\nnontaxable. These amounts should be reported to you in box 3 of Form\n1099-MISC. To see if these amounts are\nnontaxable, first figure your adjusted\ngross income, including the amount of\nyour medals and prize money. If your adjusted gross income is not\nmore than $1,000,000 ($500,000 if married filing separately), these amounts are\nnontaxable and you should include the\namount in box 3 of Form 1099-MISC on\nline 8m, then subtract it by including it\non line 24c. Line 8n\nSection 951(a) inclusion. Section 951\ngenerally requires that a U.S. shareholder of a controlled foreign corporation include in income its pro rata share of the\ncorporation's subpart F income and its\namount determined under section 956. Enter on line 8n from your Forms 5471\nthe sum of any amounts reported on\nSchedule I, lines 1a through h and line 2. Remember to attach copies of your\nForms 5471 to your return. Line 8o\nSection 951A(a) inclusion. Section\n951A generally requires that a U.S.\nshareholder of a controlled foreign corporation include in income its global intangible low-taxed income (GILTI). Enter on line 8o from your Forms 8992 the\nsum of any amounts reported on Part II,\nline 5. Remember to attach copies of\nyour Forms 8992. If you made a section 962 election and have an income incluCAUTION sion\nunder section 951 or\n951A, do not report that income on\nline 8n or 8o, as applicable. Instead, report the tax with respect to the section\n962 election on Form 1040 or 1040-SR,\nline 16, and attach a statement showing\nhow you figured the tax that includes the\ngross amounts of section 951 and section 951A income. ! Line 8p\n461(l) excess business loss adjustment. Enter the amount of your excess business loss from Form 461, line 16. Line 8q\nTaxable distributions from an ABLE\naccount. Distributions from this type of\naccount may be taxable if (a) they are\nmore than the designated beneficiary's\nqualified disability expenses, and (b)\nthey were not included in a qualified\nrollover. See Pub. 907 for more information.",
    "querygen": [
      "what are the two lines on your tax return for distributions to a health savings account?",
      "how to calculate hsa distribution",
      "where on the income statement on the tax return do the numbers come from"
    ],
    "querygen_score": [
      "-0.94223094",
      "-3.433454",
      "-3.5707774"
    ]
  },
  {
    "id": "legal-advice_91__24",
    "doc_id": "legal-advice_91",
    "chunk_id": 24,
    "document_category": "legal-advice",
    "text": "(Answer “Yes” if you are applying\nfor an ITIN or ATIN for the qualifying relative on or before\nthe return due date (including extensions).) Yes. Continue\nNo. STOP Who wasn't a qualifying child (see Step 1) of any taxpayer for 2022. For this\npurpose, a person isn't a taxpayer if the person isn't required to file a U.S. income\ntax return and either doesn't file such a return or files only to get a refund of\nwithheld income tax or estimated tax paid. See Pub. 501 for details and examples. 䊲 AND Who had gross income of less than $4,400 in 2022. If the person was permanently\nand totally disabled, see Exception to gross income test, later. 2. Was your qualifying relative a U.S. citizen, U.S. national, or\nU.S. resident alien? (See Pub. 519 for the definition of a\nU.S. national or a U.S. resident alien. If your qualifying\nrelative was adopted, see Exception to citizenship test,\nlater.) Yes. You can claim\nNo. STOP\nthe credit for other You can’t claim the\ndependents for this\ncredit for other\ndependent. Check the\ndependents for this\n“Credit for other\nqualifying relative. dependents” box in\ncolumn (4) of the\nDependents section on\npage 1 of Form 1040 or\n1040-SR for this\nperson. AND For whom you provided over half of the person’s support in 2022. But see\nChildren of divorced or separated parents, Multiple support agreements, and\nKidnapped child, later. 1. Does any person meet the conditions to be your qualifying\nrelative? Yes. Continue\nNo. STOP\n䊲 2. Was your qualifying relative a U.S. citizen, U.S. national,\nU.S. resident alien, or a resident of Canada or Mexico? (See\nPub. 519 for the definition of a U.S. national or U.S.\nresident alien. If your qualifying relative was adopted, see\nException to citizen test, later.) Yes. Continue\nNo. STOP\n䊲 You can't claim this\nperson as a dependent. You can’t claim the\ncredit for other\ndependents for this\nqualifying relative. Definitions and Special Rules\nAdopted child. An adopted child is always treated as your own\nchild. An adopted child includes a child lawfully placed with\nyou for legal adoption. Adoption taxpayer identification numbers (ATINs). If you\nhave a dependent who was placed with you for legal adoption\nand you don’t know the dependent’s SSN, you must get an\nATIN for the dependent from the IRS. See Form W-7A for -19- Need more information or forms? Visit IRS.gov. details. If the dependent isn't a U.S. citizen or resident alien, apply for an ITIN instead using Form W-7. Children of divorced or separated parents. A child will be\ntreated as the qualifying child or qualifying relative of the\nchild’s noncustodial parent (defined later) if all of the following\nconditions apply. 1. The parents are divorced, legally separated, separated under a written separation agreement, or lived apart at all times\nduring the last 6 months of 2022 (whether or not they are or\nwere married). 2. The child received over half of the child’s support for\n2022 from the parents (and the rules on Multiple support agreements, later, don’t apply). Support of a child received from a parent's spouse is treated as provided by the parent. 3. The child is in custody of one or both of the parents for\nmore than half of 2022.",
    "querygen": [
      "when are itin returns due",
      "is itin a qualifying child",
      "when is a parent's tax return due"
    ],
    "querygen_score": [
      "-0.43933028",
      "1.6294677",
      "-2.047484"
    ]
  },
  {
    "id": "legal-advice_66__45",
    "doc_id": "legal-advice_66",
    "chunk_id": 45,
    "document_category": "legal-advice",
    "text": "Because X became eligible for a full retirement benefit in May,\nthe month after X turned 66, X can exclude only four months (January through\nApril) of their annual benefit from their\nincome ($6,000). X must report the remaining $12,000 on line 6a. X must also\ncomplete the Social Security Benefits\nWorksheet to find out if any part of the\n$12,000 is taxable. Form RRB-1099. If you need a TIP replacement Form RRB-1099,\ncall the Railroad Retirement\nBoard at 877-772-5772 or go to\nwww.rrb.gov. Accrued leave payment. If you retire\non disability, any lump-sum payment\nyou receive for accured annual leave is a\nsalary payment. The payment is not a\ndisability payment. Include it in your income in the tax year you receive it. Line 6c Check the box on line 6c if you elect to\nuse the lump-sum election method for\nyour benefits. If any of your benefits are\ntaxable for 2022 and they include a\nlump-sum benefit payment that was for\nan earlier year, you may be able to reduce the taxable amount with the\nlump-sum election. See Lump-Sum Election in Pub. 915 for details. Line 7\nCapital Gain or (Loss) If you sold a capital asset, such as a\nstock or bond, you must complete and\nattach Form 8949 and Schedule D.\nException 1. You don’t have to file\nForm 8949 or Schedule D if you aren’t\ndeferring any capital gain by investing\nin a qualified opportunity fund and both\nof the following apply. 1. You have no capital losses, and\nyour only capital gains are capital gain\ndistributions from Form(s) 1099-DIV,\nbox 2a (or substitute statements); and\n2. None of the Form(s) 1099-DIV\n(or substitute statements) have an\namount in box 2b (unrecaptured section\n1250 gain), box 2c (section 1202 gain),\nor box 2d (collectibles (28%) gain). Exception 2. You must file Schedule D\nbut generally don’t have to file Form\n8949 if Exception 1 doesn't apply, you\naren’t deferring any capital gain by investing in a qualified opportunity fund\nor terminating deferral from an investment in a qualified opportunity fund,\nand your only capital gains and losses\nare:\n• Capital gain distributions;\n• A capital loss carryover from\n2021;\n• A gain from Form 2439 or 6252 or\nPart I of Form 4797;\n• A gain or loss from Form 4684,\n6781, or 8824;\n• A gain or loss from a partnership,\nS corporation, estate, or trust; or • Gains and losses from transactions\nfor which you received a Form 1099-B\n(or substitute statement) that shows basis was reported to the IRS, the QOF\nbox in box 3 isn’t checked, and you\ndon’t need to make any adjustments in\ncolumn (g) of Form 8949 or enter any\ncodes in column (f) of Form 8949. If Exception 1 applies, enter your total capital gain distributions (from\nbox 2a of Form(s) 1099-DIV) on line 7\nand check the box on that line. If you received capital gain distributions as a\nnominee (that is, they were paid to you\nbut actually belong to someone else), report on line 7 only the amount that belongs to you. Include a statement showing the full amount you received and the\namount you received as a nominee. See\nthe Schedule B instructions for filing requirements for Forms 1099-DIV and\n1096. If you don’t have to file Sched-",
    "querygen": [
      "when must retirement be excluded from income",
      "when is x considered for retirement",
      "when do i need to pay x my pension"
    ],
    "querygen_score": [
      "-0.37366328",
      "-1.35184",
      "-2.2922568"
    ]
  },
  {
    "id": "legal-advice_91__10",
    "doc_id": "legal-advice_91",
    "chunk_id": 10,
    "document_category": "legal-advice",
    "text": "This\n4-month extension of time to file doesn't\nextend the time to pay your tax. See\nForm 4868. Private Delivery Services If you choose to mail your return, you\ncan use certain private delivery services designated by the IRS to meet the “timely mailing treated as timely filing/\npaying” rule for tax returns and payments. These private delivery services\ninclude only the following. • DHL Express 9:00, DHL Express\n10:30, DHL Express 12:00, DHL Express Worldwide, DHL Express Envelope, DHL Import Express 10:30, DHL\nImport Express 12:00, and DHL Import\nExpress Worldwide. • UPS Next Day Air Early A.M.,\nUPS Next Day Air, UPS Next Day Air\nSaver, UPS 2nd Day Air, UPS 2nd Day\nAir A.M., UPS Worldwide Express\nPlus, and UPS Worldwide Express. • FedEx First Overnight, FedEx Priority Overnight, FedEx Standard Overnight, FedEx 2 Day, FedEx International\nNext Flight Out, FedEx International\nPriority, FedEx International First, and\nFedEx International Economy. To check for any updates to the list of\ndesignated private delivery services, go\nto IRS.gov/PDS. For the IRS mailing address to use if you’re using a private delivery service, go to IRS.gov/\nPDSStreetAddresses. The private delivery service can tell\nyou how to get written proof of the mailing date. Chart A—For Most People\nIF your filing status is . . . AND at the end of 2022\nyou were* . . . THEN file a return if your gross\nincome** was at least . . . Single under 65\n65 or older $12,950\n14,700 Married filing jointly*** under 65 (both spouses)\n65 or older (one spouse)\n65 or older (both spouses) $25,900\n27,300\n28,700 Married filing separately any age Head of household under 65\n65 or older $19,400\n21,150 Qualifying surviving spouse under 65\n65 or older $25,900\n27,300 $5 *If you were born on January 1, 1958, you are considered to be age 65 at the end of 2022. (If your spouse died in 2022 or\nif you are preparing a return for someone who died in 2022, see Pub. 501.)\n**Gross income means all income you received in the form of money, goods, property, and services that isn't exempt from\ntax, including any income from sources outside the United States or from the sale of your main home (even if you can\nexclude part or all of it). Don’t include any social security benefits unless (a) you are married filing a separate return and\nyou lived with your spouse at any time in 2022, or (b) one-half of your social security benefits plus your other gross\nincome and any tax-exempt interest is more than $25,000 ($32,000 if married filing jointly). If (a) or (b) applies, see the\ninstructions for lines 6a and 6b to figure the taxable part of social security benefits you must include in gross income. Gross income includes gains, but not losses, reported on Form 8949 or Schedule D. Gross income from a business means,\nfor example, the amount on Schedule C, line 7, or Schedule F, line 9. But, in figuring gross income, don’t reduce your\nincome by any losses, including any loss on Schedule C, line 7, or Schedule F, line 9.",
    "querygen": [
      "when are you allowed to mail taxes",
      "how long do you have to file a tax return",
      "how long does it take to file taxes"
    ],
    "querygen_score": [
      "-1.0558431",
      "-1.1556423",
      "-1.4348626"
    ]
  },
  {
    "id": "legal-advice_59__20",
    "doc_id": "legal-advice_59",
    "chunk_id": 20,
    "document_category": "legal-advice",
    "text": "Either Corp F retained its ownership in the assets or Corp F and/or its principals\nhold what is, in substance, equity interests so installment reporting does not apply. Corp F cannot be allowed to defer its income and convert ordinary income (income from\n25 Note that this recast requires C corporation treatment, not S corporation treatment. Page 26 of 37 POSTF-134629-07\nrunning the business) to capital gain income via the Year 10 transaction. All\nalternatives must be asserted to preclude such treatment. Section 2 The Term Note is Not a Debt Instrument Corp F is not eligible for the tax deferral benefits of § 453, as addressed above. Likewise, based on the facts, neither the $ DD Non-Recourse Contingent Payment\nTerm Note nor the $ CC Non-Recourse Contingent Payment Working Capital Note are\ncontingent payment debt instruments. While the absence of personal liability by Entity M does not cause the note, ipso\nfact, to be a non bona fide debt, as in Estate of Franklin, because the debt has\neconomic significance only if the business generates substantial profits, there has been\nno creation of an instrument that\nsecured ‘the use or forbearance of money.’ (citations\nomitted) Nor has the seller advanced money or forborne its\nuse. (citations omitted) . . . [T]he absence of personal\nliability on the debt reduces the transaction in economic\nterms to a mere chance that a genuine debt obligation may\narise. 544 F.2d at 1049. As opined in the Estate of Franklin\n[F]or a debt to exist, the purchaser, in absence of personal\nliability, must confront a situation in which it is presently\nreasonable from an economic point of view for him to make\ncapital investment in amount of unpaid purchase price. 544 F.2d at 1049\nSee Rev. Rul. 77-110, 1977-1 C.B. 58 (taxpayer’s inability to demonstrate the fair\nmarket value of the property at least approximated the amount of the non-recourse note\nprecludes including note amount in the basis for depreciation purposes and precludes\ndeducting the interest). See also, Rev. Rul. 84-5, 1984-1 C.B. 32 (non-recourse\nobligation did not constitute a valid indebtedness). Section 3 Proper Application of §453 Alternatively, if a sale, the installment method applies. Corp F has disposed of\nproperty with payments due after the close of the year in which the sale occurs. Accordingly, if a sale, the transaction is an installment sale, and it is a contingent\nPage 27 of 37 POSTF-134629-07\npayment sale. See Temp. Treas. Reg. §15A.453-1(c)(1). Corp F is not a dealer in\nproperty, so it must report the payments under the installment method pursuant to § 453\nunless the assets being sold are inventory,26 the transaction is otherwise disqualified, as\naddressed above as the primary position, or the taxpayer properly elected out of\ninstallment method reporting. §§ 453 (a), (b) and (j). Pursuant to Temp. Treas. Reg. § 15A.453-1(b)(2), applied using the contingent\npayment rules of Temp. Treas. Reg. § 15A.453-1(c)(2), each payment shall be allocated\nbetween taxable gain and return of basis by applying the gross profit ratio computed for\nthe transaction. In general, the gross profit is the selling price less the seller’s adjusted\nbasis (including expenses of sale).",
    "querygen": [
      "who is the principal in the corporation",
      "what makes c corp f a deferred income",
      "if a corp f retained its ownership in an asset, how long can it keep the equity in the asset?"
    ],
    "querygen_score": [
      "-3.6258147",
      "-1.4785926",
      "-1.9526527"
    ]
  },
  {
    "id": "legal-advice_65__31",
    "doc_id": "legal-advice_65",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "(b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States. (2) No former Government employee who\npersonally and substantially participated in a\nparticular matter involving specific parties may,\nsubsequent to Government employment, represent\nor knowingly assist, in that particular matter, any\nperson who is or was a specific party to that particular\nmatter. (3) A former Government employee who within\na period of one year prior to the termination of\nGovernment employment had official responsibility\nfor a particular matter involving specific parties may\nnot, within two years after Government employment\nis ended, represent in that particular matter any person\nwho is or was a specific party to that particular matter. (4) No former Government employee may, within\none year after Government employment is ended,\ncommunicate with or appear before, with the intent to\ninfluence, any employee of the Treasury Department\nin connection with the publication, withdrawal,\namendment, modification, or interpretation of a rule\nthe development of which the former Government\nemployee participated in, or for which, within a period\nof one year prior to the termination of Government\nemployment, the former government employee had\nofficial responsibility. This paragraph (b)(4) does\nnot, however, preclude any former employee from\nappearing on one’s own behalf or from representing\na taxpayer before the Internal Revenue Service in\nconnection with a particular matter involving specific\nTreasury Department Circular No. 230 Table of Contents parties involving the application or interpretation of\na rule with respect to that particular matter, provided\nthat the representation is otherwise consistent with\nthe other provisions of this section and the former\nemployee does not utilize or disclose any confidential\ninformation acquired by the former employee in the\ndevelopment of the rule. (c) Firm representation —\n(1) No member of a firm of which a former\nGovernment employee is a member may represent\nor knowingly assist a person who was or is a specific\nparty in any particular matter with respect to which\nthe restrictions of paragraph (b)(2) of this section\napply to the former Government employee, in that\nparticular matter, unless the firm isolates the former\nGovernment employee in such a way to ensure that\nthe former Government employee cannot assist in\nthe representation. (2) When isolation of a former Government\nemployee is required under paragraph (c)(1) of\nthis section, a statement affirming the fact of such\nisolation must be executed under oath by the former\nGovernment employee and by another member of the\nfirm acting on behalf of the firm. The statement must\nclearly identify the firm, the former Government\nemployee, and the particular matter(s) requiring\nisolation. The statement must be retained by the firm\nand, upon request, provided to the office(s) of the\nInternal Revenue Service administering or enforcing\nthis part. (d) Pending representation. The provisions of\nthis regulation will govern practice by former\nGovernment employees, their partners and\nassociates with respect to representation in particular\nmatters involving specific parties where actual\nrepresentation commenced before the effective date\nof this regulation. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230",
    "querygen": [
      "who is a government employee",
      "who are the ex employees of the irs",
      "which of the following is an exception to the internal revenue service's rules for representing former employees"
    ],
    "querygen_score": [
      "-0.44307435",
      "-2.4590256",
      "1.1100293"
    ]
  },
  {
    "id": "legal-advice_37__18",
    "doc_id": "legal-advice_37",
    "chunk_id": 18,
    "document_category": "legal-advice",
    "text": "It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard. If they don’t, certain deductions\nand credits on Form 1040 or 1040-SR\nmay be reduced or disallowed and you\nmay not receive credit for your social\nsecurity earnings. If your Form W-2\nshows an incorrect SSN or name, notify\nyour employer or the form-issuing agent\nas soon as possible to make sure your\nearnings are credited to your social security record. If the name or SSN on\nyour social security card is incorrect,\ncall the SSA. Once you are issued an SSN, use it to\nfile your tax return. Use your SSN to file -14- your tax return even if your SSN does\nnot authorize employment or if you have\nbeen issued an SSN that authorizes employment and you lose your employment authorization. An ITIN will not be\nissued to you once you have been issued\nan SSN. If you received your SSN after\npreviously using an ITIN, stop using\nyour ITIN. Use your SSN instead. IRS Individual Taxpayer\nIdentification Numbers\n(ITINs) for Aliens If you are a nonresident or resident alien\nand you don’t have and aren’t eligible to\nget an SSN, you must apply for an ITIN. It takes about 7 weeks to get an ITIN. If you already have an ITIN, enter it\nwherever your SSN is requested on your\ntax return. Some ITINs must be renewed. If you\nhaven't used your ITIN on a federal tax\nreturn at least once for tax years 2019,\n2020, or 2021, it expired at the end of\n2022 and must be renewed if you need\nto file a federal tax return in 2023. You\ndon't need to renew your ITIN if you\ndon't need to file a federal tax return. You can find more information at\nIRS. gov/ITIN. ITINs assigned before 2013\nTIP have expired and must be renewed if you need to file a tax\nreturn in 2023. If you previously submitted a renewal application and it was approved, you do not need to renew again\nunless you haven't used your ITIN on a\nfederal tax return at least once for tax\nyears 2019, 2020, or 2021. An ITIN is for tax use only. It doesn't\nentitle you to social security benefits or\nchange your employment or immigration status under U.S. law. For more information on ITINs, including application, expiration, and renewal, see Form W-7 and its instructions. If you receive an SSN after previously using an ITIN, stop using your ITIN. Use your SSN instead. Visit a local IRS\noffice or write a letter to the IRS explaining that you now have an SSN and\nwant all your tax records combined under your SSN. Details about what to include with the letter and where to mail it\nare at IRS. gov/ITIN. Nonresident Alien Spouse If your spouse is a nonresident alien,\nyour spouse must have either an SSN or\nan ITIN if:\n• You file a joint return, or\n• Your spouse is filing a separate return. Presidential Election\nCampaign Fund This fund helps pay for Presidential\nelection campaigns.",
    "querygen": [
      "how long does it take to get your social security number",
      "how long does it take to get your social security #",
      "how long does it take to find your social security number"
    ],
    "querygen_score": [
      "2.0224555",
      "0.90295106",
      "0.65668315"
    ]
  },
  {
    "id": "legal-advice_40__40",
    "doc_id": "legal-advice_40",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income. An eligible retirement plan is a governmental plan that is a qualified trust or\na section 403(a), 403(b), or 457(b) plan. If you make this election, reduce the\notherwise taxable amount of your pension or annuity by the amount excluded. The amount shown in box 2a of Form\n1099-R doesn't reflect the exclusion. Report your total distributions on line 5a\nand the taxable amount on line 5b. Enter\n“PSO” next to line 5b. If you are retired on disability and reporting your disability pension on\nline 1h, include only the taxable amount\non that line and enter “PSO” and the\namount excluded on the dotted line next\nto line 1h. Payments when you are disabled. If\nyou receive payments from a retirement\nor profit-sharing plan that does not provide for disability retirement, do not\ntreat those payments as disability payments. The payments must be reported\nas a pension or annuity. You must include in your income any\namounts that you received that you\nwould have received in retirement had\nyou not become disabled as a result of a\nterrorist attack. Include in your income\nany payments you receive from a\n401(k), pension, or other retirement plan\nto the extent that you would have received the amount at the same or later\ntime regardless of whether you had become disabled. Example. Taxpayer J, a contractor,\nwas disabled as a direct result of participating in efforts to clean up the World\nTrade Center. J is eligible for compensation by the September 11 Victim Compensation Fund. J began receiving a disability pension at age 55 when J could\nno longer continue working because of\nJ’s disability. Under J’s pension plan, at\nage 55, J is entitled to an early retirement benefit of $2,500. If J waits until\nage 62, normal retirement age under the\nplan, J would be entitled to a normal retirement benefit of $3,000 a month. The\npension plan provides that a participant\nwho retires early on account of disability\nis entitled to receive the participant's\nnormal retirement benefit, which in J's\ncase equals $3,000 per month. Until J\nturns age 62, J can exclude $500 of the Need more information or forms? Visit IRS.gov. -28- monthly retirement benefit from income\n(the difference between the early retirement benefit and the normal retirement\nbenefit $3,000 - $2,500) received on account of disability. J must report the remaining $2,500 of monthly pension benefit on line 5a. For each month after J\nturns age 62, J must report the full\namount of the monthly pension benefit\n($3,000 a month) on line 5a. Simplified Method You must use the Simplified Method if\neither of the following applies. 1. Your annuity starting date was after July 1, 1986, and you used this method last year to figure the taxable part. 2. Your annuity starting date was after November 18, 1996, and both of the\nfollowing apply. a.",
    "querygen": [
      "can a health plan make an accident payment",
      "how much of insurance premiums should be removed from your income",
      "what is the limit on long term insurance premiums"
    ],
    "querygen_score": [
      "-0.3413691",
      "-1.2854148",
      "-3.4430714"
    ]
  },
  {
    "id": "legal-advice_31__10",
    "doc_id": "legal-advice_31",
    "chunk_id": 10,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39\n§ 10.76 Decision of Administrative Law Judge. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39\n§ 10.77 Appeal of decision of Administrative Law Judge. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n§ 10.78 Decision on review. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n§ 10.79 Effect of disbarment, suspension, or censure. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n§ 10.80 Notice of disbarment, suspension, censure, or disqualification. . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement.",
    "querygen": [
      "std:afsadb",
      "what year did the nyc start making the first u.s. s. s. e. f. a. g. d. a. g. a. e. a. d. e. e.",
      "how did i feel about my new baby"
    ],
    "querygen_score": [
      "-7.7240753",
      "-9.223906",
      "-8.969324"
    ]
  },
  {
    "id": "legal-advice_64__3",
    "doc_id": "legal-advice_64",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "Schedule 2, Part II Can claim a nonrefundable credit (other than the child tax credit\nor the credit for other dependents), such as the foreign tax credit,\neducation credits, or general business credit. Schedule 3, Part I Can claim a refundable credit (other than the earned income\ncredit, American opportunity credit, or additional child tax credit),\nsuch as the net premium tax credit or qualified sick and family\nleave credits from Schedule H.\nHave other payments, such as an amount paid with a request for\nan extension to file or excess social security tax withheld. -3- Schedule 3, Part II The Taxpayer Advocate Service Is Here To Help You\nWhat is the Taxpayer Advocate Service? The Taxpayer Advocate Service (TAS) is an independent organization within the Internal Revenue Service (IRS) that helps\ntaxpayers and protects taxpayer rights. TAS strives to ensure that every taxpayer is treated fairly and that you know and\nunderstand your rights under the Taxpayer Bill of Rights. What can TAS do for you? TAS can help you if your tax problem is causing a financial difficulty, you've tried and been unable to resolve your issue with\nthe IRS, or you believe an IRS system, process, or procedure just isn't working as it should. And the service is free. If you\nqualify for TAS assistance, you will be assigned to one advocate who will work with you throughout the process and will do\neverything possible to resolve your issue. TAS can help you if:\n• Your problem is causing a financial difficulty for you, your family, or your business. • You face (or your business is facing) an immediate threat of adverse action. • You’ve tried to contact the IRS but no one has responded, or the IRS hasn’t responded by the date promised. How can you reach TAS? TAS has offices in every state, the District of Columbia, and Puerto Rico. To find your advocate’s number:\n• Go to TaxpayerAdvocate.IRS.gov/contact-us;\n• Download Publication 1546, Taxpayer Advocate Service - We Are Here to Help You. If you do not have Internet access,\nyou can call the IRS toll free at 800-TAX-FORM (800-829-3676) and ask for a copy of Publication 1546;\n• Check your local directory; or\n• Call TAS toll free at 877-777-4778. How can you learn about your taxpayer rights? The Taxpayer Bill of Rights describes ten basic rights that all taxpayers have when dealing with the IRS. The TAS website\nTaxpayerAdvocate.IRS.gov can help you understand what these rights mean to you and how they apply. These are your rights. Know them. Use them. How else does the Taxpayer Advocate Service help taxpayers? TAS works to resolve large-scale problems that affect many taxpayers. If you know of one of these broad issues, please report it\nto TAS at IRS. gov/SAMS. Be sure not to include any personal taxpayer information. Low Income Taxpayer Clinics Help Taxpayers\nLow Income Taxpayer Clinics (LITCs) are independent from the Internal Revenue Service (IRS) and the Taxpayer Advocate\nService (TAS). LITCs represent individuals whose income is below a certain level and who need to resolve tax problems with\nthe IRS.",
    "querygen": [
      "can i claim a foreign income tax credit",
      "can i claim foreign exchange credit on my income tax return",
      "what credits for foreign tax credit taxable"
    ],
    "querygen_score": [
      "2.1694994",
      "-1.3647263",
      "0.57218623"
    ]
  },
  {
    "id": "legal-advice_69__30",
    "doc_id": "legal-advice_69",
    "chunk_id": 30,
    "document_category": "legal-advice",
    "text": "The practitioner must advise the client\nof the consequences as provided under the Code\nand regulations of such noncompliance, error, or\nomission. § 10.22 Diligence as to accuracy. (a) In general. A practitioner must exercise due\ndiligence —\n(1) In preparing or assisting in the preparation\nof, approving, and filing tax returns, documents,\naffidavits, and other papers relating to Internal\nRevenue Service matters;\n(2) In determining the correctness of oral or\nwritten representations made by the practitioner to\nthe Department of the Treasury; and\n(3) In determining the correctness of oral or\nwritten representations made by the practitioner to\nclients with reference to any matter administered by\nthe Internal Revenue Service. (b) Reliance on others. Except as modified by\n§§10.34 and 10.37, a practitioner will be presumed\nto have exercised due diligence for purposes of\nthis section if the practitioner relies on the work\nproduct of another person and the practitioner used\nreasonable care in engaging, supervising, training,\nand evaluating the person, taking proper account of\nthe nature of the relationship between the practitioner\nand the person. § 10.22 — Page 19 Table of Contents (c) Effective/applicability date. Paragraph (a) of\nthis section is applicable on September 26, 2007. Paragraph (b) of this section is applicable beginning\nJune 12, 2014. § 10.23 Prompt disposition of pending matters. A practitioner may not unreasonably delay the\nprompt disposition of any matter before the Internal\nRevenue Service. § 10.24 Assistance from or to disbarred or\nsuspended persons and former Internal Revenue\nService employees. A practitioner may not, knowingly and directly or\nindirectly:\n(a) Accept assistance from or assist any person\nwho is under disbarment or suspension from practice\nbefore the Internal Revenue Service if the assistance\nrelates to a matter or matters constituting practice\nbefore the Internal Revenue Service. (b) Accept assistance from any former government\nemployee where the provisions of § 10.25 or any\nFederal law would be violated. § 10.25 Practice by former government employees,\ntheir partners and their associates. (a) Definitions. For purposes of this section —\n(1) Assist means to act in such a way as to advise,\nfurnish information to, or otherwise aid another\nperson, directly, or indirectly. (2) Government employee is an officer or\nemployee of the United States or any agency of\nthe United States, including a special Government\nemployee as defined in 18 U.S.C. 202(a), or of the\nDistrict of Columbia, or of any State, or a member of\nCongress or of any State legislature. (3) Member of a firm is a sole practitioner or\nan employee or associate thereof, or a partner,\nstockholder, associate, affiliate or employee of a\npartnership, joint venture, corporation, professional\nassociation or other affiliation of two or more\npractitioners who represent nongovernmental\nparties. Page 20 — § 10.22 (4) Particular matter involving specific parties is\ndefined at 5 CFR 2637.201(c), or superseding postemployment regulations issued by the U.S. Office of\nGovernment Ethics. (5) Rule includes Treasury regulations, whether\nissued or under preparation for issuance as notices\nof proposed rulemaking or as Treasury decisions,\nrevenue rulings, and revenue procedures published\nin the Internal Revenue Bulletin (see 26 CFR\n601.601(d)(2)(ii)(b)). (b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States.",
    "querygen": [
      "who must exercise due diligence",
      "when does a practitioner exercise due diligence",
      "which of the following is an example of diligence in preparing a client?"
    ],
    "querygen_score": [
      "1.0965221",
      "1.8958983",
      "-1.5989419"
    ]
  },
  {
    "id": "legal-advice_39__31",
    "doc_id": "legal-advice_39",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "Foreign financial assets. If you had\nforeign financial assets in 2022, you\nmay have to file Form 8938. See Form\n8938 and its instructions. Chapter 11 Bankruptcy\nCases If you are a debtor in a chapter 11 bankruptcy case, income taxable to the bankruptcy estate and reported on the estate's\nincome tax return includes:\n• Earnings from services you performed after the beginning of the case\n(both wages and self-employment income); and\n• Income from property described in\nsection 541 of title 11 of the U.S. Code\nthat you either owned when the case began or that you acquired after the case\nbegan and before the case was closed,\ndismissed, or converted to a case under a\ndifferent chapter. Because this income is taxable to the\nestate, don’t include this income on your\n-23- own individual income tax return. The\nonly exception is for purposes of figuring your self-employment tax. For that\npurpose, you must take into account all\nyour self-employment income for the\nyear from services performed both before and after the beginning of the case. Also, you (or the trustee if one is appointed) must allocate between you and\nthe bankruptcy estate the wages, salary,\nor other compensation and withheld income tax reported to you on Form W-2. A similar allocation is required for income and withheld income tax reported\nto you on Forms 1099. You must also\ninclude a statement that indicates you\nfiled a chapter 11 case and that explains\nhow income and withheld income tax reported to you on Forms W-2 and 1099\nare allocated between you and the estate. For more details, including acceptable\nallocation methods, see Notice 2006-83,\n2006-40 I.R.B. 596, available at\nIRS.gov/irb/\n2006-40_IRB#NOT-2006-83. Community Property States\nCommunity property states include Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, Washington,\nand Wisconsin. If you and your spouse\nlived in a community property state, you\nmust usually follow state law to determine what is community income and\nwhat is separate income. For details, see\nForm 8958 and Pub. 555. Nevada, Washington, and California\ndomestic partners. A registered domestic partner in Nevada, Washington,\nor California must generally report half\nthe combined community income of the\nindividual and their domestic partner. See Form 8958 and Pub. 555. Rounding Off to Whole\nDollars You can round off cents to whole dollars\non your return and schedules. If you do\nround to whole dollars, you must round\nall amounts. To round, drop amounts under 50 cents and increase amounts from\n50 to 99 cents to the next dollar. For example, $1.39 becomes $1 and $2.50 becomes $3. If you have to add two or more\namounts to figure the amount to enter on\na line, include cents when adding the\namounts and round off only the total. Need more information or forms? Visit IRS.gov. If you are entering amounts that include cents, make sure to include the\ndecimal point. There is no cents column\non the form. The lines on Forms 1040 and\n1040-SR are the same. ReferenCAUTION ces to lines in the following instructions refer to the line on either\nform. ! Line 1a\nTotal Amount From Form(s)\nW-2, Box 1\nEnter the total amount from Form(s)\nW-2, box 1. If a joint return, also include your spouse's income from\nForm(s) W-2, box 1.",
    "querygen": [
      "when is income taxable in bankruptcy",
      "when do i file a bankruptcy",
      "when should tax return be filed"
    ],
    "querygen_score": [
      "0.15492973",
      "-1.5090117",
      "-2.2350817"
    ]
  },
  {
    "id": "legal-advice_41__16",
    "doc_id": "legal-advice_41",
    "chunk_id": 16,
    "document_category": "legal-advice",
    "text": "Paragraphs (c) through (f), (h), and (i) of\nthis section are applicable beginning August 2, 2011. Page 8 — § 10.3 § 10.4 Eligibility to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Enrollment as an enrolled agent upon\nexamination. The Commissioner, or delegate, will\ngrant enrollment as an enrolled agent to an applicant\neighteen years of age or older who demonstrates\nspecial competence in tax matters by written\nexamination administered by, or administered under\nthe oversight of, the Internal Revenue Service, who\npossesses a current or otherwise valid preparer tax\nidentification number or other prescribed identifying\nnumber, and who has not engaged in any conduct\nthat would justify the suspension or disbarment of\nany practitioner under the provisions of this part. (b) Enrollment as a retirement plan agent upon\nexamination. The Commissioner, or delegate, will\ngrant enrollment as an enrolled retirement plan\nagent to an applicant eighteen years of age or older\nwho demonstrates special competence in qualified\nretirement plan matters by written examination\nadministered by, or administered under the oversight\nof, the Internal Revenue Service, who possesses a\ncurrent or otherwise valid preparer tax identification\nnumber or other prescribed identifying number, and\nwho has not engaged in any conduct that would justify\nthe suspension or disbarment of any practitioner\nunder the provisions of this part. (c) Designation as a registered tax return preparer. The Commissioner, or delegate, may designate\nan individual eighteen years of age or older as\na registered tax return preparer provided an\napplicant demonstrates competence in Federal tax\nreturn preparation matters by written examination\nadministered by, or administered under the oversight\nof, the Internal Revenue Service, or otherwise meets\nthe requisite standards prescribed by the Internal\nRevenue Service, possesses a current or otherwise valid\npreparer tax identification number or other prescribed\nidentifying number, and has not engaged in any conduct\nthat would justify the suspension or disbarment of any\npractitioner under the provisions of this part. (d) Enrollment of former Internal Revenue Service\nemployees. The Commissioner, or delegate, may\nTreasury Department Circular No. 230 Table of Contents grant enrollment as an enrolled agent or enrolled\nretirement plan agent to an applicant who, by virtue\nof past service and technical experience in the\nInternal Revenue Service, has qualified for such\nenrollment and who has not engaged in any conduct\nthat would justify the suspension or disbarment of\nany practitioner under the provisions of this part,\nunder the following circumstances:\n(1) The former employee applies for enrollment\non an Internal Revenue Service form and supplies\nthe information requested on the form and such other\ninformation regarding the experience and training of\nthe applicant as may be relevant. (2) The appropriate office of the Internal Revenue\nService provides a detailed report of the nature and\nrating of the applicant’s work while employed by\nthe Internal Revenue Service and a recommendation\nwhether such employment qualifies the applicant\ntechnically or otherwise for the desired authorization. (3) Enrollment as an enrolled agent based on an\napplicant’s former employment with the Internal\nRevenue Service may be of unlimited scope or it\nmay be limited to permit the presentation of matters\nonly of the particular specialty or only before the\nparticular unit or division of the Internal Revenue\nService for which the applicant’s former employment\nhas qualified the applicant.",
    "querygen": [
      "when are retirement plan agents eligible",
      "when does the new tax law apply",
      "what is year retirement plan agent"
    ],
    "querygen_score": [
      "1.2765334",
      "-2.958479",
      "-1.6662472"
    ]
  },
  {
    "id": "legal-advice_91__88",
    "doc_id": "legal-advice_91",
    "chunk_id": 88,
    "document_category": "legal-advice",
    "text": "• Any numbers or letters on lines\n35b through 35d are crossed out or whited out. The IRS isn't responsible for a\nlost refund if you enter the\nCAUTION wrong\naccount information. Check with your financial institution to\nget the correct routing and account\nnumbers and to make sure your direct\ndeposit will be accepted. ! Line 36\nApplied to Your 2023\nEstimated Tax\nEnter on line 36 the amount, if any, of\nthe overpayment on line 34 you want\napplied to your 2023 estimated tax. We\nwill apply this amount to your account\nunless you include a statement requesting us to apply it to your spouse's account. Include your spouse's social security number in the statement. This election to apply part or\nall of the amount overpaid to\nCAUTION your 2023 estimated tax can't\nbe changed later. ! Need more information or forms? Visit IRS.gov. -58- Amount You Owe To avoid interest and penalties, TIP pay your taxes in full by the\ndue date of your return (not including extensions)—April 18, 2023, for\nmost taxpayers. You don’t have to pay if\nline 37 is under $1. Include any estimated tax penalty\nfrom line 38 in the amount you enter on\nline 37. Don’t include any estimated\npayments for 2023 in this payment. Instead, make the estimated payment separately. Bad check or payment. The penalty\nfor writing a bad check to the IRS is $25\nor 2% of the check, whichever is more. However, if the amount of the check is\nless than $25, the penalty equals the\namount of the check. This also applies to\nother forms of payment if the IRS\ndoesn’t receive the funds. Use Tax Topic\n206. Line 37\nAmount You Owe\nThe IRS offers several payment options. You can pay online, by phone, mobile\ndevice, cash (maximum $1,000 per day\nand per transaction), check, or money\norder. Go to IRS.gov/Payments for payment options. Pay Online\nPaying online is convenient and secure\nand helps make sure we get your pay- ments on time. To pay your taxes online\nor for more information, go to IRS.gov/\nPayments. You can pay using any of the\nfollowing methods. • Your Online Account. You can\nnow make tax payments through your\nonline account, including balance payments, estimated tax payments, or other\ntypes. You can also see your payment\nhistory and other tax records there. Go\nto IRS.gov/Account. • IRS Direct Pay. For online transfers directly from your checking or savings account at no cost to you, go to\nIRS.gov/Payments. • Pay by Card. To pay by debit or\ncredit card, go to IRS.gov/Payments. A\nconvenience fee is charged by these\nservice providers. • Electronic Funds Withdrawal\n(EFW) is an integrated e-file/e-pay option offered when filing your federal\ntaxes electronically using tax return\npreparation software, through a tax professional, or the IRS at IRS.gov/\nPayments. • Online Payment Agreement. If\nyou can’t pay in full by the due date of\nyour tax return, you can apply for an online monthly installment agreement at\nIRS.gov/Payments. Once you complete\nthe online process, you will receive immediate notification of whether your\nagreement has been approved. A user\nfee is charged. Pay by Phone\nPaying by phone is another safe and secure method of paying electronically.",
    "querygen": [
      "when do i enter routing number on check for my refund",
      "is the irs responsible for lost direct deposit",
      "what lines are crossed out or whited out"
    ],
    "querygen_score": [
      "-1.0826486",
      "0.44880518",
      "0.35484448"
    ]
  },
  {
    "id": "legal-advice_49__3",
    "doc_id": "legal-advice_49",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "3 Under the plain language of this regulation,------------------------should not be allowed to deduct interest that it accrued, but did not yet pay, on the notes\nto------. The taxpayer argues that denial of the accrued interest deductions pursuant to\nTreas. Reg. §1.267-3(a) violates the non-discrimination provision of the U.S.- Country A\nTax Treaty because it treats the interest accrued on the loan to -----, a Country A\ncorporation, differently than it would treat the interest accrued on a loan to a U.S.\ncorporation. Protest at p. 24. Specifically, the taxpayer states that “[t]he U.S.- Country\nA Treaty contains a non-discrimination provision in Article --- which is designed to\nprovide that U.S. and Country A persons ‘must be treated similarly’ if they are\n‘comparably situated.’” Id. The relevant portion of the non-discrimination clause, Article -------, of the U.S.Country A Treaty states:\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Article --- of the U.S.- Country A Tax Treaty,------------------------(emphasis added). As discussed below, the taxpayer’s position that Treas. Reg. §1.267-3(a) violates\nthe nondiscrimination provision of the U.S.- Country A Treaty is erroneous for various\nreasons. The Term “Paid” Does Not Automatically include “Accrual” 3 Treas. Reg. §1.267(a)-3(b) states: “[d]eduction of amount owed to related foreign person--(1) In\ngeneral. Except as provided in paragraph (c) of this section, section 267(a)(3) requires a taxpayer to use\nthe cash method of accounting with respect to the deduction of amounts owed to a related foreign person. An amount that is owed to a related foreign person and that is otherwise deductible under Chapter 1 thus\nmay not be deducted by the taxpayer until such amount is paid to the related foreign person. . .”\n(emphasis added.) POSTF-108700-08 6 First, the taxpayer is arguing that the term “paid” should include “paid or\naccrued.” Protest at 26. However, the plain language of the nondiscrimination clause,\nas highlighted above, specifically states that interest paid by an enterprise of one State\nto a resident of the other State shall be deductible under the same conditions as if they\nhad been paid to a resident of the first-mentioned State. The plain language of this\nprovision is clear that the interest must be actually paid to the foreign resident. The\ntreaty provision does not say “paid or accrued” nor does the Treasury Technical\nExplanation of the Convention Between the U.S. and the Country A ------------------------------------------------------------------------------------------------------------------------------------------- -----------------------------------------------(the “Treasury Explanation”) indicate that the drafters\nof the treaty intended for “paid” to mean “paid or accrued” in this circumstance. The U.S.- Country A Tax Treaty does not expressly define the term “paid.” However, Article -----of the treaty provides that in the applying the treaty, any term used\nbut not defined in the treaty will have the meaning that it has under the law of the State\nwho is imposing the tax unless the context requires otherwise. Article -----further states\nthat if a term is defined under both the tax and non-tax laws of the State, the definition in\nthe tax law will take precedence over the definition in the non-tax law. Thus, we must\nlook to U.S. tax law first for the meaning of “paid” in this context where the U.S. is\nimposing the tax at issue.",
    "querygen": [
      "what interest is accrued but do not pay",
      "is accrued interest deductible",
      "can interest deducted on notes be deductible"
    ],
    "querygen_score": [
      "0.8143778",
      "1.5832314",
      "1.7500244"
    ]
  },
  {
    "id": "legal-advice_37__43",
    "doc_id": "legal-advice_37",
    "chunk_id": 43,
    "document_category": "legal-advice",
    "text": "The payments you receive next year will generally be fully taxable . . . . . . . . 11. Do not complete the rest of this worksheet. Table 1 for Line 3 Above\nIF the age at annuity starting\ndate was . . .\n55 or under\n56–60\n61–65\n66–70\n71 or older AND your annuity starting date was—\nbefore November 19, 1996,\nafter November 18, 1996,\nenter on line 3 . . .\nenter on line 3 . . . 300\n360\n260\n310\n240\n260\n170\n210\n120\n160\nTable 2 for Line 3 Above IF the combined ages at annuity\nstarting date were . . .\n110 or under\n111–120\n121–130\n131–140\n141 or older THEN enter on line 3 . . . 410\n360\n310\n260\n210 -29- Need more information or forms? Visit IRS.gov. annuity starting date was after 1997 and\nthe payments are for your life and that of\nyour beneficiary, use your combined\nages on the annuity starting date. If you are the beneficiary of an employee who died, see Pub. 575. If there\nis more than one beneficiary, see Pub.\n575 or Pub. 721 to figure each beneficiary's taxable amount. Cost Your cost is generally your net investment in the plan as of the annuity starting date. It doesn't include pre-tax contributions. Your net investment may be\nshown in box 9b of Form 1099-R.\nRollovers\nGenerally, a rollover is a tax-free distribution of cash or other assets from one\nretirement plan that is contributed to another plan within 60 days of receiving\nthe distribution. However, a rollover to a\nRoth IRA or a designated Roth account\nis generally not a tax-free distribution. Use lines 5a and 5b to report a rollover,\nincluding a direct rollover, from one\nqualified employer's plan to another or\nto an IRA or SEP. Enter on line 5a the distribution from\nForm 1099-R, box 1. From this amount,\nsubtract any contributions (usually\nshown in box 5) that were taxable to you\nwhen made. From that result, subtract\nthe amount of the rollover. Enter the remaining amount on line 5b. If the remaining amount is zero and you have no\nother distribution to report on line 5b,\nenter -0- on line 5b. Also enter \"Rollover\" next to line 5b. See Pub. 575 for more details on rollovers, including special rules that apply\nto rollovers from designated Roth accounts, partial rollovers of property, and\ndistributions under qualified domestic\nrelations orders. Lump-Sum Distributions If you received a lump-sum distribution\nfrom a profit-sharing or retirement plan,\nyour Form 1099-R should have the \"Total distribution\" box in box 2b checked. You may owe an additional tax if you\nreceived an early distribution from a\nqualified retirement plan and the total\namount wasn't rolled over. For details, see the instructions for Schedule 2,\nline 8. Enter the total distribution on line 5a\nand the taxable part on line 5b. For details, see Pub. 575. If you or the plan participant TIP was born before January 2,\n1936, you could pay less tax on\nthe distribution. See Form 4972. Lines 6a, 6b, and 6c\nLines 6a and 6b\nSocial Security Benefits You should receive a Form SSA-1099\nshowing in box 3 the total social security benefits paid to you. Box 4 will show\nthe amount of any benefits you repaid in\n2022.",
    "querygen": [
      "when do annuity payments start to be taxable",
      "is income from an annuity fully taxable?",
      "when can i collect annuity payments"
    ],
    "querygen_score": [
      "1.4275591",
      "-0.07159226",
      "-1.5992906"
    ]
  },
  {
    "id": "legal-advice_27__45",
    "doc_id": "legal-advice_27",
    "chunk_id": 45,
    "document_category": "legal-advice",
    "text": "In lieu of a proceeding being\ninstituted or continued under §10.60(a), a practitioner\nor appraiser (or employer, firm or other entity, if\napplicable) may offer a consent to be sanctioned\nunder §10.50. (2) Discretion; acceptance or declination. The\nCommissioner, or delegate, may accept or decline\nthe offer described in paragraph (b)(1) of this\nsection. When the decision is to decline the offer,\nthe written notice of declination may state that the\noffer described in paragraph (b)(1) of this section\nwould be accepted if it contained different terms. The Commissioner, or delegate, has the discretion to\naccept or reject a revised offer submitted in response\nto the declination or may counteroffer and act upon\nany accepted counteroffer. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.62 Contents of complaint. (a) Charges. A complaint must name the\nrespondent, provide a clear and concise description\nof the facts and law that constitute the basis for\nthe proceeding, and be signed by an authorized\nrepresentative of the Internal Revenue Service\nunder §10.69(a)(1). A complaint is sufficient if\nit fairly informs the respondent of the charges\nbrought so that the respondent is able to prepare a\ndefense. (b) Specification of sanction. The complaint must\nspecify the sanction sought against the practitioner\nor appraiser. If the sanction sought is a suspension,\nthe duration of the suspension sought must be\nspecified. (c) Demand for answer. The respondent must\nbe notified in the complaint or in a separate paper\nattached to the complaint of the time for answering the\ncomplaint, which may not be less than 30 days from\nthe date of service of the complaint, the name and\naddress of the Administrative Law Judge with whom\nthe answer must be filed, the name and address of\nthe person representing the Internal Revenue Service\nto whom a copy of the answer must be served, and\n§ 10.62 — Page 31 Table of Contents that a decision by default may be rendered against\nthe respondent in the event an answer is not filed as\nrequired. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.63 Service of complaint; service of other\npapers; service of evidence in support of\ncomplaint; filing of papers. (a) Service of complaint. (1) In general. The complaint or a copy of the\ncomplaint must be served on the respondent by any\nmanner described in paragraphs (a) (2) or (3) of this\nsection. (2) Service by certified or first class mail. (i) Service of the complaint may be made on\nthe respondent by mailing the complaint by certified\nmail to the last known address (as determined under\nsection 6212 of the Internal Revenue Code and the\nregulations thereunder) of the respondent. Where\nservice is by certified mail, the returned post office\nreceipt duly signed by the respondent will be proof\nof service. (ii) If the certified mail is not claimed\nor accepted by the respondent, or is returned\nundelivered, service may be made on the respondent,\nby mailing the complaint to the respondent by first\nclass mail. Service by this method will be considered\ncomplete upon mailing, provided the complaint is\naddressed to the respondent at the respondent’s last\nknown address as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder. (3) Service by other than certified or first class\nmail.",
    "querygen": [
      "who can offer a consent",
      "is consent to be sanctioned severance",
      "when a practice of appraisal is instituted or continued, what does the consent form mean?"
    ],
    "querygen_score": [
      "0.5260365",
      "-2.197233",
      "-2.0826695"
    ]
  },
  {
    "id": "legal-advice_99__54",
    "doc_id": "legal-advice_99",
    "chunk_id": 54,
    "document_category": "legal-advice",
    "text": "If zero or less, enter -0- . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c.\n3. Add lines 1 and 2c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3.\n4. Figure the tax on the amount on line 3. Use the Tax Table, Tax Computation Worksheet,\nQualified Dividends and Capital Gain Tax Worksheet*, Schedule D Tax Worksheet*, or Form\n8615, whichever applies. See the instructions for Form 1040 or 1040-SR, line 16, to see which tax\ncomputation method applies. (Don’t use a second Foreign Earned Income Tax Worksheet to figure\nthe tax on this line.) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4.\n5. Figure the tax on the amount on line 2c. If the amount on line 2c is less than $100,000, use the\nTax Table to figure this tax. If the amount on line 2c is $100,000 or more, use the Tax Computation\nWorksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5.\n6. Subtract line 5 from line 4. Enter the result. If zero or less, enter -0-. Also include this amount on\nthe entry space on Form 1040 or 1040-SR, line 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6.\n* Enter the amount from line 3 above on line 1 of the Qualified Dividends and Capital Gain Tax Worksheet or Schedule D Tax Worksheet if\nyou use either of those worksheets to figure the tax on line 4 above. Complete the rest of that worksheet through line 4 (line 10 if you use the\nSchedule D Tax Worksheet).",
    "querygen": [
      "when entering zero or less in excel what is",
      "when i enter the number zero i get .",
      "how to use the '0'"
    ],
    "querygen_score": [
      "-1.7741702",
      "-3.7471368",
      "-3.054441"
    ]
  },
  {
    "id": "legal-advice_91__85",
    "doc_id": "legal-advice_91",
    "chunk_id": 85,
    "document_category": "legal-advice",
    "text": "(11 weeks if you filed electronically). Have your 2022 tax return handy so you\ncan enter your social security number,\nyour filing status, and the exact whole\ndollar amount of your refund. Where's My Refund will provide a\npersonalized refund date as soon as the\nIRS processes your tax return and approves your refund. Effect of refund on benefits. Any refund you receive can't be counted as income when determining if you or anyone else is eligible for benefits or\nassistance, or how much you or anyone\nelse can receive, under any federal program or under any state or local program\nfinanced in whole or in part with federal\nfunds. These programs include Temporary Assistance for Needy Families\n(TANF), Medicaid, Supplemental Security Income (SSI), and Supplemental\nNutrition Assistance Program (formerly\nfood stamps). In addition, when determining eligibility, the refund can't be\ncounted as a resource for at least 12\nmonths after you receive it. Check with\nyour local benefit coordinator to find out\nif your refund will affect your benefits. DIRECT DEPOSIT Simple. Safe. Secure. Fast Refunds! Join the eight in 10 taxpayers\nwho choose direct deposit—a fast, simple, safe,\nsecure way to have your refund deposited\nautomatically to your checking or savings\naccount, including an individual retirement\narrangement (IRA). See the information about\nIRAs, later. If you want us to directly deposit the\namount shown on line 35a to your\nchecking or savings account, including\nan IRA, at a bank or other financial institution (such as a mutual fund, brokerage firm, or credit union) in the United\nStates:\n• Complete lines 35b through 35d (if\nyou want your refund deposited to only\none account), or\n• Check the box on line 35a and attach Form 8888 if you want to split the\ndirect deposit of your refund into more\nthan one account or use all or part of\nyour refund to buy paper series I savings\nbonds. If you don’t want your refund directly deposited to your account, don’t check the box on line 35a. Draw a line\nthrough the boxes on lines 35b and 35d. We will send you a check instead. Account must be in your name. Don’t\nrequest a deposit of your refund to an\naccount that isn't in your name, such as\nyour tax return preparer’s account. Although you may owe your tax return\npreparer a fee for preparing your return,\ndon’t have any part of your refund deposited into the preparer's account to pay\nthe fee. The number of refunds that can be directly deposited to a single account or\nprepaid debit card is limited to three a\nyear. After this limit is reached, paper\nchecks will be sent instead. Learn more\nat IRS.gov/DepositLimit. Why Use Direct Deposit? • You get your refund faster by direct deposit than you do by check. • Payment is more secure. There is\nno check that can get lost or stolen. • It is more convenient. You don’t\nhave to make a trip to the bank to deposit your check. • It saves tax dollars. It costs the\ngovernment less to refund by direct deposit.\n• It's proven itself. Nearly 98% of\nsocial security and veterans' benefits are\nsent electronically using direct deposit.",
    "querygen": [
      "how long do you have to wait for your tax refund",
      "when will my tax refund be approved",
      "how long does it take to get my tax refund after submitting electronically"
    ],
    "querygen_score": [
      "-0.08211863",
      "0.49687338",
      "0.17267288"
    ]
  },
  {
    "id": "legal-advice_95__43",
    "doc_id": "legal-advice_95",
    "chunk_id": 43,
    "document_category": "legal-advice",
    "text": "A pattern of conduct is a\nfactor that will be taken into account in determining\nwhether a practitioner acted knowingly, recklessly,\nor through gross incompetence. Gross incompetence\n§ 10.51 — Page 29 Table of Contents includes conduct that reflects gross indifference,\npreparation which is grossly inadequate under the\ncircumstances, and a consistent failure to perform\nobligations to the client. (14) Willfully failing to sign a tax return\nprepared by the practitioner when the practitioner’s\nsignature is required by Federal tax laws unless the\nfailure is due to reasonable cause and not due to\nwillful neglect. (15) Willfully disclosing or otherwise using a\ntax return or tax return information in a manner not\nauthorized by the Internal Revenue Code, contrary\nto the order of a court of competent jurisdiction, or\ncontrary to the order of an administrative law judge\nin a proceeding instituted under §10.60. (16) Willfully failing to file on magnetic or\nother electronic media a tax return prepared by the\npractitioner when the practitioner is required to do\nso by the Federal tax laws unless the failure is due\nto reasonable cause and not due to willful neglect. (17) Willfully preparing all or substantially\nall of, or signing, a tax return or claim for refund\nwhen the practitioner does not possess a current or\notherwise valid preparer tax identification number\nor other prescribed identifying number. (18) Willfully representing a taxpayer before\nan officer or employee of the Internal Revenue\nService unless the practitioner is authorized to do so\npursuant to this part. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.52 Violations subject to sanction. (a) A practitioner may be sanctioned under §10.50\nif the practitioner —\n(1) Willfully violates any of the regulations (other\nthan §10.33) contained in this part; or\n(2) Recklessly or through gross incompetence\n(within the meaning of §10.51(a)(13)) violates §§\n10.34, 10.35, 10.36 or 10.37. (b) Effective/applicability date. This section is\napplicable to conduct occurring on or after September\n26, 2007. Page 30 — § 10.51 § 10.53 Receipt of information concerning\npractitioner. (a) Officer or employee of the Internal Revenue\nService. If an officer or employee of the Internal\nRevenue Service has reason to believe a practitioner\nhas violated any provision of this part, the officer\nor employee will promptly make a written report\nof the suspected violation. The report will explain\nthe facts and reasons upon which the officer’s or\nemployee’s belief rests and must be submitted\nto the office(s) of the Internal Revenue Service\nresponsible for administering or enforcing this part. (b) Other persons. Any person other than an\nofficer or employee of the Internal Revenue Service\nhaving information of a violation of any provision\nof this part may make an oral or written report of\nthe alleged violation to the office(s) of the Internal\nRevenue Service responsible for administering or\nenforcing this part or any officer or employee of\nthe Internal Revenue Service. If the report is made\nto an officer or employee of the Internal Revenue\nService, the officer or employee will make a\nwritten report of the suspected violation and submit\nthe report to the office(s) of the Internal Revenue\nService responsible for administering or enforcing\nthis part. (c) Destruction of report.",
    "querygen": [
      "what is an example of a pattern of conduct",
      "definition of pattern of conduct",
      "definition for pattern of conduct"
    ],
    "querygen_score": [
      "-0.19827008",
      "1.31388",
      "1.2261524"
    ]
  },
  {
    "id": "legal-advice_28__37",
    "doc_id": "legal-advice_28",
    "chunk_id": 37,
    "document_category": "legal-advice",
    "text": "(b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous. (2) A practitioner may not advise a client to\nsubmit a document, affidavit or other paper to the\nInternal Revenue Service —\n(i) The purpose of which is to delay or impede\nthe administration of the Federal tax laws;\n(ii) That is frivolous; or\n(iii) That contains or omits information in a\nmanner that demonstrates an intentional disregard\nof a rule or regulation unless the practitioner also\nadvises the client to submit a document that evidences\na good faith challenge to the rule or regulation. (c) Advising clients on potential penalties —\n(1) A practitioner must inform a client of any\npenalties that are reasonably likely to apply to the\nclient with respect to —\n(i) A position taken on a tax return if —\nTreasury Department Circular No. 230 (A) The practitioner advised the client with\nrespect to the position; or\n(B) The practitioner prepared or signed the tax\nreturn; and\n(ii) Any document, affidavit or other paper\nsubmitted to the Internal Revenue Service. (2) The practitioner also must inform the client\nof any opportunity to avoid any such penalties by\ndisclosure, if relevant, and of the requirements for\nadequate disclosure. (3) This paragraph (c) applies even if the\npractitioner is not subject to a penalty under the\nInternal Revenue Code with respect to the position\nor with respect to the document, affidavit or other\npaper submitted. (d) Relying on information furnished by\nclients. A practitioner advising a client to take\na position on a tax return, document, affidavit or\nother paper submitted to the Internal Revenue\nService, or preparing or signing a tax return as a\npreparer, generally may rely in good faith without\nverification upon information furnished by the\nclient. The practitioner may not, however, ignore the\nimplications of information furnished to, or actually\nknown by, the practitioner, and must make reasonable\ninquiries if the information as furnished appears to\nbe incorrect, inconsistent with an important fact or\nanother factual assumption, or incomplete. (e) Effective/applicability date. Paragraph (a) of\nthis section is applicable for returns or claims for\nrefund filed, or advice provided, beginning August 2,\n2011. Paragraphs (b) through (d) of this section are\napplicable to tax returns, documents, affidavits, and\nother papers filed on or after September 26, 2007. § 10.35 Competence.\n(a) A practitioner must possess the necessary\ncompetence to engage in practice before the Internal\nRevenue Service. Competent practice requires the\nappropriate level of knowledge, skill, thoroughness,\nand preparation necessary for the matter for which the\npractitioner is engaged. A practitioner may become\ncompetent for the matter for which the practitioner\nhas been engaged through various methods, such\n§ 10.35 — Page 25 Table of Contents as consulting with experts in the relevant area or\nstudying the relevant law. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.36 Procedures to ensure compliance.",
    "querygen": [
      "who can advise in a tax affidavit",
      "what does irs mean by advise",
      "can an attorney advise"
    ],
    "querygen_score": [
      "0.58915913",
      "-1.8925704",
      "-1.4586314"
    ]
  },
  {
    "id": "legal-advice_25__73",
    "doc_id": "legal-advice_25",
    "chunk_id": 73,
    "document_category": "legal-advice",
    "text": "650\n670\n690\n710 731\n754\n776\n799 4,400\n4,450\n4,500\n4,550 4,450\n4,500\n4,550\n4,600 339\n342\n346\n350 1,505\n1,522\n1,539\n1,556 1,770\n1,790\n1,810\n1,830 1,991\n2,014\n2,036\n2,059 339\n342\n346\n350 1,505\n1,522\n1,539\n1,556 1,770\n1,790\n1,810\n1,830 1,991\n2,014\n2,036\n2,059 1,800\n1,850\n1,900\n1,950 1,850\n1,900\n1,950\n2,000 140\n143\n147\n151 621\n638\n655\n672 730\n750\n770\n790 821\n844\n866\n889 140\n143\n147\n151 621\n638\n655\n672 730\n750\n770\n790 821\n844\n866\n889 4,600\n4,650\n4,700\n4,750 4,650\n4,700\n4,750\n4,800 354\n358\n361\n365 1,573\n1,590\n1,607\n1,624 1,850\n1,870\n1,890\n1,910 2,081\n2,104\n2,126\n2,149 354\n358\n361\n365 1,573\n1,590\n1,607\n1,624 1,850\n1,870\n1,890\n1,910 2,081\n2,104\n2,126\n2,149 2,000\n2,050\n2,100\n2,150 2,050\n2,100\n2,150\n2,200 155\n159\n163\n166 689\n706\n723\n740 810\n830\n850\n870 911\n934\n956\n979 155\n159\n163\n166 689\n706\n723\n740 810\n830\n850\n870 911\n934\n956\n979 4,800\n4,850\n4,900\n4,950 4,850\n4,900\n4,950\n5,000 369\n373\n377\n381 1,641\n1,658\n1,675\n1,692 1,930\n1,950\n1,970\n1,990 2,171\n2,194\n2,216\n2,239 369\n373\n377\n381 1,641\n1,658\n1,675\n1,692 1,930\n1,950\n1,970\n1,990 2,171\n2,194\n2,216\n2,239 2,200\n2,250\n2,300\n2,350 2,250\n2,300\n2,350\n2,400 170\n174\n178\n182 757\n774\n791\n808 890\n910\n930\n950 1,001\n1,024\n1,046\n1,069 170\n174\n178\n182 757\n774\n791\n808 890\n910\n930\n950 1,001\n1,024\n1,046\n1,069 5,000\n5,050\n5,100\n5,150 5,050\n5,100\n5,150\n5,200 384\n388\n392\n396 1,709\n1,726\n1,743\n1,760 2,010\n2,030\n2,050\n2,070 2,261\n2,284\n2,306\n2,329 384\n388\n392\n396 1,709\n1,726\n1,743\n1,760 2,010\n2,030\n2,050\n2,070 2,261\n2,284\n2,306\n2,329 2,400\n2,450\n2,500\n2,550 2,450\n2,500\n2,550\n2,600 186\n189\n193\n197 825\n842\n859\n876 970\n990\n1,010\n1,030 1,091\n1,114\n1,136\n1,159 186\n189\n193\n197 825\n842\n859\n876 970\n990\n1,010\n1,030 1,091\n1,114\n1,136\n1,159 5,200\n5,250\n5,300\n5,350 5,250\n5,300\n5,350\n5,400 400\n404\n407\n411 1,777\n1,794\n1,811\n1,828 2,090\n2,110\n2,130\n2,150 2,351\n2,374\n2,396\n2,419 400\n404\n407\n411 1,777\n1,794\n1,811\n1,828 2,090\n2,110\n2,130\n2,150 2,351\n2,374\n2,396\n2,419 2,600\n2,650\n2,700\n2,750 2,650\n2,700\n2,750\n2,800 201\n205\n208\n212 893\n910\n927\n944 1,050\n1,070\n1,090\n1,110 1,181\n1,204\n1,226\n1,249 201\n205\n208\n212 893\n910\n927\n944 1,050\n1,070\n1,090\n1,110 1,181\n1,204\n1,226\n1,249 5,400\n5,450\n5,500\n5,550 5,450\n5,500\n5,550\n5,600 415\n419\n423\n426 1,845\n1,862\n1,879\n1,896 2,170\n2,190\n2,210\n2,230 2,441\n2,464\n2,486\n2,509 415\n419\n423\n426 1,845\n1,862\n1,879\n1,896 2,170\n2,190\n2,210\n2,230 2,441\n2,464\n2,486\n2,509 Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. (Continued) Need more information or forms? Visit IRS.gov. - 46 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 2 But less\nthan 5,600\n5,650\n5,700\n5,750 5,650\n5,700\n5,750\n5,800 430\n434\n438\n442 1,913\n1,930\n1,947\n1,964 2,250\n2,270\n2,290\n2,310 2,531\n2,554\n2,576\n2,599 430\n434\n438\n442 1,913\n1,930\n1,947\n1,964 2,250\n2,270\n2,290\n2,310 5,800\n5,850\n5,900\n5,950 5,850\n5,900\n5,950\n6,000 446\n449\n453\n457 1,981\n1,998\n2,015\n2,032 2,330\n2,350\n2,370\n2,390 2,621\n2,644\n2,666\n2,689 446\n449\n453\n457 1,981\n1,998\n2,015\n2,032 6,000\n6,050\n6,100\n6,150 6,050\n6,100\n6,150\n6,200 461\n465\n469\n472 2,049\n2,066\n2,083\n2,100 2,410\n2,430\n2,450\n2,470 2,711\n2,734\n2,756\n2,779 461\n465\n469\n472 6,200\n6,250\n6,300\n6,350 6,250\n6,300\n6,350\n6,400 476\n480\n484\n488 2,117\n2,134\n2,151\n2,168 2,490\n2,510\n2,530\n2,550 2,801\n2,824\n2,846\n2,869 6,400\n6,450\n6,500\n6,550 6,450\n6,500\n6,550\n6,600 492\n495\n499\n503 2,185\n2,202\n2,219\n2,236 2,570\n2,590\n2,610\n2,630 6,600\n6,650\n6,700\n6,750 6,650\n6,700\n6,750\n6,800 507\n511\n514\n518 2,253\n2,270\n2,287\n2,304 6,800\n6,850\n6,900\n6,950 6,850\n6,900\n6,950\n7,000 522\n526\n530\n534 7,000\n7,050\n7,100\n7,150 7,050\n7,100\n7,150\n7,200 7,200\n7,250\n7,300\n7,350 ★ Your credit is– 1 At least If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 Your credit is– 1 2 3 At least But less\nthan Your credit is– 2,531\n2,554\n2,576\n2,599 8,800\n8,850\n8,900\n8,950 8,850\n8,900\n8,950\n9,000 560\n560\n560\n560 3,001\n3,018\n3,035\n3,052 3,530\n3,550\n3,570\n3,590 3,971\n3,994\n4,016\n4,039 560\n560\n560\n560 3,001\n3,018\n3,035\n3,052 3,530\n3,550\n3,570\n3,590 3,971\n3,994\n4,016\n4,039 2,330\n2,350\n2,370\n2,390 2,621\n2,644\n2,666\n2,689 9,000\n9,050\n9,100\n9,150 9,050\n9,100\n9,150\n9,200 560\n560\n560\n560 3,069\n3,086\n3,103\n3,120 3,610\n3,630\n3,650\n3,670 4,061\n4,084\n4,106\n4,129 560\n560\n560\n560 3,069\n3,086\n3,103\n3,120 3,610\n3,630\n3,650\n3,670 4,061\n4,084\n4,106\n4,129 2,049\n2,066\n2,083\n2,100 2,410\n2,430\n2,450\n2,470 2,711\n2,734\n2,756\n2,779 9,200\n9,250\n9,300\n9,350 9,250\n9,300\n9,350\n9,400 555\n551\n547\n544 3,137\n3,154\n3,171\n3,188 3,690\n3,710\n3,730\n3,750 4,151\n4,174\n4,196\n4,219 560\n560\n560\n560 3,137\n3,154\n3,171\n3,188 3,690\n3,710\n3,730\n3,750 4,151\n4,174\n4,196\n4,219 476\n480\n484\n488 2,117\n2,134\n2,151\n2,168 2,490\n2,510\n2,530\n2,550 2,801\n2,824\n2,846\n2,869 9,400\n9,450\n9,500\n9,550 9,450\n9,500\n9,550\n9,600 540\n536\n532\n528 3,205\n3,222\n3,239\n3,256 3,770\n3,790\n3,810\n3,830 4,241\n4,264\n4,286\n4,309 560\n560\n560\n560 3,205\n3,222\n3,239\n3,256 3,770\n3,790\n3,810\n3,830 4,241\n4,264\n4,286\n4,309 2,891\n2,914\n2,936\n2,959 492\n495\n499\n503 2,185\n2,202\n2,219\n2,236 2,570\n2,590\n2,610\n2,630 2,891\n2,914\n2,936\n2,959 9,600\n9,650\n9,700\n9,750 9,650\n9,700\n9,750\n9,800 524\n521\n517\n513 3,273\n3,290\n3,307\n3,324 3,850\n3,870\n3,890\n3,910 4,331\n4,354\n4,376\n4,399 560\n560\n560\n560 3,273\n3,290\n3,307\n3,324 3,850\n3,870\n3,890\n3,910 4,331\n4,354\n4,376\n4,399 2,650\n2,670\n2,690\n2,710 2,981\n3,004\n3,026\n3,049 507\n511\n514\n518 2,253\n2,270\n2,287\n2,304 2,650\n2,670\n2,690\n2,710 2,981\n3,004\n3,026\n3,049 9,800\n9,850\n9,900\n9,950 9,850\n9,900\n9,950\n10,000 509\n505\n501\n498 3,341\n3,358\n3,375\n3,392 3,930\n3,950\n3,970\n3,990 4,421\n4,444\n4,466\n4,489 560\n560\n560\n560 3,341\n3,358\n3,375\n3,392 3,930\n3,950\n3,970\n3,990 4,421\n4,444\n4,466\n4,489 2,321\n2,338\n2,355\n2,372 2,730\n2,750\n2,770\n2,790 3,071\n3,094\n3,116\n3,139 522\n526\n530\n534 2,321\n2,338\n2,355\n2,372 2,730\n2,750\n2,770\n2,790 3,071\n3,094\n3,116\n3,139 10,000\n10,050\n10,100\n10,150 10,050\n10,100\n10,150\n10,200 494\n490\n486\n482 3,409\n3,426\n3,443\n3,460 4,010\n4,030\n4,050\n4,070 4,511\n4,534\n4,556\n4,579 560\n560\n560\n560 3,409\n3,426\n3,443\n3,460 4,010\n4,030\n4,050\n4,070 4,511\n4,534\n4,556\n4,579 537\n541\n545\n549 2,389\n2,406\n2,423\n2,440 2,810\n2,830\n2,850\n2,870 3,161\n3,184\n3,206\n3,229 537\n541\n545\n549 2,389\n2,406\n2,423\n2,440 2,810\n2,830\n2,850\n2,870 3,161\n3,184\n3,206\n3,229 10,200\n10,250\n10,300\n10,350 10,250\n10,300\n10,350\n10,400 479\n475\n471\n467 3,477\n3,494\n3,511\n3,528 4,090\n4,110\n4,130\n4,150 4,601\n4,624\n4,646\n4,669 560\n560\n560\n560 3,477\n3,494\n3,511\n3,528 4,090\n4,110\n4,130\n4,150 4,601\n4,624\n4,646\n4,669 7,250\n7,300\n7,350\n7,400 553\n557\n560\n560 2,457\n2,474\n2,491\n2,508 2,890\n2,910\n2,930\n2,950 3,251\n3,274\n3,296\n3,319 553\n557\n560\n560 2,457\n2,474\n2,491\n2,508 2,890\n2,910\n2,930\n2,950 3,251\n3,274\n3,296\n3,319 10,400\n10,450\n10,500\n10,550 10,450\n10,500\n10,550\n10,600 463\n459\n456\n452 3,545\n3,562\n3,579\n3,596 4,170\n4,190\n4,210\n4,230 4,691\n4,714\n4,736\n4,759 560\n560\n560\n560 3,545\n3,562\n3,579\n3,596 4,170\n4,190\n4,210\n4,230 4,691\n4,714\n4,736\n4,759 7,400\n7,450\n7,500\n7,550 7,450\n7,500\n7,550\n7,600 560\n560\n560\n560 2,525\n2,542\n2,559\n2,576 2,970\n2,990\n3,010\n3,030 3,341\n3,364\n3,386\n3,409 560\n560\n560\n560 2,525\n2,542\n2,559\n2,576 2,970\n2,990\n3,010\n3,030 3,341\n3,364\n3,386\n3,409 10,600\n10,650\n10,700\n10,750 10,650\n10,700\n10,750\n10,800 448\n444\n440\n436 3,613\n3,630\n3,647\n3,664 4,250\n4,270\n4,290\n4,310 4,781\n4,804\n4,826\n4,849 560\n560\n560\n560 3,613\n3,630\n3,647\n3,664 4,250\n4,270\n4,290\n4,310 4,781\n4,804\n4,826\n4,849 7,600\n7,650\n7,700\n7,750 7,650\n7,700\n7,750\n7,800 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 10,800\n10,850\n10,900\n10,950 10,850\n10,900\n10,950\n11,000 433\n429\n425\n421 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 560\n560\n560\n560 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 7,800\n7,850\n7,900\n7,950 7,850\n7,900\n7,950\n8,000 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 11,000\n11,050\n11,100\n11,150 11,050\n11,100\n11,150\n11,200 417\n413\n410\n406 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 8,000\n8,050\n8,100\n8,150 8,050\n8,100\n8,150\n8,200 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679",
    "querygen": [
      "how many telephone numbers are available",
      "what is the phone number for tyler knoxville tn",
      "what is the number to 650 670"
    ],
    "querygen_score": [
      "-3.5334733",
      "-8.389073",
      "1.5623423"
    ]
  },
  {
    "id": "legal-advice_94__106",
    "doc_id": "legal-advice_94",
    "chunk_id": 106,
    "document_category": "legal-advice",
    "text": "Excess advance payments may also have\nto be repaid if you enrolled someone in\nMarketplace coverage, you don't claim\nthat individual as a dependent, and no\none else claims that individual as a dependent. See the instructions for Schedule 2, line 2, and the Instructions for\nForm 8962. You or whoever enrolled\nyou should have received Form 1095-A\nfrom the Marketplace with information\nabout who was covered and any advance\npayments of the premium tax credit. Innocent Spouse Relief\nGenerally, both you and your spouse are\neach responsible for paying the full\namount of tax, interest, and penalties on\nyour joint return. However, you may\nqualify for relief from liability for tax on\na joint return if (a) there is an understatement of tax because your spouse\nomitted income or claimed false deductions or credits; (b) you are divorced,\nseparated, or no longer living with your\nspouse; or (c) given all the facts and circumstances, it wouldn't be fair to hold\nyou liable for the tax. You may also\nqualify for relief if you were a married\nresident of a community property state\nbut didn't file a joint return and are now\nliable for an unpaid or understated tax. File Form 8857 to request relief. In\nsome cases, Form 8857 may need to be\nfiled within 2 years of the date on which\nthe IRS first attempted to collect the tax\nfrom you. Don’t file Form 8857 with\nyour Form 1040 or 1040-SR. For more\ninformation, see Pub. 971 and Form\n8857, or you can call the Innocent\nSpouse office toll free at 855-851-2009. Income Tax Withholding\nand Estimated Tax\nPayments for 2023 If your SSN has been lost or stolen or\nyou suspect you are a victim of tax-related identity theft, visit IRS.gov/\nIdentityTheft to learn what steps you\nshould take. You can use the Tax\nTIP Withholding Estimator instead\nof Pub. 505 or the worksheets\nincluded with Form W-4 or W-4P to determine whether you need to have your\nwithholding increased or decreased. Victims of identity theft who are experiencing economic harm or a systemic\nproblem, or are seeking help in resolving tax problems that haven't been resolved through normal channels, may be\neligible for Taxpayer Advocate Service\n(TAS) assistance. You can reach TAS\nby calling the National Taxpayer Advocate helpline at 877-777-4778. People\nwho are deaf, hard of hearing, or have a\nspeech disability and who have access to\nTTY/TDD\nequipment\ncan\ncall\n800-829-4059. Deaf or hard-of-hearing\nindividuals can also contact the IRS\nthrough Telecommunications Relay\nServices at FCC.gov/TRS. Protect yourself from suspicious\nemails or phishing schemes. Phishing\nis the creation and use of email and websites designed to mimic legitimate business emails and websites. The most\ncommon form is sending an email to a\nuser falsely claiming to be an established legitimate enterprise in an attempt to\nscam the user into surrendering private\ninformation that will be used for identity\ntheft. In general, you don’t have to make\nestimated tax payments if you expect\nthat your 2023 Form 1040 or 1040-SR\nwill show a tax refund or a tax balance\ndue of less than $1,000. If your total estimated tax for 2023 is $1,000 or more,\nsee Form 1040-ES and Pub. 505 for a\nworksheet you can use to see if you have\nto make estimated tax payments. For\nmore details, see Pub. 505. Secure Your Tax\nRecords From Identity Theft All taxpayers can now apply",
    "querygen": [
      "can you claim an adult as the dependent and pay off premium",
      "what does it mean if you have a dependent and you're in the marketplace",
      "do you pay out more advance payments"
    ],
    "querygen_score": [
      "-2.559761",
      "-1.3884335",
      "-3.0257995"
    ]
  },
  {
    "id": "legal-advice_40__64",
    "doc_id": "legal-advice_40",
    "chunk_id": 64,
    "document_category": "legal-advice",
    "text": "No. Go to Step 5. Yes. STOP You can't take the\ncredit. Step 5 Earned Income 1. Are you filing Schedule SE because you were a member of\nthe clergy or you had church employee income of $108.28\nor more? Yes. See Clergy or\nNo. Complete the\nfollowing worksheet. Church employees,\nwhichever applies. 1. Enter the amount from Form 1040 or 1040-SR,\nline 1z . . . . . . . . . . . . . . . . . . . . . . . . . 2. Enter the Medicaid waiver payment amounts\nexcluded from income on Schedule 1 (Form 1040),\nline 8s, unless you choose to include these amounts\nin earned income, in which case enter -0-. See the\ninstructions for Schedule 1, line 8s. . . . . . . . . 3. If you have:\n• 3 or more qualifying children who have valid SSNs, is\nyour earned income less than $53,057 ($59,187 if\nmarried filing jointly)? • 2 qualifying children who have valid SSNs, is your\nearned income less than $49,399 ($55,529 if married\nfiling jointly)? • 1 qualifying child who has a valid SSN, is your earned\nincome less than $43,492 ($49,622 if married filing\njointly)?\n• No qualifying children who have valid SSNs, is your\nearned income less than $16,480 ($22,610 if married\nfiling jointly)? Yes. Go to Step 6.\nNo. STOP You can't take the credit. Step 6\n2. If you and your spouse both received Medicaid waiver\npayments during the year, you and your spouse can make different\nchoices about including the full amount of your payments in earned\nincome. Enter only the amount of Medicaid waiver payments that you\nor your spouse, if filing a joint return, do not want to include in earned\nincome. To include all nontaxable Medicaid waver payment amounts in\nearned income, enter -0. . . . . . . . . . . . . 2. Were you self-employed at any time in 2022, or are you\nfiling Schedule SE because you were a member of the\nclergy or you had church employee income, or are you\nfiling Schedule C as a statutory employee? Yes. Skip question 3\nNo. Continue\n䊲\nand Step 6; go to\nWorksheet B. 1. TIP 3. Subtract line 2 from line 1 ! CAUTION 3. Need more information or forms? Visit IRS.gov. How To Figure the Credit 1. Do you want the IRS to figure the credit for you? Yes. See Credit figured\nNo. Go to Worksheet A.\nby the IRS, later. Definitions and Special Rules\nAdopted child. An adopted child is always treated as your own\nchild. An adopted child includes a child lawfully placed with\nyou for legal adoption. Church employees. Determine how much of the amount on\nForm 1040 or 1040-SR, line 1a, was also reported on Schedule SE, Part I, line 5a. Subtract that amount from the amount on\nForm 1040 or 1040-SR, line 1a, and enter the result on line 1 of\nthe worksheet in Step 5 (instead of entering the actual amount\nfrom Form 1040 or 1040-SR, line 1a). Be sure to answer “Yes”\nto question 2 in Step 5. Clergy.",
    "querygen": [
      "if you earned income on schedule se how much does the tax deduction apply?",
      "can i claim church employee on schedule se",
      "how much income do you need for schedule se"
    ],
    "querygen_score": [
      "-0.9086072",
      "0.39689177",
      "0.23540515"
    ]
  },
  {
    "id": "legal-advice_29__157",
    "doc_id": "legal-advice_29",
    "chunk_id": 157,
    "document_category": "legal-advice",
    "text": "Your\nenvelope may need additional postage if it\ncontains more than five pages or is\noversized (for example, it is over 1/4″ thick). Also include your complete return address. THEN use this address if you: IF you live in... Alabama, Georgia, North Carolina, South Carolina,\nTennessee Are requesting a refund or\nare not enclosing a check or\nmoney order... Department of the Treasury\nInternal Revenue Service\nKansas City, MO 64999-0002 Are enclosing a check or\nmoney order... Internal Revenue Service\nP.O. Box 1214\nCharlotte, NC 28201-1214 Alaska, California, Colorado, Hawaii, Idaho, Kansas,\nDepartment of the Treasury\nMichigan, Montana, Nebraska, Nevada, North Dakota,\nInternal Revenue Service\nOhio, Oregon, South Dakota, Utah, Washington, Wyoming Ogden, UT 84201-0002 Internal Revenue Service\nP.O. Box 802501\nCincinnati, OH 45280-2501 Department of the Treasury\nInternal Revenue Service\nAustin, TX 73301-0002 Internal Revenue Service\nP.O. Box 802501\nCincinnati, OH 45280-2501 Department of the Treasury\nInternal Revenue Service\nKansas City, MO 64999-0002 Internal Revenue Service\nP.O. Box 931000\nLouisville, KY 40293-1000 Florida, Louisiana, Mississippi, Texas Department of the Treasury\nInternal Revenue Service\nAustin, TX 73301-0002 Internal Revenue Service\nP.O. Box 1214\nCharlotte, NC 28201-1214 Pennsylvania Department of the Treasury\nInternal Revenue Service\nKansas City, MO 64999-0002 Internal Revenue Service\nP.O. Box 802501\nCincinnati, OH 45280-2501 Arizona, New Mexico Arkansas, Connecticut, Delaware, District of Columbia,\nIllinois, Indiana, Iowa, Kentucky, Maine, Maryland,\nMassachusetts, Minnesota, Missouri, New Hampshire,\nNew Jersey, New York, Oklahoma, Rhode Island,\nVermont, Virginia, West Virginia, Wisconsin A foreign country, U.S. possession or territory*, or use an Department of the Treasury\nAPO or FPO address, or file Form 2555 or 4563, or are a Internal Revenue Service\ndual-status alien\nAustin, TX 73301-0215 Internal Revenue Service\nP.O. Box 1303\nCharlotte, NC 28201-1303 *If you live in American Samoa, Puerto Rico, Guam, the U.S. Virgin Islands, or the Northern Mariana Islands, see Pub. 570. -113-",
    "querygen": [
      "how many pages in an envelope and how many pages are in it",
      "when mailing an envelope where do you include postage",
      "what is the size of a mailed envelope"
    ],
    "querygen_score": [
      "-1.539458",
      "-0.3497604",
      "-4.8747215"
    ]
  }
]