[
  {
    "id": "legal-advice_89__7",
    "doc_id": "legal-advice_89",
    "chunk_id": 7,
    "document_category": "legal-advice",
    "text": "To apply this rule conversely would not achieve the\nsame result; rather it would allow application of a closing agreement to taxpayers and\nitems to which it was never meant to apply. CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. Please call --------------------- if you have any further questions. ERIC R. SKINNER\nAssociate Area Counsel\n(Large & Mid-Size Business) By: __Elizabeth Edberg______\nElizabeth R. Edberg\nAttorney (Detroit)\n(Large & Mid-Size Business)",
    "querygen": [
      "what rules apply to closing agreement",
      "what is the closing agreement",
      "which closing agreement is not intended to apply to taxpayers and items to which it was never meant to apply?"
    ],
    "querygen_score": [
      "0.38160115",
      "-2.6836972",
      "2.2060595"
    ]
  },
  {
    "id": "legal-advice_3__17",
    "doc_id": "legal-advice_3",
    "chunk_id": 17,
    "document_category": "legal-advice",
    "text": "Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. Exception to time lived with you. Temporary absences by you or the child\nfor special circumstances, such as\nschool, vacation, business, medical care,\nmilitary service, or detention in a juvenile facility, count as time lived in the\nhome. Also see Kidnapped child, later,\nunder Who Qualifies as Your Dependent, if applicable. A child is considered to have lived\nwith you for all of 2022 if the child was\nborn or died in 2022 and your home was\nthe child's home for the entire time the\nchild was alive. Similarly, if you adopted the child in 2022, or the child was\nlawfully placed with you for legal adoption by you in 2022, the child is considered to have lived with you for all of\n2022 if your main home was this child's\nmain home for the entire time since the\nchild was adopted or placed with you in\n2022. Keeping up a home. To find out what\nis included in the cost of keeping up a\nhome, see Pub. 501. Name and Address\nPrint or type the information in the\nspaces provided. If you are married filing a separate return, enter your spouse's\nname in the entry space below the filing\nstatus checkboxes instead of below your\nname. If you filed a joint return for TIP 2021 and you are filing a joint\nreturn for 2022 with the same\nspouse, be sure to enter your names and\nSSNs in the same order as on your 2021\nreturn. Name Change If you changed your name because of\nmarriage, divorce, etc., be sure to report\nthe change to the Social Security Administration (SSA) before filing your return. This prevents delays in processing\nyour return and issuing refunds. It also\nsafeguards your future social security\nbenefits. Need more information or forms? Visit IRS.gov. Address Change If you plan to move after filing your return, use Form 8822 to notify the IRS of\nyour new address. P.O. Box Enter your box number only if your post\noffice doesn't deliver mail to your home. Foreign Address If you have a foreign address, enter the\ncity name on the appropriate line. Don’t\nenter any other information on that line,\nbut also complete the spaces below that\nline. Don’t abbreviate the country name. Follow the country’s practice for entering the postal code and the name of the\nprovince, county, or state. Death of a Taxpayer\nSee Death of a Taxpayer under General\nInformation, later. Social Security\nNumber (SSN) An incorrect or missing SSN can increase your tax, reduce your refund, or\ndelay your refund. To apply for an SSN,\nfill in Form SS-5 and return it, along\nwith the appropriate evidence documents, to the Social Security Administration (SSA). You can get Form SS-5\nonline at SSA.gov/forms/ss-5.pdf, from\nyour local SSA office, or by calling the\nSSA at 800-772-1213. It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard.",
    "querygen": [
      "who is a dependent on 1040",
      "who is dependent on 1040",
      "who is your dependent"
    ],
    "querygen_score": [
      "0.12321018",
      "0.18009008",
      "-0.33132845"
    ]
  },
  {
    "id": "legal-advice_94__86",
    "doc_id": "legal-advice_94",
    "chunk_id": 86,
    "document_category": "legal-advice",
    "text": "• It is more convenient. You don’t\nhave to make a trip to the bank to deposit your check. • It saves tax dollars. It costs the\ngovernment less to refund by direct deposit.\n• It's proven itself. Nearly 98% of\nsocial security and veterans' benefits are\nsent electronically using direct deposit. If you file a joint return and\ncheck the box on line 35a and\nCAUTION attach Form 8888 or fill in\nlines 35b through 35d, your spouse may\nget at least part of the refund. ! IRA. You can have your refund (or part\nof it) directly deposited to a traditional\nIRA, Roth IRA, or SEP-IRA, but not a\nSIMPLE IRA. You must establish the\nIRA at a bank or other financial institution before you request direct deposit. Make sure your direct deposit will be\naccepted. You must also notify the trustee or custodian of your account of the\nyear to which the deposit is to be applied\n(unless the trustee or custodian won't accept a deposit for 2022). If you don’t,\nthe trustee or custodian can assume the\ndeposit is for the year during which you\nare filing the return. For example, if you\nfile your 2022 return during 2023 and\ndon’t notify the trustee or custodian in\nadvance, the trustee or custodian can assume the deposit to your IRA is for -57- 2023. If you designate your deposit to be\nfor 2022, you must verify that the deposit was actually made to the account by\nthe due date of the return (not counting\nextensions). If the deposit isn't made by\nthat date, the deposit isn't an IRA contribution for 2022. In that case, you must\nfile an amended 2022 return and reduce\nany IRA deduction and any retirement\nsavings contributions credit you claimed. You and your spouse, if filing\njointly, each may be able to\nCAUTION contribute up to $6,000 ($7,000\nif age 50 or older at the end of 2022) to\na traditional IRA or Roth IRA for 2022. You may owe a penalty if your contributions exceed these limits, and the limits\nmay be lower depending on your compensation and income. For more information on IRA contributions, see Pub. 590-A. ! For more information on IRAs, see\nPub. 590-A and Pub. 590-B.\nTreasuryDirect®. You can request a\ndeposit of your refund (or part of it) to a\nTreasuryDirect® online account to buy\nU.S. Treasury marketable securities, if\navailable, and savings bonds. For more\ninformation, go to treasurydirect.gov. Form 8888. You can have your refund\ndirectly deposited into more than one account or use it to buy up to $5,000 in paper series I savings bonds. You don’t\nneed a TreasuryDirect® account to do\nthis. For more information, see the Form\n8888 instructions. Your refund can be split and di- TIP rectly deposited into up to three\ndifferent accounts in your name\non Form 8888. Line 35a You can't file Form 8888 to split your\nrefund into more than one account or\nbuy paper series I savings bonds if Form\n8379 is filed with your return. Line 35b The routing number must be nine digits. The first two digits must be 01 through\n12 or 21 through 32. On the sample\ncheck shown later, the routing number is\n250250025.",
    "querygen": [
      "when are federal direct deposit checks sent",
      "benefits of direct deposit",
      "what is the benefit of e-payment"
    ],
    "querygen_score": [
      "-2.2005486",
      "-1.0165875",
      "-3.9596024"
    ]
  },
  {
    "id": "legal-advice_94__124",
    "doc_id": "legal-advice_94",
    "chunk_id": 124,
    "document_category": "legal-advice",
    "text": "Your insurance can also cover your child who was under age 27 at\nthe end of 2022, even if the child wasn't your dependent. But don’t include amounts for any month\nyou were eligible to participate in an employer-sponsored health plan or amounts paid from\nretirement plan distributions that were nontaxable because you are a retired public safety\nofficer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2. Enter your net profit* and any other earned income** from the business under which the insurance\nplan is established, minus any deductions on Schedule 1, lines 15 and 16. Don’t include\nConservation Reserve Program payments exempt from self-employment tax . . . . . . . . . . . . . . . . . . . 3. Self-employed health insurance deduction. Enter the smaller of line 1 or line 2 here and on\nSchedule 1, line 17. Don’t include this amount in figuring any medical expense deduction\non Schedule A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. 3. *If you used either optional method to figure your net earnings from self-employment, don’t enter your net profit. Instead, enter the amount\nfrom Schedule SE, line 4b. **Earned income includes net earnings and gains from the sale, transfer, or licensing of property you created. However, it doesn't include\ncapital gain income. If you were a more-than-2% shareholder in the S corporation under which the insurance plan is established, earned\nincome is your Medicare wages (box 5 of Form W-2) from that corporation. • Nontaxable qualified tuition program earnings or distributions. • Any nontaxable distribution of\nCoverdell education savings account\nearnings.\n• Any reimbursements you received\nfor these expenses that weren’t reported\nto you in box 1 of your Form W-2. For more details, use Tax Topic 458\nor see Pub. 529. Line 12\nCertain Business Expenses of\nReservists, Performing Artists,\nand Fee-Basis Government\nOfficials\nInclude the following deductions on\nline 12. • Certain business expenses of National Guard and reserve members who\ntraveled more than 100 miles from home\nto perform services as a National Guard\nor reserve member. • Performing-arts-related expenses\nas a qualified performing artist. • Business expenses of fee-basis\nstate or local government officials. For more details, see Form 2106. Line 13 Line 16 Health Savings Account (HSA)\nDeduction Self-Employed SEP, SIMPLE, and\nQualified Plans",
    "querygen": [
      "when can i have child care insurance",
      "how to age for child health insurance",
      "what is the age limit on a baby's health insurance"
    ],
    "querygen_score": [
      "-3.547759",
      "-1.8520726",
      "-3.8031626"
    ]
  },
  {
    "id": "legal-advice_59__16",
    "doc_id": "legal-advice_59",
    "chunk_id": 16,
    "document_category": "legal-advice",
    "text": "1.\n18 It is not known whether the $ T auction purchase price was separately financed, i.e., the amount of\ncash “out of pocket” for Corp F is not known. 19 See note 23, above Page 22 of 37 POSTF-134629-07\nincome rather than capital gain, Corp asserts said provisions are inapplicable given it\nhad no gain because the assets were sold at cost. No information is provided as to\ndepreciation, if any, claimed during the ** months Corp F held the assets while\nconducting business and, allegedly, generated the goodwill and going concern value.20\nCorp F now, apparently, takes the position that no inventory transferred to Entity M\nnotwithstanding the text to the contrary in the Asset Purchase Agreement.21\nI. The Audit None of Corp F’s Federal income tax returns were examined until the Year 13 ----------------------return; however, it is known from the examination of the Year 13 return\nthat the income from the Year 10 transaction has been under reported. The revenue\nagent proposes to tax all deferred income from Year 10-Year 12 through an I.R.C. § 481\nadjustment in Year 13, in addition to increasing the Year 13 income from the\ntransaction. LAW AND ANALYSIS22\nThe Internal Revenue Code defines “gross income” as ”all income from whatever\nsource derived,” including “[g]ains derived from dealings in property.” I.R.C. § 61(a)(3). For dispositions of property via sales or exchanges, the gain from the sale equals\nthe “amount realized” by the taxpayer minus the taxpayer’s adjusted basis in the\nproperty. I.R.C. § 1001(a). The “amount realized” is “the sum of any money received\nplus the fair market value of the property (other than money) received.” I.R.C.\n§ 1001(b). Accordingly under said section, “[e]xcept as otherwise provided in this\nsubtitle, the entire amount of the gain or loss, determined under this section on the sale\nor exchange of property shall be recognized.” This is the general rule, with any\ndeferrals or exceptions a matter of legislative grace. For gain from debt instruments issued for property, Treas. Reg. §1.1001-1(g)(1)\nprovides, in general, that “[i]f a debt instrument is issued in exchange for property, the\namount realized attributable to the debt instrument is the issue price of the debt\ninstrument as determined under [Treas. Reg.] §§1.1273-2 or 1.1274-2, whichever is\napplicable.” Said provision is not applicable to a debt instrument subject to Treas. Reg.\n§§1.1275-4(c) or 1.483-4. Reg. § 1.1001-1(g)(2)(i). See Reg. §1.1001(g)(2)(ii). Reg.\n20 Id. at **. 21 The facts relative to inventory must be further developed. 22 Given Corp F is a pass-through entity, the S Corporation shareholders are the taxpayers that must\nrecognize the income; however, this advice does not address how the income flows to said taxpayers. Rather this advice address the income as it flows into Corp F. This advice does not extend to the\nalternative minimum tax considerations at the individual level, or other individual ramifications. Page 23 of 37 POSTF-134629-07\n§1.1275-4(c) “generally applies to a contingent payment debt instrument that is issued\nfor non-publicly traded property.”",
    "querygen": [
      "what is the cash value in a dollar sale",
      "what is the difference between a capital gain and a purchase price",
      "when was the u.s. auction bought"
    ],
    "querygen_score": [
      "-5.818493",
      "-4.161987",
      "-5.962116"
    ]
  },
  {
    "id": "legal-advice_99__39",
    "doc_id": "legal-advice_99",
    "chunk_id": 39,
    "document_category": "legal-advice",
    "text": "This amount should be shown in\nbox 1 of Form 1099-R. Pension and annuity payments include distributions\nfrom 401(k), 403(b), and governmental\n457(b) plans. Rollovers and lump-sum\ndistributions are explained later. Don’t\ninclude the following payments on lines\n5a and 5b. Instead, report them on\nline 1h. • Disability pensions received before\nyou reach the minimum retirement age\nset by your employer. • Corrective distributions (including\nany earnings) of excess elective deferrals or other excess contributions to retirement plans. The plan must advise\nyou of the year(s) the distributions are\nincludible in income. Attach Form(s) 1099-R to TIP Form 1040 or 1040-SR if any\nfederal income tax was withheld. Fully Taxable Pensions and\nAnnuities Your payments are fully taxable if (a)\nyou didn't contribute to the cost (see\nCost, later) of your pension or annuity,\nor (b) you got your entire cost back tax\nfree before 2022. But see Insurance Premiums for Retired Public Safety Officers, later. If your pension or annuity is\nfully taxable, enter the total pension or\nannuity payments (from Form(s)\n1099-R, box 1) on line 5b; don’t make\nan entry on line 5a. Need more information or forms? Visit IRS.gov. Fully taxable pensions and annuities\nalso include military retirement pay\nshown on Form 1099-R. For details on\nmilitary disability pensions, see Pub.\n525. If you received a Form\nRRB-1099-R, see Pub. 575 to find out\nhow to report your benefits. Partially Taxable Pensions and\nAnnuities\nEnter the total pension or annuity payments (from Form 1099-R, box 1) on\nline 5a. If your Form 1099-R doesn't\nshow the taxable amount, you must use\nthe General Rule explained in Pub. 939\nto figure the taxable part to enter on\nline 5b. But if your annuity starting date\n(defined later) was after July 1, 1986,\nsee Simplified Method, later, to find out\nif you must use that method to figure the\ntaxable part. You can ask the IRS to figure the taxable part for you for a $1,000 fee. For\ndetails, see Pub. 939. If your Form 1099-R shows a taxable\namount, you can report that amount on\nline 5b. But you may be able to report a\nlower taxable amount by using the General Rule or the Simplified Method or if\nthe exclusion for retired public safety officers, discussed next, applies. Insurance Premiums for Retired\nPublic Safety Officers If you are an eligible retired public safety officer (law enforcement officer, firefighter, chaplain, or member of a rescue\nsquad or ambulance crew), you can elect\nto exclude from income distributions\nmade from your eligible retirement plan\nthat are used to pay the premiums for\ncoverage by an accident or health plan\nor a long-term care insurance contract. You can do this only if you retired because of disability or because you\nreached normal retirement age. The premiums can be for coverage for you, your\nspouse, or dependents. The distribution\nmust be from a plan maintained by the\nemployer from which you retired as a\npublic safety officer. Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income.",
    "querygen": [
      "are ira distributions included on a 1099",
      "what is the amount on the 1099",
      "what is the box number on a pension plan"
    ],
    "querygen_score": [
      "-0.51922274",
      "-0.53041166",
      "-1.844481"
    ]
  },
  {
    "id": "legal-advice_62__26",
    "doc_id": "legal-advice_62",
    "chunk_id": 26,
    "document_category": "legal-advice",
    "text": "! You must include the required information even if you\nfiled it with your return in an earlier year. CAUTION Post-2008 decree or agreement. If the divorce decree or\nseparation agreement went into effect after 2008, the noncustodial parent can't include pages from the decree or agreement instead of Form 8332. The custodial parent must sign either Form\n8332 or a substantially similar statement the only purpose of\nwhich is to release the custodial parent's claim to certain tax\nbenefits for a child, and the noncustodial parent must include a\ncopy with their return. The form or statement must release the\ncustodial parent's claim to the child without any conditions. For\nexample, the release must not depend on the noncustodial parent paying support. Release of certain tax benefits revoked. A custodial parent\nwho has revoked their previous release of a claim to certain tax\nbenefits for a child must include a copy of the revocation with\ntheir return. For details, see Form 8332. Exception to citizen test. If you are a U.S. citizen or U.S. national and your adopted child lived with you all year as a member of your household, that child meets the requirement to be a\nU.S. citizen in Step 2, question 1; Step 3, question 2; Step 4,\nquestion 2; and Step 5, question 2.\nException to gross income test. If your relative (including a\nperson who lived with you all year as a member of your household) is permanently and totally disabled (defined later), certain\nincome for services performed at a sheltered workshop may be\nexcluded for this test. For details, see Pub. 501. Exception to time lived with you. Temporary absences by you\nor the other person for special circumstances, such as school,\nvacation, business, medical care, military service, or detention\nin a juvenile facility, count as time the person lived with you. Also see Children of divorced or separated parents, earlier, or\nKidnapped child, later. If the person meets all other requirements to be your qualifying child but was born or died in 2022, the person is considered\nto have lived with you for more than half of 2022 if your home\nwas this person's home for more than half the time the person\nwas alive in 2022. If the person meets all other requirements to\nbe your qualifying child but you adopted the person in 2022, the\nperson was lawfully placed with you for legal adoption by you\nin 2022, or the person was an eligible foster child placed with\nyou during 2022, the person is considered to have lived with\nyou for more than half of 2022 if your main home was this person's main home for more than half the time since the person\nwas adopted or placed with you in 2022. Any other person is considered to have lived with you for all\nof 2022 if the person was born or died in 2022 and your home\nwas this person's home for the entire time the person was alive -20-",
    "querygen": [
      "how long should divorce papers be in a return",
      "when does a divorce papers have to be filed",
      "when to include information on a divorce"
    ],
    "querygen_score": [
      "-3.1616182",
      "-1.8311846",
      "-0.050502688"
    ]
  },
  {
    "id": "legal-advice_33__58",
    "doc_id": "legal-advice_33",
    "chunk_id": 58,
    "document_category": "legal-advice",
    "text": "The Internal Revenue Service may\nTreasury Department Circular No. 230 determine the manner of giving notice to the proper\nauthorities of the State by which the censured,\nsuspended, or disbarred person was licensed to\npractice. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.81 Petition for reinstatement. (a) In general. A practitioner disbarred or\nsuspended under §10.60, or suspended under\n§10.82, or a disqualified appraiser may petition\nfor reinstatement before the Internal Revenue\nService after the expiration of 5 years following\nsuch disbarment, suspension, or disqualification\n(or immediately following the expiration of the\nsuspension or disqualification period, if shorter than\n5 years). Reinstatement will not be granted unless\nthe Internal Revenue Service is satisfied that the\npetitioner is not likely to engage thereafter in conduct\ncontrary to the regulations in this part, and that\ngranting such reinstatement would not be contrary to\nthe public interest. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.82 Expedited suspension. (a) When applicable. Whenever the Commissioner,\nor delegate, determines that a practitioner is\ndescribed in paragraph (b) of this section, the\nexpedited procedures described in this section may\nbe used to suspend the practitioner from practice\nbefore the Internal Revenue Service. (b) To whom applicable. This section applies to\nany practitioner who, within 5 years prior to the\ndate that a show cause order under this section’s\nexpedited suspension procedures is served:\n(1) Has had a license to practice as an attorney,\ncertified public accountant, or actuary suspended or\nrevoked for cause (not including a failure to pay a\nprofessional licensing fee) by any authority or court,\nagency, body, or board described in §10.51(a)(10). (2) Has, irrespective of whether an appeal has\nbeen taken, been convicted of any crime under title\n§ 10.82 — Page 41 Table of Contents 26 of the United States Code, any crime involving\ndishonesty or breach of trust, or any felony for which\nthe conduct involved renders the practitioner unfit\nto practice before the Internal Revenue Service. (3) Has violated conditions imposed on the\npractitioner pursuant to §10.79(d).\n(4) Has been sanctioned by a court of competent\njurisdiction, whether in a civil or criminal\nproceeding (including suits for injunctive relief),\nrelating to any taxpayer’s tax liability or relating to\nthe practitioner’s own tax liability, for —\n(i) Instituting or maintaining proceedings\nprimarily for delay;\n(ii) Advancing frivolous or groundless\narguments; or\n(iii) Failing to pursue available administrative\nremedies. (5) Has demonstrated a pattern of willful\ndisreputable conduct by—\n(i) Failing to make an annual Federal tax return,\nin violation of the Federal tax laws, during 4 of the\n5 tax years immediately preceding the institution of\na proceeding under paragraph (c) of this section and\nremains noncompliant with any of the practitioner’s\nFederal tax filing obligations at the time the notice\nof suspension is issued under paragraph (f) of this\nsection; or\n(ii) Failing to make a return required more\nfrequently than annually, in violation of the\nFederal tax laws, during 5 of the 7 tax periods\nimmediately preceding the institution of a\nproceeding under paragraph (c) of this section and\nremains noncompliant with any of the practitioner’s\nFederal tax filing obligations at the time the notice\nof suspension is issued under paragraph (f) of this\nsection. (c) Expedited suspension procedures.",
    "querygen": [
      "is the censured suspended or disbarred person licensed to practice taxable?",
      "what is the irs circular number for notice of censure",
      "irs guidance on how to give notices of censure"
    ],
    "querygen_score": [
      "-0.0030075181",
      "-1.3584013",
      "-2.0730073"
    ]
  },
  {
    "id": "legal-advice_99__68",
    "doc_id": "legal-advice_99",
    "chunk_id": 68,
    "document_category": "legal-advice",
    "text": "• If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. • If a parent can claim the child as a qualifying child but no\nparent does so claim the child, the child is treated as the qualifying child of the person who had the highest AGI for 2022, but\nonly if that person's AGI is higher than the highest AGI of any\nparent of the child who can claim the child. If, under these rules, you can't claim a child as a qualiTIP fying child for the EIC, you may be able to claim the\nEIC under the rules for a taxpayer without a qualifying\nchild. For more information, see Pub. 596. Example. Your child J, meets the conditions to be a qualifying child for both you and your parent. J doesn't meet the conditions to be a qualifying child of any other person, including J’s\nother parent. Under the rules just described, you can claim J as a\nqualifying child for all of the five tax benefits listed here for\nwhich you otherwise qualify. Your parent can't claim any of the\nfive tax benefits listed here based on J. However, if your parent’s AGI is higher than yours and you don’t claim J as a qualifying child, J is the qualifying child of your parent. For more details and examples, see Pub. 596. Need more information or forms? Visit IRS.gov. Social security number (SSN). For the EIC, a valid SSN is a\nnumber issued by the Social Security Administration unless\n“Not Valid for Employment” is printed on the social security\ncard and the number was issued solely to allow the recipient of\nthe SSN to apply for or receive a federally funded benefit. However, if “Valid for Work Only With DHS Authorization” is printed on your social security card, your SSN is valid for EIC purposes only as long as the DHS authorization is still valid. To find out how to get an SSN, see Social Security Number\n(SSN) near the beginning of these instructions. If you won't\nhave an SSN by the date your return is due, see What if You\nCan't File on Time? If you didn't have an SSN issued on or before the due date of\nyour 2022 return (including extensions), you can't claim the EIC\non your original or an amended 2022 return. If a child didn't\nhave an SSN issued on or before the due date of your return (including extensions), you can't count that child as a qualifying\nchild in figuring the amount of the EIC on your original or an\namended 2022 return. Student. A student is a child who during any part of 5 calendar\nmonths of 2022 was enrolled as a full-time student at a school\nor took a full-time, on-farm training course given by a school or\na state, county, or local government agency. A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. Welfare benefits, effect of credit on.",
    "querygen": [
      "agi when can no parent claim a child",
      "who can claim a child who is a qualifying child",
      "who qualifies as a qualifying child"
    ],
    "querygen_score": [
      "1.8810737",
      "2.280405",
      "1.2471111"
    ]
  },
  {
    "id": "legal-advice_92__8",
    "doc_id": "legal-advice_92",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": "Filing\nRequirements\nDo You Have To\nFile? Use Chart A, B, or C to see if you must\nfile a return. U.S. citizens who lived in\nor had income from a U.S. possession\nshould see Pub. 570. Residents of Puerto\nRico can use Tax Topic 901 to see if\nthey must file. Even if you do not otherwise TIP have to file a return, you\nshould file one to get a refund\nof any federal income tax withheld. You\nshould also file if you are eligible for\nany of the following credits. • Earned income credit. • Additional child tax credit. • American opportunity credit. • Credit for federal tax on fuels. • Premium tax credit. • Credits for sick and family leave. See Pub. 501 for details. Also see\nPub. 501 if you do not have to file but\nreceived a Form 1099-B (or substitute\nstatement). Requirement to reconcile advance\npayments of the premium tax credit. If you, your spouse with whom you are\nfiling a joint return, or a dependent was\nenrolled in coverage through the Marketplace for 2022 and advance payments\nof the premium tax credit were made for\nthis coverage, you must file a 2022 return and attach Form 8962. You (or\nwhoever enrolled you) should have received Form 1095-A from the Marketplace with information about your coverage and any advance payments. You must attach Form 8962 even if\nsomeone else enrolled you, your spouse,\nor your dependent. If you are a dependent who is claimed on someone else's\n2022 return, you do not have to attach\nForm 8962. Exception for certain children under\nage 19 or full-time students. If certain\nconditions apply, you can elect to in- These rules apply to all U.S. citizens, regardless of where they live, and resident aliens. Have you tried IRS e-file? It's the fastest way to get your refund\nand it's free if you are eligible. Visit IRS.gov for details. clude on your return the income of a\nchild who was under age 19 at the end\nof 2022 or was a full-time student under\nage 24 at the end of 2022. To do so, use\nForm 8814. If you make this election,\nyour child doesn't have to file a return. For details, use Tax Topic 553 or see\nForm 8814. A child born on January 1, 1999, is\nconsidered to be age 24 at the end of\n2022. Do not use Form 8814 for such a\nchild. If you were serving in, or in support\nof, the U.S. Armed Forces in a designated combat zone or contingency operation, you may be able to file later. See\nPub. 3 for details. Resident aliens. These rules also apply\nif you were a resident alien. Also, you\nmay qualify for certain tax treaty benefits. See Pub. 519 for details. address for mailing your return. Use these addresses for Forms\n1040 or 1040-SR filed in 2023. The address for returns filed after 2023 may be\ndifferent. See IRS.gov/Form1040 for any\nupdates. Nonresident aliens and dual-status aliens. These rules also apply if you were\na nonresident alien or a dual-status alien\nand both of the following apply. • You were married to a U.S. citizen\nor resident alien at the end of 2022.\n•",
    "querygen": [
      "which u.s. citizen must file taxes?",
      "what are the tax requirements",
      "ira requirements for filing taxes"
    ],
    "querygen_score": [
      "-0.9150445",
      "-2.9876525",
      "-5.5731754"
    ]
  },
  {
    "id": "legal-advice_94__87",
    "doc_id": "legal-advice_94",
    "chunk_id": 87,
    "document_category": "legal-advice",
    "text": "Line 35b The routing number must be nine digits. The first two digits must be 01 through\n12 or 21 through 32. On the sample\ncheck shown later, the routing number is\n250250025. C. and M. Keys would use\nthat routing number unless their finan- Need more information or forms? Visit IRS.gov. Line 35c Check the appropriate box for the type\nof account. Don’t check more than one\nbox. If the deposit is to an account such\nas an IRA, health savings account, brokerage account, or other similar account,\nask your financial institution whether\nyou should check the “Checking” or\n“Savings” box. You must check the correct box to ensure your deposit is accepted. If your deposit is to a TreasuryDirect® online account, check the “Savings”\nbox. Line 35d The account number can be up to 17\ncharacters (both numbers and letters). Include hyphens but omit spaces and\nspecial symbols. Enter the number from\nleft to right and leave any unused boxes\nblank. On the sample check shown later,\nthe account number is 20202086. Don’t\ninclude the check number. If the direct deposit to your account(s) is different from the amount\nyou expected, you will receive an explanation in the mail about 2 weeks after\nyour refund is deposited. Reasons Your Direct Deposit\nRequest Will Be Rejected If any of the following apply, your direct\ndeposit request will be rejected and a\ncheck will be sent instead. • You are asking to have a joint refund deposited to an individual account,\nand your financial institution(s) won't allow this. The IRS isn't responsible if a\nfinancial institution rejects a direct deposit. Sample Check—Lines 35b Through 35d 1234 C. KEYS\nM. KEYS\n123 Pear Lane\nAnyplace, MI 00000 PL E 15-0000/0000 $ M PAY TO THE\nORDER OF SA cial institution instructed them to use a\ndifferent routing number for direct deposits. Ask your financial institution for the\ncorrect routing number to enter on\nline 35b if:\n• The routing number on a deposit\nslip is different from the routing number\non your checks,\n• Your deposit is to a savings account that doesn't allow you to write\nchecks, or\n• Your checks state they are payable\nthrough a financial institution different\nfrom the one at which you have your\nchecking account. ANYPLACE BANK\nAnyplace, MI 00000 Routing\nnumber Account\nnumber (line 35b) (line 35d) DOLLARS Do not include\nthe check number. For \"’86\". 1234 |:250250025|:202020 The routing and account numbers may be in different places on your check. CAUTION • The name on your account doesn't\nmatch the name on the refund, and your\nfinancial institution(s) won't allow a refund to be deposited unless the name on\nthe refund matches the name on the account. • Three direct deposits of tax refunds already have been made to the\nsame account or prepaid debit card. • You haven't given a valid account\nnumber. • Any numbers or letters on lines\n35b through 35d are crossed out or whited out. The IRS isn't responsible for a\nlost refund if you enter the\nCAUTION wrong\naccount information. Check with your financial institution to\nget the correct routing and account\nnumbers and to make sure your direct\ndeposit will be accepted. !",
    "querygen": [
      "what is the routing number for a check",
      "how to identify routing number for mtkey",
      "routing number for a check sample"
    ],
    "querygen_score": [
      "-0.8198904",
      "-5.6345286",
      "-0.12648353"
    ]
  },
  {
    "id": "legal-advice_94__65",
    "doc_id": "legal-advice_94",
    "chunk_id": 65,
    "document_category": "legal-advice",
    "text": "Subtract that amount from the amount on\nForm 1040 or 1040-SR, line 1a, and enter the result on line 1 of\nthe worksheet in Step 5 (instead of entering the actual amount\nfrom Form 1040 or 1040-SR, line 1a). Be sure to answer “Yes”\nto question 2 in Step 5. Clergy. The following instructions apply to ministers, members of religious orders who have not taken a vow of poverty,\nand Christian Science practitioners. If you are filing Schedule SE and the amount on line 2 of that schedule includes an -40- amount that was also reported on Form 1040 or 1040-SR,\nline 1z, do the following. 1. Enter “Clergy” on the dotted line next to line 27. 2. Determine how much of the amount on Form 1040 or\n1040-SR, line 1z, was also reported on Schedule SE, Part I,\nline 2. 3. Subtract that amount from the amount on Form 1040 or\n1040-SR, line 1z. Enter the result on line 1 of the worksheet in\nStep 5 (instead of entering the actual amount from Form 1040\nor 1040-SR, line 1z). 4. Be sure to answer “Yes” to question 2 in Step 5. Combat pay, nontaxable. If you were a member of the U.S.\nArmed Forces who served in a combat zone, certain pay is excluded from your income. See Combat Zone Exclusion in Pub. 3. You can elect to include this pay in your earned income when\nfiguring the EIC. The amount of your nontaxable combat pay\nshould be shown in box 12 of Form(s) W-2 with code Q. If you\nare filing a joint return and both you and your spouse received\nnontaxable combat pay, you can each make your own election. In other words, if one of you makes the election, the other one\ncan also make it but doesn't have to. ! If you elect to use your nontaxable combat pay in figuring your EIC, enter that amount on line 1i. CAUTION Credit figured by the IRS. To have the IRS figure your EIC:\n1. Enter “EIC” on the dotted line next to line 27. 2. Be sure you enter the nontaxable combat pay you elect to\ninclude in earned income by entering that amount on line 1i. See Combat pay, nontaxable, earlier. 3. If you have a qualifying child, complete and attach\nSchedule EIC. If your EIC for a year after 1996 was reduced or\ndisallowed, see Form 8862, who must file, later. Exception to time lived with you. Temporary absences by you\nor the child for special circumstances, such as school, vacation,\nbusiness, medical care, military service, or detention in a juvenile facility, count as time the child lived with you. Also see\nKidnapped child under Who Qualifies as Your Dependent, earlier, and Members of the military, later.",
    "querygen": [
      "how to subtract from 1040",
      "how to subtract 1040 on my taxes",
      "how to figure an amount on 1040"
    ],
    "querygen_score": [
      "1.9064335",
      "1.0719323",
      "1.5367864"
    ]
  },
  {
    "id": "legal-advice_98__22",
    "doc_id": "legal-advice_98",
    "chunk_id": 22,
    "document_category": "legal-advice",
    "text": "(2) Qualifying programs —\n(i) Formal programs. A formal program\nqualifies as a continuing education program if it —\n(A) Requires attendance and provides each\nattendee with a certificate of attendance;\n(B) Is conducted by a qualified instructor,\ndiscussion leader, or speaker (in other words, a\nperson whose background, training, education, and\nexperience is appropriate for instructing or leading\na discussion on the subject matter of the particular\nprogram);\n(C) Provides or requires a written outline,\ntextbook, or suitable electronic educational materials;\nand\n(D) Satisfies the requirements established for\na qualified continuing education program pursuant to\n§10.9. (ii) Correspondence or individual study\nprograms (including taped programs). Qualifying\ncontinuing\neducation\nprograms\ninclude\ncorrespondence or individual study programs that\nare conducted by continuing education providers\nand completed on an individual basis by the enrolled\nindividual. The allowable credit hours for such\nprograms will be measured on a basis comparable to\nthe measurement of a seminar or course for credit in\nan accredited educational institution. Such programs\nqualify as continuing education programs only if\nthey —\n(A) Require registration of the participants by\nthe continuing education provider;\n(B) Provide a means for measuring successful\ncompletion by the participants (for example, a written\nTreasury Department Circular No. 230 examination), including the issuance of a certificate\nof completion by the continuing education provider;\n(C) Provide a written outline, textbook, or\nsuitable electronic educational materials; and\n(D) Satisfy the requirements established for a\nqualified continuing education program pursuant to\n§10.9. (iii) Serving as an instructor, discussion leader\nor speaker. (A) One hour of continuing education credit\nwill be awarded for each contact hour completed\nas an instructor, discussion leader, or speaker at\nan educational program that meets the continuing\neducation requirements of paragraph (f) of this\nsection. (B) A maximum of two hours of continuing\neducation credit will be awarded for actual subject\npreparation time for each contact hour completed as\nan instructor, discussion leader, or speaker at such\nprograms. It is the responsibility of the individual\nclaiming such credit to maintain records to verify\npreparation time. (C) The maximum continuing education credit\nfor instruction and preparation may not exceed four\nhours annually for registered tax return preparers and\nsix hours annually for enrolled agents and enrolled\nretirement plan agents. (D) An instructor, discussion leader, or\nspeaker who makes more than one presentation\non the same subject matter during an enrollment\ncycle or registration year will receive continuing\neducation credit for only one such presentation for\nthe enrollment cycle or registration year. (3) Periodic examination. Enrolled Agents and\nEnrolled Retirement Plan Agents may establish\neligibility for renewal of enrollment for any\nenrollment cycle by —\n(i) Achieving a passing score on each part of\nthe Special Enrollment Examination administered\nunder this part during the three year period prior to\nrenewal; and\n(ii) Completing a minimum of 16 hours of\nqualifying continuing education during the last year\nof an enrollment cycle. § 10.6 — Page 13 Table of Contents (g) Measurement of continuing education\ncoursework. (1) All continuing education programs will be\nmeasured in terms of contact hours. The shortest\nrecognized program will be one contact hour.\n(2) A contact hour is 50 minutes of continuous\nparticipation in a program. Credit is granted only for\na full contact hour, which is 50 minutes or multiples\nthereof. For example, a program lasting more than\n50 minutes but less than 100 minutes will count as\nonly one contact hour.",
    "querygen": [
      "what is the cdc program?",
      "what is a continuing education program",
      "what is considered a continuing education program"
    ],
    "querygen_score": [
      "-6.9203215",
      "1.4373295",
      "1.5071431"
    ]
  },
  {
    "id": "legal-advice_3__112",
    "doc_id": "legal-advice_3",
    "chunk_id": 112,
    "document_category": "legal-advice",
    "text": "Go to IRS.gov/ Account to securely access information\nabout your federal tax account. • View the amount you owe and a\nbreakdown by tax year. • See payment plan details or apply\nfor a new payment plan. • Make a payment or view 5 years of\npayment history and any pending or\nscheduled payments. • Access your tax records, including\nkey data from your most recent tax return, and transcripts. • View digital copies of select notices from the IRS. • Approve or reject authorization requests from tax professionals. • View your address on file or manage your communication preferences. Tax Pro Account. This tool lets your\ntax professional submit an authorization\nrequest to access your individual taxpayer IRS online account. For more information, go to IRS.gov/TaxProAccount. Using direct deposit. The fastest way\nto receive a tax refund is to file electronically and choose direct deposit, which\nsecurely and electronically transfers\nyour refund directly into your financial\naccount. Direct deposit also avoids the\npossibility that your check could be lost,\nstolen, destroyed, or returned undeliverable to the IRS. Eight in 10 taxpayers\nuse direct deposit to receive their refunds. If you don’t have a bank account,\ngo to IRS.gov. DirectDeposit for more\ninformation on where to find a bank or\ncredit union that can open an account\nonline. Getting a transcript of your return. The quickest way to get a copy of your\ntax transcript is to go to IRS.gov/\nTranscripts. Click on either “Get Transcript Online” or “Get Transcript by\nMail” to order a free copy of your transcript. If you prefer, you can order your\ntranscript by calling 800-908-9946. Reporting and resolving your tax-related identity theft issues. • Tax-related identity theft happens\nwhen someone steals your personal information to commit tax fraud. Your\ntaxes can be affected if your SSN is used\nto file a fraudulent return or to claim a\nrefund or credit. • The IRS doesn’t initiate contact\nwith taxpayers by email, text messages\n(including shortened links), telephone\ncalls, or social media channels to request\nor verify personal or financial information. This includes requests for personal\nidentification numbers (PINs), pass- words, or similar information for credit\ncards, banks, or other financial accounts. • Go to IRS. gov/IdentityTheft, the\nIRS Identity Theft Central webpage, for\ninformation on identity theft and data security protection for taxpayers, tax professionals, and businesses. If your SSN\nhas been lost or stolen or you suspect\nyou’re a victim of tax-related identity\ntheft, you can learn what steps you\nshould take. • Get an Identity Protection PIN (IP\nPIN). IP PINs are six-digit numbers assigned to taxpayers to help prevent the\nmisuse of their SSNs on fraudulent federal income tax returns. When you have\nan IP PIN, it prevents someone else\nfrom filing a tax return with your SSN. To learn more, go to IRS. gov/IPPIN. Ways to check on the status of your\nrefund. • Go to IRS.gov/Refunds.\n• Download the official IRS2 Go app\nto your mobile device to check your refund status. • Call the automated refund hotline\nat 800-829-1954. See Refund Information, later. Making a tax payment. Go to IRS.gov/\nPayments for information on how to\nmake a payment using any of the following options. • IRS Direct Pay:",
    "querygen": [
      "what is the irs website for taxes",
      "how to see your federal tax account",
      "can i see how long a federal account lasts"
    ],
    "querygen_score": [
      "-1.0465713",
      "1.2638546",
      "-3.6771183"
    ]
  },
  {
    "id": "legal-advice_14__7",
    "doc_id": "legal-advice_14",
    "chunk_id": 7,
    "document_category": "legal-advice",
    "text": "Moreover, as previously stated,\nCorporation did not sell any Synthetic Fuel under Agreement A\nuntil Date 21. Article C of Agreement A set forth terms concerning the\ndata that k or l was to supply Corporation with aq. This\ninformation was not supplied by the taxpayer. ---------------------------------------------------------------------------------------------------------------------------Additionally, documents obtained from ----------------------------------------------- and -------------------------------------------------------------------------------------------------------------------------------------------------------------- discuss the lack of a market for Corporation’s synfuel. b.\nCertain information may assist in better discerning\nwhether the facilities were placed in service by July 1, 1998,\namong which is the following:\ni. --------------------------------------------------------------------------------------------------------------------- CC:LM:NR:----Page 16\n---------------------ii. --------------------------------------------------------------------------------iii. ----------------------------------------------------------------------------------iv. ------------------------------------------------------------------------------------------------------------------------------------------------------------v. ----------------------------------------------------------------------------------------------vi. -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------vii. -----------------------------------------------------------------------------------------------viii. -------------------------------- ix. ------------------------------------------------------------------------------------------------x. -------------------------------------------------------------------------------------------------------------------xi. ------------------------------------------------------------------------------------xii. ----------------------------------------------------------------------------------------------------------------------xiii. ------------------------------------------------------------------------------------------------------------------xiv. ----------------------------------------------------------------------------------------xv. --------------------------------------------------------------------------------------------------------------------------------------------------------------- CC:LM:NR:----Page 17\nxvi. ---------------------------------------------------------------xvii. -----------------------------------------------------------------------------------------------------------------------------------------------xviii. --------------------------------------------------------------------------------------------------------------------------------------------------------------------------xix. ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------xx. ----------------------------------------------------------------------------------------------xxi. ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------(1) ----- (2) ----------------------- (3) ----------------------- (4) -------- xxii. ----------------------------------------------------------------------------------------------------------------------------------------------xxiii. ----------------------------------------------------------------------------------------------------------------------------------------------------(1) -------------------------------------------------- (2) ---------- (3) ---------------------------- (4) -------------- CC:LM:NR:----Page 18\n(5) ---------------- (6) ----------- (7) ------------------------------------- (8) ------------- (9) ----------------- (10) ---------(11) -------------(12) --------------------------------------------2. An additional potential issue has arisen based upon\nthe document review. This question deals with whether\nCorporation entered in to a valid binding written contract as of\nDecember 31, 1996, to construct the subject synfuel facilities. It is duly noted that the taxpayers have each received PLRs\nstating that the Execution Date contract is a qualified binding\nwritten contract. Nevertheless, a review of the subject\ncontract discovered that the parties, per the terms of the\ncontract, were not bound until -----------------------------------------------------------------------. To our knowledge, ---------------------------------------------pursuant to this\ncontract until Year. It is also noted that the facility described in the\nagreement for the construction of d Facilities is not the\nfacility ultimately constructed. The main difference is that\nthe contract called for material handling/control components\nwhich would have allowed for the Process. These facilities were\nnever constructed. The contract rights to bc of the Facilities were sold to\nanother taxpayer. Of the remaining Facilities that it\ncontracted for, Corporation had bd constructed. LAW AND ANALYSIS\n1. In general, section 29 provides a credit for the\nproduction of solid synthetic fuel from coal. Section 29(g)(1)\nprovides a tax credit for the sale of qualified fuels that are\nsold through the end of 2007 and produced from a facility that\nwas originally placed in service after December 31, 1992, and CC:LM:NR:----Page 19\nbefore July 1, 1998, pursuant to a binding written contract that\nwas in effect before January 1, 1997. No regulations have been\npromulgated under section 29. Thus, we look to other published\nguidance of the Service and other analogous Code sections to\ninterpret the meaning and scope of that section, in particular\nthe meaning of placed in service. In general, property is placed in service in the taxable\nyear the property is placed in a condition or state of readiness\nand availability for a specifically designed function. See,\nTreas. Reg. sections 1.46-3(d)(1)(ii) and 1.167(a)-11(e)(1)(i). Placed in service is construed as having the same meaning for\npurposes of the investment tax credit under section 46 and\ndepreciation under section 167, in Rev. Proc. 2001-30, 2001-1\nC.B. 1163 and in private letter rulings. Section 1.46-3(d)(2)\nprovides examples of when property is in a condition of\nreadiness and availability. One of those examples is equipment\nthat is acquired for a specifically assigned function and is\noperational but undergoing tests to eliminate any defects.",
    "querygen": [
      "what year was synthetic fuel a",
      "which agreement specifically states the company sold synthetic fuel",
      "what type of fuels did the corporation sell during the agreement to sell synthetic fuels"
    ],
    "querygen_score": [
      "-2.1218066",
      "-1.410414",
      "-0.7412408"
    ]
  },
  {
    "id": "legal-advice_25__26",
    "doc_id": "legal-advice_25",
    "chunk_id": 26,
    "document_category": "legal-advice",
    "text": "! You must include the required information even if you\nfiled it with your return in an earlier year. CAUTION Post-2008 decree or agreement. If the divorce decree or\nseparation agreement went into effect after 2008, the noncustodial parent can't include pages from the decree or agreement instead of Form 8332. The custodial parent must sign either Form\n8332 or a substantially similar statement the only purpose of\nwhich is to release the custodial parent's claim to certain tax\nbenefits for a child, and the noncustodial parent must include a\ncopy with their return. The form or statement must release the\ncustodial parent's claim to the child without any conditions. For\nexample, the release must not depend on the noncustodial parent paying support. Release of certain tax benefits revoked. A custodial parent\nwho has revoked their previous release of a claim to certain tax\nbenefits for a child must include a copy of the revocation with\ntheir return. For details, see Form 8332. Exception to citizen test. If you are a U.S. citizen or U.S. national and your adopted child lived with you all year as a member of your household, that child meets the requirement to be a\nU.S. citizen in Step 2, question 1; Step 3, question 2; Step 4,\nquestion 2; and Step 5, question 2.\nException to gross income test. If your relative (including a\nperson who lived with you all year as a member of your household) is permanently and totally disabled (defined later), certain\nincome for services performed at a sheltered workshop may be\nexcluded for this test. For details, see Pub. 501. Exception to time lived with you. Temporary absences by you\nor the other person for special circumstances, such as school,\nvacation, business, medical care, military service, or detention\nin a juvenile facility, count as time the person lived with you. Also see Children of divorced or separated parents, earlier, or\nKidnapped child, later. If the person meets all other requirements to be your qualifying child but was born or died in 2022, the person is considered\nto have lived with you for more than half of 2022 if your home\nwas this person's home for more than half the time the person\nwas alive in 2022. If the person meets all other requirements to\nbe your qualifying child but you adopted the person in 2022, the\nperson was lawfully placed with you for legal adoption by you\nin 2022, or the person was an eligible foster child placed with\nyou during 2022, the person is considered to have lived with\nyou for more than half of 2022 if your main home was this person's main home for more than half the time since the person\nwas adopted or placed with you in 2022. Any other person is considered to have lived with you for all\nof 2022 if the person was born or died in 2022 and your home\nwas this person's home for the entire time the person was alive -20-",
    "querygen": [
      "when is divorced from a noncustodial parent",
      "what papers do i need to file divorce papers",
      "can you include divorce decree on tax return"
    ],
    "querygen_score": [
      "-0.9890795",
      "-1.9944009",
      "1.4800763"
    ]
  },
  {
    "id": "legal-advice_65__37",
    "doc_id": "legal-advice_65",
    "chunk_id": 37,
    "document_category": "legal-advice",
    "text": "(b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous. (2) A practitioner may not advise a client to\nsubmit a document, affidavit or other paper to the\nInternal Revenue Service —\n(i) The purpose of which is to delay or impede\nthe administration of the Federal tax laws;\n(ii) That is frivolous; or\n(iii) That contains or omits information in a\nmanner that demonstrates an intentional disregard\nof a rule or regulation unless the practitioner also\nadvises the client to submit a document that evidences\na good faith challenge to the rule or regulation. (c) Advising clients on potential penalties —\n(1) A practitioner must inform a client of any\npenalties that are reasonably likely to apply to the\nclient with respect to —\n(i) A position taken on a tax return if —\nTreasury Department Circular No. 230 (A) The practitioner advised the client with\nrespect to the position; or\n(B) The practitioner prepared or signed the tax\nreturn; and\n(ii) Any document, affidavit or other paper\nsubmitted to the Internal Revenue Service. (2) The practitioner also must inform the client\nof any opportunity to avoid any such penalties by\ndisclosure, if relevant, and of the requirements for\nadequate disclosure. (3) This paragraph (c) applies even if the\npractitioner is not subject to a penalty under the\nInternal Revenue Code with respect to the position\nor with respect to the document, affidavit or other\npaper submitted. (d) Relying on information furnished by\nclients. A practitioner advising a client to take\na position on a tax return, document, affidavit or\nother paper submitted to the Internal Revenue\nService, or preparing or signing a tax return as a\npreparer, generally may rely in good faith without\nverification upon information furnished by the\nclient. The practitioner may not, however, ignore the\nimplications of information furnished to, or actually\nknown by, the practitioner, and must make reasonable\ninquiries if the information as furnished appears to\nbe incorrect, inconsistent with an important fact or\nanother factual assumption, or incomplete. (e) Effective/applicability date. Paragraph (a) of\nthis section is applicable for returns or claims for\nrefund filed, or advice provided, beginning August 2,\n2011. Paragraphs (b) through (d) of this section are\napplicable to tax returns, documents, affidavits, and\nother papers filed on or after September 26, 2007. § 10.35 Competence.\n(a) A practitioner must possess the necessary\ncompetence to engage in practice before the Internal\nRevenue Service. Competent practice requires the\nappropriate level of knowledge, skill, thoroughness,\nand preparation necessary for the matter for which the\npractitioner is engaged. A practitioner may become\ncompetent for the matter for which the practitioner\nhas been engaged through various methods, such\n§ 10.35 — Page 25 Table of Contents as consulting with experts in the relevant area or\nstudying the relevant law. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.36 Procedures to ensure compliance.",
    "querygen": [
      "what papers can you advise your client on",
      "when should the irs be instructed on filing an affidavit",
      "can i advise clients in irs"
    ],
    "querygen_score": [
      "1.703949",
      "-1.9606574",
      "1.6568263"
    ]
  },
  {
    "id": "legal-advice_93__4",
    "doc_id": "legal-advice_93",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\n§ 10.24 Assistance from or to disbarred or suspended persons and former\nInternal Revenue Service employees. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\n§ 10.25 Practice by former government employees, their partners and their associates. . . . . . . . . . . . . . . 20\n§ 10.26 Notaries. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21\n§ 10.27 Fees. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21\n§ 10.28 Return of client’s records.",
    "querygen": [
      "can you use a name as a nickname",
      "how do i say the words in the letter s",
      "who is dj s"
    ],
    "querygen_score": [
      "-8.702651",
      "-7.8396173",
      "-9.231404"
    ]
  },
  {
    "id": "legal-advice_27__51",
    "doc_id": "legal-advice_27",
    "chunk_id": 51,
    "document_category": "legal-advice",
    "text": "Requests for admission shall not exceed a total of 30\n(including any subparts within a specific request)\nwithout the approval from the Administrative Law\nJudge. (d) Limitations. Discovery shall not be authorized if —\n(1) The request fails to meet any requirement set\nforth in paragraph (a) of this section;\n(2) It will unduly delay the proceeding;\n(3) It will place an undue burden on the party\nrequired to produce the discovery sought;\n(4) It is frivolous or abusive;\n(5) It is cumulative or duplicative;\n(6) The material sought is privileged or otherwise\nprotected from disclosure by law;\n(7) The material sought relates to mental\nimpressions, conclusions, of legal theories of any\nparty, attorney, or other representative, or a party\nprepared in the anticipation of a proceeding; or\n(8) The material sought is available generally\nto the public, equally to the parties, or to the party\nseeking the discovery through another source. (e) Failure to comply. Where a party fails to comply\nwith an order of the Administrative Law Judge under\nthis section, the Administrative Law Judge may, among\nother things, infer that the information would be adverse\nto the party failing to provide it, exclude the information\nfrom evidence or issue a decision by default. (f) Other discovery. No discovery other than that\nspecifically provided for in this section is permitted. Page 36 — § 10.71 (g) Effective/applicability date. This section\nis applicable to proceedings initiated on or after\nSeptember 26, 2007. § 10.72 Hearings. (a) In general —\n(1) Presiding officer. An Administrative Law\nJudge will preside at the hearing on a complaint\nfiled under §10.60 for the sanction of a practitioner,\nemployer, firm or other entity, or appraiser. (2) Time for hearing. Absent a determination by\nthe Administrative Law Judge that, in the interest\nof justice, a hearing must be held at a later time,\nthe Administrative Law Judge should, on notice\nsufficient to allow proper preparation, schedule the\nhearing to occur no later than 180 days after the time\nfor filing the answer. (3) Procedural requirements. (i) Hearings will be stenographically recorded\nand transcribed and the testimony of witnesses will\nbe taken under oath or affirmation. (ii) Hearings will be conducted pursuant to\n5 U.S.C. 556.\n(iii) A hearing in a proceeding requested under\n§10.82(g) will be conducted de novo. (iv) An evidentiary hearing must be held in all\nproceedings prior to the issuance of a decision by the\nAdministrative Law Judge unless —\n(A) The Internal Revenue Service withdraws\nthe complaint;\n(B) A decision is issued by default pursuant to\n§10.64(d);\n(C) A decision is issued under §10.82 (e);\n(D) The respondent requests a decision on the\nwritten record without a hearing; or\n(E) The Administrative Law Judge issues a\ndecision under §10.68(d) or rules on another motion\nthat disposes of the case prior to the hearing. (b) Cross-examination. A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents",
    "querygen": [
      "how many requests are allowed for discovery",
      "how to decide whether discovery is authorized",
      "how many requests for discovery"
    ],
    "querygen_score": [
      "-0.67965317",
      "-0.09801841",
      "-0.9134645"
    ]
  },
  {
    "id": "legal-advice_63__43",
    "doc_id": "legal-advice_63",
    "chunk_id": 43,
    "document_category": "legal-advice",
    "text": "A pattern of conduct is a\nfactor that will be taken into account in determining\nwhether a practitioner acted knowingly, recklessly,\nor through gross incompetence. Gross incompetence\n§ 10.51 — Page 29 Table of Contents includes conduct that reflects gross indifference,\npreparation which is grossly inadequate under the\ncircumstances, and a consistent failure to perform\nobligations to the client. (14) Willfully failing to sign a tax return\nprepared by the practitioner when the practitioner’s\nsignature is required by Federal tax laws unless the\nfailure is due to reasonable cause and not due to\nwillful neglect. (15) Willfully disclosing or otherwise using a\ntax return or tax return information in a manner not\nauthorized by the Internal Revenue Code, contrary\nto the order of a court of competent jurisdiction, or\ncontrary to the order of an administrative law judge\nin a proceeding instituted under §10.60. (16) Willfully failing to file on magnetic or\nother electronic media a tax return prepared by the\npractitioner when the practitioner is required to do\nso by the Federal tax laws unless the failure is due\nto reasonable cause and not due to willful neglect. (17) Willfully preparing all or substantially\nall of, or signing, a tax return or claim for refund\nwhen the practitioner does not possess a current or\notherwise valid preparer tax identification number\nor other prescribed identifying number. (18) Willfully representing a taxpayer before\nan officer or employee of the Internal Revenue\nService unless the practitioner is authorized to do so\npursuant to this part. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.52 Violations subject to sanction. (a) A practitioner may be sanctioned under §10.50\nif the practitioner —\n(1) Willfully violates any of the regulations (other\nthan §10.33) contained in this part; or\n(2) Recklessly or through gross incompetence\n(within the meaning of §10.51(a)(13)) violates §§\n10.34, 10.35, 10.36 or 10.37. (b) Effective/applicability date. This section is\napplicable to conduct occurring on or after September\n26, 2007. Page 30 — § 10.51 § 10.53 Receipt of information concerning\npractitioner. (a) Officer or employee of the Internal Revenue\nService. If an officer or employee of the Internal\nRevenue Service has reason to believe a practitioner\nhas violated any provision of this part, the officer\nor employee will promptly make a written report\nof the suspected violation. The report will explain\nthe facts and reasons upon which the officer’s or\nemployee’s belief rests and must be submitted\nto the office(s) of the Internal Revenue Service\nresponsible for administering or enforcing this part. (b) Other persons. Any person other than an\nofficer or employee of the Internal Revenue Service\nhaving information of a violation of any provision\nof this part may make an oral or written report of\nthe alleged violation to the office(s) of the Internal\nRevenue Service responsible for administering or\nenforcing this part or any officer or employee of\nthe Internal Revenue Service. If the report is made\nto an officer or employee of the Internal Revenue\nService, the officer or employee will make a\nwritten report of the suspected violation and submit\nthe report to the office(s) of the Internal Revenue\nService responsible for administering or enforcing\nthis part. (c) Destruction of report.",
    "querygen": [
      "what is pattern of conduct",
      "what is pattern of conduct",
      "what is pattern of conduct"
    ],
    "querygen_score": [
      "1.8026412",
      "1.8026412",
      "1.8026412"
    ]
  },
  {
    "id": "legal-advice_93__44",
    "doc_id": "legal-advice_93",
    "chunk_id": 44,
    "document_category": "legal-advice",
    "text": "If the report is made\nto an officer or employee of the Internal Revenue\nService, the officer or employee will make a\nwritten report of the suspected violation and submit\nthe report to the office(s) of the Internal Revenue\nService responsible for administering or enforcing\nthis part. (c) Destruction of report. No report made\nunder paragraph (a) or (b) of this section shall\nbe maintained unless retention of the report is\npermissible under the applicable records control\nschedule as approved by the National Archives\nand Records Administration and designated\nin the Internal Revenue Manual. Reports must\nbe destroyed as soon as permissible under the\napplicable records control schedule. (d) Effect on proceedings under subpart D. The\ndestruction of any report will not bar any proceeding\nunder subpart D of this part, but will preclude the\nuse of a copy of the report in a proceeding under\nsubpart D of this part. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart D — Rules Applicable to Disciplinary\nProceedings\n§ 10.60 Institution of proceeding. (a) Whenever it is determined that a practitioner (or\nemployer, firm or other entity, if applicable) violated\nany provision of the laws governing practice before\nthe Internal Revenue Service or the regulations in\nthis part, the practitioner may be reprimanded or, in\naccordance with §10.62, subject to a proceeding for\nsanctions described in §10.50. (b) Whenever a penalty has been assessed against\nan appraiser under the Internal Revenue Code and an\nappropriate officer or employee in an office established\nto enforce this part determines that the appraiser acted\nwillfully, recklessly, or through gross incompetence\nwith respect to the proscribed conduct, the appraiser\nmay be reprimanded or, in accordance with §10.62,\nsubject to a proceeding for disqualification. A\nproceeding for disqualification of an appraiser is\ninstituted by the filing of a complaint, the contents of\nwhich are more fully described in §10.62. (c) Except as provided in §10.82, a proceeding\nwill not be instituted under this section unless the\nproposed respondent previously has been advised\nin writing of the law, facts and conduct warranting\nsuch action and has been accorded an opportunity\nto dispute facts, assert additional facts, and make\narguments (including an explanation or description\nof mitigating circumstances). (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.61 Conferences. (a) In general. The Commissioner, or delegate,\nmay confer with a practitioner, employer, firm or\nother entity, or an appraiser concerning allegations of\nmisconduct irrespective of whether a proceeding has\nbeen instituted. If the conference results in a stipulation\nin connection with an ongoing proceeding in which the\npractitioner, employer, firm or other entity, or appraiser\nis the respondent, the stipulation may be entered in the\nrecord by either party to the proceeding. Treasury Department Circular No. 230 (b) Voluntary sanction —\n(1) In general. In lieu of a proceeding being\ninstituted or continued under §10.60(a), a practitioner\nor appraiser (or employer, firm or other entity, if\napplicable) may offer a consent to be sanctioned\nunder §10.50. (2) Discretion; acceptance or declination. The\nCommissioner, or delegate, may accept or decline\nthe offer described in paragraph (b)(1) of this\nsection.",
    "querygen": [
      "who can issue a report to the irs about a report",
      "which officer or employee will make a written report of the suspected violation and submit the report to the office(s) of the internal revenue service?",
      "who can file a violation of the code"
    ],
    "querygen_score": [
      "-1.2258711",
      "3.063284",
      "-1.9773128"
    ]
  },
  {
    "id": "legal-advice_1__95",
    "doc_id": "legal-advice_1",
    "chunk_id": 95,
    "document_category": "legal-advice",
    "text": "Don’t attach correspondence or other\nitems unless required to do so. Attach\nForms W-2 and 2439 to Form 1040 or\n1040-SR. If you received a Form W-2c\n(a corrected Form W-2), attach your\noriginal Forms W-2 and any Forms\nW-2c. Attach Forms W-2G and 1099-R\nto Form 1040 or 1040-SR if tax was\nwithheld. 2022\nTax Table ! See the instructions for line 16 to see if you must use the\nSample Table\nTax Table below to figure your tax. CAUTION Example. A married couple are filing a joint return. Their taxable\nincome on Form 1040, line 15, is $25,300. First, they find the\n$25,300-25,350 taxable income line. Next, they find the column for\nmarried filing jointly and read down the column. The amount shown\nwhere the taxable income line and filing status column meet is\n$2,628. This is the tax amount they should enter in the entry space\non Form 1040, line 16. If line 15\n(taxable\nincome) is— At\nleast If line 15\n(taxable\nincome) is— And you are— But\nless\nthan Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan Single 25,200 25,250\n25,250 25,300\n25,300 25,350\n25,350 25,400 2,822\n2,828\n2,834\n2,840 If line 15\n(taxable\nincome) is— And you are— Single At\nBut\nLeast Less Than Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan 5\n15\n25\n50\n75 0\n1\n2\n4\n6 0\n1\n2\n4\n6 0\n1\n2\n4\n6 0\n1\n2\n4\n6 75\n100\n125\n150\n175 100\n125\n150\n175\n200 9\n11\n14\n16\n19 9\n11\n14\n16\n19 9\n11\n14\n16\n19 9\n11\n14\n16\n19 200\n225\n250\n275\n300 225\n250\n275\n300\n325 21\n24\n26\n29\n31 21\n24\n26\n29\n31 21\n24\n26\n29\n31 21\n24\n26\n29\n31 325\n350\n375\n400\n425 350\n375\n400\n425\n450 34\n36\n39\n41\n44 34\n36\n39\n41\n44 34\n36\n39\n41\n44 34\n36\n39\n41\n44 450\n475\n500\n525\n550 475\n500\n525\n550\n575 46\n49\n51\n54\n56 46\n49\n51\n54\n56 46\n49\n51\n54\n56 46\n49\n51\n54\n56 575\n600\n625\n650\n675 600\n625\n650\n675\n700 59\n61\n64\n66\n69 59\n61\n64\n66\n69 59\n61\n64\n66\n69 59\n61\n64\n66\n69 700\n725\n750\n775\n800 725\n750\n775\n800\n825 71\n74\n76\n79\n81 71\n74\n76\n79\n81 71\n74\n76\n79\n81 71\n74\n76\n79\n81 825\n850\n875\n900\n925 850\n875\n900\n925\n950 84\n86\n89\n91\n94 84\n86\n89\n91\n94 84\n86\n89\n91\n94 84\n86\n89\n91\n94 950\n975 975\n1,000 96\n99 96\n99 96\n99 96\n99 Your tax is— 2,616 2,822\n2,622 2,828\n2,628 2,834\n2,634 2,840 2,734\n2,740\n2,746\n2,752 And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— Your tax is— Your tax is—\n0\n5\n15\n25\n50 Married Married Head\nof a\nfiling\nfiling\nhousejointly* sepahold\nrately 2,000 1,000\n1,000\n1,025\n1,050\n1,075\n1,100 1,025\n1,050\n1,075\n1,100\n1,125 101\n104\n106\n109\n111 101\n104\n106\n109\n111 101\n104\n106\n109\n111 101\n104\n106\n109\n111 2,000\n2,025\n2,050\n2,075\n2,100 2,025\n2,050\n2,075\n2,100\n2,125 201\n204\n206\n209\n211 201\n204\n206\n209\n211 201\n204\n206\n209\n211 201\n204\n206\n209\n211 1,125\n1,150\n1,175\n1,200\n1,225 1,150\n1,175\n1,200\n1,225\n1,250 114\n116\n119\n121\n124 114\n116\n119\n121\n124 114\n116\n119\n121\n124 114\n116\n119\n121\n124 2,125\n2,150\n2,175\n2,200\n2,225 2,150\n2,175\n2,200\n2,225\n2,250 214\n216\n219\n221\n224 214\n216\n219\n221\n224 214\n216\n219\n221\n224 214\n216\n219\n221\n224 1,250\n1,275\n1,300\n1,325\n1,350 1,275\n1,300\n1,325\n1,350\n1,375 126\n129\n131\n134\n136 126\n129\n131\n134\n136 126\n129\n131\n134\n136 126\n129\n131\n134\n136 2,250\n2,275\n2,300\n2,325\n2,350 2,275\n2,300\n2,325\n2,350\n2,375 226\n229\n231\n234\n236 226\n229\n231\n234\n236 226\n229\n231\n234\n236 226\n229\n231\n234\n236 1,375\n1,400\n1,425\n1,450\n1,475 1,400\n1,425\n1,450\n1,475\n1,500 139\n141\n144\n146\n149 139\n141\n144\n146\n149 139\n141\n144\n146\n149 139\n141\n144\n146\n149 2,375\n2,400\n2,425\n2,450\n2,475 2,400\n2,425\n2,450\n2,475\n2,500 239\n241\n244\n246\n249 239\n241\n244\n246\n249 239\n241\n244\n246\n249 239\n241\n244\n246\n249 1,500\n1,525\n1,550\n1,575\n1,600 1,525\n1,550\n1,575\n1,600\n1,625 151\n154\n156\n159\n161 151\n154\n156\n159\n161 151\n154\n156\n159\n161 151\n154\n156\n159\n161 2,500\n2,525\n2,550\n2,575\n2,600 2,525\n2,550\n2,575\n2,600\n2,625 251\n254\n256\n259\n261 251\n254\n256\n259\n261 251\n254\n256\n259\n261 251\n254\n256\n259\n261 1,625\n1,650\n1,675\n1,700\n1,725 1,650\n1,675\n1,700\n1,725\n1,750 164\n166\n169\n171\n174 164\n166\n169\n171\n174 164\n166\n169\n171\n174 164\n166\n169\n171\n174 2,625\n2,650\n2,675\n2,700\n2,725 2,650\n2,675\n2,700\n2,725\n2,750 264\n266\n269\n271\n274 264\n266\n269\n271\n274 264\n266\n269\n271\n274 264\n266\n269\n271\n274 1,750\n1,775\n1,800\n1,825\n1,850 1,775\n1,800\n1,825\n1,850\n1,875 176\n179\n181\n184\n186 176\n179\n181\n184\n186 176\n179\n181\n184\n186 176\n179\n181\n184\n186 2,750\n2,775\n2,800\n2,825\n2,850 2,775\n2,800\n2,825\n2,850\n2,875 276\n279\n281\n284\n286 276\n279\n281\n284\n286 276\n279\n281\n284\n286 276\n279\n281\n284\n286 1,875\n1,900\n1,925\n1,950\n1,975 1,900\n1,925\n1,950\n1,975\n2,000 189\n191\n194\n196\n199 189\n191\n194\n196\n199 189\n191\n194\n196\n199 189\n191\n194\n196\n199 2,875\n2,900\n2,925\n2,950\n2,975 2,900\n2,925\n2,950\n2,975\n3,000 289\n291\n294\n296\n299 289\n291\n294\n296\n299 289\n291\n294\n296\n299 289\n291\n294\n296\n299 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 63 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 3,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 6,000 9,000 3,000\n3,050\n3,100\n3,150\n3,200 3,050\n3,100\n3,150\n3,200\n3,250 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 6,000\n6,050\n6,100\n6,150\n6,200 6,050\n6,100\n6,150\n6,200\n6,250 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 9,000\n9,050\n9,100\n9,150\n9,200 9,050\n9,100\n9,150\n9,200\n9,250 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 3,250\n3,300\n3,350\n3,400\n3,450 3,300\n3,350\n3,400\n3,450\n3,500 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 6,250\n6,300\n6,350\n6,400\n6,450 6,300\n6,350\n6,400\n6,450\n6,500 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 9,250\n9,300\n9,350\n9,400\n9,450 9,300\n9,350\n9,400\n9,450\n9,500 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 3,500\n3,550\n3,600\n3,650\n3,700 3,550\n3,600\n3,650\n3,700\n3,750 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 6,500\n6,550\n6,600\n6,650\n6,700 6,550\n6,600\n6,650\n6,700\n6,750 653\n658\n663\n668\n673 653\n658\n663\n668\n673 653\n658\n663\n668\n673",
    "querygen": [
      "what forms should i attach to my 1040",
      "w2 and 1040 forms can be attached",
      "what forms should i attach to my 1040"
    ],
    "querygen_score": [
      "1.1002568",
      "0.76519895",
      "1.1002568"
    ]
  },
  {
    "id": "legal-advice_97__9",
    "doc_id": "legal-advice_97",
    "chunk_id": 9,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.70 Administrative Law Judge. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 35\n§ 10.71 Discovery. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 35\n§ 10.72 Hearings. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 36\n§ 10.73 Evidence. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 38\n§ 10.74 Transcript. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39\n§ 10.75 Proposed findings and conclusions.",
    "querygen": [
      "what's the name of that slang song that says: the song is an echo of that song?",
      "who is samuel cohn",
      "how many songs are there in the tv show"
    ],
    "querygen_score": [
      "-7.318316",
      "-8.520391",
      "-8.302221"
    ]
  },
  {
    "id": "legal-advice_60__18",
    "doc_id": "legal-advice_60",
    "chunk_id": 18,
    "document_category": "legal-advice",
    "text": "It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard. If they don’t, certain deductions\nand credits on Form 1040 or 1040-SR\nmay be reduced or disallowed and you\nmay not receive credit for your social\nsecurity earnings. If your Form W-2\nshows an incorrect SSN or name, notify\nyour employer or the form-issuing agent\nas soon as possible to make sure your\nearnings are credited to your social security record. If the name or SSN on\nyour social security card is incorrect,\ncall the SSA. Once you are issued an SSN, use it to\nfile your tax return. Use your SSN to file -14- your tax return even if your SSN does\nnot authorize employment or if you have\nbeen issued an SSN that authorizes employment and you lose your employment authorization. An ITIN will not be\nissued to you once you have been issued\nan SSN. If you received your SSN after\npreviously using an ITIN, stop using\nyour ITIN. Use your SSN instead. IRS Individual Taxpayer\nIdentification Numbers\n(ITINs) for Aliens If you are a nonresident or resident alien\nand you don’t have and aren’t eligible to\nget an SSN, you must apply for an ITIN. It takes about 7 weeks to get an ITIN. If you already have an ITIN, enter it\nwherever your SSN is requested on your\ntax return. Some ITINs must be renewed. If you\nhaven't used your ITIN on a federal tax\nreturn at least once for tax years 2019,\n2020, or 2021, it expired at the end of\n2022 and must be renewed if you need\nto file a federal tax return in 2023. You\ndon't need to renew your ITIN if you\ndon't need to file a federal tax return. You can find more information at\nIRS. gov/ITIN. ITINs assigned before 2013\nTIP have expired and must be renewed if you need to file a tax\nreturn in 2023. If you previously submitted a renewal application and it was approved, you do not need to renew again\nunless you haven't used your ITIN on a\nfederal tax return at least once for tax\nyears 2019, 2020, or 2021. An ITIN is for tax use only. It doesn't\nentitle you to social security benefits or\nchange your employment or immigration status under U.S. law. For more information on ITINs, including application, expiration, and renewal, see Form W-7 and its instructions. If you receive an SSN after previously using an ITIN, stop using your ITIN. Use your SSN instead. Visit a local IRS\noffice or write a letter to the IRS explaining that you now have an SSN and\nwant all your tax records combined under your SSN. Details about what to include with the letter and where to mail it\nare at IRS. gov/ITIN. Nonresident Alien Spouse If your spouse is a nonresident alien,\nyour spouse must have either an SSN or\nan ITIN if:\n• You file a joint return, or\n• Your spouse is filing a separate return. Presidential Election\nCampaign Fund This fund helps pay for Presidential\nelection campaigns.",
    "querygen": [
      "how long to get ssn number",
      "how long for ssn verification",
      "how long does it take to get social security number"
    ],
    "querygen_score": [
      "1.2589827",
      "-0.58716834",
      "1.9228458"
    ]
  },
  {
    "id": "legal-advice_26__43",
    "doc_id": "legal-advice_26",
    "chunk_id": 43,
    "document_category": "legal-advice",
    "text": "A pattern of conduct is a\nfactor that will be taken into account in determining\nwhether a practitioner acted knowingly, recklessly,\nor through gross incompetence. Gross incompetence\n§ 10.51 — Page 29 Table of Contents includes conduct that reflects gross indifference,\npreparation which is grossly inadequate under the\ncircumstances, and a consistent failure to perform\nobligations to the client. (14) Willfully failing to sign a tax return\nprepared by the practitioner when the practitioner’s\nsignature is required by Federal tax laws unless the\nfailure is due to reasonable cause and not due to\nwillful neglect. (15) Willfully disclosing or otherwise using a\ntax return or tax return information in a manner not\nauthorized by the Internal Revenue Code, contrary\nto the order of a court of competent jurisdiction, or\ncontrary to the order of an administrative law judge\nin a proceeding instituted under §10.60. (16) Willfully failing to file on magnetic or\nother electronic media a tax return prepared by the\npractitioner when the practitioner is required to do\nso by the Federal tax laws unless the failure is due\nto reasonable cause and not due to willful neglect. (17) Willfully preparing all or substantially\nall of, or signing, a tax return or claim for refund\nwhen the practitioner does not possess a current or\notherwise valid preparer tax identification number\nor other prescribed identifying number. (18) Willfully representing a taxpayer before\nan officer or employee of the Internal Revenue\nService unless the practitioner is authorized to do so\npursuant to this part. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.52 Violations subject to sanction. (a) A practitioner may be sanctioned under §10.50\nif the practitioner —\n(1) Willfully violates any of the regulations (other\nthan §10.33) contained in this part; or\n(2) Recklessly or through gross incompetence\n(within the meaning of §10.51(a)(13)) violates §§\n10.34, 10.35, 10.36 or 10.37. (b) Effective/applicability date. This section is\napplicable to conduct occurring on or after September\n26, 2007. Page 30 — § 10.51 § 10.53 Receipt of information concerning\npractitioner. (a) Officer or employee of the Internal Revenue\nService. If an officer or employee of the Internal\nRevenue Service has reason to believe a practitioner\nhas violated any provision of this part, the officer\nor employee will promptly make a written report\nof the suspected violation. The report will explain\nthe facts and reasons upon which the officer’s or\nemployee’s belief rests and must be submitted\nto the office(s) of the Internal Revenue Service\nresponsible for administering or enforcing this part. (b) Other persons. Any person other than an\nofficer or employee of the Internal Revenue Service\nhaving information of a violation of any provision\nof this part may make an oral or written report of\nthe alleged violation to the office(s) of the Internal\nRevenue Service responsible for administering or\nenforcing this part or any officer or employee of\nthe Internal Revenue Service. If the report is made\nto an officer or employee of the Internal Revenue\nService, the officer or employee will make a\nwritten report of the suspected violation and submit\nthe report to the office(s) of the Internal Revenue\nService responsible for administering or enforcing\nthis part. (c) Destruction of report.",
    "querygen": [
      "what is the pattern of conduct",
      "definition of pattern of conduct",
      "what is pattern of conduct"
    ],
    "querygen_score": [
      "1.572328",
      "1.31388",
      "1.8026412"
    ]
  },
  {
    "id": "legal-advice_45__1",
    "doc_id": "legal-advice_45",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20093801F Release Date: 9/18/09\nCC:LM:RFPH:RAVILLAGELIU:\nPOSTF-134398-08\nUILC: 451.13-00 date: January 16, 2009 to: Robert E. Larson\nSupervisory Internal Revenue Agent\nJim Helrich\nInternal Revenue Agent from: subject: Deputy Area Counsel (Industry Programs), LMSB Area 3, RFPH\nRogelio A. Villageliu Industry Counsel Food & Beverages Industry Request for Case Specific Legal Advice: Separate Gift Card Company Servicing\nAffiliated Restaurants This is to provide the requested legal assistance. Below are the facts, discussion and\nlegal analysis. The legal conclusions reached in this opinion were informally reviewed\nby the national office, and informal suggestions made were incorporated in this opinion. LEGEND\nA\nB\nC\nD\nE\nF\nG\nH\nI\nJ = --------------------------------------------------------------------------------------------------------------------------------------= -------------------------------------------= ---------------------------------------------------------------------= ---------------= --------------------------------------------------------= ----------------------------------= -----------------= ---------------= ---------= ---- POSTF-134398-08\nK\nL\nM\nN\nO\nP\nService began auditing\nthe taxpayer\nYear 1\nYear 17\nYear 24\nYear 25\nYear 26\nYear 27\n#AA\n#BB\n#CC\n#DD\n#EE\n#FF\n#GG\n#HH\n#II\n#JJ\n#KK\n#LL\n#MM\n#NN\n#OO\n# of Account\nInterco-A\nDate AB\nDate AC\n$QA\n$QB\n$QC\n$QD\n$QE\n$QF\n$QG\n$QH\n$QI\n$QJ\n$QK\n$QL 2\n=\n=\n=\n=\n=\n=\n= -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-134398-08\n$QM\n$QN\n$QO\n$QP\n$QQ\n$QR\n$QS 3\n=\n=\n=\n=\n=\n=\n= ------------------------------------------------------------------------------------- ISSUES Whether A (A) may, under the circumstances described below, defer the recognition of\nincome from the proceeds of gift card sales under Treas. Reg. 1.451-5 or under Rev.\nProc. 2004-34.\nCONCLUSIONS It may not defer under Treas. Reg. §1.451-5 or under Rev. Proc. 2004-34.\nFACTS\n1. A and its affiliates\nA is an S corporation and a full-service restaurant management company based in B. It maintains its books and files its income tax returns on the accrual basis with a 52-53\nweek fiscal year ending on the last Wednesday of the calendar year. Its financial\nstatements are audited annually by an independent certified public accounting firm. The firm has provided an unqualified opinion for all years and has also prepared and\nsigned A’s tax returns. A has sold gift certificates since the Service began auditing the taxpayer; in Year 24,\nit replaced the certificates with plastic gift cards in varying denominations. A has\nconsistently accounted for its receipts from the sales under section 1.451-5 of the\nregulations. The Internal Revenue Service (the Service) has audited the returns of A\nand its affiliates on a number of occasions since the Service began auditing the\ntaxpayer and, according to A, there is no record of the Service’s having previously\nexamined A ’s reliance on Treas. Reg. § 1.451-5.\nA was incorporated in Year 1 to succeed by merger to #AA affiliated restaurant\ncorporations. The merger did not result in a change of control or operation of the\nrestaurants. Since the merger, A has closed all but the first of the #AA restaurants, C.\nIn the Service began auditing the taxpayer, however, when A began selling gift\ncertificates and accounting for them under Treas. Reg. 1.451-5, it owned and operated\n#OO or #JJ of the original #AA restaurants. A affiliates then owned and operated POSTF-134398-08 4 approximately #BB restaurants.1 All or substantially all of the restaurants participated\nin A’s gift card (then gift certificate) program. Today, A continues to own and operate one affiliated restaurant corporation, C(in its\noriginal leased premises in B), and manages approximately #CC other affiliated\nrestaurants. These restaurants are owned by S corporations, partnerships and\nlimited liability companies (taxed as partnerships). A has an equity interest (in varying\namounts from nominal to substantial) in a number of these restaurants. A provides\nstaffing, administrative, and/or management services to these restaurants. A also\nprovides fee-based consulting services to independent restaurateurs.",
    "querygen": [
      "internal revenue service memo number",
      "irs memo number",
      "irs memo number"
    ],
    "querygen_score": [
      "2.118784",
      "0.26822957",
      "0.26822957"
    ]
  },
  {
    "id": "legal-advice_89__1",
    "doc_id": "legal-advice_89",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20100501F\nRelease Date: 2/5/10\nCC:LM:HMT:DET:EREdberg\nPOSTF-140663-09\nUILC: 17.09.00-00, 17.08.00-00, 472.11-00 date: December 01, 2009 to: from: subject: Mark Miskiewicz\nInventory Technical Advisor (Vancouver)\n(Large & Mid-Size Business)\nEric R. Skinner\nAssociate Area Counsel (Detroit)\n(Large & Mid-Size Business) Effect of Closing Agreement on the taxpayer's LIFO definition of an item This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. This opinion is based on the facts set forth herein. Should you determine that the facts\nare different, you should not rely on this opinion without conferring with this office, as\nour opinion may change. Further, this opinion is subject to post-review in the National\nOffice. That review might result in modifications to the conclusions herein. Should the\nNational Office suggest any material change in the advice, we will notify you as soon as\nwe hear from that office. LEGEND\nTaxpayer\nParent\nCompany A\nCompany B\nCompany C\nCompany D\nDivision 1\nDate 1\nDate 2 =\n=\n=\n=\n=\n=\n=\n=\n= ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ POSTF-140663-09\nDate 3\nDate 4\nDate 5\nDate 6\nDate 7\nDate 8\nDate 9\nDate 10\nDate 11\nDate 12\nYear 1\nYear 2\nYear 3\nX\nParagraph A\nParagraph B\nAttachment Y\nName 1\nName 2\nName 3\nPool A =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= 2 ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ISSUES Whether a Closing Agreement executed in a prior tax year bars the Internal Revenue\nService (“IRS”) from changing the taxpayer's1 LIFO definition of an item. CONCLUSIONS The Closing Agreement does not prevent the IRS from changing the taxpayer’s LIFO\ndefinition of an item for tax years after Year 1. The language of the Closing Agreement\ndoes not reflect an agreement between the parties as to the appropriateness of the\ntaxpayer’s LIFO item definitions or the permissibility of such item definitions in future\nyears. FACTS The taxpayer uses a dollar-value, last-in first-out (“LIFO”) inventory accounting method. During Year 3, the Parent2 and the Commissioner of Internal Revenue executed a\nClosing Agreement on Final Determination Covering Specific Matters.3 The Closing\n1 In this memorandum, “the taxpayer” refers to the Taxpayer (formerly known as Company A). The Parent executed the agreement on behalf of itself and as the agent for Company A.\n3\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------2 POSTF-140663-09 3 Agreement relates to the LIFO basis of Company A’s Pool A. The Commissioner\ndisputed the LIFO value of Company A’s Pool A as valued as of Date 1, Date 2, Date 3,\nDate 4, Date 5, Date 6, and Date 7. The Commissioner determined a LIFO value as of\nDate 7 of $X. The taxpayer agreed to accept the Commissioner’s LIFO computations. One of the Closing Agreement’s introductory clauses states, -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- In the determination and agreement section of the\nClosing Agreement, Paragraph A provides:\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Paragraph B provides that --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The Closing Agreement was signed by an examination manager, Name 1, on behalf of\nthe Commissioner on Date 10. An Internal Revenue Agent, Name 2, signed the Closing\nAgreement on Date 8, as the receiving officer and in affirmation of the statement “I have\nexamined the specific matters involved and recommend the acceptance of the proposed\nagreement.” A Case Manager, Name 3, signed the Closing Agreement on Date 9, as\nthe reviewing officer and in affirmation of the statement “I have examined the specific\nmatters involved and recommend the approval of the proposed agreement.” On Date 11, Company A changed its name to the Taxpayer.",
    "querygen": [
      "when is the memo due for release",
      "irs memo number",
      "what is the irs memo number"
    ],
    "querygen_score": [
      "-1.4287691",
      "0.012568707",
      "-0.45913243"
    ]
  },
  {
    "id": "legal-advice_67__3",
    "doc_id": "legal-advice_67",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8\n§ 10.5 Application to become an enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9\n§ 10.6 Term and renewal of status as an enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10\n§ 10.7 Representing oneself; participating in rulemaking; limited practice; and special appearances. . . 16\n§ 10.8 Return preparation and application of rules to other individuals. . . . . . . . . . . . . . . . . . . . . . . . . . . 17\n§ 10.9 Continuing education providers and continuing education programs. . . . . . . . . . . . . . . . . . . . . . . . 17\nSubpart B — Duties and Restrictions Relating to Practice Before the Internal Revenue Service . . . . . . . 19\n§ 10.20 Information to be furnished. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n§ 10.21 Knowledge of client’s omission. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n§ 10.22 Diligence as to accuracy.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n§ 10.23 Prompt disposition of pending matters.",
    "querygen": [
      "who is jimmy mcgraw",
      "when is the end of the song dr. ohio",
      "who said, i'm a man"
    ],
    "querygen_score": [
      "-8.989358",
      "-9.506632",
      "-8.002729"
    ]
  },
  {
    "id": "legal-advice_40__73",
    "doc_id": "legal-advice_40",
    "chunk_id": 73,
    "document_category": "legal-advice",
    "text": "650\n670\n690\n710 731\n754\n776\n799 4,400\n4,450\n4,500\n4,550 4,450\n4,500\n4,550\n4,600 339\n342\n346\n350 1,505\n1,522\n1,539\n1,556 1,770\n1,790\n1,810\n1,830 1,991\n2,014\n2,036\n2,059 339\n342\n346\n350 1,505\n1,522\n1,539\n1,556 1,770\n1,790\n1,810\n1,830 1,991\n2,014\n2,036\n2,059 1,800\n1,850\n1,900\n1,950 1,850\n1,900\n1,950\n2,000 140\n143\n147\n151 621\n638\n655\n672 730\n750\n770\n790 821\n844\n866\n889 140\n143\n147\n151 621\n638\n655\n672 730\n750\n770\n790 821\n844\n866\n889 4,600\n4,650\n4,700\n4,750 4,650\n4,700\n4,750\n4,800 354\n358\n361\n365 1,573\n1,590\n1,607\n1,624 1,850\n1,870\n1,890\n1,910 2,081\n2,104\n2,126\n2,149 354\n358\n361\n365 1,573\n1,590\n1,607\n1,624 1,850\n1,870\n1,890\n1,910 2,081\n2,104\n2,126\n2,149 2,000\n2,050\n2,100\n2,150 2,050\n2,100\n2,150\n2,200 155\n159\n163\n166 689\n706\n723\n740 810\n830\n850\n870 911\n934\n956\n979 155\n159\n163\n166 689\n706\n723\n740 810\n830\n850\n870 911\n934\n956\n979 4,800\n4,850\n4,900\n4,950 4,850\n4,900\n4,950\n5,000 369\n373\n377\n381 1,641\n1,658\n1,675\n1,692 1,930\n1,950\n1,970\n1,990 2,171\n2,194\n2,216\n2,239 369\n373\n377\n381 1,641\n1,658\n1,675\n1,692 1,930\n1,950\n1,970\n1,990 2,171\n2,194\n2,216\n2,239 2,200\n2,250\n2,300\n2,350 2,250\n2,300\n2,350\n2,400 170\n174\n178\n182 757\n774\n791\n808 890\n910\n930\n950 1,001\n1,024\n1,046\n1,069 170\n174\n178\n182 757\n774\n791\n808 890\n910\n930\n950 1,001\n1,024\n1,046\n1,069 5,000\n5,050\n5,100\n5,150 5,050\n5,100\n5,150\n5,200 384\n388\n392\n396 1,709\n1,726\n1,743\n1,760 2,010\n2,030\n2,050\n2,070 2,261\n2,284\n2,306\n2,329 384\n388\n392\n396 1,709\n1,726\n1,743\n1,760 2,010\n2,030\n2,050\n2,070 2,261\n2,284\n2,306\n2,329 2,400\n2,450\n2,500\n2,550 2,450\n2,500\n2,550\n2,600 186\n189\n193\n197 825\n842\n859\n876 970\n990\n1,010\n1,030 1,091\n1,114\n1,136\n1,159 186\n189\n193\n197 825\n842\n859\n876 970\n990\n1,010\n1,030 1,091\n1,114\n1,136\n1,159 5,200\n5,250\n5,300\n5,350 5,250\n5,300\n5,350\n5,400 400\n404\n407\n411 1,777\n1,794\n1,811\n1,828 2,090\n2,110\n2,130\n2,150 2,351\n2,374\n2,396\n2,419 400\n404\n407\n411 1,777\n1,794\n1,811\n1,828 2,090\n2,110\n2,130\n2,150 2,351\n2,374\n2,396\n2,419 2,600\n2,650\n2,700\n2,750 2,650\n2,700\n2,750\n2,800 201\n205\n208\n212 893\n910\n927\n944 1,050\n1,070\n1,090\n1,110 1,181\n1,204\n1,226\n1,249 201\n205\n208\n212 893\n910\n927\n944 1,050\n1,070\n1,090\n1,110 1,181\n1,204\n1,226\n1,249 5,400\n5,450\n5,500\n5,550 5,450\n5,500\n5,550\n5,600 415\n419\n423\n426 1,845\n1,862\n1,879\n1,896 2,170\n2,190\n2,210\n2,230 2,441\n2,464\n2,486\n2,509 415\n419\n423\n426 1,845\n1,862\n1,879\n1,896 2,170\n2,190\n2,210\n2,230 2,441\n2,464\n2,486\n2,509 Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. (Continued) Need more information or forms? Visit IRS.gov. - 46 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 2 But less\nthan 5,600\n5,650\n5,700\n5,750 5,650\n5,700\n5,750\n5,800 430\n434\n438\n442 1,913\n1,930\n1,947\n1,964 2,250\n2,270\n2,290\n2,310 2,531\n2,554\n2,576\n2,599 430\n434\n438\n442 1,913\n1,930\n1,947\n1,964 2,250\n2,270\n2,290\n2,310 5,800\n5,850\n5,900\n5,950 5,850\n5,900\n5,950\n6,000 446\n449\n453\n457 1,981\n1,998\n2,015\n2,032 2,330\n2,350\n2,370\n2,390 2,621\n2,644\n2,666\n2,689 446\n449\n453\n457 1,981\n1,998\n2,015\n2,032 6,000\n6,050\n6,100\n6,150 6,050\n6,100\n6,150\n6,200 461\n465\n469\n472 2,049\n2,066\n2,083\n2,100 2,410\n2,430\n2,450\n2,470 2,711\n2,734\n2,756\n2,779 461\n465\n469\n472 6,200\n6,250\n6,300\n6,350 6,250\n6,300\n6,350\n6,400 476\n480\n484\n488 2,117\n2,134\n2,151\n2,168 2,490\n2,510\n2,530\n2,550 2,801\n2,824\n2,846\n2,869 6,400\n6,450\n6,500\n6,550 6,450\n6,500\n6,550\n6,600 492\n495\n499\n503 2,185\n2,202\n2,219\n2,236 2,570\n2,590\n2,610\n2,630 6,600\n6,650\n6,700\n6,750 6,650\n6,700\n6,750\n6,800 507\n511\n514\n518 2,253\n2,270\n2,287\n2,304 6,800\n6,850\n6,900\n6,950 6,850\n6,900\n6,950\n7,000 522\n526\n530\n534 7,000\n7,050\n7,100\n7,150 7,050\n7,100\n7,150\n7,200 7,200\n7,250\n7,300\n7,350 ★ Your credit is– 1 At least If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 Your credit is– 1 2 3 At least But less\nthan Your credit is– 2,531\n2,554\n2,576\n2,599 8,800\n8,850\n8,900\n8,950 8,850\n8,900\n8,950\n9,000 560\n560\n560\n560 3,001\n3,018\n3,035\n3,052 3,530\n3,550\n3,570\n3,590 3,971\n3,994\n4,016\n4,039 560\n560\n560\n560 3,001\n3,018\n3,035\n3,052 3,530\n3,550\n3,570\n3,590 3,971\n3,994\n4,016\n4,039 2,330\n2,350\n2,370\n2,390 2,621\n2,644\n2,666\n2,689 9,000\n9,050\n9,100\n9,150 9,050\n9,100\n9,150\n9,200 560\n560\n560\n560 3,069\n3,086\n3,103\n3,120 3,610\n3,630\n3,650\n3,670 4,061\n4,084\n4,106\n4,129 560\n560\n560\n560 3,069\n3,086\n3,103\n3,120 3,610\n3,630\n3,650\n3,670 4,061\n4,084\n4,106\n4,129 2,049\n2,066\n2,083\n2,100 2,410\n2,430\n2,450\n2,470 2,711\n2,734\n2,756\n2,779 9,200\n9,250\n9,300\n9,350 9,250\n9,300\n9,350\n9,400 555\n551\n547\n544 3,137\n3,154\n3,171\n3,188 3,690\n3,710\n3,730\n3,750 4,151\n4,174\n4,196\n4,219 560\n560\n560\n560 3,137\n3,154\n3,171\n3,188 3,690\n3,710\n3,730\n3,750 4,151\n4,174\n4,196\n4,219 476\n480\n484\n488 2,117\n2,134\n2,151\n2,168 2,490\n2,510\n2,530\n2,550 2,801\n2,824\n2,846\n2,869 9,400\n9,450\n9,500\n9,550 9,450\n9,500\n9,550\n9,600 540\n536\n532\n528 3,205\n3,222\n3,239\n3,256 3,770\n3,790\n3,810\n3,830 4,241\n4,264\n4,286\n4,309 560\n560\n560\n560 3,205\n3,222\n3,239\n3,256 3,770\n3,790\n3,810\n3,830 4,241\n4,264\n4,286\n4,309 2,891\n2,914\n2,936\n2,959 492\n495\n499\n503 2,185\n2,202\n2,219\n2,236 2,570\n2,590\n2,610\n2,630 2,891\n2,914\n2,936\n2,959 9,600\n9,650\n9,700\n9,750 9,650\n9,700\n9,750\n9,800 524\n521\n517\n513 3,273\n3,290\n3,307\n3,324 3,850\n3,870\n3,890\n3,910 4,331\n4,354\n4,376\n4,399 560\n560\n560\n560 3,273\n3,290\n3,307\n3,324 3,850\n3,870\n3,890\n3,910 4,331\n4,354\n4,376\n4,399 2,650\n2,670\n2,690\n2,710 2,981\n3,004\n3,026\n3,049 507\n511\n514\n518 2,253\n2,270\n2,287\n2,304 2,650\n2,670\n2,690\n2,710 2,981\n3,004\n3,026\n3,049 9,800\n9,850\n9,900\n9,950 9,850\n9,900\n9,950\n10,000 509\n505\n501\n498 3,341\n3,358\n3,375\n3,392 3,930\n3,950\n3,970\n3,990 4,421\n4,444\n4,466\n4,489 560\n560\n560\n560 3,341\n3,358\n3,375\n3,392 3,930\n3,950\n3,970\n3,990 4,421\n4,444\n4,466\n4,489 2,321\n2,338\n2,355\n2,372 2,730\n2,750\n2,770\n2,790 3,071\n3,094\n3,116\n3,139 522\n526\n530\n534 2,321\n2,338\n2,355\n2,372 2,730\n2,750\n2,770\n2,790 3,071\n3,094\n3,116\n3,139 10,000\n10,050\n10,100\n10,150 10,050\n10,100\n10,150\n10,200 494\n490\n486\n482 3,409\n3,426\n3,443\n3,460 4,010\n4,030\n4,050\n4,070 4,511\n4,534\n4,556\n4,579 560\n560\n560\n560 3,409\n3,426\n3,443\n3,460 4,010\n4,030\n4,050\n4,070 4,511\n4,534\n4,556\n4,579 537\n541\n545\n549 2,389\n2,406\n2,423\n2,440 2,810\n2,830\n2,850\n2,870 3,161\n3,184\n3,206\n3,229 537\n541\n545\n549 2,389\n2,406\n2,423\n2,440 2,810\n2,830\n2,850\n2,870 3,161\n3,184\n3,206\n3,229 10,200\n10,250\n10,300\n10,350 10,250\n10,300\n10,350\n10,400 479\n475\n471\n467 3,477\n3,494\n3,511\n3,528 4,090\n4,110\n4,130\n4,150 4,601\n4,624\n4,646\n4,669 560\n560\n560\n560 3,477\n3,494\n3,511\n3,528 4,090\n4,110\n4,130\n4,150 4,601\n4,624\n4,646\n4,669 7,250\n7,300\n7,350\n7,400 553\n557\n560\n560 2,457\n2,474\n2,491\n2,508 2,890\n2,910\n2,930\n2,950 3,251\n3,274\n3,296\n3,319 553\n557\n560\n560 2,457\n2,474\n2,491\n2,508 2,890\n2,910\n2,930\n2,950 3,251\n3,274\n3,296\n3,319 10,400\n10,450\n10,500\n10,550 10,450\n10,500\n10,550\n10,600 463\n459\n456\n452 3,545\n3,562\n3,579\n3,596 4,170\n4,190\n4,210\n4,230 4,691\n4,714\n4,736\n4,759 560\n560\n560\n560 3,545\n3,562\n3,579\n3,596 4,170\n4,190\n4,210\n4,230 4,691\n4,714\n4,736\n4,759 7,400\n7,450\n7,500\n7,550 7,450\n7,500\n7,550\n7,600 560\n560\n560\n560 2,525\n2,542\n2,559\n2,576 2,970\n2,990\n3,010\n3,030 3,341\n3,364\n3,386\n3,409 560\n560\n560\n560 2,525\n2,542\n2,559\n2,576 2,970\n2,990\n3,010\n3,030 3,341\n3,364\n3,386\n3,409 10,600\n10,650\n10,700\n10,750 10,650\n10,700\n10,750\n10,800 448\n444\n440\n436 3,613\n3,630\n3,647\n3,664 4,250\n4,270\n4,290\n4,310 4,781\n4,804\n4,826\n4,849 560\n560\n560\n560 3,613\n3,630\n3,647\n3,664 4,250\n4,270\n4,290\n4,310 4,781\n4,804\n4,826\n4,849 7,600\n7,650\n7,700\n7,750 7,650\n7,700\n7,750\n7,800 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 10,800\n10,850\n10,900\n10,950 10,850\n10,900\n10,950\n11,000 433\n429\n425\n421 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 560\n560\n560\n560 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 7,800\n7,850\n7,900\n7,950 7,850\n7,900\n7,950\n8,000 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 11,000\n11,050\n11,100\n11,150 11,050\n11,100\n11,150\n11,200 417\n413\n410\n406 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 8,000\n8,050\n8,100\n8,150 8,050\n8,100\n8,150\n8,200 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679",
    "querygen": [
      "what samsung number comes in the 4700 series",
      "numbers to 650 670 690",
      "what is the max capacity of 650"
    ],
    "querygen_score": [
      "-7.2252316",
      "1.9746277",
      "-2.9767332"
    ]
  },
  {
    "id": "legal-advice_94__10",
    "doc_id": "legal-advice_94",
    "chunk_id": 10,
    "document_category": "legal-advice",
    "text": "This\n4-month extension of time to file doesn't\nextend the time to pay your tax. See\nForm 4868. Private Delivery Services If you choose to mail your return, you\ncan use certain private delivery services designated by the IRS to meet the “timely mailing treated as timely filing/\npaying” rule for tax returns and payments. These private delivery services\ninclude only the following. • DHL Express 9:00, DHL Express\n10:30, DHL Express 12:00, DHL Express Worldwide, DHL Express Envelope, DHL Import Express 10:30, DHL\nImport Express 12:00, and DHL Import\nExpress Worldwide. • UPS Next Day Air Early A.M.,\nUPS Next Day Air, UPS Next Day Air\nSaver, UPS 2nd Day Air, UPS 2nd Day\nAir A.M., UPS Worldwide Express\nPlus, and UPS Worldwide Express. • FedEx First Overnight, FedEx Priority Overnight, FedEx Standard Overnight, FedEx 2 Day, FedEx International\nNext Flight Out, FedEx International\nPriority, FedEx International First, and\nFedEx International Economy. To check for any updates to the list of\ndesignated private delivery services, go\nto IRS.gov/PDS. For the IRS mailing address to use if you’re using a private delivery service, go to IRS.gov/\nPDSStreetAddresses. The private delivery service can tell\nyou how to get written proof of the mailing date. Chart A—For Most People\nIF your filing status is . . . AND at the end of 2022\nyou were* . . . THEN file a return if your gross\nincome** was at least . . . Single under 65\n65 or older $12,950\n14,700 Married filing jointly*** under 65 (both spouses)\n65 or older (one spouse)\n65 or older (both spouses) $25,900\n27,300\n28,700 Married filing separately any age Head of household under 65\n65 or older $19,400\n21,150 Qualifying surviving spouse under 65\n65 or older $25,900\n27,300 $5 *If you were born on January 1, 1958, you are considered to be age 65 at the end of 2022. (If your spouse died in 2022 or\nif you are preparing a return for someone who died in 2022, see Pub. 501.)\n**Gross income means all income you received in the form of money, goods, property, and services that isn't exempt from\ntax, including any income from sources outside the United States or from the sale of your main home (even if you can\nexclude part or all of it). Don’t include any social security benefits unless (a) you are married filing a separate return and\nyou lived with your spouse at any time in 2022, or (b) one-half of your social security benefits plus your other gross\nincome and any tax-exempt interest is more than $25,000 ($32,000 if married filing jointly). If (a) or (b) applies, see the\ninstructions for lines 6a and 6b to figure the taxable part of social security benefits you must include in gross income. Gross income includes gains, but not losses, reported on Form 8949 or Schedule D. Gross income from a business means,\nfor example, the amount on Schedule C, line 7, or Schedule F, line 9. But, in figuring gross income, don’t reduce your\nincome by any losses, including any loss on Schedule C, line 7, or Schedule F, line 9.",
    "querygen": [
      "when you file a tax return, you have to pay the tax",
      "time to pay tax returns",
      "how long do tax refunds take"
    ],
    "querygen_score": [
      "-1.4558282",
      "-0.5528358",
      "-2.3864026"
    ]
  },
  {
    "id": "legal-advice_71__8",
    "doc_id": "legal-advice_71",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": "which justify the deduction of one but not the other. For example, the\nearlier -------------- is included in the ------*** v which may be of legitimate advertising value;\nthe second -------------- took place after the making of the ----- and does not appear to have\nbeen given any significant exposure to the public. The first -------------- may have lacked the\nfamily vacation factors prominent in the second --------------. It is also possible that the\nearlier deduction simply escaped the Service’s attention, or the amount was deemed\ninsignificant, or the pursuit of a deficiency was judged to be an unjustified use of the\nService’s limited resources. Of course, we cannot now (on the grounds of consistency)\ndisallow the ------- deduction, as the statute of limitations on assessment has expired for\nthat fiscal year. But the Service need not allow a similar deduction in ------- on the grounds\nof consistency. Consistency objections could also be raised due to the Service disallowing the costs of\nthe *** al -------------- of ------- while allowing other contributions to or expenses of the\ncompany ------------ in that year. Again, we note that the Service is not obliged to disallow\nevery deduction that could conceivably be challenged; the Service can allow some\nquestionable deductions while disallowing others. In this case, the Service does not\nchoose to question whether the entire ------------ and all of its costs are defensible as an\nadvertising and promotional expense in the years under examination. The taxpayer states\n(without citation to any authority) that the deduction of the costs of company ------------- on\nthe grounds that they promote the company and its products is not unheard of. It is entirely\npossible that the taxpayer in this case can justify and substantiate that the ------------ in\ngeneral (and the ----- *** v are legitimate advertising expenses; we maintain, however, that\nthe taxpayer has not proven that the costs of the ----------------------were primarily business\nrather than personal under §§ 162(a) and 262, and that the -------------- resulted in any\nuseful promotional communication to potential customers, or was intended to do so, at least\nnot on a scale commensurate to the size of the ----------------. Of course, consistent with the expense not being deductible on the corporate return, that\npart of the cost of the -------------- which is a personal benefit to the president of the\ncompany is income to him not reported on his return. It is at the discretion of the\nCompliance Division, however, whether an examination of the president’s individual return\nshould be opened and an adjustment proposed; this decision involves matters regarding\nthe allocation of IRS time and resources that are beyond the scope of Counsel’s knowledge\nand authority. Conclusion We conclude that there is no legal basis for deducting the costs of the fiscal year -----------------------to locate the ------------- of the ------------------. CC:LM:RFPH:CHI:2:M:POSTF-130690-11 If you have any questions, please contact the undersigned at 414-231-2807. Steven R. Guest\nAssociate Area Counsel (LB&I) By: ____________________________ ----------------Attorney Page 11",
    "querygen": [
      "which is an example of legitimate advertising value",
      "definition of legitimate advertising",
      "why not include one of two as an example"
    ],
    "querygen_score": [
      "-1.0147393",
      "-3.7720468",
      "-4.09893"
    ]
  },
  {
    "id": "legal-advice_96__34",
    "doc_id": "legal-advice_96",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "*This includes a Roth, SEP, or SIMPLE IRA. Line 1i\nNontaxable Combat Pay\nElection If you elect to include your nontaxable\ncombat pay in your earned income when\nfiguring the EIC, enter the amount on\nline 1i. See the instructions for line 27. Were You a Statutory\nEmployee? If you were a statutory employee, the\n“Statutory employee” box in box 13 of\nyour Form W-2 should be checked. Statutory employees include full-time life\ninsurance salespeople and certain agent or commission drivers, certain traveling\nsalespeople, and certain homeworkers. Statutory employees report the amount\nshown in box 1 of Form W-2 on a\nSchedule C along with any related business expenses. ! Line 2b\nTaxable Interest Missing or Incorrect\nForm W-2? Your employer is required to provide or\nsend Form W-2 to you no later than\nJanuary 31, 2023. If you don’t receive it\nby early February, use Tax Topic 154 to\nfind out what to do. Even if you don’t\nget a Form W-2, you must still report\nyour earnings. If you lose your Form\nW-2 or it is incorrect, ask your employer\nfor a new one. Line 2a\nTax-Exempt Interest If you received any tax-exempt interest\n(including any tax-exempt original issue\ndiscount (OID)), such as from municipal\nbonds, each payer should send you a\nForm 1099-INT or a Form 1099-OID. In\ngeneral, your tax-exempt stated interest\nshould be shown in box 8 of Form\n1099-INT or, for a tax-exempt OID\nbond, in box 2 of Form 1099-OID, and\nyour tax-exempt OID should be shown\nin box 11 of Form 1099-OID. Enter the\ntotal on line 2a. However, if you acquired a tax-exempt bond at a premium,\nonly report the net amount of tax-exempt interest on line 2a (that is, the excess of the tax-exempt interest received\nduring the year over the amortized bond\npremium for the year). Also, if you acquired a tax-exempt OID bond at an acquisition premium, only report the net\namount of tax-exempt OID on line 2a\n(that is, the excess of tax-exempt OID\nfor the year over the amortized acquisition premium for the year). See Pub. 550\nfor more information about OID, bond\npremium, and acquisition premium. Also include on line 2a any exempt-interest dividends from a mutual\nfund or other regulated investment company. This amount should be shown in\nbox 12 of Form 1099-DIV. Don’t include interest earned on your\nIRA, health savings account, Archer or\nMedicare Advantage MSA, or Coverdell\neducation savings account. -25- Don’t include any amounts related to the forgiveness of PPP\nCAUTION Loans on this line. Each payer should send you a Form\n1099-INT or Form 1099-OID. Enter\nyour total taxable interest income on\nline 2b. But you must fill in and attach\nSchedule B if the total is over $1,500 or\nany of the other conditions listed at the\nbeginning of the Schedule B instructions\napplies to you. For more details about reporting taxable interest, including market discount\non bonds and adjustments for amortizable bond premium or acquisition premium, see Pub. 550. Interest credited in 2022 on deposits\nthat you couldn't withdraw because of\nthe bankruptcy or insolvency of the financial institution may not have to be\nincluded in your 2022 income. For details, see Pub. 550. If you get a 2022 Form TIP 1099-INT for U.S. savings bond\ninterest that includes amounts\nyou reported before 2022, see Pub. 550.",
    "querygen": [
      "what to include on your ira",
      "is combat pay taxable",
      "is combat pay taxable"
    ],
    "querygen_score": [
      "-1.0660565",
      "0.8530196",
      "0.8530196"
    ]
  }
]