[
  {
    "id": "legal-advice_34__16",
    "doc_id": "legal-advice_34",
    "chunk_id": 16,
    "document_category": "legal-advice",
    "text": "Paragraphs (c) through (f), (h), and (i) of\nthis section are applicable beginning August 2, 2011. Page 8 — § 10.3 § 10.4 Eligibility to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Enrollment as an enrolled agent upon\nexamination. The Commissioner, or delegate, will\ngrant enrollment as an enrolled agent to an applicant\neighteen years of age or older who demonstrates\nspecial competence in tax matters by written\nexamination administered by, or administered under\nthe oversight of, the Internal Revenue Service, who\npossesses a current or otherwise valid preparer tax\nidentification number or other prescribed identifying\nnumber, and who has not engaged in any conduct\nthat would justify the suspension or disbarment of\nany practitioner under the provisions of this part. (b) Enrollment as a retirement plan agent upon\nexamination. The Commissioner, or delegate, will\ngrant enrollment as an enrolled retirement plan\nagent to an applicant eighteen years of age or older\nwho demonstrates special competence in qualified\nretirement plan matters by written examination\nadministered by, or administered under the oversight\nof, the Internal Revenue Service, who possesses a\ncurrent or otherwise valid preparer tax identification\nnumber or other prescribed identifying number, and\nwho has not engaged in any conduct that would justify\nthe suspension or disbarment of any practitioner\nunder the provisions of this part. (c) Designation as a registered tax return preparer. The Commissioner, or delegate, may designate\nan individual eighteen years of age or older as\na registered tax return preparer provided an\napplicant demonstrates competence in Federal tax\nreturn preparation matters by written examination\nadministered by, or administered under the oversight\nof, the Internal Revenue Service, or otherwise meets\nthe requisite standards prescribed by the Internal\nRevenue Service, possesses a current or otherwise valid\npreparer tax identification number or other prescribed\nidentifying number, and has not engaged in any conduct\nthat would justify the suspension or disbarment of any\npractitioner under the provisions of this part. (d) Enrollment of former Internal Revenue Service\nemployees. The Commissioner, or delegate, may\nTreasury Department Circular No. 230 Table of Contents grant enrollment as an enrolled agent or enrolled\nretirement plan agent to an applicant who, by virtue\nof past service and technical experience in the\nInternal Revenue Service, has qualified for such\nenrollment and who has not engaged in any conduct\nthat would justify the suspension or disbarment of\nany practitioner under the provisions of this part,\nunder the following circumstances:\n(1) The former employee applies for enrollment\non an Internal Revenue Service form and supplies\nthe information requested on the form and such other\ninformation regarding the experience and training of\nthe applicant as may be relevant. (2) The appropriate office of the Internal Revenue\nService provides a detailed report of the nature and\nrating of the applicant’s work while employed by\nthe Internal Revenue Service and a recommendation\nwhether such employment qualifies the applicant\ntechnically or otherwise for the desired authorization. (3) Enrollment as an enrolled agent based on an\napplicant’s former employment with the Internal\nRevenue Service may be of unlimited scope or it\nmay be limited to permit the presentation of matters\nonly of the particular specialty or only before the\nparticular unit or division of the Internal Revenue\nService for which the applicant’s former employment\nhas qualified the applicant.",
    "querygen": [
      "when are the regulations for enrolled agents effective",
      "when do retirement account agents become enrolled?",
      "when does a retiree become an enrolled agent"
    ],
    "querygen_score": [
      "-0.9702173",
      "0.80065703",
      "1.4214864"
    ]
  },
  {
    "id": "legal-advice_85__22",
    "doc_id": "legal-advice_85",
    "chunk_id": 22,
    "document_category": "legal-advice",
    "text": "Summary. We believe that an objective review of the treatment of \"cost-plus\"\narrangements by the NAIC, by the BCBSA, and by the IRS, establishes that much more\nis required than being a mere \"party to the obligation to make a payment.\" The only\nfeature that the NAIC's current description of \"Administrative Services Contracts\" (ASC)\nhas in common with arrangements that have been considered \"cost-plus,\" is the fact\nthat \"the reporting entity pays claims from its own bank accounts, and only\nsubsequently receives reimbursement from the uninsured plan sponsor.\" But, in the\nNAIC accounting materials, an ASO arrangement may also pay claims out of the\nadministrator's own bank accounts. The only difference between an ASO arrangement\nand an ASC arrangement, from the perspective of the NAIC, is the timing of the transfer\nof funds from the policyholder to the BCBS plan. In an ASO arrangement, the BCBS\nplan receives the funds before it makes a payment from its account. In an ASC\narrangement, the BCBS plan does not receive funds from the policyholder until after it\nhas paid the claim. The NAIC does not consider this difference significant and treats\nboth arrangements as uninsured. We do not believe that this single feature is sufficient\nto classify an Administrative Services Contract as a \"cost-plus\" contract for purposes of\nsection 833(b). NAIC accounting materials may have some relevance in the sense that the NAIC\nAnnual Statement and the Federal Income Tax Return both include a determination of\nincome. But the NAIC's Risk-Based Capital Rules serve a completely different purpose:\n\"measuring the minimum amount of capital appropriate for a reporting entity to support\nits overall business operations.\" The fact that separate items on the RBC Report are\nsubject to the same risk charge does not establish that they are legally-equivalent\narrangements, with the same legal responsibilities. This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views. POSTU-144536-09 27 If you have any questions, please call Charles Maurer at (617) 565-7838. DAVID N. BRODSKY\nAssociate Area Counsel By: _____________________________ Charles W. Maurer\nSenior Attorney (Boston)\n(Large & Mid-Size Business)\ncc: Roland Barral, Area Counsel (Financial Services)\nPeter Graziano, Deputy Area Counsel (IP)",
    "querygen": [
      "cost plus arrangements definition",
      "cost plus arrangement definition naic",
      "naic vs irs cost plus arrangements"
    ],
    "querygen_score": [
      "-1.7400123",
      "-0.75912714",
      "0.5142049"
    ]
  },
  {
    "id": "legal-advice_38__7",
    "doc_id": "legal-advice_38",
    "chunk_id": 7,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30\nSubpart D — Rules Applicable to Disciplinary Proceedings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.60 Institution of proceeding. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.61 Conferences.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.62 Contents of complaint. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.63 Service of complaint; service of other papers; service of evidence in support of complaint;\nfiling of papers. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 32\n§ 10.64 Answer; default.",
    "querygen": [
      "what is the meaning of a word used in a letter",
      "which sentence begins with a _______?",
      "what is the word for ."
    ],
    "querygen_score": [
      "-8.853868",
      "-5.8306055",
      "-5.4050665"
    ]
  },
  {
    "id": "legal-advice_34__35",
    "doc_id": "legal-advice_34",
    "chunk_id": 35,
    "document_category": "legal-advice",
    "text": "(B) Hourly rates. (C) Range of fees for particular services. (D) Fee charged for an initial consultation. (ii) Any statement of fee information concerning\nmatters in which costs may be incurred must include\na statement disclosing whether clients will be\nresponsible for such costs. (2) A practitioner may charge no more than the\nrate(s) published under paragraph (b)(1) of this\nsection for at least 30 calendar days after the last date\non which the schedule of fees was published. (c) Communication of fee information. Fee\ninformation may be communicated in professional\nlists, telephone directories, print media, mailings,\nand electronic mail, facsimile, hand delivered\nflyers, radio, television, and any other method. The method chosen, however, must not cause the\ncommunication to become untruthful, deceptive,\nor otherwise in violation of this part. A practitioner\nmay not persist in attempting to contact a prospective\nclient if the prospective client has made it known\nto the practitioner that he or she does not desire\nto be solicited. In the case of radio and television\nbroadcasting, the broadcast must be recorded\nand the practitioner must retain a recording of the\nactual transmission. In the case of direct mail and\ne-commerce communications, the practitioner must\nretain a copy of the actual communication, along\nwith a list or other description of persons to whom the\n§ 10.30 — Page 23 Table of Contents communication was mailed or otherwise distributed. The copy must be retained by the practitioner for a\nperiod of at least 36 months from the date of the last\ntransmission or use. (d) Improper associations. A practitioner may not,\nin matters related to the Internal Revenue Service,\nassist, or accept assistance from, any person or entity\nwho, to the knowledge of the practitioner, obtains\nclients or otherwise practices in a manner forbidden\nunder this section. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. (Approved by the Office of Management and Budget\nunder Control No. 1545-1726)\n§ 10.31 Negotiation of taxpayer checks. (a) A practitioner may not endorse or otherwise\nnegotiate any check (including directing or accepting\npayment by any means, electronic or otherwise, into\nan account owned or controlled by the practitioner or\nany firm or other entity with whom the practitioner\nis associated) issued to a client by the government in\nrespect of a Federal tax liability. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.32 Practice of law. Nothing in the regulations in this part may be\nconstrued as authorizing persons not members of the\nbar to practice law. § 10.33 Best practices for tax advisors. (a) Best practices. Tax advisors should provide\nclients with the highest quality representation\nconcerning Federal tax issues by adhering to best\npractices in providing advice and in preparing or\nassisting in the preparation of a submission to the\nInternal Revenue Service. In addition to compliance\nwith the standards of practice provided elsewhere in\nthis part, best practices include the following:\n(1) Communicating clearly with the client\nPage 24 — § 10.30 regarding the terms of the engagement. For example,\nthe advisor should determine the client’s expected\npurpose for and use of the advice and should have\na clear understanding with the client regarding the\nform and scope of the advice or assistance to be\nrendered.",
    "querygen": [
      "what is the fee for an initial consultation",
      "statement of fee information concerning matters in which costs may be incurred must include a statement disclosing whether clients will be responsible for such costs.",
      "what is statement of fee information"
    ],
    "querygen_score": [
      "-1.3575635",
      "0.48409593",
      "-0.25905856"
    ]
  },
  {
    "id": "legal-advice_36__52",
    "doc_id": "legal-advice_36",
    "chunk_id": 52,
    "document_category": "legal-advice",
    "text": "A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents paragraph (b) does not limit a party from presenting\nevidence contained within a deposition when the\nAdministrative Law Judge determines that the\ndeposition has been obtained in compliance with the\nrules of this subpart D.\n(c) Prehearing memorandum. Unless otherwise\nordered by the Administrative Law Judge, each party\nshall file, and serve on the opposing party or the\nopposing party’s representative, prior to any hearing,\na prehearing memorandum containing —\n(1) A list (together with a copy) of all proposed\nexhibits to be used in the party’s case in chief;\n(2) A list of proposed witnesses, including a\nsynopsis of their expected testimony, or a statement\nthat no witnesses will be called;\n(3) Identification of any proposed expert\nwitnesses, including a synopsis of their expected\ntestimony and a copy of any report prepared by the\nexpert or at his or her direction; and\n(4) A list of undisputed facts. (d) Publicity —\n(1) In general. All reports and decisions of the\nSecretary of the Treasury, or delegate, including\nany reports and decisions of the Administrative\nLaw Judge, under this subpart D are, subject to\nthe protective measures in paragraph (d)(4) of this\nsection, public and open to inspection within 30\ndays after the agency’s decision becomes final. (2) Request for additional publicity. The\nAdministrative Law Judge may grant a request by\na practitioner or appraiser that all the pleadings and\nevidence of the disciplinary proceeding be made\navailable for inspection where the parties stipulate\nin advance to adopt the protective measures in\nparagraph (d)(4) of this section. (3) Returns and return information —\n(i) Disclosure to practitioner or appraiser. Pursuant to section 6103(l)(4) of the Internal\nRevenue Code, the Secretary of the Treasury,\nor delegate, may disclose returns and return\ninformation to any practitioner or appraiser, or to\nthe authorized representative of the practitioner\nor appraiser, whose rights are or may be affected\nby an administrative action or proceeding under\nthis subpart D, but solely for use in the action or\nTreasury Department Circular No. 230 proceeding and only to the extent that the Secretary\nof the Treasury, or delegate, determines that the\nreturns or return information are or may be relevant\nand material to the action or proceeding. (ii) Disclosure to officers and employees of\nthe Department of the Treasury. Pursuant to section\n6103(l)(4)(B) of the Internal Revenue Code the\nSecretary of the Treasury, or delegate, may disclose\nreturns and return information to officers and\nemployees of the Department of the Treasury for\nuse in any action or proceeding under this subpart\nD, to the extent necessary to advance or protect the\ninterests of the United States. (iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information.",
    "querygen": [
      "what is the legal definition of oral evidence for a court case",
      "what is the right to defense in the court of civil law? why does the treasury department need to be present in court for all the facts of a claim before the court?",
      "when is the proper time to present a rebuttal to the court? why is this important?"
    ],
    "querygen_score": [
      "-2.9375682",
      "-2.9667263",
      "-2.6312242"
    ]
  },
  {
    "id": "legal-advice_92__36",
    "doc_id": "legal-advice_92",
    "chunk_id": 36,
    "document_category": "legal-advice",
    "text": "The 121-day period began on May 17, 2022 (60 days before\nthe ex-dividend date), and ended on\nSeptember 14, 2022. You have no qualified dividends from XYZ Corp. because you held the XYZ stock for less than 61\ndays. Example 2. The facts are the same as\nin Example 1 except that you bought the\nstock on July 15, 2022 (the day before\nthe ex-dividend date), and you sold the\nstock on September 16, 2022. You held\nthe stock for 63 days (from July 16,\n2022, through September 16, 2022). The\n$500 of qualified dividends shown in\nbox 1b of Form 1099-DIV are all qualified dividends because you held the\nstock for 61 days of the 121-day period\n(from July 16, 2022, through September\n14, 2022). Example 3. You bought 10,000\nshares of ABC Mutual Fund common\nstock on July 8, 2022. ABC Mutual\nFund paid a cash dividend of 10 cents a\nshare. The ex-dividend date was July 16,\n2022. The ABC Mutual Fund advises\nyou that the part of the dividend eligible\nto be treated as qualified dividends\nequals 2 cents a share. Your Form\n1099-DIV from ABC Mutual Fund\nshows total ordinary dividends of $1,000\nand qualified dividends of $200. However, you sold the 10,000 shares on August 11, 2022. You have no qualified\ndividends from ABC Mutual Fund because you held the ABC Mutual Fund\nstock for less than 61 days. Use the Qualified Dividends TIP and Capital Gain Tax Worksheet or the Schedule D Tax\nWorksheet, whichever applies, to figure\nyour tax. See the instructions for line 16\nfor details. Line 3b\nOrdinary Dividends\nEach payer should send you a Form\n1099-DIV. Enter your total ordinary dividends on line 3b. This amount should\nbe shown in box 1a of Form(s)\n1099-DIV. You must fill in and attach Schedule B if the total is over $1,500 or you\nreceived, as a nominee, ordinary dividends that actually belong to someone\nelse. Nondividend Distributions Some distributions are a return of your\ncost (or other basis). They won't be Need more information or forms? Visit IRS.gov. -26- taxed until you recover your cost (or\nother basis). You must reduce your cost\n(or other basis) by these distributions. After you get back all of your cost (or\nother basis), you must report these distributions as capital gains on Form 8949. For details, see Pub. 550. Dividends on insurance poli- TIP cies are a partial return of the\npremiums you paid. Don’t report them as dividends. Include them in\nincome on Schedule 1, line 8z, only if\nthey exceed the total of all net premiums\nyou paid for the contract. Lines 4a and 4b\nIRA Distributions You should receive a Form 1099-R\nshowing the total amount of any distribution from your IRA before income tax\nor other deductions were withheld. This\namount should be shown in box 1 of\nForm 1099-R. Unless otherwise noted in\nthe line 4a and 4b instructions, an IRA\nincludes a traditional IRA, Roth IRA,\nsimplified employee pension (SEP)\nIRA, and a savings incentive match plan\nfor employees (SIMPLE) IRA. Except\nas provided next, leave line 4a blank and\nenter the total distribution (from Form\n1099-R, box 1) on line 4b. Exception 1.",
    "querygen": [
      "when does the stock stop paying dividends",
      "when does xyz dividend expire",
      "how often before a dividend is received do i have to pay"
    ],
    "querygen_score": [
      "-1.4284977",
      "0.25019792",
      "-2.9627829"
    ]
  },
  {
    "id": "legal-advice_92__142",
    "doc_id": "legal-advice_92",
    "chunk_id": 142,
    "document_category": "legal-advice",
    "text": "Line 17l. Enter any tax on accumulation distribution of trusts. See Form\n4970 for more information. Line 17m. Enter any excise tax on insider stock compensation from an expatriated corporation. See section 4985. Line 17n. Enter any look-back interest\nunder section 167(g) or 460(b). See\nForm 8697 or 8866 for more information. Line 17o. Enter any tax on non-effectively connected income for any part of\nthe year you were a nonresident alien. See the Instructions for Form 1040-NR\nfor more information. Line 17p. Enter any interest amount\nfrom Form 8621, line 16f, relating to\ndistributions from, and dispositions of,\nstock of a section 1291 fund. Line 17q. Enter any interest amount\nfrom Form 8621, line 24. Line 17z Use line 17z to report any taxes not reported elsewhere on your return\nor other schedules. List the type and\namount of tax. Other taxes to be listed include the\nfollowing. Form 8978 adjustment. Complete the\nNegative Form 8978 Adjustment Worksheet—Schedule 2 (Line 17z) if you are\nfiling Form 8978 and completed the\nworksheet in the Schedule 3, line 6l, instructions and the amount on line 3 of\nthat worksheet is negative. Negative Form 8978 Adjustment Worksheet—Schedule 2 (Line 17z)\nComplete this worksheet if you completed line 3 on the Negative Form 8978 Adjustment Worksheet in the Schedule 3,\nline 6l, instructions. 1. Enter the sum of any chapter 1 taxes* (other than your negative Form 8978 adjustment) reported in Part II of\nSchedule 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2. Enter as a positive number the negative amount from line 3 of the Negative Form 8978 Adjustment Worksheet in\nthe Schedule 3, line 6l, instructions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. Is the amount on line 1 more than the amount on line 2? Yes. 1.\n2. List the type (Form 8978 ADJ) and the amount from line 2 as a negative number (in parentheses) on line 17z. List the type (Form 8978 ADJ) and the amount from line 1 as a negative number (in parentheses) on line 17z. No. Combine this amount with any other amounts reported on line 17z to complete the line 17z entry space. * Chapter 1 taxes include taxes from sections 1 through 1400Z-2 of the Code, as well as certain amounts the Code treats as chapter 1 taxes. Generally, this does not include amounts reported on Schedule 2, lines 4, 7, 9, 11–13, 17k–17m, or 17z (other than chapter 1 taxes). -99-",
    "querygen": [
      "which tax i will enter on accumulation distribution of trust",
      "where to write a line for a trust",
      "how to write taxes on stock distributions"
    ],
    "querygen_score": [
      "0.42161876",
      "-4.777443",
      "-1.5827585"
    ]
  },
  {
    "id": "legal-advice_37__147",
    "doc_id": "legal-advice_37",
    "chunk_id": 147,
    "document_category": "legal-advice",
    "text": "If the premium tax credit you can\nclaim exceeds your advance credit payments, your net premium tax credit will\nbe shown on Form 8962, line 26. Enter\nthat amount, if any, on line 9. For more\ninformation, see the Instructions for\nForm 8962. Line 10\nAmount Paid With Request for\nExtension To File If you got an automatic extension of\ntime to file Form 1040, 1040-SR, or\n1040-NR by filing Form 4868 or by\nmaking a payment, enter the amount of\nthe payment or any amount you paid\nwith Form 4868. If you paid by debit or\ncredit card, don’t include on line 10 the\nconvenience fee you were charged. Al- so, include any amounts paid with Form\n2350. Line 11\nExcess Social Security and Tier 1\nRRTA Tax Withheld If you, or your spouse if filing a joint return, had more than one employer for\n2022 and total wages of more than\n$147,000, too much social security or\ntier 1 railroad retirement (RRTA) tax\nmay have been withheld. You can take a\ncredit on this line for the amount withheld in excess of $9,114. But if any one\nemployer withheld more than $9,114,\nyou can't claim the excess on your return. The employer should adjust the tax\nfor you. If the employer doesn't adjust\nthe overcollection, you can file a claim\nfor refund using Form 843. Figure this\namount separately for you and your\nspouse. You can't claim a refund for excess\ntier 2 RRTA tax on Form 1040,\n1040-SR, or 1040-NR. Instead, use\nForm 843. If (1) you worked for two or\nmore employers in 2022, (2)\nCAUTION you receive a 2022 Form W-2c\nshowing a correction to box 4 (or to\nbox 14 for employees who pay RRTA\ntax) to account for employee social security or tier 1 RRTA tax that was deferred in 2022 and withheld in 2023, and\n(3) the corrected amount in box 4 of the\n2022 Form W-2c makes the total amount\nof employee social security tax or tier 1\nRRTA tax withheld by all of your employers more than $9,114, or increases\nan already existing excess amount of\nemployee social security tax or tier 1\nRRTA tax withheld, you should report\nthe credit or increased credit for that\namount on line 11 in order to claim your\nrefund. ! -102- 3. ( ) If you receive Form W-2c after you\nhave filed your return, then you should\nfile an amended return (Form 1040-X)\nto claim a credit or increased credit for\nthe excess social security (or tier 1\nRRTA tax) withheld. Line 12\nCredit for Federal Tax on Fuels\nEnter any credit for federal excise taxes\npaid on fuels that are ultimately used for\na nontaxable purpose (for example, an\noff-highway business use). Attach Form\n4136. Lines 13a Through 13z\nOther Payments or\nRefundable Credits\nLine 13b\nQualified sick and family leave wages\npaid in 2022 from Schedule(s) H for\nleave taken before April 1, 2021. If\nyou paid household employment taxes,\nenter the refundable portion of the credit\nfor qualified sick and family leave wages you are eligible for due to reasons\nrelated to coronavirus and related to\nleave taken before April 1, 2021. The\namount of this credit is shown on Schedule H, line 8e. See Schedule H (Form\n1040) and its instructions for more information on these credits. Line 13d",
    "querygen": [
      "when does premium credit show on tax return",
      "when can i claim premium tax credit",
      "what is the limit of a premium tax credit"
    ],
    "querygen_score": [
      "0.42953122",
      "1.0304925",
      "-1.6267672"
    ]
  },
  {
    "id": "legal-advice_59__1",
    "doc_id": "legal-advice_59",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20080101F\nRelease Date: 1/4/08\nCC:LM:RFP:IP-CHI\nPOSTF-134629-07\nUILC: 338.13-00, 338.14-00, 338.46-00, 453.00-00, 453.09-00, 453A.00-00, 481.00-00,\n483.00-00, 1060.00-00 date: December 03, 2007 to: Revenue Agent\nLMSB Examination Team from: Marjory A. Gilbert, Senior Counsel\nLarge and Mid-Size Business Division (RFPH) subject: Taxation of Purported Contingent Payment Sale\nCorp F This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nCorp A\nCorp B\nCorp C\nCorp D\nCorp E\nCorp F\nOwner 1\nOwner 2\nOwner 3\nEntity G\nEntity H\nEntity J\nEntity K\nEntity M =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-134629-07\nIndustry N Asset Purchase\nAgreement\nNote Agreement = -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------= ---------------------------------------------------------------------------= ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------= ---------------------------------------------------------------------------------------------------------------------------------- Non-Recourse\nContingent Payment\nTerm Note\nNon-Recourse\nContingent Payment\nWorking Capital Note\nProfits\nMirror\nP\nQ\nR\nS\nT\nW\nX\nY\nZ =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= AA = BB\nCC\nDD\nEE\nFF =\n=\n=\n=\n= GG\nHH\nJJ\nKK\nMM\nNN =\n=\n=\n=\n=\n= = ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Page 2 of 37 POSTF-134629-07\nPP QQ\nRR\nSS\nWW\nXX\nYY\nZZ\nAAA\nBBB\nCCC\nDDD\nYear 4\nYear 5\nYear 6\nYear 7\nYear 8\nYear 9\nYear 10\nYear 11\nYear 12\nYear 13\nYear 14\nYear 15 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ All numerical amounts, section numbers and dates without a specific legend equivalent\nare replaced with “**”. ISSUES\n1. Whether the Year 10 transaction at issue constitutes a sale of assets for tax\npurposes. 2. Whether the non-recourse contingent payment notes from the Year 10\ntransaction constitute debt instruments. 3. Alternatively, if the Year 10 transaction is a contingent payment asset sale for tax\npurposes:\nA. Whether the regulations promulgated pursuant to I.R.C. §§ 338 and 1060\nmodify the application of Temp. Treas. Reg. § 15A.453-1(c) to allow all basis\nto be recovered before recognition of any gain, as in open transaction\nreporting, by treating the sale as divisible into seven separate sales for each Page 3 of 37 POSTF-134629-07\nclass of property, i.e. Classes I through VII, taxed serially in class order with\ndifferent gross profit ratios. B. Whether I.R.C. §§ 453A and 483 apply and, if so, how said sections should\nbe applied. 4. Whether I.R.C. § 481 applies to tax all previously deferred income from the use\nof the installment method in the year under examination. CONCLUSIONS 1. The Year 10 transaction, in substance, is not a sale for tax purposes. 2. The non-recourse contingent payment notes do not constitute debt instruments. 3. Alternatively, if the form of the Year 10 transaction is respected:\nA. The regulations promulgated pursuant to Sections 338 and 1060 do not\nmodify the installment method of accounting to allow the equivalent of open\ntransaction reporting. B. The form of the transaction is a contingent payment asset sale for which the\nmaximum selling price is determinable and both §§ 383 and 453A apply, as\naddressed below. 4. Section 481 applies to tax the previously deferred income in the year under\nexamination, as addressed below. FACTS\nA. Summary Most of the assets the subject of the Year 10 transaction were originally owned\nby Owner 1 ----------------, Owner 2 ---------------, and Owner 3 ----------------via a S\ncorporation. Owners 1 through 3 sold ** percent of their stock in the S corporation to a\nthird party for approximately $ **, with an I.R.C. § 338(h)(10) election. In ** years the\ncorporation was in bankruptcy, with suspended lawsuits among and between the third\nparty purchaser, Owners 1 through 3, and others. There were allegations of accounting\nfraud, among other allegations.",
    "querygen": [
      "irs memo release date",
      "irs memo release number",
      "internal revenue service memo release number"
    ],
    "querygen_score": [
      "2.3725905",
      "2.0976899",
      "2.7830606"
    ]
  },
  {
    "id": "legal-advice_94__8",
    "doc_id": "legal-advice_94",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": "Filing\nRequirements\nDo You Have To\nFile? Use Chart A, B, or C to see if you must\nfile a return. U.S. citizens who lived in\nor had income from a U.S. possession\nshould see Pub. 570. Residents of Puerto\nRico can use Tax Topic 901 to see if\nthey must file. Even if you do not otherwise TIP have to file a return, you\nshould file one to get a refund\nof any federal income tax withheld. You\nshould also file if you are eligible for\nany of the following credits. • Earned income credit. • Additional child tax credit. • American opportunity credit. • Credit for federal tax on fuels. • Premium tax credit. • Credits for sick and family leave. See Pub. 501 for details. Also see\nPub. 501 if you do not have to file but\nreceived a Form 1099-B (or substitute\nstatement). Requirement to reconcile advance\npayments of the premium tax credit. If you, your spouse with whom you are\nfiling a joint return, or a dependent was\nenrolled in coverage through the Marketplace for 2022 and advance payments\nof the premium tax credit were made for\nthis coverage, you must file a 2022 return and attach Form 8962. You (or\nwhoever enrolled you) should have received Form 1095-A from the Marketplace with information about your coverage and any advance payments. You must attach Form 8962 even if\nsomeone else enrolled you, your spouse,\nor your dependent. If you are a dependent who is claimed on someone else's\n2022 return, you do not have to attach\nForm 8962. Exception for certain children under\nage 19 or full-time students. If certain\nconditions apply, you can elect to in- These rules apply to all U.S. citizens, regardless of where they live, and resident aliens. Have you tried IRS e-file? It's the fastest way to get your refund\nand it's free if you are eligible. Visit IRS.gov for details. clude on your return the income of a\nchild who was under age 19 at the end\nof 2022 or was a full-time student under\nage 24 at the end of 2022. To do so, use\nForm 8814. If you make this election,\nyour child doesn't have to file a return. For details, use Tax Topic 553 or see\nForm 8814. A child born on January 1, 1999, is\nconsidered to be age 24 at the end of\n2022. Do not use Form 8814 for such a\nchild. If you were serving in, or in support\nof, the U.S. Armed Forces in a designated combat zone or contingency operation, you may be able to file later. See\nPub. 3 for details. Resident aliens. These rules also apply\nif you were a resident alien. Also, you\nmay qualify for certain tax treaty benefits. See Pub. 519 for details. address for mailing your return. Use these addresses for Forms\n1040 or 1040-SR filed in 2023. The address for returns filed after 2023 may be\ndifferent. See IRS.gov/Form1040 for any\nupdates. Nonresident aliens and dual-status aliens. These rules also apply if you were\na nonresident alien or a dual-status alien\nand both of the following apply. • You were married to a U.S. citizen\nor resident alien at the end of 2022.\n•",
    "querygen": [
      "when do i file tax return",
      "who needs to file taxes on income",
      "what are the requirements to file a tax return if a foreign citizen in the u.s. is a resident of the us?"
    ],
    "querygen_score": [
      "-1.2790742",
      "-2.2775774",
      "-1.5050853"
    ]
  },
  {
    "id": "legal-advice_28__32",
    "doc_id": "legal-advice_28",
    "chunk_id": 32,
    "document_category": "legal-advice",
    "text": "(e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230 matter administered by the Internal Revenue Service\nand for which he or she is employed as counsel,\nattorney, or agent, or in which he or she may be in any\nway interested. § 10.27 Fees.\n(a) In general. A practitioner may not charge an\nunconscionable fee in connection with any matter\nbefore the Internal Revenue Service. (b) Contingent fees —\n(1) Except as provided in paragraphs (b)(2), (3),\nand (4) of this section, a practitioner may not charge\na contingent fee for services rendered in connection\nwith any matter before the Internal Revenue Service.\n(2) A practitioner may charge a contingent\nfee for services rendered in connection with the\nService’s examination of, or challenge to —\n(i) An original tax return; or\n(ii) An amended return or claim for refund or\ncredit where the amended return or claim for refund\nor credit was filed within 120 days of the taxpayer\nreceiving a written notice of the examination of, or a\nwritten challenge to the original tax return.\n(3) A practitioner may charge a contingent fee\nfor services rendered in connection with a claim\nfor credit or refund filed solely in connection with\nthe determination of statutory interest or penalties\nassessed by the Internal Revenue Service.\n(4) A practitioner may charge a contingent fee\nfor services rendered in connection with any judicial\nproceeding arising under the Internal Revenue Code.\n(c) Definitions. For purposes of this section —\n(1) Contingent fee is any fee that is based, in\nwhole or in part, on whether or not a position taken\non a tax return or other filing avoids challenge by\nthe Internal Revenue Service or is sustained either\nby the Internal Revenue Service or in litigation. A contingent fee includes a fee that is based on a\npercentage of the refund reported on a return, that\nis based on a percentage of the taxes saved, or that\notherwise depends on the specific result attained. A\ncontingent fee also includes any fee arrangement\nin which the practitioner will reimburse the client\nfor all or a portion of the client’s fee in the event\n§ 10.27 — Page 21 Table of Contents that a position taken on a tax return or other filing\nis challenged by the Internal Revenue Service or\nis not sustained, whether pursuant to an indemnity\nagreement, a guarantee, rescission rights, or any\nother arrangement with a similar effect. (2) Matter before the Internal Revenue Service\nincludes tax planning and advice, preparing or filing\nor assisting in preparing or filing returns or claims\nfor refund or credit, and all matters connected with\na presentation to the Internal Revenue Service\nor any of its officers or employees relating to a\ntaxpayer’s rights, privileges, or liabilities under\nlaws or regulations administered by the Internal\nRevenue Service. Such presentations include, but\nare not limited to, preparing and filing documents,\ncorresponding and communicating with the Internal\nRevenue Service, rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nand representing a client at conferences, hearings,\nand meetings. (d) Effective/applicability date. This section is\napplicable for fee arrangements entered into after\nMarch 26, 2008.",
    "querygen": [
      "what is the date of notary",
      "which is effective date for notarization",
      "when will notary regulations be effective"
    ],
    "querygen_score": [
      "-0.8517039",
      "-0.6638547",
      "-1.2074695"
    ]
  },
  {
    "id": "legal-advice_38__36",
    "doc_id": "legal-advice_38",
    "chunk_id": 36,
    "document_category": "legal-advice",
    "text": "regarding the terms of the engagement. For example,\nthe advisor should determine the client’s expected\npurpose for and use of the advice and should have\na clear understanding with the client regarding the\nform and scope of the advice or assistance to be\nrendered. (2) Establishing the facts, determining which\nfacts are relevant, evaluating the reasonableness\nof any assumptions or representations, relating the\napplicable law (including potentially applicable\njudicial doctrines) to the relevant facts, and arriving\nat a conclusion supported by the law and the facts. (3) Advising the client regarding the import of\nthe conclusions reached, including, for example,\nwhether a taxpayer may avoid accuracy-related\npenalties under the Internal Revenue Code if a\ntaxpayer acts in reliance on the advice. (4) Acting fairly and with integrity in practice\nbefore the Internal Revenue Service. (b) Procedures to ensure best practices for tax\nadvisors. Tax advisors with responsibility for\noverseeing a firm’s practice of providing advice\nconcerning Federal tax issues or of preparing or\nassisting in the preparation of submissions to the\nInternal Revenue Service should take reasonable steps\nto ensure that the firm’s procedures for all members,\nassociates, and employees are consistent with the best\npractices set forth in paragraph (a) of this section. (c) Applicability date. This section is effective after\nJune 20, 2005. § 10.34 Standards with respect to tax returns and\ndocuments, affidavits and other papers. (a) Tax returns.\n(1) A practitioner may not willfully, recklessly, or\nthrough gross incompetence —\n(i) Sign a tax return or claim for refund that\nthe practitioner knows or reasonably should know\ncontains a position that — (A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Internal Revenue Code\n(Code) (including the related regulations and other\npublished guidance); or\nTreasury Department Circular No. 230 Table of Contents (C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (ii) Advise a client to take a position on a tax\nreturn or claim for refund, or prepare a portion of a\ntax return or claim for refund containing a position,\nthat —\n(A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Code (including the\nrelated regulations and other published guidance); or\n(C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (2) A pattern of conduct is a factor that will\nbe taken into account in determining whether a\npractitioner acted willfully, recklessly, or through\ngross incompetence. (b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous.",
    "querygen": [
      "what is the role and purpose of a financial advisor?",
      "how important does a lawyer have to be for a client",
      "what does the role of an advisor play in an advisory role"
    ],
    "querygen_score": [
      "-1.4026409",
      "-3.4995208",
      "-1.6701949"
    ]
  },
  {
    "id": "legal-advice_1__129",
    "doc_id": "legal-advice_1",
    "chunk_id": 129,
    "document_category": "legal-advice",
    "text": "If you are married filing separately and you lived apart from your spouse for all of 2022, enter “D” on the dotted\nline next to Schedule 1, line 20. If you don’t, you may get a math error notice from the IRS. Your IRA\nSpouse's IRA\nWere you covered by a retirement plan (see Were You Covered by a\nRetirement Plan)? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1a. Yes\nNo If married filing jointly, was your spouse covered by a retirement plan? . . . . . . . . . . . . . . . . . . . . . . . . . 1b.\nYes\nNo Next. If you checked “No” on line 1a (and “No” on line 1b if married filing\njointly), skip lines 2 through 6, enter the applicable amount below on line 7a\n(and line 7b, if applicable), and go to line 8.\n• $6,000, if under age 50 at the end of 2022. • $7,000, if age 50 or older at the end of 2022. Otherwise, go to line 2. Enter the amount shown below that applies to you. • Single, head of household, or married filing separately and you\nlived apart from your spouse for all of 2022, enter $78,000. • Qualifying surviving spouse, enter $129,000. • Married filing jointly, enter $129,000 in both columns. But if you checked\n“No” on either line 1a or 1b, enter $214,000 for the person who wasn't\ncovered by a plan. • Married filing separately and you lived with your spouse at any time in\n2022, enter $10,000. Enter the amount from Form 1040 or 1040-SR,\nline 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3.\nEnter the total of the amounts from Schedule 1,\nlines 11 through 19a, plus 23 and 25 . . . . . . . . . . . 4.\nSubtract line 4 from line 3. If married filing jointly, enter the result in both\ncolumns . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Is the amount on line 5 less than the amount on line 2? None of your IRA contributions are deductible. For details on\nNo.\nSTOP\nnondeductible IRA contributions, see Form 8606. Yes. Subtract line 5 from line 2 in each column. Follow the instruction\nbelow that applies to you. •",
    "querygen": [
      "when should i put a d in a ira to file married",
      "what is the d on ira 2022",
      "irs how many days apart"
    ],
    "querygen_score": [
      "-2.1882582",
      "-1.3255447",
      "-5.259444"
    ]
  },
  {
    "id": "legal-advice_98__34",
    "doc_id": "legal-advice_98",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section — Records of the\nclient include all documents or written or electronic\nPage 22 — § 10.27 § 10.29 Conflicting interests. Treasury Department Circular No. 230 Table of Contents interest and gives informed consent, confirmed\nin writing by each affected client, at the time the\nexistence of the conflict of interest is known by the\npractitioner. The confirmation may be made within a\nreasonable period of time after the informed consent,\nbut in no event later than 30 days. (c) Copies of the written consents must be retained\nby the practitioner for at least 36 months from the\ndate of the conclusion of the representation of the\naffected clients, and the written consents must be\nprovided to any officer or employee of the Internal\nRevenue Service on request. (d) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.30 Solicitation. (a) Advertising and solicitation restrictions. (1) A practitioner may not, with respect to\nany Internal Revenue Service matter, in any way\nuse or participate in the use of any form of public\ncommunication or private solicitation containing a\nfalse, fraudulent, or coercive statement or claim; or a\nmisleading or deceptive statement or claim. Enrolled\nagents, enrolled retirement plan agents, or registered\ntax return preparers, in describing their professional\ndesignation, may not utilize the term “certified” or\nimply an employer/employee relationship with the\nInternal Revenue Service. Examples of acceptable\ndescriptions for enrolled agents are “enrolled to\nrepresent taxpayers before the Internal Revenue\nService,” “enrolled to practice before the Internal\nRevenue Service,” and “admitted to practice before\nthe Internal Revenue Service.” Similarly, examples\nof acceptable descriptions for enrolled retirement\nplan agents are “enrolled to represent taxpayers\nbefore the Internal Revenue Service as a retirement\nplan agent” and “enrolled to practice before the\nInternal Revenue Service as a retirement plan\nagent.” An example of an acceptable description for\nregistered tax return preparers is “designated as a\nregistered tax return preparer by the Internal Revenue\nService.”\n(2) A practitioner may not make, directly or\nindirectly, an uninvited written or oral solicitation\nTreasury Department Circular No. 230 of employment in matters related to the Internal\nRevenue Service if the solicitation violates Federal\nor State law or other applicable rule, e.g., attorneys\nare precluded from making a solicitation that is\nprohibited by conduct rules applicable to all attorneys\nin their State(s) of licensure. Any lawful solicitation\nmade by or on behalf of a practitioner eligible to\npractice before the Internal Revenue Service must,\nnevertheless, clearly identify the solicitation as\nsuch and, if applicable, identify the source of the\ninformation used in choosing the recipient. (b) Fee information. (1)(i) A practitioner may publish the availability\nof a written schedule of fees and disseminate the\nfollowing fee information —\n(A) Fixed fees for specific routine services. (B) Hourly rates. (C) Range of fees for particular services. (D) Fee charged for an initial consultation. (ii) Any statement of fee information concerning\nmatters in which costs may be incurred must include\na statement disclosing whether clients will be\nresponsible for such costs.",
    "querygen": [
      "what is practice of legal records",
      "who must retain a client to keep a tax return",
      "what is the definition of patient record in tax law"
    ],
    "querygen_score": [
      "-2.8680248",
      "0.36912003",
      "-3.9803367"
    ]
  },
  {
    "id": "legal-advice_25__97",
    "doc_id": "legal-advice_25",
    "chunk_id": 97,
    "document_category": "legal-advice",
    "text": "1,720\n1,726\n1,732\n1,738\n1,744 19,750\n19,800\n19,850\n19,900\n19,950 19,800\n19,850\n19,900\n19,950\n20,000 2,168\n2,174\n2,180\n2,186\n2,192 1,978\n1,983\n1,988\n1,993\n1,998 2,168\n2,174\n2,180\n2,186\n2,192 2,080\n2,086\n2,092\n2,098\n2,104 14,000 17,000 20,000 14,000\n14,050\n14,100\n14,150\n14,200 14,050\n14,100\n14,150\n14,200\n14,250 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 17,000\n17,050\n17,100\n17,150\n17,200 17,050\n17,100\n17,150\n17,200\n17,250 1,838\n1,844\n1,850\n1,856\n1,862 1,703\n1,708\n1,713\n1,718\n1,723 1,838\n1,844\n1,850\n1,856\n1,862 1,750\n1,756\n1,762\n1,768\n1,774 20,000\n20,050\n20,100\n20,150\n20,200 20,050\n20,100\n20,150\n20,200\n20,250 2,198\n2,204\n2,210\n2,216\n2,222 2,003\n2,008\n2,013\n2,018\n2,023 2,198\n2,204\n2,210\n2,216\n2,222 2,110\n2,116\n2,122\n2,128\n2,134 14,250\n14,300\n14,350\n14,400\n14,450 14,300\n14,350\n14,400\n14,450\n14,500 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 17,250\n17,300\n17,350\n17,400\n17,450 17,300\n17,350\n17,400\n17,450\n17,500 1,868\n1,874\n1,880\n1,886\n1,892 1,728\n1,733\n1,738\n1,743\n1,748 1,868\n1,874\n1,880\n1,886\n1,892 1,780\n1,786\n1,792\n1,798\n1,804 20,250\n20,300\n20,350\n20,400\n20,450 20,300\n20,350\n20,400\n20,450\n20,500 2,228\n2,234\n2,240\n2,246\n2,252 2,028\n2,033\n2,038\n2,043\n2,048 2,228\n2,234\n2,240\n2,246\n2,252 2,140\n2,146\n2,152\n2,158\n2,164 14,500\n14,550\n14,600\n14,650\n14,700 14,550\n14,600\n14,650\n14,700\n14,750 1,538\n1,544\n1,550\n1,556\n1,562 1,453\n1,458\n1,463\n1,468\n1,473 1,538\n1,544\n1,550\n1,556\n1,562 1,453\n1,458\n1,463\n1,468\n1,474 17,500\n17,550\n17,600\n17,650\n17,700 17,550\n17,600\n17,650\n17,700\n17,750 1,898\n1,904\n1,910\n1,916\n1,922 1,753\n1,758\n1,763\n1,768\n1,773 1,898\n1,904\n1,910\n1,916\n1,922 1,810\n1,816\n1,822\n1,828\n1,834 20,500\n20,550\n20,600\n20,650\n20,700 20,550\n20,600\n20,650\n20,700\n20,750 2,258\n2,264\n2,270\n2,276\n2,282 2,053\n2,058\n2,064\n2,070\n2,076 2,258\n2,264\n2,270\n2,276\n2,282 2,170\n2,176\n2,182\n2,188\n2,194 14,750\n14,800\n14,850\n14,900\n14,950 14,800\n14,850\n14,900\n14,950\n15,000 1,568\n1,574\n1,580\n1,586\n1,592 1,478\n1,483\n1,488\n1,493\n1,498 1,568\n1,574\n1,580\n1,586\n1,592 1,480\n1,486\n1,492\n1,498\n1,504 17,750\n17,800\n17,850\n17,900\n17,950 17,800\n17,850\n17,900\n17,950\n18,000 1,928\n1,934\n1,940\n1,946\n1,952 1,778\n1,783\n1,788\n1,793\n1,798 1,928\n1,934\n1,940\n1,946\n1,952 1,840\n1,846\n1,852\n1,858\n1,864 20,750\n20,800\n20,850\n20,900\n20,950 20,800\n20,850\n20,900\n20,950\n21,000 2,288\n2,294\n2,300\n2,306\n2,312 2,082\n2,088\n2,094\n2,100\n2,106 2,288\n2,294\n2,300\n2,306\n2,312 2,200\n2,206\n2,212\n2,218\n2,224 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 65 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 21,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 24,000 27,000 21,000\n21,050\n21,100\n21,150\n21,200 21,050\n21,100\n21,150\n21,200\n21,250 2,318\n2,324\n2,330\n2,336\n2,342 2,112\n2,118\n2,124\n2,130\n2,136 2,318\n2,324\n2,330\n2,336\n2,342 2,230\n2,236\n2,242\n2,248\n2,254 24,000\n24,050\n24,100\n24,150\n24,200 24,050\n24,100\n24,150\n24,200\n24,250 2,678\n2,684\n2,690\n2,696\n2,702 2,472\n2,478\n2,484\n2,490\n2,496 2,678\n2,684\n2,690\n2,696\n2,702 2,590\n2,596\n2,602\n2,608\n2,614 27,000\n27,050\n27,100\n27,150\n27,200 27,050\n27,100\n27,150\n27,200\n27,250 3,038\n3,044\n3,050\n3,056\n3,062 2,832\n2,838\n2,844\n2,850\n2,856 3,038\n3,044\n3,050\n3,056\n3,062 2,950\n2,956\n2,962\n2,968\n2,974 21,250\n21,300\n21,350\n21,400\n21,450 21,300\n21,350\n21,400\n21,450\n21,500 2,348\n2,354\n2,360\n2,366\n2,372 2,142\n2,148\n2,154\n2,160\n2,166 2,348\n2,354\n2,360\n2,366\n2,372 2,260\n2,266\n2,272\n2,278\n2,284 24,250\n24,300\n24,350\n24,400\n24,450 24,300\n24,350\n24,400\n24,450\n24,500 2,708\n2,714\n2,720\n2,726\n2,732 2,502\n2,508\n2,514\n2,520\n2,526 2,708\n2,714\n2,720\n2,726\n2,732 2,620\n2,626\n2,632\n2,638\n2,644 27,250\n27,300\n27,350\n27,400\n27,450 27,300\n27,350\n27,400\n27,450\n27,500 3,068\n3,074\n3,080\n3,086\n3,092 2,862\n2,868\n2,874\n2,880\n2,886 3,068\n3,074\n3,080\n3,086\n3,092 2,980\n2,986\n2,992\n2,998\n3,004 21,500\n21,550\n21,600\n21,650\n21,700 21,550\n21,600\n21,650\n21,700\n21,750 2,378\n2,384\n2,390\n2,396\n2,402 2,172\n2,178\n2,184\n2,190\n2,196 2,378\n2,384\n2,390\n2,396\n2,402 2,290\n2,296\n2,302\n2,308\n2,314 24,500\n24,550\n24,600\n24,650\n24,700 24,550\n24,600\n24,650\n24,700\n24,750 2,738\n2,744\n2,750\n2,756\n2,762 2,532\n2,538\n2,544\n2,550\n2,556 2,738\n2,744\n2,750\n2,756\n2,762 2,650\n2,656\n2,662\n2,668\n2,674 27,500\n27,550\n27,600\n27,650\n27,700 27,550\n27,600\n27,650\n27,700\n27,750 3,098\n3,104\n3,110\n3,116\n3,122 2,892\n2,898\n2,904\n2,910\n2,916 3,098\n3,104\n3,110\n3,116\n3,122 3,010\n3,016\n3,022\n3,028\n3,034 21,750\n21,800\n21,850\n21,900\n21,950 21,800\n21,850\n21,900\n21,950\n22,000 2,408\n2,414\n2,420\n2,426\n2,432 2,202\n2,208\n2,214\n2,220\n2,226 2,408\n2,414\n2,420\n2,426\n2,432 2,320\n2,326\n2,332\n2,338\n2,344 24,750\n24,800\n24,850\n24,900\n24,950 24,800\n24,850\n24,900\n24,950\n25,000 2,768\n2,774\n2,780\n2,786\n2,792 2,562\n2,568\n2,574\n2,580\n2,586 2,768\n2,774\n2,780\n2,786\n2,792 2,680\n2,686\n2,692\n2,698\n2,704 27,750\n27,800\n27,850\n27,900\n27,950 27,800\n27,850\n27,900\n27,950\n28,000 3,128\n3,134\n3,140\n3,146\n3,152 2,922\n2,928\n2,934\n2,940\n2,946 3,128\n3,134\n3,140\n3,146\n3,152 3,040\n3,046\n3,052\n3,058\n3,064 22,000 25,000 28,000 22,000\n22,050\n22,100\n22,150\n22,200 22,050\n22,100\n22,150\n22,200\n22,250 2,438\n2,444\n2,450\n2,456\n2,462 2,232\n2,238\n2,244\n2,250\n2,256 2,438\n2,444\n2,450\n2,456\n2,462 2,350\n2,356\n2,362\n2,368\n2,374 25,000\n25,050\n25,100\n25,150\n25,200 25,050\n25,100\n25,150\n25,200\n25,250 2,798\n2,804\n2,810\n2,816\n2,822 2,592\n2,598\n2,604\n2,610\n2,616 2,798\n2,804\n2,810\n2,816\n2,822 2,710\n2,716\n2,722\n2,728\n2,734 28,000\n28,050\n28,100\n28,150\n28,200 28,050\n28,100\n28,150\n28,200\n28,250 3,158\n3,164\n3,170\n3,176\n3,182 2,952\n2,958\n2,964\n2,970\n2,976 3,158\n3,164\n3,170\n3,176\n3,182 3,070\n3,076\n3,082\n3,088\n3,094 22,250\n22,300\n22,350\n22,400\n22,450 22,300\n22,350\n22,400\n22,450\n22,500 2,468\n2,474\n2,480\n2,486\n2,492 2,262\n2,268\n2,274\n2,280\n2,286 2,468\n2,474\n2,480\n2,486\n2,492 2,380\n2,386\n2,392\n2,398\n2,404 25,250\n25,300\n25,350\n25,400\n25,450 25,300\n25,350\n25,400\n25,450\n25,500 2,828\n2,834\n2,840\n2,846\n2,852 2,622\n2,628\n2,634\n2,640\n2,646 2,828\n2,834\n2,840\n2,846\n2,852 2,740\n2,746\n2,752\n2,758\n2,764 28,250\n28,300\n28,350\n28,400\n28,450 28,300\n28,350\n28,400\n28,450\n28,500 3,188\n3,194\n3,200\n3,206\n3,212 2,982\n2,988\n2,994\n3,000\n3,006 3,188\n3,194\n3,200\n3,206\n3,212 3,100\n3,106\n3,112\n3,118\n3,124 22,500\n22,550\n22,600\n22,650\n22,700 22,550\n22,600\n22,650\n22,700\n22,750 2,498\n2,504\n2,510\n2,516\n2,522 2,292\n2,298\n2,304\n2,310\n2,316 2,498\n2,504\n2,510\n2,516\n2,522 2,410\n2,416\n2,422\n2,428\n2,434 25,500\n25,550\n25,600\n25,650\n25,700 25,550\n25,600\n25,650\n25,700\n25,750 2,858\n2,864\n2,870\n2,876\n2,882 2,652\n2,658\n2,664\n2,670\n2,676 2,858\n2,864\n2,870\n2,876\n2,882 2,770\n2,776\n2,782\n2,788\n2,794 28,500\n28,550\n28,600\n28,650\n28,700 28,550\n28,600\n28,650\n28,700\n28,750 3,218\n3,224\n3,230\n3,236\n3,242 3,012\n3,018\n3,024\n3,030\n3,036 3,218\n3,224\n3,230\n3,236\n3,242 3,130\n3,136\n3,142\n3,148\n3,154 22,750\n22,800\n22,850\n22,900\n22,950 22,800\n22,850\n22,900\n22,950\n23,000 2,528\n2,534\n2,540\n2,546\n2,552 2,322\n2,328\n2,334\n2,340\n2,346 2,528\n2,534\n2,540\n2,546\n2,552 2,440\n2,446\n2,452\n2,458\n2,464 25,750\n25,800\n25,850\n25,900\n25,950 25,800\n25,850\n25,900\n25,950\n26,000 2,888\n2,894\n2,900\n2,906\n2,912 2,682\n2,688\n2,694\n2,700\n2,706 2,888\n2,894\n2,900\n2,906\n2,912 2,800\n2,806\n2,812\n2,818\n2,824 28,750\n28,800\n28,850\n28,900\n28,950 28,800\n28,850\n28,900\n28,950\n29,000 3,248\n3,254\n3,260\n3,266\n3,272 3,042\n3,048\n3,054\n3,060\n3,066 3,248\n3,254\n3,260\n3,266\n3,272 3,160\n3,166\n3,172\n3,178\n3,184 23,000 26,000 29,000 23,000\n23,050\n23,100\n23,150\n23,200 23,050\n23,100\n23,150\n23,200\n23,250 2,558\n2,564\n2,570\n2,576\n2,582 2,352\n2,358\n2,364\n2,370\n2,376 2,558\n2,564\n2,570\n2,576\n2,582 2,470\n2,476\n2,482\n2,488\n2,494 26,000\n26,050\n26,100\n26,150\n26,200 26,050\n26,100\n26,150\n26,200\n26,250 2,918\n2,924\n2,930\n2,936\n2,942 2,712\n2,718\n2,724\n2,730\n2,736 2,918\n2,924\n2,930\n2,936\n2,942 2,830\n2,836\n2,842\n2,848\n2,854 29,000\n29,050\n29,100\n29,150\n29,200 29,050\n29,100\n29,150\n29,200\n29,250 3,278\n3,284\n3,290\n3,296\n3,302 3,072\n3,078\n3,084\n3,090\n3,096 3,278\n3,284\n3,290\n3,296\n3,302 3,190\n3,196\n3,202\n3,208\n3,214 23,250\n23,300\n23,350\n23,400\n23,450 23,300\n23,350\n23,400\n23,450\n23,500 2,588\n2,594\n2,600\n2,606\n2,612 2,382\n2,388\n2,394\n2,400\n2,406 2,588\n2,594\n2,600\n2,606\n2,612 2,500\n2,506\n2,512\n2,518\n2,524 26,250\n26,300\n26,350\n26,400\n26,450 26,300\n26,350\n26,400\n26,450\n26,500 2,948\n2,954\n2,960\n2,966\n2,972 2,742\n2,748\n2,754\n2,760\n2,766 2,948\n2,954\n2,960\n2,966\n2,972 2,860\n2,866\n2,872\n2,878\n2,884 29,250\n29,300\n29,350\n29,400\n29,450 29,300\n29,350\n29,400\n29,450\n29,500 3,308\n3,314\n3,320\n3,326\n3,332 3,102\n3,108\n3,114\n3,120\n3,126 3,308\n3,314\n3,320\n3,326\n3,332 3,220\n3,226\n3,232\n3,238\n3,244 23,500\n23,550\n23,600\n23,650\n23,700 23,550\n23,600\n23,650\n23,700\n23,750 2,618\n2,624\n2,630\n2,636\n2,642 2,412\n2,418\n2,424\n2,430\n2,436 2,618\n2,624\n2,630\n2,636\n2,642 2,530\n2,536\n2,542\n2,548\n2,554 26,500\n26,550\n26,600\n26,650\n26,700 26,550\n26,600\n26,650\n26,700\n26,750 2,978\n2,984\n2,990\n2,996\n3,002 2,772\n2,778\n2,784\n2,790\n2,796 2,978\n2,984\n2,990\n2,996\n3,002 2,890\n2,896\n2,902\n2,908\n2,914 29,500\n29,550\n29,600\n29,650\n29,700 29,550\n29,600\n29,650\n29,700\n29,750 3,338\n3,344\n3,350\n3,356\n3,362 3,132\n3,138\n3,144\n3,150\n3,156 3,338\n3,344\n3,350\n3,356\n3,362 3,250\n3,256\n3,262\n3,268\n3,274 23,750\n23,800\n23,850\n23,900\n23,950 23,800\n23,850\n23,900\n23,950\n24,000 2,648\n2,654\n2,660\n2,666\n2,672 2,442\n2,448\n2,454\n2,460\n2,466 2,648\n2,654\n2,660\n2,666\n2,672 2,560\n2,566\n2,572\n2,578\n2,584 26,750\n26,800\n26,850\n26,900\n26,950 26,800\n26,850\n26,900\n26,950\n27,000 3,008\n3,014\n3,020\n3,026\n3,032 2,802\n2,808\n2,814\n2,820\n2,826 3,008\n3,014\n3,020\n3,026\n3,032 2,920\n2,926\n2,932\n2,938\n2,944 29,750\n29,800\n29,850\n29,900\n29,950 29,800\n29,850\n29,900\n29,950\n30,000 3,368\n3,374\n3,380\n3,386\n3,392 3,162\n3,168\n3,174\n3,180\n3,186 3,368\n3,374\n3,380\n3,386\n3,392 3,280\n3,286\n3,292\n3,298\n3,304 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 66 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 30,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 33,000 36,000 30,000\n30,050\n30,100\n30,150\n30,200 30,050\n30,100\n30,150\n30,200\n30,250 3,398\n3,404\n3,410\n3,416\n3,422 3,192\n3,198\n3,204\n3,210\n3,216 3,398\n3,404\n3,410\n3,416\n3,422 3,310\n3,316\n3,322\n3,328\n3,334 33,000\n33,050\n33,100\n33,150\n33,200 33,050\n33,100\n33,150\n33,200\n33,250 3,758\n3,764\n3,770\n3,776\n3,782 3,552\n3,558\n3,564\n3,570\n3,576 3,758\n3,764\n3,770\n3,776\n3,782 3,670\n3,676\n3,682\n3,688\n3,694 36,000\n36,050\n36,100\n36,150\n36,200 36,050\n36,100\n36,150\n36,200\n36,250 4,118\n4,124\n4,130\n4,136\n4,142 3,912\n3,918\n3,924\n3,930\n3,936 4,118\n4,124\n4,130\n4,136\n4,142 4,030\n4,036\n4,042\n4,048\n4,054 30,250\n30,300\n30,350\n30,400\n30,450 30,300\n30,350\n30,400\n30,450\n30,500 3,428\n3,434\n3,440\n3,446\n3,452 3,222\n3,228\n3,234\n3,240\n3,246 3,428\n3,434\n3,440\n3,446\n3,452 3,340\n3,346\n3,352\n3,358\n3,364",
    "querygen": [
      "where is 720 in mlb",
      "which numbers in excel are used for math",
      "oh how many is 720"
    ],
    "querygen_score": [
      "-4.8002386",
      "-3.635709",
      "-2.4971757"
    ]
  },
  {
    "id": "legal-advice_66__95",
    "doc_id": "legal-advice_66",
    "chunk_id": 95,
    "document_category": "legal-advice",
    "text": "Don’t attach correspondence or other\nitems unless required to do so. Attach\nForms W-2 and 2439 to Form 1040 or\n1040-SR. If you received a Form W-2c\n(a corrected Form W-2), attach your\noriginal Forms W-2 and any Forms\nW-2c. Attach Forms W-2G and 1099-R\nto Form 1040 or 1040-SR if tax was\nwithheld. 2022\nTax Table ! See the instructions for line 16 to see if you must use the\nSample Table\nTax Table below to figure your tax. CAUTION Example. A married couple are filing a joint return. Their taxable\nincome on Form 1040, line 15, is $25,300. First, they find the\n$25,300-25,350 taxable income line. Next, they find the column for\nmarried filing jointly and read down the column. The amount shown\nwhere the taxable income line and filing status column meet is\n$2,628. This is the tax amount they should enter in the entry space\non Form 1040, line 16. If line 15\n(taxable\nincome) is— At\nleast If line 15\n(taxable\nincome) is— And you are— But\nless\nthan Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan Single 25,200 25,250\n25,250 25,300\n25,300 25,350\n25,350 25,400 2,822\n2,828\n2,834\n2,840 If line 15\n(taxable\nincome) is— And you are— Single At\nBut\nLeast Less Than Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan 5\n15\n25\n50\n75 0\n1\n2\n4\n6 0\n1\n2\n4\n6 0\n1\n2\n4\n6 0\n1\n2\n4\n6 75\n100\n125\n150\n175 100\n125\n150\n175\n200 9\n11\n14\n16\n19 9\n11\n14\n16\n19 9\n11\n14\n16\n19 9\n11\n14\n16\n19 200\n225\n250\n275\n300 225\n250\n275\n300\n325 21\n24\n26\n29\n31 21\n24\n26\n29\n31 21\n24\n26\n29\n31 21\n24\n26\n29\n31 325\n350\n375\n400\n425 350\n375\n400\n425\n450 34\n36\n39\n41\n44 34\n36\n39\n41\n44 34\n36\n39\n41\n44 34\n36\n39\n41\n44 450\n475\n500\n525\n550 475\n500\n525\n550\n575 46\n49\n51\n54\n56 46\n49\n51\n54\n56 46\n49\n51\n54\n56 46\n49\n51\n54\n56 575\n600\n625\n650\n675 600\n625\n650\n675\n700 59\n61\n64\n66\n69 59\n61\n64\n66\n69 59\n61\n64\n66\n69 59\n61\n64\n66\n69 700\n725\n750\n775\n800 725\n750\n775\n800\n825 71\n74\n76\n79\n81 71\n74\n76\n79\n81 71\n74\n76\n79\n81 71\n74\n76\n79\n81 825\n850\n875\n900\n925 850\n875\n900\n925\n950 84\n86\n89\n91\n94 84\n86\n89\n91\n94 84\n86\n89\n91\n94 84\n86\n89\n91\n94 950\n975 975\n1,000 96\n99 96\n99 96\n99 96\n99 Your tax is— 2,616 2,822\n2,622 2,828\n2,628 2,834\n2,634 2,840 2,734\n2,740\n2,746\n2,752 And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— Your tax is— Your tax is—\n0\n5\n15\n25\n50 Married Married Head\nof a\nfiling\nfiling\nhousejointly* sepahold\nrately 2,000 1,000\n1,000\n1,025\n1,050\n1,075\n1,100 1,025\n1,050\n1,075\n1,100\n1,125 101\n104\n106\n109\n111 101\n104\n106\n109\n111 101\n104\n106\n109\n111 101\n104\n106\n109\n111 2,000\n2,025\n2,050\n2,075\n2,100 2,025\n2,050\n2,075\n2,100\n2,125 201\n204\n206\n209\n211 201\n204\n206\n209\n211 201\n204\n206\n209\n211 201\n204\n206\n209\n211 1,125\n1,150\n1,175\n1,200\n1,225 1,150\n1,175\n1,200\n1,225\n1,250 114\n116\n119\n121\n124 114\n116\n119\n121\n124 114\n116\n119\n121\n124 114\n116\n119\n121\n124 2,125\n2,150\n2,175\n2,200\n2,225 2,150\n2,175\n2,200\n2,225\n2,250 214\n216\n219\n221\n224 214\n216\n219\n221\n224 214\n216\n219\n221\n224 214\n216\n219\n221\n224 1,250\n1,275\n1,300\n1,325\n1,350 1,275\n1,300\n1,325\n1,350\n1,375 126\n129\n131\n134\n136 126\n129\n131\n134\n136 126\n129\n131\n134\n136 126\n129\n131\n134\n136 2,250\n2,275\n2,300\n2,325\n2,350 2,275\n2,300\n2,325\n2,350\n2,375 226\n229\n231\n234\n236 226\n229\n231\n234\n236 226\n229\n231\n234\n236 226\n229\n231\n234\n236 1,375\n1,400\n1,425\n1,450\n1,475 1,400\n1,425\n1,450\n1,475\n1,500 139\n141\n144\n146\n149 139\n141\n144\n146\n149 139\n141\n144\n146\n149 139\n141\n144\n146\n149 2,375\n2,400\n2,425\n2,450\n2,475 2,400\n2,425\n2,450\n2,475\n2,500 239\n241\n244\n246\n249 239\n241\n244\n246\n249 239\n241\n244\n246\n249 239\n241\n244\n246\n249 1,500\n1,525\n1,550\n1,575\n1,600 1,525\n1,550\n1,575\n1,600\n1,625 151\n154\n156\n159\n161 151\n154\n156\n159\n161 151\n154\n156\n159\n161 151\n154\n156\n159\n161 2,500\n2,525\n2,550\n2,575\n2,600 2,525\n2,550\n2,575\n2,600\n2,625 251\n254\n256\n259\n261 251\n254\n256\n259\n261 251\n254\n256\n259\n261 251\n254\n256\n259\n261 1,625\n1,650\n1,675\n1,700\n1,725 1,650\n1,675\n1,700\n1,725\n1,750 164\n166\n169\n171\n174 164\n166\n169\n171\n174 164\n166\n169\n171\n174 164\n166\n169\n171\n174 2,625\n2,650\n2,675\n2,700\n2,725 2,650\n2,675\n2,700\n2,725\n2,750 264\n266\n269\n271\n274 264\n266\n269\n271\n274 264\n266\n269\n271\n274 264\n266\n269\n271\n274 1,750\n1,775\n1,800\n1,825\n1,850 1,775\n1,800\n1,825\n1,850\n1,875 176\n179\n181\n184\n186 176\n179\n181\n184\n186 176\n179\n181\n184\n186 176\n179\n181\n184\n186 2,750\n2,775\n2,800\n2,825\n2,850 2,775\n2,800\n2,825\n2,850\n2,875 276\n279\n281\n284\n286 276\n279\n281\n284\n286 276\n279\n281\n284\n286 276\n279\n281\n284\n286 1,875\n1,900\n1,925\n1,950\n1,975 1,900\n1,925\n1,950\n1,975\n2,000 189\n191\n194\n196\n199 189\n191\n194\n196\n199 189\n191\n194\n196\n199 189\n191\n194\n196\n199 2,875\n2,900\n2,925\n2,950\n2,975 2,900\n2,925\n2,950\n2,975\n3,000 289\n291\n294\n296\n299 289\n291\n294\n296\n299 289\n291\n294\n296\n299 289\n291\n294\n296\n299 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 63 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 3,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 6,000 9,000 3,000\n3,050\n3,100\n3,150\n3,200 3,050\n3,100\n3,150\n3,200\n3,250 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 303\n308\n313\n318\n323 6,000\n6,050\n6,100\n6,150\n6,200 6,050\n6,100\n6,150\n6,200\n6,250 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 603\n608\n613\n618\n623 9,000\n9,050\n9,100\n9,150\n9,200 9,050\n9,100\n9,150\n9,200\n9,250 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 903\n908\n913\n918\n923 3,250\n3,300\n3,350\n3,400\n3,450 3,300\n3,350\n3,400\n3,450\n3,500 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 328\n333\n338\n343\n348 6,250\n6,300\n6,350\n6,400\n6,450 6,300\n6,350\n6,400\n6,450\n6,500 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 628\n633\n638\n643\n648 9,250\n9,300\n9,350\n9,400\n9,450 9,300\n9,350\n9,400\n9,450\n9,500 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 928\n933\n938\n943\n948 3,500\n3,550\n3,600\n3,650\n3,700 3,550\n3,600\n3,650\n3,700\n3,750 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 353\n358\n363\n368\n373 6,500\n6,550\n6,600\n6,650\n6,700 6,550\n6,600\n6,650\n6,700\n6,750 653\n658\n663\n668\n673 653\n658\n663\n668\n673 653\n658\n663\n668\n673",
    "querygen": [
      "do you need to send w-2c to 1040",
      "what form do you attach to w2",
      "when do you attach forms to 1040-sr"
    ],
    "querygen_score": [
      "-0.508861",
      "0.2510473",
      "0.26147974"
    ]
  },
  {
    "id": "legal-advice_91__116",
    "doc_id": "legal-advice_91",
    "chunk_id": 116,
    "document_category": "legal-advice",
    "text": "If you received a refund, credit, or\noffset of state or local income taxes in\n2022, you may be required to report this\namount. If you didn't receive a Form\n1099-G, check with the government\nagency that made the payments to you. Your 2022 Form 1099-G may have been\nmade available to you only in an electronic format, and you will need to get\ninstructions from the agency to retrieve\nthis document. Report any taxable refund you received even if you didn't receive Form 1099-G. If you chose to apply part or all of the\nrefund to your 2022 estimated state or\nlocal income tax, the amount applied is\ntreated as received in 2022. If the refund\nwas for a tax you paid in 2021 and you deducted state and local income taxes on\nyour 2021 Schedule A, use the State and\nLocal Income Tax Refund Worksheet in\nthese instructions to see if any of your\nrefund is taxable. Exception. See Itemized Deduction Recoveries in Pub. 525 instead of using the\nState and Local Income Tax Refund\nWorksheet in these instructions if any of\nthe following applies. 1. You received a refund in 2022\nthat is for a tax year other than 2021. 2. You received a refund other than\nan income tax refund, such as a general\nsales tax or real property tax refund, in\n2022 of an amount deducted or credit\nclaimed in an earlier year. 3. You had taxable income on your\n2021 Form 1040 or 1040-SR, line 15,\nbut no tax on your Form 1040 or\n1040-SR, line 16, because of the 0% tax\nrate on net capital gain and qualified\ndividends in certain situations. 4. Your 2021 state and local income\ntax refund is more than your 2021 state\nand local income tax deduction minus\nthe amount you could have deducted as\nyour 2021 state and local general sales\ntaxes. 5. You made your last payment of\n2021 estimated state or local income tax\nin 2022. 6. You owed alternative minimum\ntax in 2021. 7. You couldn't use the full amount\nof credits you were entitled to in 2021\nbecause the total credits were more than\nthe amount shown on your 2021 Form\n1040 or 1040-SR, line 16. 8. You could be claimed as a dependent by someone else in 2021. 9. You received a refund because of\na jointly filed state or local income tax\nreturn, but you aren't filing a joint 2022\nForm 1040 or 1040-SR with the same\nperson. -83- Lines 2a and 2b\nAlimony Received\nLine 2a Enter amounts received as alimony or\nseparate maintenance pursuant to a divorce or separation agreement entered\ninto on or before December 31, 2018,\nunless that agreement was changed after\nDecember 31, 2018, to expressly provide that alimony received isn't included\nin your income. Alimony received is not\nincluded in your income if you entered\ninto a divorce or separation agreement\nafter December 31, 2018. If you are including alimony in your income, you\nmust let the person who made the payments know your social security number. If you don’t, you may have to pay a\npenalty. For more details, see Pub. 504. If you are including alimony payments from more than one divorce or\nseparation agreement in your income,\nenter the total of all alimony received on\nline 2a. Line 2b",
    "querygen": [
      "when is irs refund due",
      "what form should i use to file taxes",
      "what form do i need to send my tax refund"
    ],
    "querygen_score": [
      "-3.0470543",
      "-2.343381",
      "-0.7273389"
    ]
  },
  {
    "id": "legal-advice_67__12",
    "doc_id": "legal-advice_67",
    "chunk_id": 12,
    "document_category": "legal-advice",
    "text": "44 Page 4 Treasury Department Circular No. 230 Table of Contents Paragraph 1. The authority citation for 31 CFR, part\n10 continues to read as follows:\nAuthority: Sec. 3, 23 Stat. 258, secs. 2-12, 60 Stat.\n237 et. seq.; 5 U.S.C. 301, 500, 551-559; 31 U.S.C.\n321; 31 U.S.C. 330; Reorg. Plan No. 26 of 1950, 15\nFR 4935, 64 Stat. 1280, 3 CFR, 1949-1953 Comp.,\np. 1017.\n§ 10.0 Scope of part. (a) This part contains rules governing the\nrecognition of attorneys, certified public accountants,\nenrolled agents, enrolled retirement plan agents,\nregistered tax return preparers, and other persons\nrepresenting taxpayers before the Internal Revenue\nService. Subpart A of this part sets forth rules relating\nto the authority to practice before the Internal Revenue\nService; subpart B of this part prescribes the duties\nand restrictions relating to such practice; subpart C\nof this part prescribes the sanctions for violating the\nregulations; subpart D of this part contains the rules\napplicable to disciplinary proceedings; and subpart E\nof this part contains general provisions relating to the\navailability of official records. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Subpart A — Rules Governing Authority to\nPractice\n§ 10.1 Offices. (a) Establishment of office(s). The Commissioner\nshall establish the Office of Professional\nResponsibility and any other office(s) within the\nInternal Revenue Service necessary to administer\nand enforce this part. The Commissioner shall\nappoint the Director of the Office of Professional\nResponsibility and any other Internal Revenue\nofficial(s) to manage and direct any office(s)\nestablished to administer or enforce this part. Offices established under this part include, but are\nnot limited to:\n(1) The Office of Professional Responsibility, which\nshall generally have responsibility for matters related\nto practitioner conduct and shall have exclusive\nresponsibility for discipline, including disciplinary\nproceedings and sanctions; and\n(2) An office with responsibility for matters related\nto authority to practice before the Internal Revenue\nService, including acting on applications for\nenrollment to practice before the Internal Revenue\nService and administering competency testing and\ncontinuing education. (b) Officers and employees within any office\nestablished under this part may perform acts necessary\nor appropriate to carry out the responsibilities of their\noffice(s) under this part or as otherwise prescribed by\nthe Commissioner. (c) Acting. The Commissioner will designate an\nofficer or employee of the Internal Revenue Service\nto perform the duties of an individual appointed\nunder paragraph (a) of this section in the absence of\nthat officer or employee or during a vacancy in that\noffice. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011, except that\nparagraph (a)(1) is applicable beginning June 12,\n2014. § 10.1 — Page 5 Table of Contents § 10.2 Definitions.\n(a) As used in this part, except where the text\nprovides otherwise —\n(1) Attorney means any person who is a member\nin good standing of the bar of the highest court of\nany state, territory, or possession of the United\nStates, including a Commonwealth, or the District of\nColumbia. (2) Certified public accountant means any person\nwho is duly qualified to practice as a certified public\naccountant in any state, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia. (3) Commissioner refers to the Commissioner of\nInternal Revenue.",
    "querygen": [
      "treasury department authority citation",
      "who is authority citation",
      "which document is authority citation"
    ],
    "querygen_score": [
      "2.0092187",
      "-1.2323513",
      "-1.4076881"
    ]
  },
  {
    "id": "legal-advice_47__11",
    "doc_id": "legal-advice_47",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": "3. Who is the Employer? Section 3401(d)(1) provides, that for purposes of income tax withholding, the term\nemployer means the person for whom an individual performs or performed any service, POSTF-123043-08 12 of whatever nature, as the employee of such person, except that if the person for whom\nthe individual performs or performed the services does not have control of the payment\nof the wages for such services, the term “employer” (except for purposes of the\ndefinition of wages) means the person having control of the payment of such wages. Neither the FICA nor the FUTA contains a definition of employer similar to the definition\ncontained in section 3401(d)(1), relating to income tax withholding. However, Otte v.\nU.S., 419 U.S. 43 (1974), holds that a person who is an employer under section\n3401(d)(1), relating to income tax withholding, is also an employer for purposes of FICA\nwithholding under section 3102. Otte involved a trustee in bankruptcy who was an\nemployer under section 3401(d)(1) by virtue of having control over the payment of\nwages owed by the bankrupt. The Court stated, “The fact that the FICA withholding\nprovisions of the Code do not define “employer” is of no significance, for that term is not\nto be given a narrower construction for FICA withholding than for income tax\nwithholding.” Otte, 419 U.S. at 51. The Otte decision has been extended to provide\nthat the person having control of the payment of wages is also an employer for\npurposes of section 3111, which imposes the FICA tax on employers, and for purposes\nof section 3301, which imposes the FUTA tax on employers. It has been further\nextended to apply equally to the employer's FICA tax and to FUTA tax10. In re Armadillo\nCorp., 410 F. Supp. 407 (D. Col. 1976), aff'd, 561 F.2d 1382 (10th Cir. 1977), In re Laub\nBaking Co., 642 F.2d 196 (6th Cir. 1981), and STA of Baltimore -ILA Container Royalty\nFund v. U.S., 621 F. Supp. 1567 (D.C. Md. 1985), aff'd, 804 F.2d 296 (4th Cir. 1986)\nreached similar conclusions. The preliminary common law factor analysis you provided with regards to whether the ------- members are common law employees also seems to indicate that -------- is the\ncommon law employer and therefore liable for employment taxes under the statutory\nregime. However, we recognize that there may be arguments that another party, such\nas ------------------ or the ------------------------, is the common law employer. The\narguments raised by ---------’s general counsel regarding the level of independence from\nother -------------district business as required by the state statutory scheme are\nconsistent with this general caveat. If -------- is not the common law employer of the -------members, it appears that --------would be the section 3401(d)(1) employer (“statutory employer”), within the meaning of\nOtte and its progeny, because----------has control over the payment of wages to the -----members. As stated in your request for opinion, payments to the ------ members were\nbudgeted for in the general --------- budget, paid to each -------member individually from\nthe --------- checking account, and tracked within the --------- financial statements. There is no indication that --------- is reimbursed by any other party for the compensation\npaid to the ------ members. 10",
    "querygen": [
      "definition employer",
      "employer definition tax code",
      "who is employer"
    ],
    "querygen_score": [
      "1.3910869",
      "-0.22444704",
      "2.5181036"
    ]
  },
  {
    "id": "legal-advice_25__90",
    "doc_id": "legal-advice_25",
    "chunk_id": 90,
    "document_category": "legal-advice",
    "text": "This limit doesn’t apply to other methods of payment (such\nas electronic payments). Please consider\na method of payment other than check if\nthe amount of the payment is over $100\nmillion. What if You Can't Pay? If you can't pay the full amount shown\non line 37 when you file, you can ask\nfor:\n• An installment agreement, or\n• An extension of time to pay. Installment agreement. Under an installment agreement, you can pay all or\npart of the tax you owe in monthly installments. However, even if an installment agreement is granted, you will be\ncharged interest and may be charged a\nlate payment penalty on the tax not paid\nby the due date of your return (not\ncounting extensions)—April 18, 2023,\nfor most people. You must also pay a\nfee. To limit the interest and penalty\ncharges, pay as much of the tax as possible when you file. But before requesting\nan installment agreement, you should\nconsider other less costly alternatives,\nsuch as a bank loan or credit card payment. To ask for an installment agreement,\nyou can apply online or use Form 9465. To apply online, go to IRS.gov and click\non Apply for an Online Payment Plan. Extension of time to pay. If paying the\ntax when it is due would cause you an Need more information or forms? Visit IRS.gov. undue hardship, you can ask for an extension of time to pay by filing Form\n1127 by the due date of your return (not\ncounting extensions)—April 18, 2023,\nfor most people. An extension generally\nwon't be granted for more than 6\nmonths. You will be charged interest on\nthe tax not paid by April 15, 2023. You\nmust pay the tax before the extension\nruns out. Penalties and interest will be\nimposed until taxes are paid in full. For\nthe most up-to-date information on\nForm 1127, go to IRS.gov/Form1127. Line 38\nEstimated Tax Penalty You may owe this penalty if:\n• Line 37 is at least $1,000 and it is\nmore than 10% of the tax shown on your\nreturn, or\n• You didn't pay enough estimated\ntax by any of the due dates. This is true\neven if you are due a refund. For most people, the “tax shown on\nyour return” is the amount on your 2022\nForm 1040 or 1040-SR, line 24, minus\nthe total of any amounts shown on lines\n27, 28, and 29; Schedule 3, lines 9, 12,\n13b, and 13h; and Forms 8828, 4137,\n5329 (Parts III through IX only), and\n8919. Also subtract from line 24 any:\n• Tax on an excess parachute payment,\n• Excise tax on insider stock compensation of an expatriated corporation,\n• Uncollected social security and\nMedicare or RRTA tax on tips or\ngroup-term life insurance, and\n• Look-back interest due under section 167(g) or 460(b). When figuring the amount on line 24,\ninclude household employment taxes\nonly if line 25d is more than zero or you\nwould owe the penalty even if you didn't\ninclude those taxes. Exception. You won't owe the penalty\nif your 2021 tax return was for a tax\nyear of 12 full months and either of the\nfollowing applies. 1. You had no tax shown on your\n2021 return and you were a U.S. citizen\nor resident for all of 2021.",
    "querygen": [
      "if i can't pay what is the limit",
      "how much will my payee account be in a year without being paid",
      "can someone pay the full amount you have in your bank account"
    ],
    "querygen_score": [
      "-0.32830596",
      "-6.0014877",
      "-2.7300363"
    ]
  },
  {
    "id": "legal-advice_92__14",
    "doc_id": "legal-advice_92",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "However, if you were a nonresident alien or a dual-status alien and were\nmarried to a U.S. citizen or resident alien at the end of 2022, you can elect to\nbe treated as a resident alien and file a\njoint return. See Pub. 519 for details. Married Filing Separately\nCheck the “Married filing separately”\nbox at the top of Form 1040 or 1040-SR\nif you are married, at the end of 2022,\nand file a separate return. Enter your\nspouse’s name in the entry space below\nthe filing status checkboxes. Be sure to\nenter your spouse’s SSN or Individual\nTaxpayer Identification Number (ITIN)\nin the space for spouse’s SSN on Form\n1040 or 1040-SR. If your spouse doesn’t\nhave and isn’t required to have an SSN\nor ITIN, enter “NRA” in the entry space\nbelow the filing status checkboxes. For electronic filing, enter the spouse's name or “NRA” if the spouse\ndoesn’t have an SSN or ITIN in the en- try space below the filing status checkboxes. If you are married and file a separate\nreturn, you generally report only your\nown income, deductions, and credits. Generally, you are responsible only for\nthe tax on your own income. Different\nrules apply to people in community\nproperty states; see Pub. 555. However, you will usually pay more\ntax than if you use another filing status\nfor which you qualify. Also, if you file a\nseparate return, you can't take the student loan interest deduction or the education credits, and you will only be able\nto take the earned income credit and\nchild and dependent care credit in very\nlimited circumstances. You also can't\ntake the standard deduction if your\nspouse itemizes deductions. You may be able to file as head TIP of household if you had a child\nliving with you and you lived\napart from your spouse during the last 6\nmonths of 2022. See Married persons\nwho live apart, later. Head of Household You can check the “Head of household”\nbox at the top of Form 1040 or 1040-SR\nif you are unmarried and provide a home\nfor certain other persons. You are considered unmarried for this purpose if any\nof the following applies. • You were legally separated according to your state law under a decree of\ndivorce or separate maintenance at the\nend of 2022. But if, at the end of 2022,\nyour divorce wasn't final (an interlocutory decree), you are considered married. • You are married but lived apart\nfrom your spouse for the last 6 months\nof 2022 and you meet the other rules under Married persons who live apart, later. • You are married and your spouse\nwas a nonresident alien at any time during the year and the election to treat the\nalien spouse as a resident alien is not\nmade. Check the “Head of household” box only if you are unmarried (or considered\nunmarried) and either Test 1 or Test 2\napplies. Test 1. You paid over half the cost of\nkeeping up a home that was the main\nhome for all of 2022 of your parent whom you can claim as a dependent, except under a multiple support agreement\n(see Who Qualifies as Your Dependent,\nlater). Your parent didn't have to live\nwith you. Test 2.",
    "querygen": [
      "what is residency alien status",
      "what is residency status for dual citizenship aliens",
      "if non resident aliens married"
    ],
    "querygen_score": [
      "-2.632568",
      "-2.025278",
      "-0.9061945"
    ]
  },
  {
    "id": "legal-advice_66__55",
    "doc_id": "legal-advice_66",
    "chunk_id": 55,
    "document_category": "legal-advice",
    "text": "Complete the rest of that worksheet through line 4 (line 10 if you use the\nSchedule D Tax Worksheet). Next, you must determine if you have a capital gain excess. To find out if you have a capital gain excess, subtract\nForm 1040 or 1040-SR, line 15, from line 4 of your Qualified Dividends and Capital Gain Tax Worksheet (line 10 of your Schedule D Tax\nWorksheet). If the result is more than zero, that amount is your capital gain excess. If you don’t have a capital gain excess, complete the rest of either of those worksheets according to the worksheet's instructions. Then,\ncomplete lines 5 and 6 above. If you have a capital gain excess, complete a second Qualified Dividends and Capital Gain Tax Worksheet or Schedule D Tax Worksheet\n(whichever applies) as instructed above but in its entirety and with the following additional modifications. Then, complete lines 5 and 6 above. These modifications are to be made only for purposes of filling out the Foreign Earned Income Tax Worksheet above. 1. Reduce (but not below zero) the amount you would otherwise enter on line 3 of your Qualified Dividends and Capital Gain Tax Worksheet\nor line 9 of your Schedule D Tax Worksheet by your capital gain excess. 2. Reduce (but not below zero) the amount you would otherwise enter on line 2 of your Qualified Dividends and Capital Gain Tax Worksheet\nor line 6 of your Schedule D Tax Worksheet by any of your capital gain excess not used in (1) above. 3. Reduce (but not below zero) the amount on your Schedule D (Form 1040), line 18, by your capital gain excess. 4. Include your capital gain excess as a loss on line 16 of your Unrecaptured Section 1250 Gain Worksheet in the Instructions for\nSchedule D (Form 1040). -35- Need more information or forms? Visit IRS.gov. Qualified Dividends and Capital Gain Tax Worksheet—Line 16 Keep for Your Records Before you begin: 1.\n2.\n3. 4.\n5.\n6. 7.\n8.\n9.\n10.\n11.\n12.\n13. 14.\n15.\n16.\n17.\n18.\n19.\n20.\n21.\n22.\n23.\n24.\n25. See the earlier instructions for line 16 to see if you can use this worksheet to figure your tax. Before completing this worksheet, complete Form 1040 or 1040-SR through line 15. If you don’t have to file Schedule D and you received capital gain distributions, be sure you checked the box\non Form 1040 or 1040-SR, line 7. Enter the amount from Form 1040 or 1040-SR, line 15. However, if you are filing\nForm 2555 (relating to foreign earned income), enter the amount from line 3 of the\nForeign Earned Income Tax Worksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1.\nEnter the amount from Form 1040 or 1040-SR,\nline 3a* . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2.\nAre you filing Schedule D?*\nYes.",
    "querygen": [
      "how to determine if you have a capital gain",
      "how to determine if you have a capital gain excess",
      "what are the steps to determining the amount of capitalized income to gain"
    ],
    "querygen_score": [
      "2.3797274",
      "3.477538",
      "-1.8883429"
    ]
  },
  {
    "id": "legal-advice_35__12",
    "doc_id": "legal-advice_35",
    "chunk_id": 12,
    "document_category": "legal-advice",
    "text": "44 Page 4 Treasury Department Circular No. 230 Table of Contents Paragraph 1. The authority citation for 31 CFR, part\n10 continues to read as follows:\nAuthority: Sec. 3, 23 Stat. 258, secs. 2-12, 60 Stat.\n237 et. seq.; 5 U.S.C. 301, 500, 551-559; 31 U.S.C.\n321; 31 U.S.C. 330; Reorg. Plan No. 26 of 1950, 15\nFR 4935, 64 Stat. 1280, 3 CFR, 1949-1953 Comp.,\np. 1017.\n§ 10.0 Scope of part. (a) This part contains rules governing the\nrecognition of attorneys, certified public accountants,\nenrolled agents, enrolled retirement plan agents,\nregistered tax return preparers, and other persons\nrepresenting taxpayers before the Internal Revenue\nService. Subpart A of this part sets forth rules relating\nto the authority to practice before the Internal Revenue\nService; subpart B of this part prescribes the duties\nand restrictions relating to such practice; subpart C\nof this part prescribes the sanctions for violating the\nregulations; subpart D of this part contains the rules\napplicable to disciplinary proceedings; and subpart E\nof this part contains general provisions relating to the\navailability of official records. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Subpart A — Rules Governing Authority to\nPractice\n§ 10.1 Offices. (a) Establishment of office(s). The Commissioner\nshall establish the Office of Professional\nResponsibility and any other office(s) within the\nInternal Revenue Service necessary to administer\nand enforce this part. The Commissioner shall\nappoint the Director of the Office of Professional\nResponsibility and any other Internal Revenue\nofficial(s) to manage and direct any office(s)\nestablished to administer or enforce this part. Offices established under this part include, but are\nnot limited to:\n(1) The Office of Professional Responsibility, which\nshall generally have responsibility for matters related\nto practitioner conduct and shall have exclusive\nresponsibility for discipline, including disciplinary\nproceedings and sanctions; and\n(2) An office with responsibility for matters related\nto authority to practice before the Internal Revenue\nService, including acting on applications for\nenrollment to practice before the Internal Revenue\nService and administering competency testing and\ncontinuing education. (b) Officers and employees within any office\nestablished under this part may perform acts necessary\nor appropriate to carry out the responsibilities of their\noffice(s) under this part or as otherwise prescribed by\nthe Commissioner. (c) Acting. The Commissioner will designate an\nofficer or employee of the Internal Revenue Service\nto perform the duties of an individual appointed\nunder paragraph (a) of this section in the absence of\nthat officer or employee or during a vacancy in that\noffice. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011, except that\nparagraph (a)(1) is applicable beginning June 12,\n2014. § 10.1 — Page 5 Table of Contents § 10.2 Definitions.\n(a) As used in this part, except where the text\nprovides otherwise —\n(1) Attorney means any person who is a member\nin good standing of the bar of the highest court of\nany state, territory, or possession of the United\nStates, including a Commonwealth, or the District of\nColumbia. (2) Certified public accountant means any person\nwho is duly qualified to practice as a certified public\naccountant in any state, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia. (3) Commissioner refers to the Commissioner of\nInternal Revenue.",
    "querygen": [
      "tetrahedral dept circular number",
      "what is the authority number in cfr",
      "which gov circular reads authority"
    ],
    "querygen_score": [
      "-5.506902",
      "-0.38049084",
      "0.5061461"
    ]
  },
  {
    "id": "legal-advice_62__67",
    "doc_id": "legal-advice_62",
    "chunk_id": 67,
    "document_category": "legal-advice",
    "text": "Members of the military. If you were on extended active duty\noutside the United States, your main home is considered to be in\nthe United States during that duty period. Extended active duty\nis military duty ordered for an indefinite period or for a period\nof more than 90 days. Once you begin serving extended active\nduty, you are considered to be on extended active duty even if\nyou don’t serve more than 90 days. Nonresident aliens. If your filing status is married filing jointly, go to Step 2. Otherwise, stop; you can't take the EIC. Enter\n“No” on the dotted line next to line 27. Permanently and totally disabled. A person is permanently\nand totally disabled if, at any time in 2022, the person couldn't\nengage in any substantial gainful activity because of a physical\nor mental condition and a doctor has determined that this condition (a) has lasted or can be expected to last continuously for at\nleast a year, or (b) can be expected to lead to death. Qualifying child of more than one person. Even if a child\nmeets the conditions to be the qualifying child of more than one\nperson, only one person can claim the child as a qualifying child\nfor all of the following tax benefits, unless the special rule for\nChildren of divorced or separated parents under Who Qualifies\nas Your Dependent, earlier, applies. 1. Child tax credit, credit for other dependents, and additional child tax credit (lines 19 and 28). 2. Head of household filing status. 3. Credit for child and dependent care expenses (Schedule\n3, line 2). 4. Exclusion for dependent care benefits (Form 2441, Part\nIII). 5. Earned income credit (line 27). -41- Need more information or forms? Visit IRS.gov. No other person can take any of the five tax benefits just listed\nbased on the qualifying child. If you and any other person can\nclaim the child as a qualifying child, the following rules apply. For purposes of these rules, the term “parent”means a biological\nor adoptive parent of an individual. It doesn't include a stepparent or foster parent unless that person has adopted the individual. • If only one of the persons is the child's parent, the child is\ntreated as the qualifying child of the parent. • If the parents file a joint return together and can claim the\nchild as a qualifying child, the child is treated as the qualifying\nchild of the parents. • If the parents don’t file a joint return together but both parents claim the child as a qualifying child, the IRS will treat the\nchild as the qualifying child of the parent with whom the child\nlived for the longer period of time in 2022. If the child lived\nwith each parent for the same amount of time, the IRS will treat\nthe child as the qualifying child of the parent who had the higher adjusted gross income (AGI) for 2022. • If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. •",
    "querygen": [
      "extended active duty military definition",
      "when does active duty end for extended military term",
      "how long does it take to be out on extended military duty"
    ],
    "querygen_score": [
      "1.2280385",
      "-0.2572183",
      "0.038532518"
    ]
  },
  {
    "id": "legal-advice_37__108",
    "doc_id": "legal-advice_37",
    "chunk_id": 108,
    "document_category": "legal-advice",
    "text": "For information on how to\nmake this type of gift online, go to\nTreasuryDirect.gov/Help-Center/PublicDebt-FAQs/#DebtFinance and click on\n“How do you make a contribution to reduce the debt?” You may be able to deduct this TIP gift on your 2023 tax return. How Long Should\nRecords Be Kept? Keep a copy of your tax return, worksheets you used, and records of all items\nappearing on it (such as Forms W-2 and\n1099) until the statute of limitations runs\nout for that return. Usually, this is 3\nyears from the date the return was due or\nfiled or 2 years from the date the tax was\npaid, whichever is later. You should\nkeep some records longer. For example,\nkeep property records (including those\non your home) as long as they are needed to figure the basis of the original or\nreplacement property. For more details,\nsee chapter 1 of Pub. 17. Amended Return\nFile Form 1040-X to change a return\nyou already filed. Generally, Form\n1040-X must be filed within 3 years af- ter the date the original return was filed\nor within 2 years after the date the tax\nwas paid, whichever is later. But you\nmay have more time to file Form\n1040-X if you live in a federally declared disaster area or you are physically\nor mentally unable to manage your financial affairs. See Pub. 556 for details. Use the Where's My Amended Return\napplication on IRS.gov to track the status of your amended return. It can take\nup to 3 weeks from the date you mailed\nit to show up in our system. Need a Copy of Your\nTax Return Information? Tax return transcripts are free and are\ngenerally used to validate income and\ntax filing status for mortgage applications, student and small business loan\napplications, and during tax return preparation. To get a free transcript:\n• Visit IRS.gov/Transcript,\n• Use Form 4506-T or 4506T-EZ, or\n• Call us at 800-908-9946. If you need a copy of your actual tax\nreturn, use Form 4506. There is a fee for\neach return requested. See Form 4506\nfor the current fee. If your main home,\nprincipal place of business, or tax records are located in a federally declared\ndisaster area, this fee will be waived. Death of a Taxpayer If a taxpayer died before filing a return\nfor 2022, the taxpayer's spouse or personal representative may have to file and\nsign a return for that taxpayer. A personal representative can be an executor, administrator, or anyone who is in charge\nof the deceased taxpayer's property. If\nthe deceased taxpayer didn't have to file\na return but had tax withheld, a return\nmust be filed to get a refund. The person\nwho files the return must enter “Deceased,” the deceased taxpayer's name,\nand the date of death across the top of\nthe return. If this information isn't provided, it may delay the processing of the\nreturn. If your spouse died in 2022 and you\ndidn't remarry in 2022, or if your spouse\ndied in 2023 before filing a return for\n2022, you can file a joint return. A joint\nreturn should show your spouse's 2022\nincome before death and your income for all of 2022. Enter “Filing as surviving spouse” in the area where you sign\nthe return.",
    "querygen": [
      "how can i help reduce debt",
      "can a corporation deduct a gift for debt?",
      "how to make a gift to reduce debt"
    ],
    "querygen_score": [
      "-0.6075306",
      "-0.86825776",
      "1.272443"
    ]
  },
  {
    "id": "legal-advice_29__117",
    "doc_id": "legal-advice_29",
    "chunk_id": 117,
    "document_category": "legal-advice",
    "text": "If you don’t, you may have to pay a\npenalty. For more details, see Pub. 504. If you are including alimony payments from more than one divorce or\nseparation agreement in your income,\nenter the total of all alimony received on\nline 2a. Line 2b On line 2b, enter the month and year of\nyour original divorce or separation\nagreement that relates to the alimony\npayment, if any, reported on line 2a. If you have alimony payments from\nmore than one divorce or separation\nagreement, on line 2b enter the month\nand year of the divorce or separation\nagreement for which you received the\nmost income. Attach a statement listing\nthe month and year of the other agreements. Line 3\nBusiness Income or (Loss) If you operated a business or practiced\nyour profession as a sole proprietor, report your income and expenses on\nSchedule C. State and Local Income Tax Refund Worksheet—Schedule 1, Line 1 Before you begin:\n1.\n2. 3. Be sure you have read the Exception in the instructions for this line to see if you can use this worksheet instead of\nPub. 525 to figure if any of your refund is taxable. Enter the income tax refund from Form(s) 1099-G (or similar statement). But don’t enter more than the amount\nof your state and local income taxes shown on your 2021 Schedule A, line 5d . . . . . . . . . . . . . . . . . . . . . . . . . . Is the amount of state and local income taxes (or general sales taxes), real estate taxes, and personal property\ntaxes paid in 2021 (generally, this is the amount reported on your 2021 Schedule A, line 5d), more than the\namount on your 2021 Schedule A, line 5e? No. Enter the amount from line 1 on line 3 and go to line 4. Yes. Subtract the amount on your 2021 Schedule A, line 5e,\nfrom the amount of state and local income taxes (or\ngeneral sales taxes), real estate taxes, and personal\nproperty taxes paid in 2021 (generally, this is the amount\nreported on your 2021 Schedule A, line 5d). Is the amount on line 1 more than the amount on line 2? No. STOP 2. None of your refund is taxable. Yes. Subtract line 2 from line 1.\n4. 1. 3. Enter your total itemized deductions from your 2021 Schedule A, line 17. 4. Note. If the filing status on your 2021 Form 1040 or 1040-SR was married filing separately and\nyour spouse itemized deductions in 2021, skip lines 5 through 7, enter the amount from line 4\non line 8, and go to line 9. 5. Enter the amount shown below for the filing status claimed on your\n2021 Form 1040 or 1040-SR. • Single or married filing separately—$12,550\n• Married filing jointly or qualifying surviving spouse—$25,100\n• Head of household—$18,800\n6. 5. Check any boxes that apply.* You were born before January 2, 1957. You are blind. Spouse was born before January 2, 1957. Spouse is blind. No boxes checked. Enter -0-.",
    "querygen": [
      "how to calculate the amount i have for alimony",
      "how to determine alimony and child support",
      "can you use divorce settlement as alimony on your taxes"
    ],
    "querygen_score": [
      "-1.0172546",
      "-2.9151423",
      "-0.5289046"
    ]
  },
  {
    "id": "legal-advice_97__35",
    "doc_id": "legal-advice_97",
    "chunk_id": 35,
    "document_category": "legal-advice",
    "text": "(B) Hourly rates. (C) Range of fees for particular services. (D) Fee charged for an initial consultation. (ii) Any statement of fee information concerning\nmatters in which costs may be incurred must include\na statement disclosing whether clients will be\nresponsible for such costs. (2) A practitioner may charge no more than the\nrate(s) published under paragraph (b)(1) of this\nsection for at least 30 calendar days after the last date\non which the schedule of fees was published. (c) Communication of fee information. Fee\ninformation may be communicated in professional\nlists, telephone directories, print media, mailings,\nand electronic mail, facsimile, hand delivered\nflyers, radio, television, and any other method. The method chosen, however, must not cause the\ncommunication to become untruthful, deceptive,\nor otherwise in violation of this part. A practitioner\nmay not persist in attempting to contact a prospective\nclient if the prospective client has made it known\nto the practitioner that he or she does not desire\nto be solicited. In the case of radio and television\nbroadcasting, the broadcast must be recorded\nand the practitioner must retain a recording of the\nactual transmission. In the case of direct mail and\ne-commerce communications, the practitioner must\nretain a copy of the actual communication, along\nwith a list or other description of persons to whom the\n§ 10.30 — Page 23 Table of Contents communication was mailed or otherwise distributed. The copy must be retained by the practitioner for a\nperiod of at least 36 months from the date of the last\ntransmission or use. (d) Improper associations. A practitioner may not,\nin matters related to the Internal Revenue Service,\nassist, or accept assistance from, any person or entity\nwho, to the knowledge of the practitioner, obtains\nclients or otherwise practices in a manner forbidden\nunder this section. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. (Approved by the Office of Management and Budget\nunder Control No. 1545-1726)\n§ 10.31 Negotiation of taxpayer checks. (a) A practitioner may not endorse or otherwise\nnegotiate any check (including directing or accepting\npayment by any means, electronic or otherwise, into\nan account owned or controlled by the practitioner or\nany firm or other entity with whom the practitioner\nis associated) issued to a client by the government in\nrespect of a Federal tax liability. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.32 Practice of law. Nothing in the regulations in this part may be\nconstrued as authorizing persons not members of the\nbar to practice law. § 10.33 Best practices for tax advisors. (a) Best practices. Tax advisors should provide\nclients with the highest quality representation\nconcerning Federal tax issues by adhering to best\npractices in providing advice and in preparing or\nassisting in the preparation of a submission to the\nInternal Revenue Service. In addition to compliance\nwith the standards of practice provided elsewhere in\nthis part, best practices include the following:\n(1) Communicating clearly with the client\nPage 24 — § 10.30 regarding the terms of the engagement. For example,\nthe advisor should determine the client’s expected\npurpose for and use of the advice and should have\na clear understanding with the client regarding the\nform and scope of the advice or assistance to be\nrendered.",
    "querygen": [
      "what type of fees are charged for initial consultation",
      "fees for an initial consultation",
      "what is the statement of fee information concerning matters in which costs may be incurred"
    ],
    "querygen_score": [
      "-1.4956505",
      "-1.1822674",
      "1.608675"
    ]
  },
  {
    "id": "legal-advice_0__31",
    "doc_id": "legal-advice_0",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "(b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States. (2) No former Government employee who\npersonally and substantially participated in a\nparticular matter involving specific parties may,\nsubsequent to Government employment, represent\nor knowingly assist, in that particular matter, any\nperson who is or was a specific party to that particular\nmatter. (3) A former Government employee who within\na period of one year prior to the termination of\nGovernment employment had official responsibility\nfor a particular matter involving specific parties may\nnot, within two years after Government employment\nis ended, represent in that particular matter any person\nwho is or was a specific party to that particular matter. (4) No former Government employee may, within\none year after Government employment is ended,\ncommunicate with or appear before, with the intent to\ninfluence, any employee of the Treasury Department\nin connection with the publication, withdrawal,\namendment, modification, or interpretation of a rule\nthe development of which the former Government\nemployee participated in, or for which, within a period\nof one year prior to the termination of Government\nemployment, the former government employee had\nofficial responsibility. This paragraph (b)(4) does\nnot, however, preclude any former employee from\nappearing on one’s own behalf or from representing\na taxpayer before the Internal Revenue Service in\nconnection with a particular matter involving specific\nTreasury Department Circular No. 230 Table of Contents parties involving the application or interpretation of\na rule with respect to that particular matter, provided\nthat the representation is otherwise consistent with\nthe other provisions of this section and the former\nemployee does not utilize or disclose any confidential\ninformation acquired by the former employee in the\ndevelopment of the rule. (c) Firm representation —\n(1) No member of a firm of which a former\nGovernment employee is a member may represent\nor knowingly assist a person who was or is a specific\nparty in any particular matter with respect to which\nthe restrictions of paragraph (b)(2) of this section\napply to the former Government employee, in that\nparticular matter, unless the firm isolates the former\nGovernment employee in such a way to ensure that\nthe former Government employee cannot assist in\nthe representation. (2) When isolation of a former Government\nemployee is required under paragraph (c)(1) of\nthis section, a statement affirming the fact of such\nisolation must be executed under oath by the former\nGovernment employee and by another member of the\nfirm acting on behalf of the firm. The statement must\nclearly identify the firm, the former Government\nemployee, and the particular matter(s) requiring\nisolation. The statement must be retained by the firm\nand, upon request, provided to the office(s) of the\nInternal Revenue Service administering or enforcing\nthis part. (d) Pending representation. The provisions of\nthis regulation will govern practice by former\nGovernment employees, their partners and\nassociates with respect to representation in particular\nmatters involving specific parties where actual\nrepresentation commenced before the effective date\nof this regulation. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230",
    "querygen": [
      "who can be a public employee",
      "who may work for irs",
      "when can an employee represent someone in a matter administered by the irs"
    ],
    "querygen_score": [
      "-3.3618772",
      "-0.83075583",
      "2.1199594"
    ]
  },
  {
    "id": "legal-advice_40__34",
    "doc_id": "legal-advice_40",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "*This includes a Roth, SEP, or SIMPLE IRA. Line 1i\nNontaxable Combat Pay\nElection If you elect to include your nontaxable\ncombat pay in your earned income when\nfiguring the EIC, enter the amount on\nline 1i. See the instructions for line 27. Were You a Statutory\nEmployee? If you were a statutory employee, the\n“Statutory employee” box in box 13 of\nyour Form W-2 should be checked. Statutory employees include full-time life\ninsurance salespeople and certain agent or commission drivers, certain traveling\nsalespeople, and certain homeworkers. Statutory employees report the amount\nshown in box 1 of Form W-2 on a\nSchedule C along with any related business expenses. ! Line 2b\nTaxable Interest Missing or Incorrect\nForm W-2? Your employer is required to provide or\nsend Form W-2 to you no later than\nJanuary 31, 2023. If you don’t receive it\nby early February, use Tax Topic 154 to\nfind out what to do. Even if you don’t\nget a Form W-2, you must still report\nyour earnings. If you lose your Form\nW-2 or it is incorrect, ask your employer\nfor a new one. Line 2a\nTax-Exempt Interest If you received any tax-exempt interest\n(including any tax-exempt original issue\ndiscount (OID)), such as from municipal\nbonds, each payer should send you a\nForm 1099-INT or a Form 1099-OID. In\ngeneral, your tax-exempt stated interest\nshould be shown in box 8 of Form\n1099-INT or, for a tax-exempt OID\nbond, in box 2 of Form 1099-OID, and\nyour tax-exempt OID should be shown\nin box 11 of Form 1099-OID. Enter the\ntotal on line 2a. However, if you acquired a tax-exempt bond at a premium,\nonly report the net amount of tax-exempt interest on line 2a (that is, the excess of the tax-exempt interest received\nduring the year over the amortized bond\npremium for the year). Also, if you acquired a tax-exempt OID bond at an acquisition premium, only report the net\namount of tax-exempt OID on line 2a\n(that is, the excess of tax-exempt OID\nfor the year over the amortized acquisition premium for the year). See Pub. 550\nfor more information about OID, bond\npremium, and acquisition premium. Also include on line 2a any exempt-interest dividends from a mutual\nfund or other regulated investment company. This amount should be shown in\nbox 12 of Form 1099-DIV. Don’t include interest earned on your\nIRA, health savings account, Archer or\nMedicare Advantage MSA, or Coverdell\neducation savings account. -25- Don’t include any amounts related to the forgiveness of PPP\nCAUTION Loans on this line. Each payer should send you a Form\n1099-INT or Form 1099-OID. Enter\nyour total taxable interest income on\nline 2b. But you must fill in and attach\nSchedule B if the total is over $1,500 or\nany of the other conditions listed at the\nbeginning of the Schedule B instructions\napplies to you. For more details about reporting taxable interest, including market discount\non bonds and adjustments for amortizable bond premium or acquisition premium, see Pub. 550. Interest credited in 2022 on deposits\nthat you couldn't withdraw because of\nthe bankruptcy or insolvency of the financial institution may not have to be\nincluded in your 2022 income. For details, see Pub. 550. If you get a 2022 Form TIP 1099-INT for U.S. savings bond\ninterest that includes amounts\nyou reported before 2022, see Pub. 550.",
    "querygen": [
      "how to find combat pay on eic",
      "roth sep ira roth",
      "when i enumerate my ira income"
    ],
    "querygen_score": [
      "0.2653397",
      "-1.6989609",
      "-2.4697337"
    ]
  },
  {
    "id": "legal-advice_30__14",
    "doc_id": "legal-advice_30",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "(2) Practice as an enrolled actuary is limited\nTreasury Department Circular No. 230 Table of Contents to representation with respect to issues involving\nthe following statutory provisions in title 26 of\nthe United States Code: sections 401 (relating to\nqualification of employee plans), 403(a) (relating\nto whether an annuity plan meets the requirements\nof section 404(a) (2)), 404 (relating to deductibility\nof employer contributions), 405 (relating to\nqualification of bond purchase plans), 412 (relating\nto funding requirements for certain employee\nplans), 413 (relating to application of qualification\nrequirements to collectively bargained plans and\nto plans maintained by more than one employer),\n414 (relating to definitions and special rules with\nrespect to the employee plan area), 419 (relating\nto treatment of funded welfare benefits), 419A\n(relating to qualified asset accounts), 420 (relating\nto transfers of excess pension assets to retiree health\naccounts), 4971 (relating to excise taxes payable as\na result of an accumulated funding deficiency under\nsection 412), 4972 (relating to tax on nondeductible\ncontributions to qualified employer plans), 4976\n(relating to taxes with respect to funded welfare\nbenefit plans), 4980 (relating to tax on reversion of\nqualified plan assets to employer), 6057 (relating\nto annual registration of plans), 6058 (relating to\ninformation required in connection with certain plans\nof deferred compensation), 6059 (relating to periodic\nreport of actuary), 6652(e) (relating to the failure\nto file annual registration and other notifications\nby pension plan), 6652(f) (relating to the failure to\nfile information required in connection with certain\nplans of deferred compensation), 6692 (relating to\nthe failure to file actuarial report), 7805(b) (relating\nto the extent to which an Internal Revenue Service\nruling or determination letter coming under the\nstatutory provisions listed here will be applied without\nretroactive effect); and 29 U.S.C. § 1083 (relating to\nthe waiver of funding for nonqualified plans). (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (d)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled retirement\nplan agents, and registered tax return preparers. (e) Enrolled retirement plan agents —\nTreasury Department Circular No. 230 (1) Any individual enrolled as a retirement plan\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (2) Practice as an enrolled retirement plan agent\nis limited to representation with respect to issues\ninvolving the following programs: Employee Plans\nDetermination Letter program; Employee Plans\nCompliance Resolution System; and Employee\nPlans Master and Prototype and Volume Submitter\nprogram. In addition, enrolled retirement plan agents\nare generally permitted to represent taxpayers with\nrespect to IRS forms under the 5300 and 5500 series\nwhich are filed by retirement plans and plan sponsors,\nbut not with respect to actuarial forms or schedules. (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (e)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled actuaries, and\nregistered tax return preparers. (f) Registered tax return preparers. (1) Any individual who is designated as a\nregistered tax return preparer pursuant to §10.4(c)\nof this part who is not currently under suspension\nor disbarment from practice before the Internal\nRevenue Service may practice before the Internal\nRevenue Service.",
    "querygen": [
      "what is the practice of enrolled actuary",
      "what is the title on insurance coverage",
      "enrolled actuary definition"
    ],
    "querygen_score": [
      "2.3462696",
      "-7.222377",
      "-1.0460814"
    ]
  },
  {
    "id": "legal-advice_92__53",
    "doc_id": "legal-advice_92",
    "chunk_id": 53,
    "document_category": "legal-advice",
    "text": "IF your filing\nstatus is . . . AND the number in\nthe box above is . . . ▶\nTHEN your standard\ndeduction is . . . Single 1\n2 $14,700\n16,450 Married filing jointly 1\n2\n3\n4 $27,300\n28,700\n30,100\n31,500 Qualifying surviving spouse 1\n2 $27,300\n28,700 Married filing separately* 1\n2\n3\n4 $14,350\n15,750\n17,150\n18,550 Head of household 1\n2 $21,150\n22,900 * You can check the boxes for spouse if your filing status is married filing separately and your spouse had no income, isn't filing a return, and can't be claimed\nas a dependent on another person's return. Need more information or forms? Visit IRS.gov. -34- Qualified Dividends and Capital Gain\nTax Worksheet. Use the Qualified\nDividends and Capital Gain Tax Worksheet, later, to figure your tax if you\ndon’t have to use the Schedule D Tax\nWorksheet and if any of the following\napplies. • You reported qualified dividends\non Form 1040 or 1040-SR, line 3a.\n• You don’t have to file Schedule D\nand you reported capital gain distributions on Form 1040 or 1040-SR, line 7. • You are filing Schedule D, and\nSchedule D, lines 15 and 16, are both\nmore than zero. But if you are filing Form 2555, you\nmust use the Foreign Earned Income\nTax Worksheet instead. Schedule J. If you had income from\nfarming or fishing (including certain\namounts received in connection with the\nExxon Valdez litigation), your tax may Foreign Earned Income Tax Worksheet—Line 16 ! CAUTION be less if you choose to figure it using\nincome averaging on Schedule J.\nForeign Earned Income Tax Worksheet. If you claimed the foreign earned\nincome exclusion, housing exclusion, or\nhousing deduction on Form 2555, you\nmust figure your tax using the Foreign\nEarned Income Tax Worksheet. Keep for Your Records If Form 1040 or 1040-SR, line 15, is zero, don’t complete this worksheet. 1. Enter the amount from Form 1040 or 1040-SR, line 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1.\n2a. Enter the amount from your (and your spouse's, if filing jointly) Form 2555, lines 45 and 50 . . . . . . 2a.\nb. Enter the total amount of any itemized deductions or exclusions you couldn't claim because they are\nrelated to excluded income . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b.\nc. Subtract line 2b from line 2a.",
    "querygen": [
      "how much do you pay in standard deduction for singles",
      "what is your tax deduction",
      "what is the standard deduction on taxes for married filing jointly"
    ],
    "querygen_score": [
      "-1.6013174",
      "-2.214418",
      "0.39238346"
    ]
  },
  {
    "id": "legal-advice_66__31",
    "doc_id": "legal-advice_66",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "Foreign financial assets. If you had\nforeign financial assets in 2022, you\nmay have to file Form 8938. See Form\n8938 and its instructions. Chapter 11 Bankruptcy\nCases If you are a debtor in a chapter 11 bankruptcy case, income taxable to the bankruptcy estate and reported on the estate's\nincome tax return includes:\n• Earnings from services you performed after the beginning of the case\n(both wages and self-employment income); and\n• Income from property described in\nsection 541 of title 11 of the U.S. Code\nthat you either owned when the case began or that you acquired after the case\nbegan and before the case was closed,\ndismissed, or converted to a case under a\ndifferent chapter. Because this income is taxable to the\nestate, don’t include this income on your\n-23- own individual income tax return. The\nonly exception is for purposes of figuring your self-employment tax. For that\npurpose, you must take into account all\nyour self-employment income for the\nyear from services performed both before and after the beginning of the case. Also, you (or the trustee if one is appointed) must allocate between you and\nthe bankruptcy estate the wages, salary,\nor other compensation and withheld income tax reported to you on Form W-2. A similar allocation is required for income and withheld income tax reported\nto you on Forms 1099. You must also\ninclude a statement that indicates you\nfiled a chapter 11 case and that explains\nhow income and withheld income tax reported to you on Forms W-2 and 1099\nare allocated between you and the estate. For more details, including acceptable\nallocation methods, see Notice 2006-83,\n2006-40 I.R.B. 596, available at\nIRS.gov/irb/\n2006-40_IRB#NOT-2006-83. Community Property States\nCommunity property states include Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, Washington,\nand Wisconsin. If you and your spouse\nlived in a community property state, you\nmust usually follow state law to determine what is community income and\nwhat is separate income. For details, see\nForm 8958 and Pub. 555. Nevada, Washington, and California\ndomestic partners. A registered domestic partner in Nevada, Washington,\nor California must generally report half\nthe combined community income of the\nindividual and their domestic partner. See Form 8958 and Pub. 555. Rounding Off to Whole\nDollars You can round off cents to whole dollars\non your return and schedules. If you do\nround to whole dollars, you must round\nall amounts. To round, drop amounts under 50 cents and increase amounts from\n50 to 99 cents to the next dollar. For example, $1.39 becomes $1 and $2.50 becomes $3. If you have to add two or more\namounts to figure the amount to enter on\na line, include cents when adding the\namounts and round off only the total. Need more information or forms? Visit IRS.gov. If you are entering amounts that include cents, make sure to include the\ndecimal point. There is no cents column\non the form. The lines on Forms 1040 and\n1040-SR are the same. ReferenCAUTION ces to lines in the following instructions refer to the line on either\nform. ! Line 1a\nTotal Amount From Form(s)\nW-2, Box 1\nEnter the total amount from Form(s)\nW-2, box 1. If a joint return, also include your spouse's income from\nForm(s) W-2, box 1.",
    "querygen": [
      "what is the form 8938 filed under",
      "when will foreign financial assets be taxable",
      "what financial assets are taxable to the bankruptcy estate"
    ],
    "querygen_score": [
      "-0.94087183",
      "0.48148608",
      "1.5423942"
    ]
  }
]