[
  {
    "id": "legal-advice_25__15",
    "doc_id": "legal-advice_25",
    "chunk_id": 15,
    "document_category": "legal-advice",
    "text": "Test 1. You paid over half the cost of\nkeeping up a home that was the main\nhome for all of 2022 of your parent whom you can claim as a dependent, except under a multiple support agreement\n(see Who Qualifies as Your Dependent,\nlater). Your parent didn't have to live\nwith you. Test 2. You paid over half the cost of\nkeeping up a home in which you lived\nand in which one of the following also\nlived for more than half of the year (if\nhalf or less, see Exception to time lived\nwith you, later). 1. Any person whom you can claim\nas a dependent. But don’t include:\na. Your child whom you claim as\nyour dependent because of the rule for\nChildren of divorced or separated parents under Who Qualifies as Your Dependent, later;\nb. Any person who is your dependent only because the person lived with\nyou for all of 2022; or\nc. Any person you claimed as a dependent under a multiple support agreement. See Who Qualifies as Your Dependent, later. 2. Your unmarried qualifying child\nwho isn't your dependent. 3. Your married qualifying child\nwho isn't your dependent only because\nyou can be claimed as a dependent on\nsomeone else's 2022 return. 4. Your qualifying child who, even\nthough you are the custodial parent, isn't\nyour dependent because of the rule for\nChildren of divorced or separated parents under Who Qualifies as Your Dependent, later. If the child isn't claimed as your dependent, enter the child's name in the entry space below the filing status checkboxes. If you don’t enter the name, it\nwill take us longer to process your return. Qualifying child. To find out if someone is your qualifying child, see Step 1\nunder Who Qualifies as Your Dependent, later. Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. -13- Exception to time lived with you. Temporary absences by you or the other\nperson for special circumstances, such\nas school, vacation, business, medical\ncare, military service, or detention in a\njuvenile facility, count as time lived in\nthe home. Also see Kidnapped child, later, under Who Qualifies as Your Dependent, if applicable. If the person for whom you kept up a\nhome was born or died in 2022, you still\nmay be able to file as head of household. If the person is your qualifying child, the\nchild must have lived with you for more\nthan half the part of the year the child\nwas alive. If the person is anyone else,\nsee Pub. 501. Similarly, if you adopted\nthe person for whom you kept up a\nhome in 2022, the person was lawfully\nplaced with you for legal adoption by\nyou in 2022, or the person was an eligible foster child placed with you during\n2022, the person is considered to have\nlived with you for more than half of\n2022 if your main home was this person’s main home for more than half the\ntime since the person was adopted or\nplaced with you in 2022. Keeping up a home.",
    "querygen": [
      "who qualifies as dependent",
      "who qualifies as a dependent on mrs",
      "what is dependent home insurance"
    ],
    "querygen_score": [
      "0.8152021",
      "-1.9695349",
      "-4.6667027"
    ]
  },
  {
    "id": "legal-advice_62__119",
    "doc_id": "legal-advice_62",
    "chunk_id": 119,
    "document_category": "legal-advice",
    "text": "Also enter “Repaid” and the\namount you repaid on the dotted line\nnext to line 7. If, in 2022, you repaid\nmore than $3,000 of unemployment\ncompensation that you included in gross\nincome in an earlier year, see Repayments in Pub. 525 for details on how to\nreport the payment. have any business expenses. Also don’t\nreport on lines 8a through 8z any nonemployee compensation shown on Form\n1099-MISC, 1099-NEC, or 1099-K (unless it isn't self-employment income,\nsuch as income from a hobby or a\nsporadic activity). Instead, see the Instructions for Recipient included on\nForm 1099-MISC, 1099-NEC, or\n1099-K to find out where to report that\nincome. For more information about\nwhat is being reported on Form 1099-K,\nsee the Instructions for Payee included\non that form and visit IRS.gov/Gig. Net operating loss (NOL) deduction. Enter on line 8a any NOL deduction\nfrom an earlier year. Enter the amount in\nthe preprinted parentheses (as a negative\nnumber). The amount of your deduction\nwill be subtracted from the other\namounts of income listed on lines 8b\nthrough 8z. See Pub. 536 for details. Line 8b\nGambling. Enter on line 8b any gambling winnings. Gambling winnings include lotteries, raffles, a lump-sum payment from the sale of a right to receive\nfuture lottery payments, etc. For details\non gambling losses, see the instructions\nfor Schedule A, line 16. Attach Form(s) W-2G to Form TIP 1040 or 1040-SR if any federal\nincome tax was withheld. Line 8c\nCancellation of debt. Enter on line 8c\nany canceled debt. Canceled debt may\nbe shown in box 2 of Form 1099-C. However, part or all of your income\nfrom cancellation of debt may be nontaxable. See Pub. 4681 or go to IRS.gov\nand enter “canceled debt” or “foreclosure” in the search box. Lines 8a Through 8z Line 8d Do not report on lines 8a\nthrough 8z any income from\nCAUTION self-employment\nor fees received as a notary public. Instead, you\nmust use Schedule C, even if you don’t ! Line 8e\nIncome from Form 8853. Enter on\nline 8e the total of the amounts from\nForm 8853, lines 8, 12, and 26. See Pub.\n969. You may have to pay an additional tax if you received a taxCAUTION able distribution from an Archer MSA or Medicare Advantage MSA. See the Instructions for Form 8853. ! Line 8a If you received unemployment\nTIP compensation in 2022, your\nstate may issue an electronic\nForm 1099-G instead of it being mailed\nto you. Check your state's unemployment\ncompensation website for more information. Other Income number). The amount from Form 2555,\nline 45, will be subtracted from the other\namounts of income listed on lines 8a\nthrough 8c and lines 8e through 8z. Complete the Foreign Earned Income\nTax Worksheet if you enter an amount\non Form 2555, line 45. Foreign earned income exclusion and\nhousing exclusion from Form 2555. Enter the amount of your foreign earned\nincome and housing exclusion from\nForm 2555, line 45. Enter the amount in\nthe preprinted parentheses (as a negative -85- Line 8f\nIncome from Form 8889. Enter on\nline 8f the total of the amounts from\nForm 8889, lines 16 and 20. You may have to pay an additional tax if you received a taxCAUTION able distribution from a health\nsavings account. See the Instructions for\nForm 8889. !",
    "querygen": [
      "how much can you re pay in unemployment",
      "when is unemployment compensation due",
      "how much unemployment can a person get per year"
    ],
    "querygen_score": [
      "-3.1698933",
      "-2.365209",
      "-3.4215999"
    ]
  },
  {
    "id": "legal-advice_68__64",
    "doc_id": "legal-advice_68",
    "chunk_id": 64,
    "document_category": "legal-advice",
    "text": "No. Go to Step 5. Yes. STOP You can't take the\ncredit. Step 5 Earned Income 1. Are you filing Schedule SE because you were a member of\nthe clergy or you had church employee income of $108.28\nor more? Yes. See Clergy or\nNo. Complete the\nfollowing worksheet. Church employees,\nwhichever applies. 1. Enter the amount from Form 1040 or 1040-SR,\nline 1z . . . . . . . . . . . . . . . . . . . . . . . . . 2. Enter the Medicaid waiver payment amounts\nexcluded from income on Schedule 1 (Form 1040),\nline 8s, unless you choose to include these amounts\nin earned income, in which case enter -0-. See the\ninstructions for Schedule 1, line 8s. . . . . . . . . 3. If you have:\n• 3 or more qualifying children who have valid SSNs, is\nyour earned income less than $53,057 ($59,187 if\nmarried filing jointly)? • 2 qualifying children who have valid SSNs, is your\nearned income less than $49,399 ($55,529 if married\nfiling jointly)? • 1 qualifying child who has a valid SSN, is your earned\nincome less than $43,492 ($49,622 if married filing\njointly)?\n• No qualifying children who have valid SSNs, is your\nearned income less than $16,480 ($22,610 if married\nfiling jointly)? Yes. Go to Step 6.\nNo. STOP You can't take the credit. Step 6\n2. If you and your spouse both received Medicaid waiver\npayments during the year, you and your spouse can make different\nchoices about including the full amount of your payments in earned\nincome. Enter only the amount of Medicaid waiver payments that you\nor your spouse, if filing a joint return, do not want to include in earned\nincome. To include all nontaxable Medicaid waver payment amounts in\nearned income, enter -0. . . . . . . . . . . . . 2. Were you self-employed at any time in 2022, or are you\nfiling Schedule SE because you were a member of the\nclergy or you had church employee income, or are you\nfiling Schedule C as a statutory employee? Yes. Skip question 3\nNo. Continue\n䊲\nand Step 6; go to\nWorksheet B. 1. TIP 3. Subtract line 2 from line 1 ! CAUTION 3. Need more information or forms? Visit IRS.gov. How To Figure the Credit 1. Do you want the IRS to figure the credit for you? Yes. See Credit figured\nNo. Go to Worksheet A.\nby the IRS, later. Definitions and Special Rules\nAdopted child. An adopted child is always treated as your own\nchild. An adopted child includes a child lawfully placed with\nyou for legal adoption. Church employees. Determine how much of the amount on\nForm 1040 or 1040-SR, line 1a, was also reported on Schedule SE, Part I, line 5a. Subtract that amount from the amount on\nForm 1040 or 1040-SR, line 1a, and enter the result on line 1 of\nthe worksheet in Step 5 (instead of entering the actual amount\nfrom Form 1040 or 1040-SR, line 1a). Be sure to answer “Yes”\nto question 2 in Step 5. Clergy.",
    "querygen": [
      "when can i stop taking income tax credit on a se",
      "does clergy qualify for the se",
      "what is the income to file on schedule se"
    ],
    "querygen_score": [
      "-0.18136138",
      "-1.044375",
      "0.5096961"
    ]
  },
  {
    "id": "legal-advice_43__1",
    "doc_id": "legal-advice_43",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service\n\nMemorandum\nNumber: 20094302F\nRelease Date: 10/23/2009\n\nUIL\n\n-------------------: \n------------TL-N-1526-09  \n\n6231.07-00 \n\n\ndate:\n\nJune 23, 2009\n\nto:\n\nfrom:\n\nsubject:\n\n--------------------------------------------(Field Operations -----------------)\n-------------------------------------------------------------------------(Small Business/Self-Employed)\n\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------This memorandum responds to your request for assistance dated June 1, 2009.\nThis advice may not be used or cited as precedent.\nISSUE\n1. Would the Form 872-P for \t----------------------------------------------------be validly\nexecuted, if it is signed by \t------------------, who is identified as “Managing member of ------------------------------, TMP of ---------------------------------------------------?\nCONCLUSION\n1. Assuming that \t--------------is a managing member of ---------------------------------------------------------------------------------------------------------------------------------------------------,\nand assuming that\t --------------------------------is a managing member and TMP of -------------------------------------------------------, then the Form 872-P was validly executed.\nFACTS\n---------------------------------------------------filed a partnership return for its ------- tax\nyear. This return does not include the name of the TMP.\n\n\fTL-N-1526-09\n\n2\n\nThe Form 872-P for ------------------------------------------------------ ------- tax year\nprepared by Appeals lists the signatory as “----------------------------------------------------------------------------------------------------------------------------------------------------------------------; by ----------------------------, its Tax Matters Partner; by ----------------------, managing member of\n--------------------------.”\nYou have requested that we assume -------------------is, in fact, the managing\nmember of ------------------------------- and that -------------------------------is the managing\nmember and the TMP of --------------------------------------------------.\nLAW AND ANALYSIS\nAn entity that is not classified as a corporation may elect to be treated as either a\ncorporation or a partnership (if it has more than one member) for federal income tax\npurposes. Proc. & Admin. Regs. § 301.7701-3(a). ---------------------------------------------------- elected partnership treatment when it filed a partnership income tax return for\ntaxable year -------.\nIn the context of an LLC, the TMP is a person who (i) was the managing member\nof the LLC at some time during the taxable year, or (ii) is the managing member at the\ntime the LLC designated a TMP. For the TMP designation to be valid, it must be made\nin accordance with Proc. & Admin. Regs. §§ 301.6231(a)(7)-1(e) and -2.\nAssuming that -------------------is a managing member of --------------------------------------------------------------------------------------------------------------------------------------------------,\nand assuming that --------------------------------is a managing member of and a TMP of -------------------------------------------------, the Form 872-P was validly executed.\nThis writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views.\nIf you need additional advice or have any additional questions, please call me at ------------------------------- if you have any further questions.\nJAMES A. NELSON\nArea Counsel\n(Small Business/Self-Employed:Area 8)\n\nBy: _____________________________\n------------------------------------------------------------------------(Small Business/Self-Employed)\n\n\f",
    "querygen": [
      "what is the internal revenue service memo number",
      "what is irs memo number",
      "irs memo number"
    ],
    "querygen_score": [
      "2.458457",
      "1.2451575",
      "2.063303"
    ]
  },
  {
    "id": "legal-advice_93__33",
    "doc_id": "legal-advice_93",
    "chunk_id": 33,
    "document_category": "legal-advice",
    "text": "Such presentations include, but\nare not limited to, preparing and filing documents,\ncorresponding and communicating with the Internal\nRevenue Service, rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nand representing a client at conferences, hearings,\nand meetings. (d) Effective/applicability date. This section is\napplicable for fee arrangements entered into after\nMarch 26, 2008. materials provided to the practitioner, or obtained\nby the practitioner in the course of the practitioner’s\nrepresentation of the client, that preexisted the\nretention of the practitioner by the client. The term also\nincludes materials that were prepared by the client or a\nthird party (not including an employee or agent of the\npractitioner) at any time and provided to the practitioner\nwith respect to the subject matter of the representation. The term also includes any return, claim for refund,\nschedule, affidavit, appraisal or any other document\nprepared by the practitioner, or his or her employee or\nagent, that was presented to the client with respect to\na prior representation if such document is necessary\nfor the taxpayer to comply with his or her current\nFederal tax obligations. The term does not include any\nreturn, claim for refund, schedule, affidavit, appraisal\nor any other document prepared by the practitioner\nor the practitioner’s firm, employees or agents if the\npractitioner is withholding such document pending the\nclient’s performance of its contractual obligation to pay\nfees with respect to such document. § 10.28 Return of client’s records. (a) Except as provided by paragraph (b) of\nthis section, a practitioner shall not represent a\nclient before the Internal Revenue Service if the\nrepresentation involves a conflict of interest. A\nconflict of interest exists if —\n(1) The representation of one client will be\ndirectly adverse to another client; or\n(2)There is a significant risk that the representation\nof one or more clients will be materially limited by\nthe practitioner’s responsibilities to another client,\na former client or a third person, or by a personal\ninterest of the practitioner. (b) Notwithstanding the existence of a conflict\nof interest under paragraph (a) of this section, the\npractitioner may represent a client if —\n(1) The practitioner reasonably believes that the\npractitioner will be able to provide competent and\ndiligent representation to each affected client;\n(2) The representation is not prohibited by law;\nand\n(3) Each affected client waives the conflict of (a) In general, a practitioner must, at the request of\na client, promptly return any and all records of the\nclient that are necessary for the client to comply with\nhis or her Federal tax obligations. The practitioner\nmay retain copies of the records returned to a client. The existence of a dispute over fees generally does\nnot relieve the practitioner of his or her responsibility\nunder this section. Nevertheless, if applicable state law\nallows or permits the retention of a client’s records by\na practitioner in the case of a dispute over fees for\nservices rendered, the practitioner need only return\nthose records that must be attached to the taxpayer’s\nreturn. The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section —",
    "querygen": [
      "irs ap definition",
      "why should i prepare and file for irs",
      "what is the role of the internal revenue service?"
    ],
    "querygen_score": [
      "-5.001258",
      "-0.9156227",
      "-2.7005353"
    ]
  },
  {
    "id": "legal-advice_91__44",
    "doc_id": "legal-advice_91",
    "chunk_id": 44,
    "document_category": "legal-advice",
    "text": "See Form 4972. Lines 6a, 6b, and 6c\nLines 6a and 6b\nSocial Security Benefits You should receive a Form SSA-1099\nshowing in box 3 the total social security benefits paid to you. Box 4 will show\nthe amount of any benefits you repaid in\n2022. If you received railroad retirement\nbenefits treated as social security, you\nshould receive a Form RRB-1099. Use the Social Security Benefits\nWorksheet in these instructions to see if\nany of your benefits are taxable. Exception. Do not use the Social Security Benefits Worksheet in these instructions if any of the following applies. • You made contributions to a traditional IRA for 2022 and you or your\nspouse were covered by a retirement\nplan at work or through self-employment. Instead, use the worksheets in\nPub. 590-A to see if any of your social\nsecurity benefits are taxable and to figure your IRA deduction. • You repaid any benefits in 2022\nand your total repayments (box 4) were\nmore than your total benefits for 2022\n(box 3). None of your benefits are taxable for 2022. Also, if your total repayments in 2022 exceed your total benefits\nreceived in 2022 by more than $3,000,\nyou may be able to take an itemized deduction or a credit for part of the excess\nrepayments if they were for benefits you\nincluded in income in an earlier year. For more details, see Pub. 915.\n• You file Form 2555, 4563, or\n8815, or you exclude employer-provided\nadoption benefits or income from sources within Puerto Rico. Instead, use the\nworksheet in Pub. 915. Need more information or forms? Visit IRS.gov. -30- Social security information. TIP Social security beneficiaries\ncan now get a variety of information from the SSA website with a my\nSocial Security account, including getting a replacement Form SSA‐1099 if\nneeded. For more information and to set\nup an account, go to SSA.gov/\nmyaccount. Disability payments. Don’t include in\nyour income any disability payments\n(including Social Security Disability Insurance (SSDI) payments) you receive\nfor injuries incurred as a direct result of\na terrorist attack directed against the\nUnited States (or its allies), whether outside or within the United States. In the\ncase of the September 11 attacks, injuries eligible for coverage by the September 11 Victim Compensation Fund are\ntreated as incurred as a direct result of\nthe attack. If these payments are incorrectly reported as taxable on Form\nSSA-1099, don't include the nontaxable\nportion of income on your tax return. You may receive a notice from the IRS\nregarding the omitted payments. Follow\nthe instructions in the notice to explain\nthat the excluded payments aren't taxable. For more information about these\npayments, see Pub. 3920. Example. Taxpayer X, a firefighter,\nwas disabled as a direct result of the\nSeptember 11 terrorist attack on the\nWorld Trade Center. X began receiving\nSocial Security Disability Insurance\n(SSDI) benefits at age 54. X's full retirement age for social security retirement\nbenefits is age 66. X's birthday is April\n25. In the year X turned 66, X received\n$1,500 per month in benefits from the\nSocial Security Administration (for a total of $18,000). Because X became eligible for a full retirement benefit in May,\nthe month after X turned 66, X can exclude only four months (January through\nApril) of their annual benefit from their\nincome ($6,000).",
    "querygen": [
      "what kind of form to sign for social security",
      "when to receive social security irs 1099",
      "what is the social security number"
    ],
    "querygen_score": [
      "-3.1853251",
      "-0.2098974",
      "-4.161886"
    ]
  },
  {
    "id": "legal-advice_37__92",
    "doc_id": "legal-advice_37",
    "chunk_id": 92,
    "document_category": "legal-advice",
    "text": "We\nwon't charge you interest on the penalty\nif you pay by the date specified on the\nbill. If your income varied during the\nyear, the annualized income installment\nmethod may reduce the amount of your\npenalty. But you must file Form 2210\nbecause the IRS can't figure your penalty under this method. Third Party Designee If you want to allow your preparer, a\nfriend, a family member, or any other\nperson you choose to discuss your 2022\ntax return with the IRS, check the “Yes”\nbox in the “Third Party Designee” area\nof your return. Also enter the designee's\nname, phone number, and any five digits\nthe designee chooses as their personal\nidentification number (PIN). If you check the “Yes” box, you, and\nyour spouse if filing a joint return, are\nauthorizing the IRS to call the designee\nto answer any questions that may arise\nduring the processing of your return. You are also authorizing the designee to:\n• Give the IRS any information that\nis missing from your return;\n• Call the IRS for information about\nthe processing of your return or the status of your refund or payment(s);\n• Receive copies of notices or transcripts related to your return, upon request; and\n• Respond to certain IRS notices\nabout math errors, offsets, and return\npreparation. You aren't authorizing the designee\nto receive any refund check, bind you to\nanything (including any additional tax\nliability), or otherwise represent you before the IRS. If you want to expand the\ndesignee's authorization, see Pub. 947. This authorization will automatically\nend no later than the due date (not\ncounting extensions) for filing your\n2023 tax return. This is April 15, 2024,\nfor most people. Sign Your Return\nForm 1040 or 1040-SR isn't considered\na valid return unless you sign it in ac- cordance with the requirements in these\ninstructions. If you are filing a joint return, your spouse must also sign. If your\nspouse can't sign the return, see Pub.\n501. Be sure to date your return and enter your occupation(s). If you have\nsomeone prepare your return, you are\nstill responsible for the correctness of\nthe return. If your return is signed by a\nrepresentative for you, you must have a\npower of attorney attached that specifically authorizes the representative to\nsign your return. To do this, you can use\nForm 2848. If you are filing a joint return with your spouse who died in 2022,\nsee Death of a Taxpayer, later. Court-Appointed\nConservator, Guardian, or\nOther Fiduciary If you are a court-appointed conservator,\nguardian, or other fiduciary for a mentally or physically incompetent individual who has to file Form 1040 or\n1040-SR, sign your name for the individual and file Form 56. Child's Return If your child can't sign their return, either parent can sign the child's name in\nthe space provided. Then, enter “By\n(your signature), parent for minor\nchild.” Requirements for a Paper\nReturn You must handwrite your signature on\nyour return if you file it on paper. Digital, electronic, or typed-font signatures\nare not valid signatures for Forms 1040\nor 1040-SR filed on paper. Requirements for an\nElectronic Return To file your return electronically, you\nmust sign the return electronically using\na personal identification number (PIN)\nand provide the information described\nbelow. If you are filing online using\nsoftware, you must use a Self-Select\nPIN.",
    "querygen": [
      "what form do i need to file income tax penalty",
      "when to pay irs tax penalties",
      "when do you get annualized penalties"
    ],
    "querygen_score": [
      "0.37294674",
      "-0.4204672",
      "-1.0309923"
    ]
  },
  {
    "id": "legal-advice_94__115",
    "doc_id": "legal-advice_94",
    "chunk_id": 115,
    "document_category": "legal-advice",
    "text": "This includes altering\nor striking out the preprinted language\nabove the space where you sign. For a\nlist of positions identified as frivolous,\nsee Notice 2010-33, 2010-17 I.R.B. 609,\navailable\nat\nIRS.gov/irb/\n2010-17_IRB#NOT-2010-33. Other. Other penalties can be imposed\nfor, among other things, negligence,\nsubstantial understatement of tax, reportable transaction understatements, filing an erroneous refund claim, and\nfraud. Criminal penalties may be imposed for willful failure to file, tax evasion, making a false statement, or identity theft. See Pub. 17 for details on some\nof these penalties. Refund Information To check the status\nof your refund, go\nto IRS. gov/Refunds\nor use the free IRS2Go app, 24 hours a\nday, 7 days a week. Information about\nyour refund will generally be available\nwithin 24 hours after the IRS receives\nyour e-filed return or 4 weeks after you\nmail a paper return. But if you filed\nForm 8379 with your return, allow 14\nweeks (11 weeks if you filed electronically) before checking your refund status. The IRS can’t issue refunds before\nmid-February 2023 for returns that\nclaim the earned income credit or the\nadditional child tax credit. This delay\napplies to the entire refund, not just the\nportion associated with these credits. To use Where's My Refund,\nhave a copy of your tax return\nhandy. You will need to enter\nthe following information from your return: • Your social security number (or individual taxpayer identification number),\n• Your filing status, and\n• The exact whole dollar amount of\nyour refund. Where's My Refund will provide an\nactual personalized refund date as soon\nas the IRS processes your tax return and\napproves your refund. Updates to refund status are TIP made once a day—usually at\nnight. If you don’t have Internet access,\nyou\ncan\ncall\n800-829-1954, 24 hours a day,\n7 days a week, for automated refund information. Our phone and walk-in assistors can research the status of your refund only if it's been 21 days or more\nsince you filed electronically or more\nthan 6 weeks since you mailed your paper return. Don’t send in a copy of your return\nunless asked to do so. To get a refund, you must generally\nfile your return within 3 years from the\ndate the return was due (including extensions). Where's My Refund doesn't track refunds that are claimed on an amended\ntax return. -82- Refund information is also available\nin Spanish at IRS.gov/Spanish and\n800-829-1954. Instructions for Schedule 1\nAdditional Income and Adjustments to Income\nGeneral Instructions\nUse Schedule 1 to report income or adjustments to income that can’t be entered directly on Form 1040, 1040-SR,\nor 1040-NR. Additional income is entered on\nSchedule 1, Part I. The amount on\nline 10 of Schedule 1 is entered on Form\n1040, 1040-SR, or 1040-NR, line 8. Adjustments to income are entered on\nSchedule 1, Part II. The amount on\nline 26 is entered on Form 1040 or\n1040-SR, line 10; or 1040-NR, line 10a. Additional Income\nLine 1\nTaxable Refunds, Credits, or\nOffsets of State and Local\nIncome Taxes\nNone of your refund is taxable TIP if, in the year you paid the tax,\nyou either (a) didn't itemize deductions, or (b) elected to deduct state\nand local general sales taxes instead of\nstate and local income taxes. If you received a refund, credit, or\noffset of state or local income taxes in\n2022, you may be required to report this\namount.",
    "querygen": [
      "who is frivolous in irs notice",
      "when to sign the irb notice",
      "what is irb number"
    ],
    "querygen_score": [
      "-0.8742652",
      "-1.0730314",
      "-1.428082"
    ]
  },
  {
    "id": "legal-advice_33__11",
    "doc_id": "legal-advice_33",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.82 Expedited suspension.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\nSubpart E — General Provisions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.90 Records. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.91 Saving provision. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.92 Special orders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.93 Effective date. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "querygen": [
      "what is the petition for relief",
      "what is the meaning behind Petition",
      "what is the title of the petition?"
    ],
    "querygen_score": [
      "-5.405315",
      "-6.587972",
      "-4.693646"
    ]
  },
  {
    "id": "legal-advice_39__21",
    "doc_id": "legal-advice_39",
    "chunk_id": 21,
    "document_category": "legal-advice",
    "text": "Need more information or forms? Visit IRS.gov. -16- If your eye condition isn't likely to\nimprove beyond the conditions listed\nabove, you can get a statement certified\nby your eye doctor (ophthalmologist or\noptometrist) to this effect instead. You must keep the statement for your\nrecords. If you receive a notice or letter but\nyou would prefer to have it in Braille or\nlarge print, you can use Form 9000, Alternative Media Preference, to request\nnotices in an alternative format including Braille, large print, audio, or electronic. You can attach Form 9000 to\nyour return or mail it separately. • You can download, or view online,\ntax forms and publications in a variety\nof formats including text-only, Braille\nready files, browser-friendly HTML\n(other than tax forms), accessible PDF,\nand large print. Married Filing Separately If your filing status is married filing separately and your spouse itemizes deductions on their return, check the “Spouse\nitemizes on a separate return or you\nwere a dual-status alien” box. If your filing status is married filing\nseparately and your spouse was born before January 2, 1958, or was blind at the\nend of 2022, you can check the appropriate box(es) on the line labeled “Age/\nBlindness” if your spouse had no income, isn't filing a return, and can't be\nclaimed as a dependent on another person's return. Who Qualifies as Your\nDependent Step 1 Dependents, Qualifying Child for Child Tax\nCredit, and Credit for Other Dependents A qualifying child is a child who is your... Follow the steps below to find out if a person qualifies as your\ndependent and to find out if your dependent qualifies you to\ntake the child tax credit or the credit for other dependents. If\nyou have more than four dependents, check the box under Dependents on page 1 of Form 1040 or 1040-SR and include a\nstatement showing the information required in columns (1)\nthrough (4). TIP Do You Have a Qualifying\nChild? Son, daughter, stepchild, foster child, brother, sister, stepbrother, stepsister, half\nbrother, half sister, or a descendant of any of them (for example, your grandchild,\nniece, or nephew) AND was ... The dependents you claim are those you list by name\nand SSN in the Dependents section on Form 1040 or\n1040-SR. Under age 19 at the end of 2022 and younger than you\n(or your spouse if filing jointly)\nor Before you begin. See the definition of Social security number, later. If you want to claim the child tax credit or the credit\nfor other dependents, you (and your spouse if filing jointly)\nmust have an SSN or ITIN issued on or before the due date of\nyour 2022 return (including extensions). If an ITIN is applied\nfor on or before the due date of a 2022 return (including extensions) and the IRS issues an ITIN as result of the application,\nthe IRS will consider the ITIN as issued on or before the due\ndate of the return. Under age 24 at the end of 2022, a student (defined later), and younger than you\n(or your spouse if filing jointly)\nor\nAny age and permanently and totally disabled (defined later) AND Who didn't provide over half of their own support for 2022 (see Pub. 501) AND",
    "querygen": [
      "what is the name of the eye doctor you must see",
      "how many years of irs certification for eyes",
      "do i file a yearly eye test with your eye doctor"
    ],
    "querygen_score": [
      "-0.04974684",
      "-1.8294878",
      "-2.321767"
    ]
  },
  {
    "id": "legal-advice_35__34",
    "doc_id": "legal-advice_35",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section — Records of the\nclient include all documents or written or electronic\nPage 22 — § 10.27 § 10.29 Conflicting interests. Treasury Department Circular No. 230 Table of Contents interest and gives informed consent, confirmed\nin writing by each affected client, at the time the\nexistence of the conflict of interest is known by the\npractitioner. The confirmation may be made within a\nreasonable period of time after the informed consent,\nbut in no event later than 30 days. (c) Copies of the written consents must be retained\nby the practitioner for at least 36 months from the\ndate of the conclusion of the representation of the\naffected clients, and the written consents must be\nprovided to any officer or employee of the Internal\nRevenue Service on request. (d) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.30 Solicitation. (a) Advertising and solicitation restrictions. (1) A practitioner may not, with respect to\nany Internal Revenue Service matter, in any way\nuse or participate in the use of any form of public\ncommunication or private solicitation containing a\nfalse, fraudulent, or coercive statement or claim; or a\nmisleading or deceptive statement or claim. Enrolled\nagents, enrolled retirement plan agents, or registered\ntax return preparers, in describing their professional\ndesignation, may not utilize the term “certified” or\nimply an employer/employee relationship with the\nInternal Revenue Service. Examples of acceptable\ndescriptions for enrolled agents are “enrolled to\nrepresent taxpayers before the Internal Revenue\nService,” “enrolled to practice before the Internal\nRevenue Service,” and “admitted to practice before\nthe Internal Revenue Service.” Similarly, examples\nof acceptable descriptions for enrolled retirement\nplan agents are “enrolled to represent taxpayers\nbefore the Internal Revenue Service as a retirement\nplan agent” and “enrolled to practice before the\nInternal Revenue Service as a retirement plan\nagent.” An example of an acceptable description for\nregistered tax return preparers is “designated as a\nregistered tax return preparer by the Internal Revenue\nService.”\n(2) A practitioner may not make, directly or\nindirectly, an uninvited written or oral solicitation\nTreasury Department Circular No. 230 of employment in matters related to the Internal\nRevenue Service if the solicitation violates Federal\nor State law or other applicable rule, e.g., attorneys\nare precluded from making a solicitation that is\nprohibited by conduct rules applicable to all attorneys\nin their State(s) of licensure. Any lawful solicitation\nmade by or on behalf of a practitioner eligible to\npractice before the Internal Revenue Service must,\nnevertheless, clearly identify the solicitation as\nsuch and, if applicable, identify the source of the\ninformation used in choosing the recipient. (b) Fee information. (1)(i) A practitioner may publish the availability\nof a written schedule of fees and disseminate the\nfollowing fee information —\n(A) Fixed fees for specific routine services. (B) Hourly rates. (C) Range of fees for particular services. (D) Fee charged for an initial consultation. (ii) Any statement of fee information concerning\nmatters in which costs may be incurred must include\na statement disclosing whether clients will be\nresponsible for such costs.",
    "querygen": [
      "what does state law require",
      "who should provide clients reasonable access to records",
      "what is client access"
    ],
    "querygen_score": [
      "-1.8332725",
      "1.9888262",
      "-1.2771"
    ]
  },
  {
    "id": "legal-advice_99__32",
    "doc_id": "legal-advice_99",
    "chunk_id": 32,
    "document_category": "legal-advice",
    "text": "ReferenCAUTION ces to lines in the following instructions refer to the line on either\nform. ! Line 1a\nTotal Amount From Form(s)\nW-2, Box 1\nEnter the total amount from Form(s)\nW-2, box 1. If a joint return, also include your spouse's income from\nForm(s) W-2, box 1. If you earned wages while you\nwere an inmate in a penal instiCAUTION tution, you will now report\nthese amounts on Schedule 1, line 8u. Do not report those wages on line 1a. See the instructions for Schedule 1,\nline 8u. ! If you received a pension or annuity from a nonqualified deCAUTION ferred compensation plan or a\nnongovernmental section 457(b) plan\nand it was reported in box 1 of Form\nW-2, do not include this amount on\nForm 1040, line 1a. This amount is reported on Schedule 1, line 8t. ! Line 1b\nHousehold Employee\nWages Not Reported on\nForm(s) W-2 Enter the total of your wages received as\na household employee that was not reported on Form(s) W-2. An employer\nisn’t required to provide a Form W-2 to\nyou if they paid you wages of less than\n$2,400 in 2022. For information on employment taxes for household employees, see Tax Topic 756. Line 1c\nTip Income Not Reported on\nLine 1a This should include any tip income you\ndidn’t report to your employer and any\nallocated tips shown in box 8 on your\nForm(s) W-2 unless you can prove that\nyour unreported tips are less than the\namount in box 8. Allocated tips aren't included as income in box 1. See Pub. 531\nfor more details. Also include the value\nof any noncash tips you received, such\nas tickets, passes, or other items of value. Although you don’t report these noncash tips to your employer, you must report them on line 1c. You may owe social security\nand Medicare or railroad reCAUTION tirement (RRTA) tax on unreported tips. See the instructions for\nSchedule 2, line 5. ! Line 1d\nMedicaid Waiver Payments\nNot Reported on Form(s)\nW-2, Box 1 Enter your taxable Medicaid waiver\npayments that were not reported on\nForm(s) W-2. Also enter the total of\nyour taxable and nontaxable Medicaid\nwaiver payments that were not reported\non Form(s) W-2, or not reported in\nbox 1 of Form(s) W-2, if you choose to\ninclude nontaxable payments in earned\nincome for purposes of claiming a credit\nor other tax benefit. If you and your\nspouse both received nontaxable Medicaid waiver payments during the year,\nyou and your spouse can make different\nchoices about including payments in\nearned income. See the instructions for\nSchedule 1, line 8s. Line 1e\nTaxable Dependent Care\nBenefits From Form 2441,\nLine 26 Enter the total of your taxable dependent\ncare benefits from Form 2441, line 26. Dependent care benefits should be\nshown in box 10 of your Form(s) W-2. But first complete Form 2441 to see if\nyou can exclude part or all of the benefits. Enter the total of your tip income that\nwas not reported on Form 1040, line 1a. Need more information or forms? Visit IRS.gov. -24- Line 1f\nEmployer-Provided\nAdoption Benefits From\nForm 8839, Line 29 Enter the total of your employer-provided adoption benefits from Form 8839,\nline 29. Employer-provided adoption\nbenefits should be shown in box 12 of\nyour Form(s) W-2 with code T.",
    "querygen": [
      "how to find husband's income on a joint tax return",
      "what are the lines on a joint return",
      "what is total amount from w-2"
    ],
    "querygen_score": [
      "-1.5845811",
      "-1.0967951",
      "0.013667274"
    ]
  },
  {
    "id": "legal-advice_31__14",
    "doc_id": "legal-advice_31",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "(2) Practice as an enrolled actuary is limited\nTreasury Department Circular No. 230 Table of Contents to representation with respect to issues involving\nthe following statutory provisions in title 26 of\nthe United States Code: sections 401 (relating to\nqualification of employee plans), 403(a) (relating\nto whether an annuity plan meets the requirements\nof section 404(a) (2)), 404 (relating to deductibility\nof employer contributions), 405 (relating to\nqualification of bond purchase plans), 412 (relating\nto funding requirements for certain employee\nplans), 413 (relating to application of qualification\nrequirements to collectively bargained plans and\nto plans maintained by more than one employer),\n414 (relating to definitions and special rules with\nrespect to the employee plan area), 419 (relating\nto treatment of funded welfare benefits), 419A\n(relating to qualified asset accounts), 420 (relating\nto transfers of excess pension assets to retiree health\naccounts), 4971 (relating to excise taxes payable as\na result of an accumulated funding deficiency under\nsection 412), 4972 (relating to tax on nondeductible\ncontributions to qualified employer plans), 4976\n(relating to taxes with respect to funded welfare\nbenefit plans), 4980 (relating to tax on reversion of\nqualified plan assets to employer), 6057 (relating\nto annual registration of plans), 6058 (relating to\ninformation required in connection with certain plans\nof deferred compensation), 6059 (relating to periodic\nreport of actuary), 6652(e) (relating to the failure\nto file annual registration and other notifications\nby pension plan), 6652(f) (relating to the failure to\nfile information required in connection with certain\nplans of deferred compensation), 6692 (relating to\nthe failure to file actuarial report), 7805(b) (relating\nto the extent to which an Internal Revenue Service\nruling or determination letter coming under the\nstatutory provisions listed here will be applied without\nretroactive effect); and 29 U.S.C. § 1083 (relating to\nthe waiver of funding for nonqualified plans). (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (d)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled retirement\nplan agents, and registered tax return preparers. (e) Enrolled retirement plan agents —\nTreasury Department Circular No. 230 (1) Any individual enrolled as a retirement plan\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (2) Practice as an enrolled retirement plan agent\nis limited to representation with respect to issues\ninvolving the following programs: Employee Plans\nDetermination Letter program; Employee Plans\nCompliance Resolution System; and Employee\nPlans Master and Prototype and Volume Submitter\nprogram. In addition, enrolled retirement plan agents\nare generally permitted to represent taxpayers with\nrespect to IRS forms under the 5300 and 5500 series\nwhich are filed by retirement plans and plan sponsors,\nbut not with respect to actuarial forms or schedules. (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (e)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled actuaries, and\nregistered tax return preparers. (f) Registered tax return preparers. (1) Any individual who is designated as a\nregistered tax return preparer pursuant to §10.4(c)\nof this part who is not currently under suspension\nor disbarment from practice before the Internal\nRevenue Service may practice before the Internal\nRevenue Service.",
    "querygen": [
      "what is the practice of being an enrolled actuary",
      "what type of insurance is enrolled actuary?",
      "which section 401 is a statutory provision for an enrolled actuary?"
    ],
    "querygen_score": [
      "2.0904858",
      "-3.2592478",
      "1.7174357"
    ]
  },
  {
    "id": "legal-advice_45__6",
    "doc_id": "legal-advice_45",
    "chunk_id": 6,
    "document_category": "legal-advice",
    "text": "d. Basis for determining outstanding gift cards A’s tax and audited balance sheets report the entire liability for all outstanding gift\ncards, whether sold by A or the other Participating Restaurants. At the beginning and\nend of Year 27, the reported liabilities for the unredeemed gift cards were $QL and\n$QM, respectively. Those amounts were determined by adjusting the beginning\nbalance for cash receipts and cash disbursements resulting from the sale and\nredemption of gift cards and were verified using generally accepted auditing\nstandards. A management has stated that, due to the high demand for the gift cards during the\nyear-end holiday season, gift cards are activated by A before being distributed to the\nother Participating Restaurants and sold by them.7 A management believes the\nprocedure is necessary because: (i) the unusually high volume of gift cards sold during\nthe holiday season makes it logistically impractical to activate cards as sold; (ii) it\n7 A has acknowledged the following: A changed its process for issuing gift cards in Year 24. Prior to Year\n24, the company activated gift cards at the time they were sold. In Year 24, A began to activate cards\nprior to issuing them to the stores in order to make the process more efficient and to free-up store\nmanagers’ time. A states that the problem with the change is that A’s gift card system tracks outstanding\ngift cards based on activation date rather than sale date. This does not present A a problem in\ndetermining the gift card liability because management can subtract its gift card inventory from the total\ngift cards activated to arrive at the true number of gift certificates outstanding. This is a problem when\nestimating the amount of income to recognize in a particular year because the inventory is not\naged by activation date. This makes it difficult for management to determine when the gift cards\ncurrently outstanding were actually sold. (Emphasis added). POSTF-134398-08 10 enables the restaurant managers to concentrate on running their respective restaurants\nduring the busy season and (iii) the procedure minimizes the possibility of the\nrestaurants’ selling non-activated cards that would create problems on redemption. Participating Restaurants who do not sell \"activated\" gift cards at year end can return\nthe unsold activated cards to A. A then places the returned cards into its inventory of\nactivated but not sold gift cards. At any point during the year, a Participating Restaurant\ncan request additional gift cards from A in any denomination. A may then transfer from\ninventory previously activated gift cards that had been returned to it from one\nParticipating Restaurant and send those back out to a different Participating\nRestaurant. During the Year 27 year, A activated gift cards totaling $QN. Of those activated, $QO in\ngift cards was outstanding at year-end, and gift card sales totaled $QB. A total of $QP\nreflects the value of cards sold in Year 27 that were redeemed during the year. A uses an outside vendor to track the issuance and aging of the gift cards. A also\nattempts to track the aging of the gift cards and the gift card liability in-house using\nspreadsheets and other programs.",
    "querygen": [
      "how to determine gift card liability",
      "determining outstanding gift cards is",
      "is unredeemed gift card taxable"
    ],
    "querygen_score": [
      "2.4144535",
      "2.1868258",
      "0.56007624"
    ]
  },
  {
    "id": "legal-advice_72__27",
    "doc_id": "legal-advice_72",
    "chunk_id": 27,
    "document_category": "legal-advice",
    "text": "If, before the thirty-month stay expires, the court holds\nthat the patent is invalid or would not be infringed by the ANDA\napplication, then the FDA will approve the ANDA upon that\ndecision. Otherwise, “the FDA will not approve the ANDA until the\n[original] patent expires.” 19 Fed. Cir. B.J. at 305-306 (footnotes omitted)\nIntroduction § 1.4, states “[a] reference listed drug (21 CFR 314.94(a)(3)) means the listed drug identified\nby FDA . . . ” (emphasis added) Section 1.4 further explains that “[b]y designating a single reference\nlisted drug as the standard to which all generic versions must be shown to be bioequivalent, FDA hopes\nto avoid possible significant variations among generic drugs and their brand name counterpart. Such\nvariations could result if generic drugs were compared to different reference listed drugs.” However,\nSection 1.4 explains that, in certain circumstances, another listed drug can become an additional\nreferenced drug and, in some circumstances, two listed drugs can both be reference listed drugs, with\nspecific terminology used for the reference listed drugs addressed in Section 1.4. 61 The patents in the Orange Book for the referenced drugs are referred to herein as “listed.” POSTU-139175-10 57 However, if the patent litigation is not resolved during the thirty-month stay, the FDA will\napprove the ANDA if all other requirements are met, but the generic drug company\nproceeds at its own risk, as explained below. If the generic applicant makes a paragraph IV certification and suit\nis brought within forty-five days, final approval is stayed for thirty\nmonths or until a court decision of validity and non-infringement. If\nthe case is resolved in favor of the patent owner, the court must\norder that final approval take effect no earlier than patent expiry. If\nthe litigation is ongoing at the conclusion of the thirty months, FDA\nmust approve the ANDA if it is otherwise approvable, and the\ngeneric applicant may market its product. In this case,\nhowever, [the ANDA holder] risks damages for patent infringement\nif it later loses the lawsuit. The patent owner may bring a patent\ninfringement suit later, but if it brings suit after the forty-five day\nnotice period, there is no thirty-month stay of generic approval. Krista Hessler Carver, Jeffrey Elikan and Erika Lietzan, An Unofficial Legislative History\nof the Biologics Price Competition and Innovation Act of 2009, 65 Food & Drug L.J. 671,\n678 (2010)(footnotes omitted). To counter the burden of being sued for infringement, the Hatch-Waxman Act provides\nan incentive for the generic company to expose itself to an infringement suit in order to\nbring a generic drug to market, a 180-day period of exclusivity for the generic product in\nthe market. The fundamental goal behind 180-day exclusivity was to provide an\nincentive for generic drug applicants to challenge innovator patents,\nand the core of the concept--as it has been applied by the Food\nand Drug Administration (FDA) and the courts--is that the first\ngeneric drug applicant to challenge an innovator's patent is entitled\nto six months of exclusivity against subsequent patent challengers\nfor the same innovator drug. 180-day exclusivity is governed by\nsections 505(j)(5)(B)(iv) and 505(j)(5)(D) of the FDCA.",
    "querygen": [
      "when can the fda take action for an ANDA patent",
      "can the patent stay be renewed fda fda",
      "how long can you be on anda for"
    ],
    "querygen_score": [
      "0.49230364",
      "-0.77209747",
      "-1.6463741"
    ]
  },
  {
    "id": "legal-advice_99__143",
    "doc_id": "legal-advice_99",
    "chunk_id": 143,
    "document_category": "legal-advice",
    "text": "* Chapter 1 taxes include taxes from sections 1 through 1400Z-2 of the Code, as well as certain amounts the Code treats as chapter 1 taxes. Generally, this does not include amounts reported on Schedule 2, lines 4, 7, 9, 11–13, 17k–17m, or 17z (other than chapter 1 taxes). -99- Instructions for Schedule 3\nAdditional Credits and Payments\nGeneral Instructions\nUse Schedule 3 if you have nonrefundable credits, other than the child tax credit\nor the credit for other dependents, or\nother payments and refundable credits. Include the amount on Schedule 3,\nline 8, in the amount entered on Form\n1040, 1040-SR, or 1040-NR, line 20. Enter the amount on Schedule 3,\nline 15, on Form 1040, 1040-SR, or\n1040-NR, line 31. Specific Instructions\nLine 1\nForeign Tax Credit If you are a shareholder in a TIP controlled foreign corporation\nand made a section 962 election, see the instructions for Forms 1040\nand 1040-SR, line 16, for the foreign tax\ncredit you figured on Form 1118. If you paid income tax to a foreign\ncountry or U.S. possession, you may be\nable to take this credit. Generally, you\nmust complete and attach Form 1116 to\ndo so. Exception. You don’t have to complete\nForm 1116 to take this credit if all of the\nfollowing apply. 1. All of your foreign source gross\nincome was from interest and dividends\nand all of that income and the foreign\ntax paid on it were reported to you on\nForm 1099-INT, Form 1099-DIV, or\nSchedule K-1 (or substitute statement). 2. The total of your foreign taxes\nwasn't more than $300 (not more than\n$600 if married filing jointly). 3. You held the stock or bonds on\nwhich the dividends or interest were\npaid for at least 16 days and weren’t obligated to pay these amounts to someone\nelse. 4. You aren’t filing Form 4563 or\nexcluding income from sources within\nPuerto Rico. 5. All of your foreign taxes were:\na. Legally owed and not eligible for\na refund or reduced tax rate under a tax\ntreaty, and\nb. Paid to countries that are recognized by the United States and don’t\nsupport terrorism. For more details on these requirements, see the Instructions for Form\n1116. Do you meet all five requirements\njust listed? Yes. Enter on line 1 the smaller of\n(a) your total foreign taxes, or (b) the total of the amounts on Form 1040 or\n1040-SR, line 16, and Schedule 2,\nline 2. No. See Form 1116 to find out if\nyou can take the credit and, if you can, if\nyou have to file Form 1116. Line 2\nCredit for Child and Dependent\nCare Expenses You may be able to take this credit if, in\norder to work or look for work, you paid\nsomeone to care for:\n• Your qualifying child under age 13\nwhom you claim as your dependent,\n• Your disabled spouse or any other\ndisabled person who couldn't care for\nthemselves, or\n• Your child whom you couldn't\nclaim as a dependent because of the\nrules for Children of divorced or separated parents under Who Qualifies as Your\nDependent, earlier. For details, use Tax Topic 602 or see\nForm 2441. Line 3\nEducation Credits If you (or your dependent) paid qualified\nexpenses in 2022 for yourself, your\nspouse, or your dependent to enroll in or -100-",
    "querygen": [
      "what is chapter 1 taxes",
      "which section of tax code covers all taxes",
      "what is chapter 1 of taxes"
    ],
    "querygen_score": [
      "-1.1662309",
      "-2.2746851",
      "-1.2939317"
    ]
  },
  {
    "id": "legal-advice_3__21",
    "doc_id": "legal-advice_3",
    "chunk_id": 21,
    "document_category": "legal-advice",
    "text": "Need more information or forms? Visit IRS.gov. -16- If your eye condition isn't likely to\nimprove beyond the conditions listed\nabove, you can get a statement certified\nby your eye doctor (ophthalmologist or\noptometrist) to this effect instead. You must keep the statement for your\nrecords. If you receive a notice or letter but\nyou would prefer to have it in Braille or\nlarge print, you can use Form 9000, Alternative Media Preference, to request\nnotices in an alternative format including Braille, large print, audio, or electronic. You can attach Form 9000 to\nyour return or mail it separately. • You can download, or view online,\ntax forms and publications in a variety\nof formats including text-only, Braille\nready files, browser-friendly HTML\n(other than tax forms), accessible PDF,\nand large print. Married Filing Separately If your filing status is married filing separately and your spouse itemizes deductions on their return, check the “Spouse\nitemizes on a separate return or you\nwere a dual-status alien” box. If your filing status is married filing\nseparately and your spouse was born before January 2, 1958, or was blind at the\nend of 2022, you can check the appropriate box(es) on the line labeled “Age/\nBlindness” if your spouse had no income, isn't filing a return, and can't be\nclaimed as a dependent on another person's return. Who Qualifies as Your\nDependent Step 1 Dependents, Qualifying Child for Child Tax\nCredit, and Credit for Other Dependents A qualifying child is a child who is your... Follow the steps below to find out if a person qualifies as your\ndependent and to find out if your dependent qualifies you to\ntake the child tax credit or the credit for other dependents. If\nyou have more than four dependents, check the box under Dependents on page 1 of Form 1040 or 1040-SR and include a\nstatement showing the information required in columns (1)\nthrough (4). TIP Do You Have a Qualifying\nChild? Son, daughter, stepchild, foster child, brother, sister, stepbrother, stepsister, half\nbrother, half sister, or a descendant of any of them (for example, your grandchild,\nniece, or nephew) AND was ... The dependents you claim are those you list by name\nand SSN in the Dependents section on Form 1040 or\n1040-SR. Under age 19 at the end of 2022 and younger than you\n(or your spouse if filing jointly)\nor Before you begin. See the definition of Social security number, later. If you want to claim the child tax credit or the credit\nfor other dependents, you (and your spouse if filing jointly)\nmust have an SSN or ITIN issued on or before the due date of\nyour 2022 return (including extensions). If an ITIN is applied\nfor on or before the due date of a 2022 return (including extensions) and the IRS issues an ITIN as result of the application,\nthe IRS will consider the ITIN as issued on or before the due\ndate of the return. Under age 24 at the end of 2022, a student (defined later), and younger than you\n(or your spouse if filing jointly)\nor\nAny age and permanently and totally disabled (defined later) AND Who didn't provide over half of their own support for 2022 (see Pub. 501) AND",
    "querygen": [
      "what doctor can you see for eye condition",
      "what kind of doctor to check for eye problems",
      "what is required by the irs for a medical condition"
    ],
    "querygen_score": [
      "1.0107656",
      "-0.5230266",
      "-1.6067728"
    ]
  },
  {
    "id": "legal-advice_27__39",
    "doc_id": "legal-advice_27",
    "chunk_id": 39,
    "document_category": "legal-advice",
    "text": "Continuing\neducation presentations provided to an audience\nsolely for the purpose of enhancing practitioners’\nprofessional knowledge on Federal tax matters\nare not considered written advice on a Federal tax\nmatter for purposes of this section. The preceding\nsentence does not apply to presentations marketing\nor promoting transactions. (2) The practitioner must—\n(i) Base the written advice on reasonable factual\nand legal assumptions (including assumptions as to\nfuture events);\n(ii) Reasonably consider all relevant facts\nand circumstances that the practitioner knows or\nreasonably should know;\n(iii) Use reasonable efforts to identify and\nascertain the facts relevant to written advice on each\nFederal tax matter;\n(iv) Not rely upon representations, statements,\nfindings, or agreements (including projections,\nfinancial forecasts, or appraisals) of the taxpayer\nor any other person if reliance on them would be\nunreasonable;\nTreasury Department Circular No. 230 Table of Contents (v) Relate applicable law and authorities to\nfacts; and\n(vi) Not, in evaluating a Federal tax matter, take\ninto account the possibility that a tax return will not\nbe audited or that a matter will not be raised on audit. (3) Reliance on representations, statements,\nfindings, or agreements is unreasonable if the\npractitioner knows or reasonably should know that\none or more representations or assumptions on which\nany representation is based are incorrect, incomplete,\nor inconsistent. (b) Reliance on advice of others. A practitioner\nmay only rely on the advice of another person if the\nadvice was reasonable and the reliance is in good\nfaith considering all the facts and circumstances. Reliance is not reasonable when— (1) The practitioner knows or reasonably should\nknow that the opinion of the other person should not\nbe relied on;\n(2) The practitioner knows or reasonably should\nknow that the other person is not competent or lacks\nthe necessary qualifications to provide the advice; or\n(3) The practitioner knows or reasonably should\nknow that the other person has a conflict of interest in\nviolation of the rules described in this part. (c) Standard of review. (1) In evaluating whether a practitioner giving\nwritten advice concerning one or more Federal\ntax matters complied with the requirements of this\nsection, the Commissioner, or delegate, will apply a\nreasonable practitioner standard, considering all facts\nand circumstances, including, but not limited to, the\nscope of the engagement and the type and specificity\nof the advice sought by the client. (2) In the case of an opinion the practitioner\nknows or has reason to know will be used or referred\nto by a person other than the practitioner (or a person\nwho is a member of, associated with, or employed by\nthe practitioner’s firm) in promoting, marketing, or\nrecommending to one or more taxpayers a partnership\nor other entity, investment plan or arrangement\na significant purpose of which is the avoidance or\nevasion of any tax imposed by the Internal Revenue\nCode, the Commissioner, or delegate, will apply a\nreasonable practitioner standard, considering all\nTreasury Department Circular No. 230 facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter.",
    "querygen": [
      "is a continuing education presentation considered written advice?",
      "why are continuing education presentations not considered written advice on a federal tax matter?",
      "what is continuing education?"
    ],
    "querygen_score": [
      "3.8148384",
      "4.3144245",
      "-3.0982387"
    ]
  },
  {
    "id": "legal-advice_39__141",
    "doc_id": "legal-advice_39",
    "chunk_id": 141,
    "document_category": "legal-advice",
    "text": "Line 15\nInterest on the Deferred Tax on\nGain From Certain Installment\nSales With a Sales Price Over\n$150,000\nEnter interest on the deferred tax on gain\nfrom certain installment sales with a\nsales price over $150,000 under section\n453A(c). Line 16\nRecapture of Low-Income\nHousing Credit\nSee Form 8611 for more information. Lines 17a Through 17z\nOther Additional Taxes\nLine 17a. Recapture of the following\ncredits. 1. Investment credit (see Form\n4255). Identify as “ICR.”\n2. Indian employment credit (see\nForm 8845). Identify as “IECR.”\n3. New markets credit (see Form\n8874). Identify as “NMCR.”\n4. Credit for employer-provided\nchildcare facilities (see Form 8882). Identify as “ECCFR.”\n5. Alternative motor vehicle credit\n(see\nForm\n8910). Identify\nas\n“AMVCR.”\n6. Alternative fuel vehicle refueling\nproperty credit (see Form 8911). Identify as “ARPCR.” 7. Qualified plug-in electric drive\nmotor vehicle credit (see Form 8936). Identify as “8936R.”\nLine 17b. If you sold your home in\n2022 and it was financed (in whole or in\npart) from the proceeds of any tax-exempt qualified mortgage bond or you\nclaimed the mortgage interest credit, you\nmay owe a recapture tax on the mortgage subsidy. See Form 8828. Line 17c. Enter any additional tax on\nhealth savings account (HSA) distributions you received from Form 8889,\nline 17b. See Form 8889, Part II. Line 17d. Enter any additional tax for\nfailure to remain an eligible individual\nduring the testing period from Form\n8889, line 21. See Form 8889, Part III. Line 17e. Enter any additional tax on\nArcher MSA distributions from Form\n8853, line 9b. See Form 8853. Line 17f. Enter any additional tax on\nMedicare Advantage MSA distributions\nfrom Form 8853, line 13b. See Form\n8853. Line 17g. Enter any additional tax on\nrecapture of a charitable contribution deduction relating to a fractional interest in\ntangible personal property. See Pub. 526\nfor more information. Line 17h. Enter any additional tax on\nincome you received from a nonqualified deferred compensation plan that\nfails to meet the requirements of section\n409A. This income should be shown in\nbox 12 of Form W-2 with code Z, or in\nbox 15 of Form 1099-MISC. The tax is\n20% of the amount required to be included in income plus an interest amount\ndetermined under section 409A(a)(1)(B)\n(ii). See section 409A(a)(1)(B) for details. Line 17i. Enter any additional tax on\ncompensation you received from a nonqualified deferred compensation plan\ndescribed in section 457A if the compensation would have been includible in\nyour income in an earlier year except\nthat the amount wasn't determinable until 2022. The tax is 20% of the amount\nrequired to be included in income plus\nan interest amount determined under -98- section 457A(c)(2). See section 457A\nfor details. Line 17j. Enter any Section 72(m)(5)\nexcess benefits tax. See Pub. 560 for\nmore information. Line 17k. If you received an excess\nparachute payment (EPP), you must pay\na 20% tax on it. This tax should be\nshown in box 12 of Form W-2 with code\nK. If you received a Form 1099-MISC,\nthe tax is 20% of the EPP shown in\nbox 14. Enter this amount on line 17k. Line 17l. Enter any tax on accumulation distribution of trusts. See Form\n4970 for more information. Line 17m. Enter any excise tax on insider stock compensation from an expatriated corporation. See section 4985. Line 17n. Enter any look-back interest\nunder section 167(g) or 460(b). See\nForm 8697 or 8866 for more information.",
    "querygen": [
      "what is the limit on how much interest can be added to a sale for deferred tax",
      "how much interest do i need to have for a mortgage tax return",
      "interest on deferred"
    ],
    "querygen_score": [
      "-2.932576",
      "-4.573729",
      "-1.2078552"
    ]
  },
  {
    "id": "legal-advice_66__34",
    "doc_id": "legal-advice_66",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "*This includes a Roth, SEP, or SIMPLE IRA. Line 1i\nNontaxable Combat Pay\nElection If you elect to include your nontaxable\ncombat pay in your earned income when\nfiguring the EIC, enter the amount on\nline 1i. See the instructions for line 27. Were You a Statutory\nEmployee? If you were a statutory employee, the\n“Statutory employee” box in box 13 of\nyour Form W-2 should be checked. Statutory employees include full-time life\ninsurance salespeople and certain agent or commission drivers, certain traveling\nsalespeople, and certain homeworkers. Statutory employees report the amount\nshown in box 1 of Form W-2 on a\nSchedule C along with any related business expenses. ! Line 2b\nTaxable Interest Missing or Incorrect\nForm W-2? Your employer is required to provide or\nsend Form W-2 to you no later than\nJanuary 31, 2023. If you don’t receive it\nby early February, use Tax Topic 154 to\nfind out what to do. Even if you don’t\nget a Form W-2, you must still report\nyour earnings. If you lose your Form\nW-2 or it is incorrect, ask your employer\nfor a new one. Line 2a\nTax-Exempt Interest If you received any tax-exempt interest\n(including any tax-exempt original issue\ndiscount (OID)), such as from municipal\nbonds, each payer should send you a\nForm 1099-INT or a Form 1099-OID. In\ngeneral, your tax-exempt stated interest\nshould be shown in box 8 of Form\n1099-INT or, for a tax-exempt OID\nbond, in box 2 of Form 1099-OID, and\nyour tax-exempt OID should be shown\nin box 11 of Form 1099-OID. Enter the\ntotal on line 2a. However, if you acquired a tax-exempt bond at a premium,\nonly report the net amount of tax-exempt interest on line 2a (that is, the excess of the tax-exempt interest received\nduring the year over the amortized bond\npremium for the year). Also, if you acquired a tax-exempt OID bond at an acquisition premium, only report the net\namount of tax-exempt OID on line 2a\n(that is, the excess of tax-exempt OID\nfor the year over the amortized acquisition premium for the year). See Pub. 550\nfor more information about OID, bond\npremium, and acquisition premium. Also include on line 2a any exempt-interest dividends from a mutual\nfund or other regulated investment company. This amount should be shown in\nbox 12 of Form 1099-DIV. Don’t include interest earned on your\nIRA, health savings account, Archer or\nMedicare Advantage MSA, or Coverdell\neducation savings account. -25- Don’t include any amounts related to the forgiveness of PPP\nCAUTION Loans on this line. Each payer should send you a Form\n1099-INT or Form 1099-OID. Enter\nyour total taxable interest income on\nline 2b. But you must fill in and attach\nSchedule B if the total is over $1,500 or\nany of the other conditions listed at the\nbeginning of the Schedule B instructions\napplies to you. For more details about reporting taxable interest, including market discount\non bonds and adjustments for amortizable bond premium or acquisition premium, see Pub. 550. Interest credited in 2022 on deposits\nthat you couldn't withdraw because of\nthe bankruptcy or insolvency of the financial institution may not have to be\nincluded in your 2022 income. For details, see Pub. 550. If you get a 2022 Form TIP 1099-INT for U.S. savings bond\ninterest that includes amounts\nyou reported before 2022, see Pub. 550.",
    "querygen": [
      "ira nontaxable combat pay",
      "how to determine eic income",
      "can you include non taxable combat pay in an ira"
    ],
    "querygen_score": [
      "0.15630698",
      "-0.66924196",
      "1.5639727"
    ]
  },
  {
    "id": "legal-advice_69__47",
    "doc_id": "legal-advice_69",
    "chunk_id": 47,
    "document_category": "legal-advice",
    "text": "If no\naddress is designated in the complaint or provided\nin a notice of appearance, service will be made on\nthe office(s) established to enforce this part under the\nauthority of §10.1, Internal Revenue Service, 1111\nConstitution Avenue, NW, Washington, DC 20224. (d) Service of evidence in support of complaint. Within 10 days of serving the complaint, copies of\nthe evidence in support of the complaint must be\nserved on the respondent in any manner described in\nparagraphs (a)(2) and (3) of this section. (e) Filing of papers. Whenever the filing of a\npaper is required or permitted in connection with\na proceeding under this part, the original paper,\nplus one additional copy, must be filed with the\nAdministrative Law Judge at the address specified\nin the complaint or at an address otherwise specified\nby the Administrative Law Judge. All papers\nfiled in connection with a proceeding under this\npart must be served on the other party, unless the\nAdministrative Law Judge directs otherwise. A\ncertificate evidencing such must be attached to the\noriginal paper filed with the Administrative Law\nJudge. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.64 Answer; default. (a) Filing. The respondent’s answer must be filed\nwith the Administrative Law Judge, and served\non the Internal Revenue Service, within the time\nspecified in the complaint unless, on request or\napplication of the respondent, the time is extended\nby the Administrative Law Judge. (b) Contents. The answer must be written and\ncontain a statement of facts that constitute the\nrespondent’s grounds of defense. General denials\nare not permitted. The respondent must specifically\nadmit or deny each allegation set forth in the\ncomplaint, except that the respondent may state that\nTreasury Department Circular No. 230 the respondent is without sufficient information to\nadmit or deny a specific allegation. The respondent,\nnevertheless, may not deny a material allegation in\nthe complaint that the respondent knows to be true,\nor state that the respondent is without sufficient\ninformation to form a belief, when the respondent\npossesses the required information. The respondent\nalso must state affirmatively any special matters of\ndefense on which he or she relies. (c) Failure to deny or answer allegations in the\ncomplaint. Every allegation in the complaint that is\nnot denied in the answer is deemed admitted and will\nbe considered proved; no further evidence in respect\nof such allegation need be adduced at a hearing. (d) Default. Failure to file an answer within the time\nprescribed (or within the time for answer as extended\nby the Administrative Law Judge), constitutes an\nadmission of the allegations of the complaint and\na waiver of hearing, and the Administrative Law\nJudge may make the decision by default without a\nhearing or further procedure. A decision by default\nconstitutes a decision under §10.76. (e) Signature. The answer must be signed by\nthe respondent or the respondent’s authorized\nrepresentative under §10.69(a)(2) and must\ninclude a statement directly above the signature\nacknowledging that the statements made in the\nanswer are true and correct and that knowing and\nwillful false statements may be punishable under 18\nU.S.C. §1001. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.65 Supplemental charges. (a) In general.",
    "querygen": [
      "which part of the statute for service of evidence is applicable to the irs",
      "what agency does not issue notice of appearance",
      "where is the irs office located in washington dc"
    ],
    "querygen_score": [
      "-0.2865857",
      "-2.6330965",
      "-0.77077645"
    ]
  },
  {
    "id": "legal-advice_3__139",
    "doc_id": "legal-advice_3",
    "chunk_id": 139,
    "document_category": "legal-advice",
    "text": "Is the amount on line 12 more than the amount on line 13? Yes. Fill in Form 6251 to see if you owe the alternative minimum tax. No. You don’t owe alternative minimum tax and don’t need to fill out Form 6251. Leave Schedule 2, line 1, blank. -96- You may be charged a penalty\nequal to 50% of the social seCAUTION curity and Medicare or RRTA\ntax due on tips you received but didn't\nreport to your employer. ! Line 6\nUnreported Social Security and\nMedicare Tax From Form 8919 Enter the total of any taxes from Form\n8919. If you are an employee who received\nwages from an employer who didn't\nwithhold social security and Medicare\ntax from your wages, use Form 8919 to\nfigure your share of the unreported tax. Include on line 6 the amount from\nline 13 of Form 8919. Include the\namount from line 6 of Form 8919 on\nForm 1040 or 1040-SR, line 1g. Line 8\nAdditional Tax on IRAs, Other\nQualified Retirement Plans, etc. If any of the following apply, see Form\n5329 and its instructions to find out if\nyou owe this tax and if you must file\nForm 5329. Also see Form 5329 and its\ninstructions for definitions of the terms\nused here. 1. You received an early distribution\nfrom (a) an IRA or other qualified retirement plan, (b) an annuity, or (c) a modified endowment contract entered into after June 20, 1988, and the total distribution wasn't rolled over. 2. Excess contributions were made\nto your IRA, Coverdell education savings account (ESA), Archer MSA,\nhealth savings account (HSA), or ABLE\naccount. 3. You received a taxable distribution from a Coverdell ESA, qualified\ntuition program, or ABLE account. 4. You didn't take the minimum required distribution from your IRA or\nother qualified retirement plan by April\n1 of the year following the year you\nreached age 72. Exception. If only item (1) applies and\ndistribution code 1 is correctly shown in\nbox 7 of all your Forms 1099-R, you\ndon’t have to file Form 5329. Instead,\nmultiply the taxable amount of the dis- tribution by 10% (0.10) and enter the result on line 8. The taxable amount of the\ndistribution is the part of the distribution\nyou reported on Form 1040, 1040-SR, or\n1040-NR, line 4b or 5b, or on Form\n4972. Also check the box on line 8 to indicate that you don’t have to file Form\n5329. But you must file Form 5329 if\ndistribution code 1 is incorrectly shown\nin box 7 of Form 1099-R or you qualify\nfor an exception, such as the exceptions\nfor qualified medical expenses, qualified\nhigher education expenses, qualified\nfirst-time homebuyer distributions, or a\nqualified reservist distribution. Line 9\nHousehold Employment Taxes Enter the household employment taxes\nyou owe for having a household employee. If any of the following apply,\nsee Schedule H and its instructions to\nfind out if you owe these taxes. 1. You paid any one household employee (defined below) cash wages of\n$2,400 or more in 2022. Cash wages include wages paid by check, money order, etc. But don’t count amounts paid to\nan employee who was under age 18 at\nany time in 2022 and was a student.",
    "querygen": [
      "does a person owe the alternative minimum tax if on line 12",
      "do i owe any alternative minimum tax",
      "what is the minimum i owe tax for line 12"
    ],
    "querygen_score": [
      "0.3985926",
      "-0.4338188",
      "-1.6568482"
    ]
  },
  {
    "id": "legal-advice_26__52",
    "doc_id": "legal-advice_26",
    "chunk_id": 52,
    "document_category": "legal-advice",
    "text": "A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents paragraph (b) does not limit a party from presenting\nevidence contained within a deposition when the\nAdministrative Law Judge determines that the\ndeposition has been obtained in compliance with the\nrules of this subpart D.\n(c) Prehearing memorandum. Unless otherwise\nordered by the Administrative Law Judge, each party\nshall file, and serve on the opposing party or the\nopposing party’s representative, prior to any hearing,\na prehearing memorandum containing —\n(1) A list (together with a copy) of all proposed\nexhibits to be used in the party’s case in chief;\n(2) A list of proposed witnesses, including a\nsynopsis of their expected testimony, or a statement\nthat no witnesses will be called;\n(3) Identification of any proposed expert\nwitnesses, including a synopsis of their expected\ntestimony and a copy of any report prepared by the\nexpert or at his or her direction; and\n(4) A list of undisputed facts. (d) Publicity —\n(1) In general. All reports and decisions of the\nSecretary of the Treasury, or delegate, including\nany reports and decisions of the Administrative\nLaw Judge, under this subpart D are, subject to\nthe protective measures in paragraph (d)(4) of this\nsection, public and open to inspection within 30\ndays after the agency’s decision becomes final. (2) Request for additional publicity. The\nAdministrative Law Judge may grant a request by\na practitioner or appraiser that all the pleadings and\nevidence of the disciplinary proceeding be made\navailable for inspection where the parties stipulate\nin advance to adopt the protective measures in\nparagraph (d)(4) of this section. (3) Returns and return information —\n(i) Disclosure to practitioner or appraiser. Pursuant to section 6103(l)(4) of the Internal\nRevenue Code, the Secretary of the Treasury,\nor delegate, may disclose returns and return\ninformation to any practitioner or appraiser, or to\nthe authorized representative of the practitioner\nor appraiser, whose rights are or may be affected\nby an administrative action or proceeding under\nthis subpart D, but solely for use in the action or\nTreasury Department Circular No. 230 proceeding and only to the extent that the Secretary\nof the Treasury, or delegate, determines that the\nreturns or return information are or may be relevant\nand material to the action or proceeding. (ii) Disclosure to officers and employees of\nthe Department of the Treasury. Pursuant to section\n6103(l)(4)(B) of the Internal Revenue Code the\nSecretary of the Treasury, or delegate, may disclose\nreturns and return information to officers and\nemployees of the Department of the Treasury for\nuse in any action or proceeding under this subpart\nD, to the extent necessary to advance or protect the\ninterests of the United States. (iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information.",
    "querygen": [
      "when a law was passed that a party was required to provide evidence and rebuttal evidence, the parties were entitled a",
      "which legal procedure is required for a defense to be fully disclosed",
      "what type of evidence a case may include"
    ],
    "querygen_score": [
      "-1.6446879",
      "-0.44139138",
      "-0.6533843"
    ]
  },
  {
    "id": "legal-advice_94__73",
    "doc_id": "legal-advice_94",
    "chunk_id": 73,
    "document_category": "legal-advice",
    "text": "650\n670\n690\n710 731\n754\n776\n799 4,400\n4,450\n4,500\n4,550 4,450\n4,500\n4,550\n4,600 339\n342\n346\n350 1,505\n1,522\n1,539\n1,556 1,770\n1,790\n1,810\n1,830 1,991\n2,014\n2,036\n2,059 339\n342\n346\n350 1,505\n1,522\n1,539\n1,556 1,770\n1,790\n1,810\n1,830 1,991\n2,014\n2,036\n2,059 1,800\n1,850\n1,900\n1,950 1,850\n1,900\n1,950\n2,000 140\n143\n147\n151 621\n638\n655\n672 730\n750\n770\n790 821\n844\n866\n889 140\n143\n147\n151 621\n638\n655\n672 730\n750\n770\n790 821\n844\n866\n889 4,600\n4,650\n4,700\n4,750 4,650\n4,700\n4,750\n4,800 354\n358\n361\n365 1,573\n1,590\n1,607\n1,624 1,850\n1,870\n1,890\n1,910 2,081\n2,104\n2,126\n2,149 354\n358\n361\n365 1,573\n1,590\n1,607\n1,624 1,850\n1,870\n1,890\n1,910 2,081\n2,104\n2,126\n2,149 2,000\n2,050\n2,100\n2,150 2,050\n2,100\n2,150\n2,200 155\n159\n163\n166 689\n706\n723\n740 810\n830\n850\n870 911\n934\n956\n979 155\n159\n163\n166 689\n706\n723\n740 810\n830\n850\n870 911\n934\n956\n979 4,800\n4,850\n4,900\n4,950 4,850\n4,900\n4,950\n5,000 369\n373\n377\n381 1,641\n1,658\n1,675\n1,692 1,930\n1,950\n1,970\n1,990 2,171\n2,194\n2,216\n2,239 369\n373\n377\n381 1,641\n1,658\n1,675\n1,692 1,930\n1,950\n1,970\n1,990 2,171\n2,194\n2,216\n2,239 2,200\n2,250\n2,300\n2,350 2,250\n2,300\n2,350\n2,400 170\n174\n178\n182 757\n774\n791\n808 890\n910\n930\n950 1,001\n1,024\n1,046\n1,069 170\n174\n178\n182 757\n774\n791\n808 890\n910\n930\n950 1,001\n1,024\n1,046\n1,069 5,000\n5,050\n5,100\n5,150 5,050\n5,100\n5,150\n5,200 384\n388\n392\n396 1,709\n1,726\n1,743\n1,760 2,010\n2,030\n2,050\n2,070 2,261\n2,284\n2,306\n2,329 384\n388\n392\n396 1,709\n1,726\n1,743\n1,760 2,010\n2,030\n2,050\n2,070 2,261\n2,284\n2,306\n2,329 2,400\n2,450\n2,500\n2,550 2,450\n2,500\n2,550\n2,600 186\n189\n193\n197 825\n842\n859\n876 970\n990\n1,010\n1,030 1,091\n1,114\n1,136\n1,159 186\n189\n193\n197 825\n842\n859\n876 970\n990\n1,010\n1,030 1,091\n1,114\n1,136\n1,159 5,200\n5,250\n5,300\n5,350 5,250\n5,300\n5,350\n5,400 400\n404\n407\n411 1,777\n1,794\n1,811\n1,828 2,090\n2,110\n2,130\n2,150 2,351\n2,374\n2,396\n2,419 400\n404\n407\n411 1,777\n1,794\n1,811\n1,828 2,090\n2,110\n2,130\n2,150 2,351\n2,374\n2,396\n2,419 2,600\n2,650\n2,700\n2,750 2,650\n2,700\n2,750\n2,800 201\n205\n208\n212 893\n910\n927\n944 1,050\n1,070\n1,090\n1,110 1,181\n1,204\n1,226\n1,249 201\n205\n208\n212 893\n910\n927\n944 1,050\n1,070\n1,090\n1,110 1,181\n1,204\n1,226\n1,249 5,400\n5,450\n5,500\n5,550 5,450\n5,500\n5,550\n5,600 415\n419\n423\n426 1,845\n1,862\n1,879\n1,896 2,170\n2,190\n2,210\n2,230 2,441\n2,464\n2,486\n2,509 415\n419\n423\n426 1,845\n1,862\n1,879\n1,896 2,170\n2,190\n2,210\n2,230 2,441\n2,464\n2,486\n2,509 Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. (Continued) Need more information or forms? Visit IRS.gov. - 46 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 2 But less\nthan 5,600\n5,650\n5,700\n5,750 5,650\n5,700\n5,750\n5,800 430\n434\n438\n442 1,913\n1,930\n1,947\n1,964 2,250\n2,270\n2,290\n2,310 2,531\n2,554\n2,576\n2,599 430\n434\n438\n442 1,913\n1,930\n1,947\n1,964 2,250\n2,270\n2,290\n2,310 5,800\n5,850\n5,900\n5,950 5,850\n5,900\n5,950\n6,000 446\n449\n453\n457 1,981\n1,998\n2,015\n2,032 2,330\n2,350\n2,370\n2,390 2,621\n2,644\n2,666\n2,689 446\n449\n453\n457 1,981\n1,998\n2,015\n2,032 6,000\n6,050\n6,100\n6,150 6,050\n6,100\n6,150\n6,200 461\n465\n469\n472 2,049\n2,066\n2,083\n2,100 2,410\n2,430\n2,450\n2,470 2,711\n2,734\n2,756\n2,779 461\n465\n469\n472 6,200\n6,250\n6,300\n6,350 6,250\n6,300\n6,350\n6,400 476\n480\n484\n488 2,117\n2,134\n2,151\n2,168 2,490\n2,510\n2,530\n2,550 2,801\n2,824\n2,846\n2,869 6,400\n6,450\n6,500\n6,550 6,450\n6,500\n6,550\n6,600 492\n495\n499\n503 2,185\n2,202\n2,219\n2,236 2,570\n2,590\n2,610\n2,630 6,600\n6,650\n6,700\n6,750 6,650\n6,700\n6,750\n6,800 507\n511\n514\n518 2,253\n2,270\n2,287\n2,304 6,800\n6,850\n6,900\n6,950 6,850\n6,900\n6,950\n7,000 522\n526\n530\n534 7,000\n7,050\n7,100\n7,150 7,050\n7,100\n7,150\n7,200 7,200\n7,250\n7,300\n7,350 ★ Your credit is– 1 At least If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 Your credit is– 1 2 3 At least But less\nthan Your credit is– 2,531\n2,554\n2,576\n2,599 8,800\n8,850\n8,900\n8,950 8,850\n8,900\n8,950\n9,000 560\n560\n560\n560 3,001\n3,018\n3,035\n3,052 3,530\n3,550\n3,570\n3,590 3,971\n3,994\n4,016\n4,039 560\n560\n560\n560 3,001\n3,018\n3,035\n3,052 3,530\n3,550\n3,570\n3,590 3,971\n3,994\n4,016\n4,039 2,330\n2,350\n2,370\n2,390 2,621\n2,644\n2,666\n2,689 9,000\n9,050\n9,100\n9,150 9,050\n9,100\n9,150\n9,200 560\n560\n560\n560 3,069\n3,086\n3,103\n3,120 3,610\n3,630\n3,650\n3,670 4,061\n4,084\n4,106\n4,129 560\n560\n560\n560 3,069\n3,086\n3,103\n3,120 3,610\n3,630\n3,650\n3,670 4,061\n4,084\n4,106\n4,129 2,049\n2,066\n2,083\n2,100 2,410\n2,430\n2,450\n2,470 2,711\n2,734\n2,756\n2,779 9,200\n9,250\n9,300\n9,350 9,250\n9,300\n9,350\n9,400 555\n551\n547\n544 3,137\n3,154\n3,171\n3,188 3,690\n3,710\n3,730\n3,750 4,151\n4,174\n4,196\n4,219 560\n560\n560\n560 3,137\n3,154\n3,171\n3,188 3,690\n3,710\n3,730\n3,750 4,151\n4,174\n4,196\n4,219 476\n480\n484\n488 2,117\n2,134\n2,151\n2,168 2,490\n2,510\n2,530\n2,550 2,801\n2,824\n2,846\n2,869 9,400\n9,450\n9,500\n9,550 9,450\n9,500\n9,550\n9,600 540\n536\n532\n528 3,205\n3,222\n3,239\n3,256 3,770\n3,790\n3,810\n3,830 4,241\n4,264\n4,286\n4,309 560\n560\n560\n560 3,205\n3,222\n3,239\n3,256 3,770\n3,790\n3,810\n3,830 4,241\n4,264\n4,286\n4,309 2,891\n2,914\n2,936\n2,959 492\n495\n499\n503 2,185\n2,202\n2,219\n2,236 2,570\n2,590\n2,610\n2,630 2,891\n2,914\n2,936\n2,959 9,600\n9,650\n9,700\n9,750 9,650\n9,700\n9,750\n9,800 524\n521\n517\n513 3,273\n3,290\n3,307\n3,324 3,850\n3,870\n3,890\n3,910 4,331\n4,354\n4,376\n4,399 560\n560\n560\n560 3,273\n3,290\n3,307\n3,324 3,850\n3,870\n3,890\n3,910 4,331\n4,354\n4,376\n4,399 2,650\n2,670\n2,690\n2,710 2,981\n3,004\n3,026\n3,049 507\n511\n514\n518 2,253\n2,270\n2,287\n2,304 2,650\n2,670\n2,690\n2,710 2,981\n3,004\n3,026\n3,049 9,800\n9,850\n9,900\n9,950 9,850\n9,900\n9,950\n10,000 509\n505\n501\n498 3,341\n3,358\n3,375\n3,392 3,930\n3,950\n3,970\n3,990 4,421\n4,444\n4,466\n4,489 560\n560\n560\n560 3,341\n3,358\n3,375\n3,392 3,930\n3,950\n3,970\n3,990 4,421\n4,444\n4,466\n4,489 2,321\n2,338\n2,355\n2,372 2,730\n2,750\n2,770\n2,790 3,071\n3,094\n3,116\n3,139 522\n526\n530\n534 2,321\n2,338\n2,355\n2,372 2,730\n2,750\n2,770\n2,790 3,071\n3,094\n3,116\n3,139 10,000\n10,050\n10,100\n10,150 10,050\n10,100\n10,150\n10,200 494\n490\n486\n482 3,409\n3,426\n3,443\n3,460 4,010\n4,030\n4,050\n4,070 4,511\n4,534\n4,556\n4,579 560\n560\n560\n560 3,409\n3,426\n3,443\n3,460 4,010\n4,030\n4,050\n4,070 4,511\n4,534\n4,556\n4,579 537\n541\n545\n549 2,389\n2,406\n2,423\n2,440 2,810\n2,830\n2,850\n2,870 3,161\n3,184\n3,206\n3,229 537\n541\n545\n549 2,389\n2,406\n2,423\n2,440 2,810\n2,830\n2,850\n2,870 3,161\n3,184\n3,206\n3,229 10,200\n10,250\n10,300\n10,350 10,250\n10,300\n10,350\n10,400 479\n475\n471\n467 3,477\n3,494\n3,511\n3,528 4,090\n4,110\n4,130\n4,150 4,601\n4,624\n4,646\n4,669 560\n560\n560\n560 3,477\n3,494\n3,511\n3,528 4,090\n4,110\n4,130\n4,150 4,601\n4,624\n4,646\n4,669 7,250\n7,300\n7,350\n7,400 553\n557\n560\n560 2,457\n2,474\n2,491\n2,508 2,890\n2,910\n2,930\n2,950 3,251\n3,274\n3,296\n3,319 553\n557\n560\n560 2,457\n2,474\n2,491\n2,508 2,890\n2,910\n2,930\n2,950 3,251\n3,274\n3,296\n3,319 10,400\n10,450\n10,500\n10,550 10,450\n10,500\n10,550\n10,600 463\n459\n456\n452 3,545\n3,562\n3,579\n3,596 4,170\n4,190\n4,210\n4,230 4,691\n4,714\n4,736\n4,759 560\n560\n560\n560 3,545\n3,562\n3,579\n3,596 4,170\n4,190\n4,210\n4,230 4,691\n4,714\n4,736\n4,759 7,400\n7,450\n7,500\n7,550 7,450\n7,500\n7,550\n7,600 560\n560\n560\n560 2,525\n2,542\n2,559\n2,576 2,970\n2,990\n3,010\n3,030 3,341\n3,364\n3,386\n3,409 560\n560\n560\n560 2,525\n2,542\n2,559\n2,576 2,970\n2,990\n3,010\n3,030 3,341\n3,364\n3,386\n3,409 10,600\n10,650\n10,700\n10,750 10,650\n10,700\n10,750\n10,800 448\n444\n440\n436 3,613\n3,630\n3,647\n3,664 4,250\n4,270\n4,290\n4,310 4,781\n4,804\n4,826\n4,849 560\n560\n560\n560 3,613\n3,630\n3,647\n3,664 4,250\n4,270\n4,290\n4,310 4,781\n4,804\n4,826\n4,849 7,600\n7,650\n7,700\n7,750 7,650\n7,700\n7,750\n7,800 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 10,800\n10,850\n10,900\n10,950 10,850\n10,900\n10,950\n11,000 433\n429\n425\n421 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 560\n560\n560\n560 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 7,800\n7,850\n7,900\n7,950 7,850\n7,900\n7,950\n8,000 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 11,000\n11,050\n11,100\n11,150 11,050\n11,100\n11,150\n11,200 417\n413\n410\n406 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 8,000\n8,050\n8,100\n8,150 8,050\n8,100\n8,150\n8,200 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679",
    "querygen": [
      "how many phone numbers are there in the usa",
      "how many numbers to call",
      "how many nj phone numbers"
    ],
    "querygen_score": [
      "-2.5886514",
      "-3.0253756",
      "-4.069389"
    ]
  },
  {
    "id": "legal-advice_14__10",
    "doc_id": "legal-advice_14",
    "chunk_id": 10,
    "document_category": "legal-advice",
    "text": "Similar provisions under\nsection 162 provide guidance. In pertinent part, section 162(a)\nallows as a deduction all the ordinary and necessary expenses\npaid or incurred during the taxable year in carrying on any\ntrade or business. To qualify as such a deduction, an\nexpenditure must: (1) be paid or incurred during the taxable CC:LM:NR:----Page 22\nyear, (2) be for carrying on any trade or business, (3) be an\nexpense, (4) be necessary, and (5) be ordinary. Commissioner v.\nLincoln Sav. & Loan Ass’n, 403 U.S. 345, 352 (1971). The\ninstant issue concerns the interpretation of the second\nrequirement. Neither the Code nor the regulations provide any explicit\ndefinition of the term “carrying on any trade or business” for\npurposes of section 162. The Supreme Court has stated that to\nbe engaged in a “trade or business” for purposes of section 162,\nthe taxpayer must be involved in the activity with continuity\nand regularity, and the taxpayer’s primary purpose for engaging\nin the activity must be for income or profit. Commissioner v.\nGroetzinger, 480 U.S. 23, 35 (1987). Determining whether a\ntaxpayer is carrying on a trade or business for purposes of\nsection 162 requires an examination of the facts in each case. 480 U.S. at 36. In Richmond Television Corp., supra, the Fourth Circuit\naddressed the issue of the point in time at which the taxpayer’s\nbusiness began. After reviewing other cases to see the\nevidentiary bases on which factual determinations were made, the\ncourt stated the following rule: “[E]ven though a taxpayer has\nmade a firm decision to enter into business and over a\nconsiderable period of time spent money in preparation for\nentering that business, he still has not ‘engaged in carrying on\nany trade or business’ within the intendment of section 162(a)\nuntil such time as the business has begun to function as a going\nconcern and performed those activities for which it was\norganized.” 345 F.2d at 907 (footnote omitted). In Jackson v.\nCommissioner, 864 F.2d 1521, 1526 n.7 (10th Cir. 1989), the\ncourt discussed the case of Kennedy v. Commissioner, T.C. Memo. 1973-15, which held that a pharmacy did not begin to function as\na going concern until the date it first opened its doors to the\npublic. The Jackson court explained that, although sales\npresumably followed, this holding properly focused on the\ntaxpayer’s “opening its doors” to attempt to make a sale, and\nnot on the taxpayer’s success at selling. We do not find the facts, as developed, as providing\nsufficient basis to allow the credits. It does not appear that\nCorporation or Partnerships A, B, C, and D were engaged in the\ntrade or business of producing and selling Synthetic Fuel as of\nthe cut-off date for purposes of the section 29 credit. None of\nthese entities had an existing business to supply coal or\nsynthetic fuel prior to that time. While the taxpayer presented\nAgreement A, it is not certain when Corporation and k entered CC:LM:NR:----Page 23\ninto that contract. Further, it created no real obligation for\nk to purchase Synthetic Fuel.",
    "querygen": [
      "what is the deduction for ordinary expenses for the nys",
      "what is the tax deduction in the section 162(a)",
      "expenses paid or incurred in carrying on a business"
    ],
    "querygen_score": [
      "-3.8987727",
      "1.437367",
      "1.3666153"
    ]
  },
  {
    "id": "legal-advice_60__147",
    "doc_id": "legal-advice_60",
    "chunk_id": 147,
    "document_category": "legal-advice",
    "text": "If the premium tax credit you can\nclaim exceeds your advance credit payments, your net premium tax credit will\nbe shown on Form 8962, line 26. Enter\nthat amount, if any, on line 9. For more\ninformation, see the Instructions for\nForm 8962. Line 10\nAmount Paid With Request for\nExtension To File If you got an automatic extension of\ntime to file Form 1040, 1040-SR, or\n1040-NR by filing Form 4868 or by\nmaking a payment, enter the amount of\nthe payment or any amount you paid\nwith Form 4868. If you paid by debit or\ncredit card, don’t include on line 10 the\nconvenience fee you were charged. Al- so, include any amounts paid with Form\n2350. Line 11\nExcess Social Security and Tier 1\nRRTA Tax Withheld If you, or your spouse if filing a joint return, had more than one employer for\n2022 and total wages of more than\n$147,000, too much social security or\ntier 1 railroad retirement (RRTA) tax\nmay have been withheld. You can take a\ncredit on this line for the amount withheld in excess of $9,114. But if any one\nemployer withheld more than $9,114,\nyou can't claim the excess on your return. The employer should adjust the tax\nfor you. If the employer doesn't adjust\nthe overcollection, you can file a claim\nfor refund using Form 843. Figure this\namount separately for you and your\nspouse. You can't claim a refund for excess\ntier 2 RRTA tax on Form 1040,\n1040-SR, or 1040-NR. Instead, use\nForm 843. If (1) you worked for two or\nmore employers in 2022, (2)\nCAUTION you receive a 2022 Form W-2c\nshowing a correction to box 4 (or to\nbox 14 for employees who pay RRTA\ntax) to account for employee social security or tier 1 RRTA tax that was deferred in 2022 and withheld in 2023, and\n(3) the corrected amount in box 4 of the\n2022 Form W-2c makes the total amount\nof employee social security tax or tier 1\nRRTA tax withheld by all of your employers more than $9,114, or increases\nan already existing excess amount of\nemployee social security tax or tier 1\nRRTA tax withheld, you should report\nthe credit or increased credit for that\namount on line 11 in order to claim your\nrefund. ! -102- 3. ( ) If you receive Form W-2c after you\nhave filed your return, then you should\nfile an amended return (Form 1040-X)\nto claim a credit or increased credit for\nthe excess social security (or tier 1\nRRTA tax) withheld. Line 12\nCredit for Federal Tax on Fuels\nEnter any credit for federal excise taxes\npaid on fuels that are ultimately used for\na nontaxable purpose (for example, an\noff-highway business use). Attach Form\n4136. Lines 13a Through 13z\nOther Payments or\nRefundable Credits\nLine 13b\nQualified sick and family leave wages\npaid in 2022 from Schedule(s) H for\nleave taken before April 1, 2021. If\nyou paid household employment taxes,\nenter the refundable portion of the credit\nfor qualified sick and family leave wages you are eligible for due to reasons\nrelated to coronavirus and related to\nleave taken before April 1, 2021. The\namount of this credit is shown on Schedule H, line 8e. See Schedule H (Form\n1040) and its instructions for more information on these credits. Line 13d",
    "querygen": [
      "what is the maximum amount you can claim as a premium on insurance?",
      "what is the difference between advance and net premium",
      "how to calculate credit on premiums"
    ],
    "querygen_score": [
      "-2.1112702",
      "-2.7905884",
      "-0.9544936"
    ]
  },
  {
    "id": "legal-advice_91__140",
    "doc_id": "legal-advice_91",
    "chunk_id": 140,
    "document_category": "legal-advice",
    "text": "1. You paid any one household employee (defined below) cash wages of\n$2,400 or more in 2022. Cash wages include wages paid by check, money order, etc. But don’t count amounts paid to\nan employee who was under age 18 at\nany time in 2022 and was a student. 2. You withheld federal income tax\nduring 2022 at the request of any household employee. 3. You paid total cash wages of\n$1,000 or more in any calendar quarter\nof 2021 or 2022 to household employees. Any person who does household work is\na household employee if you can control\nwhat will be done and how it will be\ndone. Household work includes work\ndone in or around your home by babysitters, nannies, health aides, housekeepers,\nyard workers, and similar domestic\nworkers. Line 10\nFirst-Time Homebuyer Credit\nRepayment Enter the first-time homebuyer credit\nyou have to repay if you bought the\nhome in 2008. If you bought the home in 2008 and\nowned and used it as your main home\nfor all of 2022, you can enter your 2022 -97- repayment on this line without attaching\nForm 5405. See the Form 5405 instructions for\ndetails and for exceptions to the repayment rule. Line 11\nAdditional Medicare Tax\nSee Form 8959 and its instructions if the\ntotal of your 2022 wages and any\nself-employment income was more than:\n• $125,000 if married filing separately;\n• $250,000 if married filing jointly;\nor\n• $200,000 if single, head of household, or qualifying surviving spouse. Also see Form 8959 if you had railroad\nretirement (RRTA) compensation that\nwas more than the amount just listed\nthat applies to you. If you are married filing jointly and\neither you or your spouse had wages or\nRRTA compensation of more than\n$200,000, your employer may have\nwithheld Additional Medicare Tax even\nif you don’t owe the tax. In that case,\nyou may be able to get a refund of the\ntax withheld. See the Instructions for\nForm 8959 to find out how to report the\nwithheld tax on Form 8959. Line 12\nNet Investment Income Tax\nSee Form 8960 and its instructions if the\namount on Form 1040, 1040-SR, or\n1040-NR, line 11, is more than:\n• $125,000 if married filing separately,\n• $250,000 if married filing jointly\nor qualifying surviving spouse, or\n• $200,000 if single or head of\nhousehold. If you file Form 2555, see Form 8960\nand its instructions if the amount on\nForm 1040, 1040-SR, or 1040-NR,\nline 11, is more than:\n• $13,000 if married filing separately,\n• $138,000 if married filing jointly\nor qualifying surviving spouse, or\n• $88,000 if single or head of household. Line 13\nUncollected social security and Medicare or RRTA tax on tips or\ngroup-term life insurance. This tax\nshould be shown in box 12 of Form W-2\nwith codes A and B or M and N. Line 14\nInterest on Tax Due on\nInstallment Income From the Sale\nof Certain Residential Lots and\nTimeshares\nEnter interest on tax due on installment\nincome from the sale of certain residential lots and timeshares under section\n453(l)(3). Line 15\nInterest on the Deferred Tax on\nGain From Certain Installment\nSales With a Sales Price Over\n$150,000\nEnter interest on the deferred tax on gain\nfrom certain installment sales with a\nsales price over $150,000 under section\n453A(c). Line 16\nRecapture of Low-Income\nHousing Credit\nSee Form 8611 for more information. Lines 17a Through 17z\nOther Additional Taxes\nLine 17a.",
    "querygen": [
      "what is the current cash wages",
      "how many times do you have to pay a person a check",
      "what is household wages"
    ],
    "querygen_score": [
      "-2.475263",
      "-3.318916",
      "-0.01041292"
    ]
  },
  {
    "id": "legal-advice_68__51",
    "doc_id": "legal-advice_68",
    "chunk_id": 51,
    "document_category": "legal-advice",
    "text": "Be sure you use the cor-33- rect column. If your taxable income is\n$100,000 or more, use the Tax Computation Worksheet right after the Tax Table. However, don’t use the Tax Table or\nTax Computation Worksheet to figure\nyour tax if any of the following applies. Form 8615. Form 8615 must generally\nbe used to figure the tax on your unearned income over $2,300 if you are\nunder age 18, and in certain situations if\nyou are older. You must file Form 8615 if you meet\nall of the following conditions. 1. You had more than $2,300 of unearned income (such as taxable interest,\nordinary dividends, or capital gains (including capital gain distributions)). 2. You are required to file a tax return. 3. You were either:\na. Under age 18 at the end of 2022,\nb. Age 18 at the end of 2022 and\ndidn't have earned income that was more\nthan half of your support, or\nc. A full-time student at least age 19\nbut under age 24 at the end of 2022 and\ndidn't have earned income that was more\nthan half of your support. 4. At least one of your parents was\nalive at the end of 2022. 5. You don’t file a joint return in\n2022. A child born on January 1, 2005, is\nconsidered to be age 18 at the end of\n2022; a child born on January 1, 2004, is\nconsidered to be age 19 at the end of\n2022; and a child born on January 1,\n1999, is considered to be age 24 at the\nend of 2022. Schedule D Tax Worksheet. Use the\nSchedule D Tax Worksheet in the Instructions for Schedule D to figure the\namount to enter on Form 1040 or\n1040-SR, line 16, if:\n• You have to file Schedule D, and\nline 18 or 19 of Schedule D is more than\nzero; or\n• You have to file Form 4952 and\nyou have an amount on line 4g, even if\nyou don’t need to file Schedule D.\nBut if you are filing Form 2555, you\nmust use the Foreign Earned Income\nTax Worksheet instead. Need more information or forms? Visit IRS.gov. Standard Deduction Worksheet for Dependents—Line 12 Keep for Your Records Use this worksheet only if someone can claim you, or your spouse if filing jointly, as a dependent. 1. Check if: You were born before January 2, 1958. You are blind. Total number of boxes\n1.\nchecked . . . . . . . . . . . . . . . . . . Spouse was born before January 2, 1958. Spouse is blind. Is your earned income* more than $750? 2. Yes. Add $400 to your earned income. Enter the total. . . . . . . . . . . . . . . . . . . . . . . . . . . 2.\nNo. Enter $1,150. 3.\nEnter the amount shown below for your filing status. • Single or married filing separately—$12,950\n. . . . . . . . . . . . . . . . . . . . . . . . . . 3.\n• Married filing jointly—$25,900\n• Head of household—$19,400\n4. Standard deduction. a.",
    "querygen": [
      "how much of your income is taxable",
      "what is the correct column when to use for calc",
      "can you use a calculator with a column on the income table?"
    ],
    "querygen_score": [
      "-1.2909071",
      "-6.7139635",
      "-2.0904138"
    ]
  },
  {
    "id": "legal-advice_96__82",
    "doc_id": "legal-advice_96",
    "chunk_id": 82,
    "document_category": "legal-advice",
    "text": "- 54 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * ** 1 2 And your filing status is– Married filing jointly and you\nhave– 3 0 1 Your credit is– 2 If the amount you\nare looking up from\nthe worksheet is– 3 At least But less\nthan 54,400\n54,450\n54,500\n54,550 54,450\n54,500\n54,550\n54,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 232\n222\n211\n201 54,600\n54,650\n54,700\n54,750 54,650\n54,700\n54,750\n54,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 54,800\n54,850\n54,900\n54,950 54,850\n54,900\n54,950\n55,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,000\n55,050\n55,100\n55,150 55,050\n55,100\n55,150\n55,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,200\n55,250\n55,300\n55,350 55,250\n55,300\n55,350\n55,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,400\n55,450\n55,500\n55,550 55,450\n55,500\n55,550\n55,600 0\n0\n0\n0 0\n0\n0\n0 55,600\n55,650\n55,700\n55,750 55,650\n55,700\n55,750\n55,800 0\n0\n0\n0 55,800\n55,850\n55,900\n55,950 55,850\n55,900\n55,950\n56,000 56,000\n56,050\n56,100\n56,150 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 Married filing jointly and you\nhave– 3 0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 1,003\n992\n982\n971 56,800\n56,850\n56,900\n56,950 56,850\n56,900\n56,950\n57,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 498\n487\n476\n466 190\n180\n169\n159 961\n950\n940\n929 57,000\n57,050\n57,100\n57,150 57,050\n57,100\n57,150\n57,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 455\n445\n434\n424 0\n0\n0\n0 148\n138\n127\n117 919\n908\n898\n887 57,200\n57,250\n57,300\n57,350 57,250\n57,300\n57,350\n57,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 413\n403\n392\n382 0\n0\n0\n0 0\n0\n0\n0 106\n96\n85\n75 877\n866\n856\n845 57,400\n57,450\n57,500\n57,550 57,450\n57,500\n57,550\n57,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 371\n361\n350\n340 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 64\n53\n43\n32 834\n824\n813\n803 57,600\n57,650\n57,700\n57,750 57,650\n57,700\n57,750\n57,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 329\n319\n308\n297 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 22\n11\n*\n0 792\n782\n771\n761 57,800\n57,850\n57,900\n57,950 57,850\n57,900\n57,950\n58,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 287\n276\n266\n255 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 750\n740\n729\n719 58,000\n58,050\n58,100\n58,150 58,050\n58,100\n58,150\n58,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 245\n234\n224\n213 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 708\n698\n687\n677 58,200\n58,250\n58,300\n58,350 58,250\n58,300\n58,350\n58,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 203\n192\n182\n171 56,050\n56,100\n56,150\n56,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 666\n655\n645\n634 58,400\n58,450\n58,500\n58,550 58,450\n58,500\n58,550\n58,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 161\n150\n139\n129 56,200\n56,250\n56,300\n56,350 56,250\n56,300\n56,350\n56,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 624\n613\n603\n592 58,600\n58,650\n58,700\n58,750 58,650\n58,700\n58,750\n58,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 118\n108\n97\n87 56,400\n56,450\n56,500\n56,550 56,450\n56,500\n56,550\n56,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 582\n571\n561\n550 58,800\n58,850\n58,900\n58,950 58,850\n58,900\n58,950\n59,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 76\n66\n55\n45 56,600\n56,650\n56,700\n56,750 56,650\n56,700\n56,750\n56,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 540\n529\n519\n508 59,000\n59,050\n59,100\n59,150 59,050\n59,100\n59,150\n59,187 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 34\n24\n13\n** ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $55,500 but less than $55,529, and you have two qualifying children who have valid\nSSNs, your credit is $3. If the amount you are looking up from the worksheet is $55,529 or more, and you have two qualifying children who have valid SSNs, you can’t take\nthe credit. If the amount you are looking up from the worksheet is at least $59,150 but less than $59,187, and you have three qualifying children who have valid\nSSNs, your credit is $4. If the amount you are looking up from the worksheet is $59,187 or more, and you have three qualifying children who have valid SSNs, you can’t take\nthe credit. - 55 - Need more information or forms?",
    "querygen": [
      "earned income credit definition",
      "how many years is the earned income credit?",
      "when to look up earned income credit"
    ],
    "querygen_score": [
      "-2.143398",
      "-2.121943",
      "0.5646492"
    ]
  },
  {
    "id": "legal-advice_41__52",
    "doc_id": "legal-advice_41",
    "chunk_id": 52,
    "document_category": "legal-advice",
    "text": "A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents paragraph (b) does not limit a party from presenting\nevidence contained within a deposition when the\nAdministrative Law Judge determines that the\ndeposition has been obtained in compliance with the\nrules of this subpart D.\n(c) Prehearing memorandum. Unless otherwise\nordered by the Administrative Law Judge, each party\nshall file, and serve on the opposing party or the\nopposing party’s representative, prior to any hearing,\na prehearing memorandum containing —\n(1) A list (together with a copy) of all proposed\nexhibits to be used in the party’s case in chief;\n(2) A list of proposed witnesses, including a\nsynopsis of their expected testimony, or a statement\nthat no witnesses will be called;\n(3) Identification of any proposed expert\nwitnesses, including a synopsis of their expected\ntestimony and a copy of any report prepared by the\nexpert or at his or her direction; and\n(4) A list of undisputed facts. (d) Publicity —\n(1) In general. All reports and decisions of the\nSecretary of the Treasury, or delegate, including\nany reports and decisions of the Administrative\nLaw Judge, under this subpart D are, subject to\nthe protective measures in paragraph (d)(4) of this\nsection, public and open to inspection within 30\ndays after the agency’s decision becomes final. (2) Request for additional publicity. The\nAdministrative Law Judge may grant a request by\na practitioner or appraiser that all the pleadings and\nevidence of the disciplinary proceeding be made\navailable for inspection where the parties stipulate\nin advance to adopt the protective measures in\nparagraph (d)(4) of this section. (3) Returns and return information —\n(i) Disclosure to practitioner or appraiser. Pursuant to section 6103(l)(4) of the Internal\nRevenue Code, the Secretary of the Treasury,\nor delegate, may disclose returns and return\ninformation to any practitioner or appraiser, or to\nthe authorized representative of the practitioner\nor appraiser, whose rights are or may be affected\nby an administrative action or proceeding under\nthis subpart D, but solely for use in the action or\nTreasury Department Circular No. 230 proceeding and only to the extent that the Secretary\nof the Treasury, or delegate, determines that the\nreturns or return information are or may be relevant\nand material to the action or proceeding. (ii) Disclosure to officers and employees of\nthe Department of the Treasury. Pursuant to section\n6103(l)(4)(B) of the Internal Revenue Code the\nSecretary of the Treasury, or delegate, may disclose\nreturns and return information to officers and\nemployees of the Department of the Treasury for\nuse in any action or proceeding under this subpart\nD, to the extent necessary to advance or protect the\ninterests of the United States. (iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information.",
    "querygen": [
      "what is the right to defense in court?",
      "which law requires that a defense be accompanied by a rebuttal",
      "which party has the right to a full and true disclosure of the facts?"
    ],
    "querygen_score": [
      "-2.2703204",
      "-1.6279241",
      "1.7169265"
    ]
  },
  {
    "id": "legal-advice_10__1",
    "doc_id": "legal-advice_10",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber:\n20042902F\nRelease Date: 7/16/04\nUIL: 9999.98-00\nCC:SB:7:SAC:1:GL-107040-03\nJLMcPherson\ndate: August 14, 2003 to: ------Advisor\nTechnical Support Group 1\n---- from: JEREMY L. McPHERSON Attorney (SBSE) subject:\n------------------------------------------------------------------------------------------------------------------------------------------------------------------ This memorandum responds to your request for assistance dated\n-----. This memorandum should not be cited as precedent. ISSUE\nWhether a representative of the Estate of ---------------------------------------------------------------------------------------------------------------------------may challenge in state\nprobate court an entered, final Tax Court decision which provided\nthat ------was relieved from joint and several liability with --for income taxes for the - through - tax years. CONCLUSION No, a representative of the Estate of --------------------------------------------------------------------------------------------------------------------------may not challenge the entered,\nfinal Tax Court decision in -----'s case. That decision is final\nand binding on the estate. FACTS\nOn ------, - and ------(through their attorneys, -------------and -------) petitioned the Tax Court from a statutory notice of\ndeficiency regarding the - through - tax years. On ------, -----, through her then-attorney -----------------------------------------------------------------------------------------------------------------------------, lodged her motion for\nleave to file amendment to petition and \"Petitioner -------------'s Amendment to Petition\" in the case. On --------------------------------------------------------------------------------------------------------------------------, the Court granted the motion for\nleave and filed --'s amendment to petition. In her amendment to\npetition, ------alleged her entitlement to innocent spouse relief. According to the Certificate of Service attached, the amendment to\npetition was served on --------, attorney (at that time) for both -- and -----, on ------. The Tax Court case was called for hearing on ----------------------------------------------------------------------------------------------------------------------------, and trial was held on ---------. On -----, -----'s attorney, ----, moved to sever --------------- from the case as it related to her innocent spouse\ndefense. -------and -----, attorneys for -----------------------------------------------------------------------------------------------------------------------------, were both present in Tax Court\non -----, when the Court granted --'s motion to sever. Counsel for petitioner ------ did not object to the severance of petitioner ----------’s portion of the case. The following exchange occurred on\nDecember 15, -, between Judge -- and Mr. -- (----------------------------------------------------------------------------------------------------------------------------'s attorney), in the presence\nof attorneys -- and ---:\nTHE COURT: So, my understanding is the purpose of severing is\nto permit Mr. -- to try his case, and to give Mrs. ---------------------------------------------------------------------------------------------------------------, -------------------------------------------------------------------------------------------------------------------, the opportunity to assert\na collateral case involving the innocent spouse concept? MR. ---------: That's correct, Your Honor. And the case has\nbeen transferred by respondent back to the appeals office, and\nit's now being considered at that level for the first time. THE COURT: And that will be considered under the new law,\nwhich may have some effect on it. Transcript page 5, dated Tuesday, -----, United States Tax Court, In the Matter of: ----------------------------------------------------------------------------------------------------------------------------------, Petitioners, v. Commissioner of Internal\nRevenue, Respondent, Docket No. --.\nOn ------, the Tax Court granted the motion by attorneys -----------------and --------to withdraw as counsel for ----------------------------------------------------------------------------------------------------------------------------.\n--'s innocent spouse claim was considered in Appeals, and it\nwas agreed that -- qualified for innocent spouse relief. The IRS\ndid not give - formal notice of --'s innocent spouse proceeding or\nindicate that - had a right to participate in --’s proceeding. ----- did not in fact participate in --’s proceeding.",
    "querygen": [
      "irs memo number released",
      "ics memo irs number",
      "what is the memo number for irs"
    ],
    "querygen_score": [
      "-0.27379984",
      "-2.9860625",
      "-1.088528"
    ]
  },
  {
    "id": "legal-advice_64__13",
    "doc_id": "legal-advice_64",
    "chunk_id": 13,
    "document_category": "legal-advice",
    "text": "CAUTION Free File makes available free brand-name software and free e-file. Visit IRS.gov/\nFreeFile for details and to see if you are eligible. What form to file. Everyone can file Form 1040. Form 1040-SR is available to you if\nyou were born before January 2, 1958. Fiscal year filers. If you are a fiscal year filer using a tax year other than January 1\nthrough December 31, 2022, write “Tax Year” and the beginning and ending months\nof your fiscal year in the top margin of page 1 of Form 1040 or 1040-SR. Write-in information. If you need to write a word, code, and/or dollar amount on\nForm 1040 or 1040-SR to explain an item of income or deduction, but don't have\nenough space to enter the word, code, and/or dollar amount, you can put an asterisk\nnext to the applicable line number and put a footnote at the bottom of page 2 of your\ntax return indicating the line number and the word, code, and/or dollar amount you\nneed to enter. Section references are to the Internal Revenue Code.\ninstructions for Qualifying Surviving\nSpouse, later. Married Filing Jointly You can check the “Married filing jointly” box at the top of Form 1040 or\n1040-SR if any of the following apply. • You were married at the end of\n2022, even if you didn't live with your\nspouse at the end of 2022. • Your spouse died in 2022 and you\ndidn't remarry in 2022. • You were married at the end of\n2022 and your spouse died in 2023 before filing a 2022 return. A married couple filing jointly report\ntheir combined income and deduct their\ncombined allowable expenses on one return. They can file a joint return even if\nonly one had income or if they didn't\nlive together all year. However, both\npersons must sign the return. Once you\nfile a joint return, you can't choose to\nfile separate returns for that year after\nthe due date of the return. Joint and several tax liability. If you\nfile a joint return, both you and your\nspouse are generally responsible for the\ntax and interest or penalties due on the\nreturn. This means that if one spouse\ndoesn't pay the tax due, the other may\nhave to. Or, if one spouse doesn't report\nthe correct tax, both spouses may be responsible for any additional taxes assessed by the IRS. You may want to file\nseparately if: Need more information or forms? Visit IRS.gov. -12- • You believe your spouse isn't reporting all of their income, or\n• You don’t want to be responsible\nfor any taxes due if your spouse doesn't\nhave enough tax withheld or doesn't pay\nenough estimated tax. See the instructions for Married Filing\nSeparately. Also see Innocent Spouse\nRelief under General Information, later. Nonresident aliens and dual-status aliens. Generally, a married couple can't\nfile a joint return if either spouse is a\nnonresident alien at any time during the\nyear. However, if you were a nonresident alien or a dual-status alien and were\nmarried to a U.S. citizen or resident alien at the end of 2022, you can elect to\nbe treated as a resident alien and file a\njoint return. See Pub. 519 for details.",
    "querygen": [
      "what type of form can i file without a fee",
      "what irs form must i file sr",
      "what forms do i need to file for irs"
    ],
    "querygen_score": [
      "-2.8841586",
      "1.059076",
      "0.99030244"
    ]
  }
]