[
  {
    "id": "legal-advice_26__46",
    "doc_id": "legal-advice_26",
    "chunk_id": 46,
    "document_category": "legal-advice",
    "text": "Service by this method will be considered\ncomplete upon mailing, provided the complaint is\naddressed to the respondent at the respondent’s last\nknown address as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder. (3) Service by other than certified or first class\nmail. (i) Service of the complaint may be made on\nthe respondent by delivery by a private delivery\nservice designated pursuant to section 7502(f) of the\nInternal Revenue Code to the last known address\n(as determined under section 6212 of the Internal\nRevenue Code and the regulations there under) of the\nrespondent. Service by this method will be considered\ncomplete, provided the complaint is addressed to the\nrespondent at the respondent’s last known address\nPage 32 — § 10.62 as determined under section 6212 of the Internal\nRevenue Code and the regulations thereunder. (ii) Service of the complaint may be made in\nperson on, or by leaving the complaint at the office\nor place of business of, the respondent. Service by\nthis method will be considered complete and proof\nof service will be a written statement, sworn or\naffirmed by the person who served the complaint,\nidentifying the manner of service, including the\nrecipient, relationship of recipient to respondent,\nplace, date and time of service. (iii) Service may be made by any other means\nagreed to by the respondent. Proof of service will be\na written statement, sworn or affirmed by the person\nwho served the complaint, identifying the manner\nof service, including the recipient, relationship\nof recipient to respondent, place, date and time of\nservice. (4) For purposes of this section, respondent\nmeans the practitioner, employer, firm or other entity,\nor appraiser named in the complaint or any other\nperson having the authority to accept mail on behalf\nof the practitioner, employer, firm or other entity or\nappraiser. (b) Service of papers other than complaint. Any\npaper other than the complaint may be served on the\nrespondent, or his or her authorized representative\nunder §10.69(a)(2) by:\n(1) mailing the paper by first class mail to the last\nknown address (as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder) of the respondent or the respondent’s\nauthorized representative,\n(2) delivery by a private delivery service\ndesignated pursuant to section 7502(f) of the\nInternal Revenue Code to the last known address\n(as determined under section 6212 of the Internal\nRevenue Code and the regulations thereunder)\nof the respondent or the respondent’s authorized\nrepresentative, or\n(3) as provided in paragraphs (a)(3)(ii) and (a)(3)\n(iii) of this section. (c) Service of papers on the Internal Revenue\nService. Whenever a paper is required or permitted\nto be served on the Internal Revenue Service in\nTreasury Department Circular No. 230 Table of Contents connection with a proceeding under this part,\nthe paper will be served on the Internal Revenue\nService’s authorized representative under §10.69(a)\n(1) at the address designated in the complaint, or at\nan address provided in a notice of appearance. If no\naddress is designated in the complaint or provided\nin a notice of appearance, service will be made on\nthe office(s) established to enforce this part under the\nauthority of §10.1, Internal Revenue Service, 1111\nConstitution Avenue, NW, Washington, DC 20224. (d) Service of evidence in support of complaint.",
    "querygen": [
      "how to receive service request",
      "what does the irs consider complete",
      "when do you file a complaint in the mail"
    ],
    "querygen_score": [
      "-3.3904638",
      "0.27733737",
      "-1.7133892"
    ]
  },
  {
    "id": "legal-advice_32__18",
    "doc_id": "legal-advice_32",
    "chunk_id": 18,
    "document_category": "legal-advice",
    "text": "It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard. If they don’t, certain deductions\nand credits on Form 1040 or 1040-SR\nmay be reduced or disallowed and you\nmay not receive credit for your social\nsecurity earnings. If your Form W-2\nshows an incorrect SSN or name, notify\nyour employer or the form-issuing agent\nas soon as possible to make sure your\nearnings are credited to your social security record. If the name or SSN on\nyour social security card is incorrect,\ncall the SSA. Once you are issued an SSN, use it to\nfile your tax return. Use your SSN to file -14- your tax return even if your SSN does\nnot authorize employment or if you have\nbeen issued an SSN that authorizes employment and you lose your employment authorization. An ITIN will not be\nissued to you once you have been issued\nan SSN. If you received your SSN after\npreviously using an ITIN, stop using\nyour ITIN. Use your SSN instead. IRS Individual Taxpayer\nIdentification Numbers\n(ITINs) for Aliens If you are a nonresident or resident alien\nand you don’t have and aren’t eligible to\nget an SSN, you must apply for an ITIN. It takes about 7 weeks to get an ITIN. If you already have an ITIN, enter it\nwherever your SSN is requested on your\ntax return. Some ITINs must be renewed. If you\nhaven't used your ITIN on a federal tax\nreturn at least once for tax years 2019,\n2020, or 2021, it expired at the end of\n2022 and must be renewed if you need\nto file a federal tax return in 2023. You\ndon't need to renew your ITIN if you\ndon't need to file a federal tax return. You can find more information at\nIRS. gov/ITIN. ITINs assigned before 2013\nTIP have expired and must be renewed if you need to file a tax\nreturn in 2023. If you previously submitted a renewal application and it was approved, you do not need to renew again\nunless you haven't used your ITIN on a\nfederal tax return at least once for tax\nyears 2019, 2020, or 2021. An ITIN is for tax use only. It doesn't\nentitle you to social security benefits or\nchange your employment or immigration status under U.S. law. For more information on ITINs, including application, expiration, and renewal, see Form W-7 and its instructions. If you receive an SSN after previously using an ITIN, stop using your ITIN. Use your SSN instead. Visit a local IRS\noffice or write a letter to the IRS explaining that you now have an SSN and\nwant all your tax records combined under your SSN. Details about what to include with the letter and where to mail it\nare at IRS. gov/ITIN. Nonresident Alien Spouse If your spouse is a nonresident alien,\nyour spouse must have either an SSN or\nan ITIN if:\n• You file a joint return, or\n• Your spouse is filing a separate return. Presidential Election\nCampaign Fund This fund helps pay for Presidential\nelection campaigns.",
    "querygen": [
      "how many hours does it take ssn to get",
      "how long does it take for someone on social security card to get a name and ssn",
      "how long do you have to wait to get an ssn"
    ],
    "querygen_score": [
      "-1.4096951",
      "1.7732503",
      "1.4295865"
    ]
  },
  {
    "id": "legal-advice_37__112",
    "doc_id": "legal-advice_37",
    "chunk_id": 112,
    "document_category": "legal-advice",
    "text": "Go to IRS.gov/ Account to securely access information\nabout your federal tax account. • View the amount you owe and a\nbreakdown by tax year. • See payment plan details or apply\nfor a new payment plan. • Make a payment or view 5 years of\npayment history and any pending or\nscheduled payments. • Access your tax records, including\nkey data from your most recent tax return, and transcripts. • View digital copies of select notices from the IRS. • Approve or reject authorization requests from tax professionals. • View your address on file or manage your communication preferences. Tax Pro Account. This tool lets your\ntax professional submit an authorization\nrequest to access your individual taxpayer IRS online account. For more information, go to IRS.gov/TaxProAccount. Using direct deposit. The fastest way\nto receive a tax refund is to file electronically and choose direct deposit, which\nsecurely and electronically transfers\nyour refund directly into your financial\naccount. Direct deposit also avoids the\npossibility that your check could be lost,\nstolen, destroyed, or returned undeliverable to the IRS. Eight in 10 taxpayers\nuse direct deposit to receive their refunds. If you don’t have a bank account,\ngo to IRS.gov. DirectDeposit for more\ninformation on where to find a bank or\ncredit union that can open an account\nonline. Getting a transcript of your return. The quickest way to get a copy of your\ntax transcript is to go to IRS.gov/\nTranscripts. Click on either “Get Transcript Online” or “Get Transcript by\nMail” to order a free copy of your transcript. If you prefer, you can order your\ntranscript by calling 800-908-9946. Reporting and resolving your tax-related identity theft issues. • Tax-related identity theft happens\nwhen someone steals your personal information to commit tax fraud. Your\ntaxes can be affected if your SSN is used\nto file a fraudulent return or to claim a\nrefund or credit. • The IRS doesn’t initiate contact\nwith taxpayers by email, text messages\n(including shortened links), telephone\ncalls, or social media channels to request\nor verify personal or financial information. This includes requests for personal\nidentification numbers (PINs), pass- words, or similar information for credit\ncards, banks, or other financial accounts. • Go to IRS. gov/IdentityTheft, the\nIRS Identity Theft Central webpage, for\ninformation on identity theft and data security protection for taxpayers, tax professionals, and businesses. If your SSN\nhas been lost or stolen or you suspect\nyou’re a victim of tax-related identity\ntheft, you can learn what steps you\nshould take. • Get an Identity Protection PIN (IP\nPIN). IP PINs are six-digit numbers assigned to taxpayers to help prevent the\nmisuse of their SSNs on fraudulent federal income tax returns. When you have\nan IP PIN, it prevents someone else\nfrom filing a tax return with your SSN. To learn more, go to IRS. gov/IPPIN. Ways to check on the status of your\nrefund. • Go to IRS.gov/Refunds.\n• Download the official IRS2 Go app\nto your mobile device to check your refund status. • Call the automated refund hotline\nat 800-829-1954. See Refund Information, later. Making a tax payment. Go to IRS.gov/\nPayments for information on how to\nmake a payment using any of the following options. • IRS Direct Pay:",
    "querygen": [
      "how to look up tax account number",
      "how to find out who is owed tax refund",
      "what information does irs have"
    ],
    "querygen_score": [
      "-1.8721583",
      "-1.6337497",
      "-0.505166"
    ]
  },
  {
    "id": "legal-advice_34__32",
    "doc_id": "legal-advice_34",
    "chunk_id": 32,
    "document_category": "legal-advice",
    "text": "(e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230 matter administered by the Internal Revenue Service\nand for which he or she is employed as counsel,\nattorney, or agent, or in which he or she may be in any\nway interested. § 10.27 Fees.\n(a) In general. A practitioner may not charge an\nunconscionable fee in connection with any matter\nbefore the Internal Revenue Service. (b) Contingent fees —\n(1) Except as provided in paragraphs (b)(2), (3),\nand (4) of this section, a practitioner may not charge\na contingent fee for services rendered in connection\nwith any matter before the Internal Revenue Service.\n(2) A practitioner may charge a contingent\nfee for services rendered in connection with the\nService’s examination of, or challenge to —\n(i) An original tax return; or\n(ii) An amended return or claim for refund or\ncredit where the amended return or claim for refund\nor credit was filed within 120 days of the taxpayer\nreceiving a written notice of the examination of, or a\nwritten challenge to the original tax return.\n(3) A practitioner may charge a contingent fee\nfor services rendered in connection with a claim\nfor credit or refund filed solely in connection with\nthe determination of statutory interest or penalties\nassessed by the Internal Revenue Service.\n(4) A practitioner may charge a contingent fee\nfor services rendered in connection with any judicial\nproceeding arising under the Internal Revenue Code.\n(c) Definitions. For purposes of this section —\n(1) Contingent fee is any fee that is based, in\nwhole or in part, on whether or not a position taken\non a tax return or other filing avoids challenge by\nthe Internal Revenue Service or is sustained either\nby the Internal Revenue Service or in litigation. A contingent fee includes a fee that is based on a\npercentage of the refund reported on a return, that\nis based on a percentage of the taxes saved, or that\notherwise depends on the specific result attained. A\ncontingent fee also includes any fee arrangement\nin which the practitioner will reimburse the client\nfor all or a portion of the client’s fee in the event\n§ 10.27 — Page 21 Table of Contents that a position taken on a tax return or other filing\nis challenged by the Internal Revenue Service or\nis not sustained, whether pursuant to an indemnity\nagreement, a guarantee, rescission rights, or any\nother arrangement with a similar effect. (2) Matter before the Internal Revenue Service\nincludes tax planning and advice, preparing or filing\nor assisting in preparing or filing returns or claims\nfor refund or credit, and all matters connected with\na presentation to the Internal Revenue Service\nor any of its officers or employees relating to a\ntaxpayer’s rights, privileges, or liabilities under\nlaws or regulations administered by the Internal\nRevenue Service. Such presentations include, but\nare not limited to, preparing and filing documents,\ncorresponding and communicating with the Internal\nRevenue Service, rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nand representing a client at conferences, hearings,\nand meetings. (d) Effective/applicability date. This section is\napplicable for fee arrangements entered into after\nMarch 26, 2008.",
    "querygen": [
      "is treasury department circulars valid",
      "when is notary public effective",
      "what is the date for notary"
    ],
    "querygen_score": [
      "-0.82187986",
      "0.4254641",
      "-0.75906265"
    ]
  },
  {
    "id": "legal-advice_91__111",
    "doc_id": "legal-advice_91",
    "chunk_id": 111,
    "document_category": "legal-advice",
    "text": "Coronavirus. Go\nto\nIRS.gov/ Coronavirus for links to information on\nthe impact of the coronavirus, as well as\ntax relief available for individuals and\nfamilies, small businesses, and tax-exempt organizations. Employers can register to use Business Services Online. The Social Security Administration (SSA) offers online services at SSA. gov/employer for\nfast, free, and secure online W-2 filing\noptions to CPAs, accountants, enrolled\nagents, and individuals who process\nForm W-2, Wage and Tax Statement,\nand Form W-2c, Corrected Wage and\nTax Statement. IRS social media. Go to IRS.gov/\nSocialMedia to see the various social\nmedia tools the IRS uses to share the latest information on tax changes, scam\nalerts, initiatives, products, and services. At the IRS, privacy and security are our\nhighest priority. We use these tools to\nshare public information with you. Don’t post your social security number\n(SSN) or other confidential information\non social media sites. Always protect\nyour identity when using any social networking site. The following IRS YouTube channels provide short, informative videos\non various tax-related topics in English,\nSpanish, and ASL. • Youtube.com/irsvideos.\n• Youtube.com/irsvideosmultilingua.\n• Youtube.com/irsvideosASL. Watching IRS videos. The IRS Video\nportal (IRSvideos.gov) contains video\nand audio presentations for individuals,\nsmall businesses, and tax professionals. Online tax information in other languages. You can find information on\nIRS. gov/MyLanguage if English isn’t\nyour native language. Free Over-the-Phone Interpreter\n(OPI) Service. The IRS is committed to\nserving our multilingual customers by\noffering OPI services. The OPI Service\nis a federally funded program and is\navailable at Taxpayer Assistance Cen- -79- ters (TACs), other IRS offices, and every VITA/TCE return site. The OPI\nService is accessible in more than 350\nlanguages. Accessibility Helpline available for\ntaxpayers with disabilities. Taxpayers\nwho need information about accessibility services can call 833-690-0598. The\nAccessibility Helpline can answer questions related to current and future accessibility products and services available\nin alternative media formats (for example, braille, large print, audio, etc.). The\nAccessibility Helpline does not have access to your IRS account. For help with\ntax law, refunds, or account-related issues, go to IRS.gov/LetUsHelp. Note. Form 9000, Alternative Media\nPreference, or Form 9000(SP) allows\nyou to elect to receive certain types of\nwritten correspondence in the following\nformats. • Standard Print.\n• Large Print.\n• Braille.\n• Audio (MP3).\n• Plain Text File (TXT). • Braille Ready File (BRF). Disasters. Go to Disaster Assistance\nand Emergency Relief for Individuals\nand Businesses to review the available\ndisaster tax relief. Getting tax forms and publications. Go to IRS.gov/Forms to view, download, or print all the forms, instructions,\nand publications you may need. Or, you\ncan to go IRS. gov/OrderForms to place\nan order. Getting tax publications and instructions in eBook format. You can also\ndownload and view popular tax publications and instructions (including the Instructions for Form 1040) on mobile devices as eBooks at IRS.gov/eBooks. Note. IRS eBooks have been tested\nusing Apple’s iBooks for iPad. Our\neBooks haven’t been tested on other\ndedicated eBook readers, and eBook\nfunctionality may not operate as intended. Access your online account (individual taxpayers only). Go to IRS.gov/ Account to securely access information\nabout your federal tax account. • View the amount you owe and a\nbreakdown by tax year. • See payment plan details or apply\nfor a new payment plan. • Make a payment or view 5 years of\npayment history and any pending or\nscheduled payments. •",
    "querygen": [
      "can employers use business benefits",
      "what is the ssa's coronavirus?",
      "what is the coronavirus"
    ],
    "querygen_score": [
      "-1.1717829",
      "-1.0727124",
      "-1.8000115"
    ]
  },
  {
    "id": "legal-advice_35__20",
    "doc_id": "legal-advice_35",
    "chunk_id": 20,
    "document_category": "legal-advice",
    "text": "effective April 1, 2004. (iii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 4, 5, or 6, except for those individuals\nwho received their initial enrollment after November\n1, 2004, must apply for renewal between November\n1, 2004, and January 31, 2005. The renewal will be\neffective April 1, 2005. (iv) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 7, 8, or 9, except for those individuals\nwho received their initial enrollment after November\n1, 2005, must apply for renewal between November\n1, 2005, and January 31, 2006. The renewal will be\neffective April 1, 2006. (v) Thereafter, applications for renewal as an\nenrolled agent will be required between November\n1 and January 31 of every subsequent third year as\nspecified in paragraph (d)(2)(i), (d)(2)(ii), or (d)\n(2)(iii) of this section according to the last number\nof the individual’s social security number or tax\nidentification number. Those individuals who\nreceive initial enrollment as an enrolled agent after\nNovember 1 and before April 2 of the applicable\nrenewal period will not be required to renew their\nenrollment before the first full renewal period\nfollowing the receipt of their initial enrollment. (3) Renewal period for enrolled retirement plan\nagents. (i) All enrolled retirement plan agents must\nrenew their preparer tax identification number as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. (ii) Enrolled retirement plan agents will be\nrequired to renew their status as enrolled retirement\nplan agents between April 1 and June 30 of every\nthird year subsequent to their initial enrollment. (4) Renewal period for registered tax return\npreparers. Registered tax return preparers must\nrenew their preparer tax identification number and\ntheir status as a registered tax return preparer as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. (5) Notification of renewal. After review and\napproval, the Internal Revenue Service will notify\n§ 10.6 — Page 11 Table of Contents the individual of the renewal and will issue the\nindividual a card or certificate evidencing current\nstatus as an enrolled agent, enrolled retirement plan\nagent, or registered tax return preparer. (6) Fee. A reasonable nonrefundable fee may be\ncharged for each application for renewal filed. See 26\nCFR part 300.\n(7) Forms. Forms required for renewal may be\nobtained by sending a written request to the address\nspecified by the Internal Revenue Service or from\nsuch other source as the Internal Revenue Service\nwill publish in the Internal Revenue Bulletin (see\n26 CFR 601.601(d)(2)(ii)(b)) and on the Internal\nRevenue Service webpage (www.irs.gov). (e) Condition for renewal: continuing education. In order to qualify for renewal as an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer, an individual must certify, in the\nmanner prescribed by the Internal Revenue Service,\nthat the individual has satisfied the requisite number\nof continuing education hours. (1) Definitions. For purposes of this section —\n(i) Enrollment year means January 1 to\nDecember 31 of each year of an enrollment cycle. (ii) Enrollment cycle means the three successive\nenrollment years preceding the effective date of\nrenewal. (iii) Registration year means each 12-month\nperiod the registered tax return preparer is authorized\nto practice before the Internal Revenue Service.\n(iv)",
    "querygen": [
      "when is an enrollment renewal",
      "when does the federal tax id expire",
      "when can social security number be renew"
    ],
    "querygen_score": [
      "0.640929",
      "-1.2526329",
      "1.36118"
    ]
  },
  {
    "id": "legal-advice_59__26",
    "doc_id": "legal-advice_59",
    "chunk_id": 26,
    "document_category": "legal-advice",
    "text": "POSTF-134629-07\nmarket value. Fair market value is the amount a hypothetical buyer would pay and a\nhypothetical seller would accept both being appraised of all relevant facts. Bank One v.\nCommissioner, 120 T.C. 174, 308-310 (2003) aff’d, in part, vacated in part (on other\ngrounds), remanded in part (on other grounds), (rehearing en banc denied) JPMorgan\nChase v. Commissioner 458 F.3d 564 (7th Cir. 2006), decisions re-entered on remand,\nappeal pending. Thus, contrary to the contentions of Corp F, Reg. § 1.338-6 does not nullify the\ntemporary regulations promulgated for contingent payment sales subject to § 453 which\nwas specifically amended in Year 5 to mandate ratable basis recovery in contingent\npayment sales rather than open transaction reporting. Reg. §1.338-7 addresses situations when there must be a redetermination of\nADSP or AGUB, but does not set forth when a redetermination is required other than to\nrefer to general principles of tax law. Said regulation, also, does not modify the\nreporting under § 453. Moreover, the computation of interest for a contingent payment\nsale does not fall under this regulation as Reg. §1.338-7(e) makes clear when it states\n“For rules characterizing deferred contingent payments as principal or interest, see\n§§ 1.483-4, 1.1274-2(g), and 1.1275-4(c).” Thus, Corp F errs in its analysis. The proper application of § 453 to the form of\nthe Year 10 transaction is a set forth at the beginning of this Section 3, above. Section 4 Application of § 483 and § 453A I.R.C. § 483 applies to a contract for the sale or exchange of property which has\na payment more than ** months after the date of the sale, with a payment due more\nthan one year after the sale subject to imputed interest where there is unstated interest. § 483(c). Treas. Reg. § 1.483-4(a) provides § 483 applies to contingent payment sales\neven if the contract provides for adequate stated interest, with all contingent payments\ncharacterized as principal and interest under rules similar to Reg. § 1.1275-4(c)(4). Corp F should have computed “internal interest” pursuant to the maximum selling\nprice regulations. Corp F must apply the “price-interest computation rule” of Temp. Treas. Reg. § 15A.453-1(c)(2)(ii). The “internal interest:” must be recomputed pursuant\nto the regulations. All interest from application of § 483 is ordinary income. The balance of each\npayment is divided between principal and gain applying the correct gross profit ratio, as\naddressed in Section 3, above. Thus, the result is that for each payment Corp F must\nreport interest under § 483 and, if the entire payment is not interest, gain, with the gain\namount obtained from multiplying the remaining amount of each payment in each Corp Page 33 of 37 POSTF-134629-07 F year by the correct gross profit ratio computed as set forth in the beginning of Section\n3, above. 29\nGiven Corp F is a non-dealer and the sales price exceeds $ ** with each\nshareholder to receive in excess of $ ** (§ 453A(B)(2)(B1)), 30 the transaction is also\nsubject to the interest imposed by § 453A. Pursuant to § 453A(a)(1), interest must be\npaid on the deferred tax liability as a surcharge.",
    "querygen": [
      "fair market value definition",
      "how does fair market value differ from market value in real estate",
      "what is the fair market value"
    ],
    "querygen_score": [
      "-1.9723729",
      "-2.8421235",
      "-2.4698572"
    ]
  },
  {
    "id": "legal-advice_64__11",
    "doc_id": "legal-advice_64",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": "But, in figuring gross income, don’t reduce your\nincome by any losses, including any loss on Schedule C, line 7, or Schedule F, line 9. ***If you didn't live with your spouse at the end of 2022 (or on the date your spouse died) and your gross income was at\nleast $5, you must file a return regardless of your age. -9- Chart B—For Children and Other Dependents (See Who Qualifies as Your Dependent, later.) If your parent (or someone else) can claim you as a dependent, use this chart to see if you must file a return. In this chart, unearned income includes taxable interest, ordinary dividends, and capital gain distributions. It also includes\nunemployment compensation, taxable social security benefits, pensions, annuities, and distributions of unearned income from a trust. Earned income includes salaries, wages, tips, professional fees, and taxable scholarship and fellowship grants. Gross income is the\ntotal of your unearned and earned income. Single dependents. Were you either age 65 or older or blind? No. You must file a return if any of the following apply. • Your unearned income was over $1,150.\n• Your earned income was over $12,950. • Your gross income was more than the larger of—\n• $1,150, or\n• Your earned income (up to $12,550) plus $400. Yes. You must file a return if any of the following apply. • Your unearned income was over $2,900 ($4,650 if 65 or older and blind). • Your earned income was over $14,700 ($16,450 if 65 or older and blind). • Your gross income was more than the larger of— • $2,900 ($4,650 if 65 or older and blind), or\n• Your earned income (up to $12,550) plus $2,150 ($3,900 if 65 or older and blind). Married dependents. Were you either age 65 or older or blind? No. You must file a return if any of the following apply. • Your unearned income was over $1,150.\n• Your earned income was over $12,950. • Your gross income was at least $5 and your spouse files a separate return and itemizes deductions. • Your gross income was more than the larger of—\n• $1,150, or\n• Your earned income (up to $12,550) plus $400. Yes. You must file a return if any of the following apply. • Your unearned income was over $2,550 ($3,950 if 65 or older and blind). • Your earned income was over $14,350 ($15,750 if 65 or older and blind). • Your gross income was at least $5 and your spouse files a separate return and itemizes deductions. • Your gross income was more than the larger of— • $2,550 ($3,950 if 65 or older and blind), or\n• Your earned income (up to $12,550) plus $1,800 ($3,200 if 65 or older and blind). -10- Chart C—Other Situations When You Must File You must file a return if any of the conditions below apply for 2022. 1. You owe any special taxes, including any of the following (see the instructions for Schedule 2). a. Alternative minimum tax.",
    "querygen": [
      "what is the income tax on your death",
      "what schedule to use for income tax",
      "what is my gross income"
    ],
    "querygen_score": [
      "-3.2819905",
      "-1.9504957",
      "-1.003522"
    ]
  },
  {
    "id": "legal-advice_32__45",
    "doc_id": "legal-advice_32",
    "chunk_id": 45,
    "document_category": "legal-advice",
    "text": "Because X became eligible for a full retirement benefit in May,\nthe month after X turned 66, X can exclude only four months (January through\nApril) of their annual benefit from their\nincome ($6,000). X must report the remaining $12,000 on line 6a. X must also\ncomplete the Social Security Benefits\nWorksheet to find out if any part of the\n$12,000 is taxable. Form RRB-1099. If you need a TIP replacement Form RRB-1099,\ncall the Railroad Retirement\nBoard at 877-772-5772 or go to\nwww.rrb.gov. Accrued leave payment. If you retire\non disability, any lump-sum payment\nyou receive for accured annual leave is a\nsalary payment. The payment is not a\ndisability payment. Include it in your income in the tax year you receive it. Line 6c Check the box on line 6c if you elect to\nuse the lump-sum election method for\nyour benefits. If any of your benefits are\ntaxable for 2022 and they include a\nlump-sum benefit payment that was for\nan earlier year, you may be able to reduce the taxable amount with the\nlump-sum election. See Lump-Sum Election in Pub. 915 for details. Line 7\nCapital Gain or (Loss) If you sold a capital asset, such as a\nstock or bond, you must complete and\nattach Form 8949 and Schedule D.\nException 1. You don’t have to file\nForm 8949 or Schedule D if you aren’t\ndeferring any capital gain by investing\nin a qualified opportunity fund and both\nof the following apply. 1. You have no capital losses, and\nyour only capital gains are capital gain\ndistributions from Form(s) 1099-DIV,\nbox 2a (or substitute statements); and\n2. None of the Form(s) 1099-DIV\n(or substitute statements) have an\namount in box 2b (unrecaptured section\n1250 gain), box 2c (section 1202 gain),\nor box 2d (collectibles (28%) gain). Exception 2. You must file Schedule D\nbut generally don’t have to file Form\n8949 if Exception 1 doesn't apply, you\naren’t deferring any capital gain by investing in a qualified opportunity fund\nor terminating deferral from an investment in a qualified opportunity fund,\nand your only capital gains and losses\nare:\n• Capital gain distributions;\n• A capital loss carryover from\n2021;\n• A gain from Form 2439 or 6252 or\nPart I of Form 4797;\n• A gain or loss from Form 4684,\n6781, or 8824;\n• A gain or loss from a partnership,\nS corporation, estate, or trust; or • Gains and losses from transactions\nfor which you received a Form 1099-B\n(or substitute statement) that shows basis was reported to the IRS, the QOF\nbox in box 3 isn’t checked, and you\ndon’t need to make any adjustments in\ncolumn (g) of Form 8949 or enter any\ncodes in column (f) of Form 8949. If Exception 1 applies, enter your total capital gain distributions (from\nbox 2a of Form(s) 1099-DIV) on line 7\nand check the box on that line. If you received capital gain distributions as a\nnominee (that is, they were paid to you\nbut actually belong to someone else), report on line 7 only the amount that belongs to you. Include a statement showing the full amount you received and the\namount you received as a nominee. See\nthe Schedule B instructions for filing requirements for Forms 1099-DIV and\n1096. If you don’t have to file Sched-",
    "querygen": [
      "when does the ira start drawing",
      "when do you have to report full retirement",
      "when can i exclude my retirement"
    ],
    "querygen_score": [
      "-6.823247",
      "-0.22106946",
      "-0.26775047"
    ]
  },
  {
    "id": "legal-advice_0__60",
    "doc_id": "legal-advice_0",
    "chunk_id": 60,
    "document_category": "legal-advice",
    "text": "(2) Duration of suspension. A suspension under\nthis section will commence on the date that the\nwritten notice of expedited suspension is served\non the practitioner, either personally or through\nan authorized representative. The suspension will\nremain effective until the earlier of:\n(i) The date the Internal Revenue Service lifts\nthe suspension after determining that the practitioner\nis no longer described in paragraph (b) of this section\nor for any other reason; or\n(ii) The date the suspension is lifted or\notherwise modified by an Administrative Law Judge\nor the Secretary of the Treasury, or delegate deciding\nappeals, in a proceeding referred to in paragraph (g)\nof this section and instituted under §10.60. (g) Practitioner demand for §10.60 proceeding. If\nthe Internal Revenue Service suspends a practitioner\nunder the expedited suspension procedures described\nin this section, the practitioner may demand that\nthe Internal Revenue Service institute a proceeding\nunder §10.60 and issue the complaint described in\n§10.62. The demand must be in writing, specifically\nreference the suspension action under §10.82, and\nbe made within 2 years from the date on which the\npractitioner’s suspension commenced. The Internal\nRevenue Service must issue a complaint demanded\nunder this paragraph (g) within 60 calendar days\nof receiving the demand. If the Internal Revenue\nService does not issue such complaint within 60 days\nof receiving the demand, the suspension is lifted\nautomatically. The preceding sentence does not,\nhowever, preclude the Commissioner, or delegate,\nfrom instituting a regular proceeding under §10.60\nof this part. (h) Effective/applicability date. This section is\ngenerally applicable beginning June 12, 2014,\nexcept that paragraphs (b)(1) through (4) of this\nsection are applicable beginning August 2, 2011. Treasury Department Circular No. 230 Subpart E — General Provisions\n§ 10.90 Records.\n(a) Roster. The Internal Revenue Service will\nmaintain and make available for public inspection\nin the time and manner prescribed by the Secretary,\nor delegate, the following rosters —\n(1) Individuals (and employers, firms, or other\nentities, if applicable) censured, suspended, or\ndisbarred from practice before the Internal Revenue\nService or upon whom a monetary penalty was\nimposed. (2) Enrolled agents, including individuals —\n(i) Granted active enrollment to practice;\n(ii) Whose enrollment has been placed in\ninactive status for failure to meet the requirements\nfor renewal of enrollment;\n(iii) Whose enrollment has been placed in\ninactive retirement status; and\n(iv) Whose offer of consent to resign from\nenrollment has been accepted by the Internal\nRevenue Service under §10.61. (3) Enrolled retirement plan agents, including\nindividuals —\n(i) Granted active enrollment to practice;\n(ii) Whose enrollment has been placed in\ninactive status for failure to meet the requirements\nfor renewal of enrollment;\n(iii) Whose enrollment has been placed in\ninactive retirement status; and\n(iv) Whose offer of consent to resign from\nenrollment has been accepted under §10.61. (4) Registered tax return preparers, including\nindividuals —\n(i) Authorized to prepare all or substantially all\nof a tax return or claim for refund;\n(ii) Who have been placed in inactive status for\nfailure to meet the requirements for renewal;\n(iii) Who have been placed in inactive\nretirement status; and\n(iv) Whose offer of consent to resign from\ntheir status as a registered tax return preparer has\nbeen accepted by the Internal Revenue Service\nunder §10.61. § 10.90 — Page 43 Table of Contents (5) Disqualified appraisers.",
    "querygen": [
      "when is notice of suspended suspension effective",
      "when does a patient suspension begin?",
      "what is suspension under the irs?"
    ],
    "querygen_score": [
      "0.9466919",
      "-2.4061222",
      "-1.6099057"
    ]
  },
  {
    "id": "legal-advice_39__94",
    "doc_id": "legal-advice_39",
    "chunk_id": 94,
    "document_category": "legal-advice",
    "text": "The practitioner can provide you\nwith details. Form 8453. You must send in a paper\nForm 8453 if you have to attach certain\nforms or other documents that can't be\nelectronically filed. See Form 8453. Identity Protection\nPIN All taxpayers are now eligible TIP for an Identity Protection Personal Identification Number\n(IP PIN). For more information, see\nPub. 5477. To apply for an IP PIN, go to\nIRS. gov/IPPIN and use the Get an IP\nPIN tool. For 2022, if you received an IP PIN\nfrom the IRS, enter it in the IP PIN\nspaces provided next to the space for\nyour occupation. You must correctly enter all six numbers of your IP PIN. If\nyou didn't receive an IP PIN, leave these\nspaces blank. New IP PINs are generated every year. They will generally be\nCAUTION sent out by mid-January 2023. Use this IP PIN on your 2022 return as\nwell as any prior-year returns you file in\n2023. ! If you are filing a joint return and\nboth taxpayers receive an IP PIN, enter\nboth IP PINs in the spaces provided. If you need more information, go to\nIRS. gov/IPPIN. If you received an IP\nPIN but misplaced it, call 800-908-4490. Phone Number and Email\nAddress You have the option of entering your\nphone number and email address in the\nspaces provided. There will be no effect\non the processing of your return if you\nchoose not to enter this information. Note that the IRS initiates most contacts\nthrough regular mail delivered by the\nUnited States Postal Service. You can report a phone scam to the\nTreasury Inspector General for Tax Administration at IRS Impersonation Scam Need more information or forms? Visit IRS.gov. Reporting or the FTC using the FTC\nComplaint Assistant at FTC.gov. Add\n“IRS Telephone Scam” in the notes. You can report an unsolicited email\nclaiming to be from the IRS, or an\nIRS-related component like the Electronic Federal Tax Payment System, to\nthe IRS at phishing@irs.gov. For more information, go to IRS.gov/\nPhishing and IRS.gov/newsroom/howto-know-its-really-the-irs-calling-orknocking-on-your-door. Paid Preparer Must\nSign Your Return\nGenerally, anyone you pay to prepare\nyour return must sign it and include their Preparer Tax Identification Number\n(PTIN) in the space provided. The preparer must give you a copy of the return\nfor your records. Someone who prepares\nyour return but doesn't charge you\nshouldn’t sign your return. If your paid preparer is self-employed, then they should check the\n“self-employed” checkbox. Assemble Your\nReturn\nAssemble any schedules and forms behind Form 1040 or 1040-SR in order of\nthe “Attachment Sequence No.” shown\nin the upper-right corner of the schedule\nor form. If you have supporting state- Need more information or forms? Visit IRS.gov. -62- ments, arrange them in the same order as\nthe schedules or forms they support and\nattach them last. File your return, schedules, and other attachments on standard\nsize paper. Cutting the paper may cause\nproblems in processing your return. Don’t attach correspondence or other\nitems unless required to do so. Attach\nForms W-2 and 2439 to Form 1040 or\n1040-SR. If you received a Form W-2c\n(a corrected Form W-2), attach your\noriginal Forms W-2 and any Forms\nW-2c. Attach Forms W-2G and 1099-R\nto Form 1040 or 1040-SR if tax was\nwithheld. 2022\nTax Table !",
    "querygen": [
      "what forms do i need to submit",
      "do you have to send an identity id?",
      "who is a ippin"
    ],
    "querygen_score": [
      "-1.3807586",
      "-0.7268458",
      "-2.0564377"
    ]
  },
  {
    "id": "legal-advice_69__49",
    "doc_id": "legal-advice_69",
    "chunk_id": 49,
    "document_category": "legal-advice",
    "text": "(b) Response. Unless otherwise ordered by the\nAdministrative Law Judge, the nonmoving party\nis not required to file a response to a motion. If\nthe Administrative Law Judge does not order\nthe nonmoving party to file a response, and the\nnonmoving party files no response, the nonmoving\nparty is deemed to oppose the motion. If a nonmoving\nparty does not respond within 30 days of the filing\nof a motion for decision by default for failure to\nfile a timely answer or for failure to prosecute, the\nnonmoving party is deemed not to oppose the motion. (c) Oral motions; oral argument —\n(1) The Administrative Law Judge may, for good\ncause and with notice to the parties, permit oral\nmotions and oral opposition to motions. (2) The Administrative Law Judge may, within\nhis or her discretion, permit oral argument on any\nmotion. (d) Orders. The Administrative Law Judge should\nissue written orders disposing of any motion or\nrequest and any response thereto. (e) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.69 Representation; ex parte communication. (a) Representation. (1) The Internal Revenue Service may be\nrepresented in proceedings under this part by an\nattorney or other employee of the Internal Revenue\nService. An attorney or an employee of the Internal\nTreasury Department Circular No. 230 Table of Contents Revenue Service representing the Internal Revenue\nService in a proceeding under this part may sign the\ncomplaint or any document required to be filed in\nthe proceeding on behalf of the Internal Revenue\nService.\n(2) A respondent may appear in person, be\nrepresented by a practitioner, or be represented by\nan attorney who has not filed a declaration with\nthe Internal Revenue Service pursuant to §10.3. A\npractitioner or an attorney representing a respondent\nor proposed respondent may sign the answer or any\ndocument required to be filed in the proceeding on\nbehalf of the respondent. (b) Ex parte communication. The Internal Revenue\nService, the respondent, and any representatives of\neither party, may not attempt to initiate or participate\nin ex parte discussions concerning a proceeding or\npotential proceeding with the Administrative Law\nJudge (or any person who is likely to advise the\nAdministrative Law Judge on a ruling or decision)\nin the proceeding before or during the pendency\nof the proceeding. Any memorandum, letter or\nother communication concerning the merits of the\nproceeding, addressed to the Administrative Law\nJudge, by or on behalf of any party shall be regarded\nas an argument in the proceeding and shall be served\non the othe party. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.70 Administrative Law Judge. (a) Appointment. Proceedings on complaints for the\nsanction (as described in §10.50) of a practitioner,\nemployer, firm or other entity, or appraiser will be\nconducted by an Administrative Law Judge appointed\nas provided by 5 U.S.C. 3105.\n(b) Powers of the Administrative Law Judge. The\nAdministrative Law Judge, among other powers,\nhas the authority, in connection with any proceeding\nunder §10.60 assigned or referred to him or her, to do\nthe following:\n(1) Administer oaths and affirmations;\n(2) Make rulings on motions and requests, which\nrulings may not be appealed prior to the close of a\nTreasury Department Circular No. 230",
    "querygen": [
      "what is the administrative law of a nonmoving party",
      "which is a motion to respond to a motion to dismiss",
      "if a motion is not moved and no response filed, the nonmoving party is liable for ________."
    ],
    "querygen_score": [
      "-0.19791171",
      "-2.5016363",
      "0.0591945"
    ]
  },
  {
    "id": "legal-advice_92__54",
    "doc_id": "legal-advice_92",
    "chunk_id": 54,
    "document_category": "legal-advice",
    "text": "If zero or less, enter -0- . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c.\n3. Add lines 1 and 2c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3.\n4. Figure the tax on the amount on line 3. Use the Tax Table, Tax Computation Worksheet,\nQualified Dividends and Capital Gain Tax Worksheet*, Schedule D Tax Worksheet*, or Form\n8615, whichever applies. See the instructions for Form 1040 or 1040-SR, line 16, to see which tax\ncomputation method applies. (Don’t use a second Foreign Earned Income Tax Worksheet to figure\nthe tax on this line.) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4.\n5. Figure the tax on the amount on line 2c. If the amount on line 2c is less than $100,000, use the\nTax Table to figure this tax. If the amount on line 2c is $100,000 or more, use the Tax Computation\nWorksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5.\n6. Subtract line 5 from line 4. Enter the result. If zero or less, enter -0-. Also include this amount on\nthe entry space on Form 1040 or 1040-SR, line 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6.\n* Enter the amount from line 3 above on line 1 of the Qualified Dividends and Capital Gain Tax Worksheet or Schedule D Tax Worksheet if\nyou use either of those worksheets to figure the tax on line 4 above. Complete the rest of that worksheet through line 4 (line 10 if you use the\nSchedule D Tax Worksheet).",
    "querygen": [
      "what is 0 for a formula",
      "what is the digit for 0",
      "how to calculate zeros in excel"
    ],
    "querygen_score": [
      "-5.204515",
      "-3.8632834",
      "-2.3191838"
    ]
  },
  {
    "id": "legal-advice_49__4",
    "doc_id": "legal-advice_49",
    "chunk_id": 4,
    "document_category": "legal-advice",
    "text": "Thus, we must\nlook to U.S. tax law first for the meaning of “paid” in this context where the U.S. is\nimposing the tax at issue. The term “paid” is not explicitly defined in the Internal Revenue Code, however,\nwe can look to the courts for guidance on the definition of “paid” for purposes of U.S. tax\nlaw. Specifically, the Board of Tax Appeals has stated that “[i]n common parlance the\nword ‘paid’ does not necessarily import an unpaid accrual.” Maryland Land &\nTransportation Corp. v. Com’r, 40 B.T.A. 1067, 1069 (1939)(holding that the petitioner’s\nargument that “dividends accrued” during a tax year should be deemed “dividends paid”\nfor purposes of I.R.C. §351 would “frustrate the very purpose which the statute was\nintended to accomplish.”) The taxpayer would have you believe that the word “paid”\ninevitably implies “paid or accrued,” but as the Board of Tax Appeals has found in\nMaryland Land, that is not the common meaning. Further, the Supreme Court has stated that in determining the meaning of\nlanguage in the treaty context: “[t]he clear import of treaty language controls unless\n‘application of the words of the treaty according to their obvious meaning effects a result\ninconsistent with the intent or expectations of its signatories.’ ” U.S. v. Stuart, 489 U.S.\n353, 363 (1989) (citing Sumitomo Shoji America, Inc. v. Avagliano, 457 U.S. 176, 180,\n102 S.Ct. 2374, 2377, 72 L.Ed.2d 765 (1982), quoting Maximov v. United States, 373\nU.S. 49, 54, 83 S.Ct. 1054, 1057, 10 L.Ed.2d 184 (1963)). The Supreme Court’s\nposition that the clear import of the treaty language controls further strengthens our\nargument that the plain language of the treaty should be respected and should not be\nread to expand the meaning of the term “paid” to something it was not specifically\nintended to include. POSTF-108700-08 7 Therefore, based on the plain language of the treaty provision, the Supreme\nCourt’s position that the clear import of treaty language controls and the Board of Tax\nAppeals statement that “paid” does not import an unpaid accrual, Counsel believes that\nthe taxpayer should not be able to insert “paid or accrued” as the meaning for the plain\nlanguage of the treaty provision which states that the interest must actually be “paid” to\nthe foreign resident. ------is Treated Similarly to a U.S. Cash-Basis Taxpayer\nSecond, the taxpayer suggests that if it had accrued interest expense payable to\na lender who was a domestic corporation the deduction would be permitted. This is an\naccurate description of the legal treatment if the domestic corporation used the accrual\nmethod of accounting. However, if a domestic corporation accrued an amount of\ninterest to a related domestic person that used the cash receipts and disbursements\nmethod of accounting, the cash basis domestic corporation would not be allowed a\ndeduction until it actually paid the interest to that person. Thus, domestic corporations\nmaking payments to related foreign corporations are effectively subject to the same\n“matching principle” as domestic corporations making payments to related domestic\ncorporations: a deduction will be “allowable as of the day as of which such amount is\nincludible in the gross income of the person to whom the payment is made.” See I.R.C.\n§ 267(a)(2).",
    "querygen": [
      "what tax term is not specifically defined",
      "who is taxed at issue",
      "what is meant when irs pays tax on taxes"
    ],
    "querygen_score": [
      "0.85646564",
      "-1.5880485",
      "-1.5500534"
    ]
  },
  {
    "id": "legal-advice_1__101",
    "doc_id": "legal-advice_1",
    "chunk_id": 101,
    "document_category": "legal-advice",
    "text": "67,250\n67,300\n67,350\n67,400\n67,450 67,300\n67,350\n67,400\n67,450\n67,500 10,418\n10,429\n10,440\n10,451\n10,462 7,662\n7,668\n7,674\n7,680\n7,686 10,418\n10,429\n10,440\n10,451\n10,462 8,918\n8,929\n8,940\n8,951\n8,962 70,250\n70,300\n70,350\n70,400\n70,450 70,300\n70,350\n70,400\n70,450\n70,500 11,078\n11,089\n11,100\n11,111\n11,122 8,022\n8,028\n8,034\n8,040\n8,046 11,078\n11,089\n11,100\n11,111\n11,122 9,578\n9,589\n9,600\n9,611\n9,622 73,250\n73,300\n73,350\n73,400\n73,450 73,300\n73,350\n73,400\n73,450\n73,500 11,738\n11,749\n11,760\n11,771\n11,782 8,382\n8,388\n8,394\n8,400\n8,406 11,738\n11,749\n11,760\n11,771\n11,782 10,238\n10,249\n10,260\n10,271\n10,282 67,500\n67,550\n67,600\n67,650\n67,700 67,550\n67,600\n67,650\n67,700\n67,750 10,473\n10,484\n10,495\n10,506\n10,517 7,692\n7,698\n7,704\n7,710\n7,716 10,473\n10,484\n10,495\n10,506\n10,517 8,973\n8,984\n8,995\n9,006\n9,017 70,500\n70,550\n70,600\n70,650\n70,700 70,550\n70,600\n70,650\n70,700\n70,750 11,133\n11,144\n11,155\n11,166\n11,177 8,052\n8,058\n8,064\n8,070\n8,076 11,133\n11,144\n11,155\n11,166\n11,177 9,633\n9,644\n9,655\n9,666\n9,677 73,500\n73,550\n73,600\n73,650\n73,700 73,550\n73,600\n73,650\n73,700\n73,750 11,793\n11,804\n11,815\n11,826\n11,837 8,412\n8,418\n8,424\n8,430\n8,436 11,793\n11,804\n11,815\n11,826\n11,837 10,293\n10,304\n10,315\n10,326\n10,337 67,750\n67,800\n67,850\n67,900\n67,950 67,800\n67,850\n67,900\n67,950\n68,000 10,528\n10,539\n10,550\n10,561\n10,572 7,722\n7,728\n7,734\n7,740\n7,746 10,528\n10,539\n10,550\n10,561\n10,572 9,028\n9,039\n9,050\n9,061\n9,072 70,750\n70,800\n70,850\n70,900\n70,950 70,800\n70,850\n70,900\n70,950\n71,000 11,188\n11,199\n11,210\n11,221\n11,232 8,082\n8,088\n8,094\n8,100\n8,106 11,188\n11,199\n11,210\n11,221\n11,232 9,688\n9,699\n9,710\n9,721\n9,732 73,750\n73,800\n73,850\n73,900\n73,950 73,800\n73,850\n73,900\n73,950\n74,000 11,848\n11,859\n11,870\n11,881\n11,892 8,442\n8,448\n8,454\n8,460\n8,466 11,848\n11,859\n11,870\n11,881\n11,892 10,348\n10,359\n10,370\n10,381\n10,392 68,000 71,000 74,000 68,000\n68,050\n68,100\n68,150\n68,200 68,050\n68,100\n68,150\n68,200\n68,250 10,583\n10,594\n10,605\n10,616\n10,627 7,752\n7,758\n7,764\n7,770\n7,776 10,583\n10,594\n10,605\n10,616\n10,627 9,083\n9,094\n9,105\n9,116\n9,127 71,000\n71,050\n71,100\n71,150\n71,200 71,050\n71,100\n71,150\n71,200\n71,250 11,243\n11,254\n11,265\n11,276\n11,287 8,112\n8,118\n8,124\n8,130\n8,136 11,243\n11,254\n11,265\n11,276\n11,287 9,743\n9,754\n9,765\n9,776\n9,787 74,000\n74,050\n74,100\n74,150\n74,200 74,050\n74,100\n74,150\n74,200\n74,250 11,903\n11,914\n11,925\n11,936\n11,947 8,472\n8,478\n8,484\n8,490\n8,496 11,903\n11,914\n11,925\n11,936\n11,947 10,403\n10,414\n10,425\n10,436\n10,447 68,250\n68,300\n68,350\n68,400\n68,450 68,300\n68,350\n68,400\n68,450\n68,500 10,638\n10,649\n10,660\n10,671\n10,682 7,782\n7,788\n7,794\n7,800\n7,806 10,638\n10,649\n10,660\n10,671\n10,682 9,138\n9,149\n9,160\n9,171\n9,182 71,250\n71,300\n71,350\n71,400\n71,450 71,300\n71,350\n71,400\n71,450\n71,500 11,298\n11,309\n11,320\n11,331\n11,342 8,142\n8,148\n8,154\n8,160\n8,166 11,298\n11,309\n11,320\n11,331\n11,342 9,798\n9,809\n9,820\n9,831\n9,842 74,250\n74,300\n74,350\n74,400\n74,450 74,300\n74,350\n74,400\n74,450\n74,500 11,958\n11,969\n11,980\n11,991\n12,002 8,502\n8,508\n8,514\n8,520\n8,526 11,958\n11,969\n11,980\n11,991\n12,002 10,458\n10,469\n10,480\n10,491\n10,502 68,500\n68,550\n68,600\n68,650\n68,700 68,550\n68,600\n68,650\n68,700\n68,750 10,693\n10,704\n10,715\n10,726\n10,737 7,812\n7,818\n7,824\n7,830\n7,836 10,693\n10,704\n10,715\n10,726\n10,737 9,193\n9,204\n9,215\n9,226\n9,237 71,500\n71,550\n71,600\n71,650\n71,700 71,550\n71,600\n71,650\n71,700\n71,750 11,353\n11,364\n11,375\n11,386\n11,397 8,172\n8,178\n8,184\n8,190\n8,196 11,353\n11,364\n11,375\n11,386\n11,397 9,853\n9,864\n9,875\n9,886\n9,897 74,500\n74,550\n74,600\n74,650\n74,700 74,550\n74,600\n74,650\n74,700\n74,750 12,013\n12,024\n12,035\n12,046\n12,057 8,532\n8,538\n8,544\n8,550\n8,556 12,013\n12,024\n12,035\n12,046\n12,057 10,513\n10,524\n10,535\n10,546\n10,557 68,750\n68,800\n68,850\n68,900\n68,950 68,800\n68,850\n68,900\n68,950\n69,000 10,748\n10,759\n10,770\n10,781\n10,792 7,842\n7,848\n7,854\n7,860\n7,866 10,748\n10,759\n10,770\n10,781\n10,792 9,248\n9,259\n9,270\n9,281\n9,292 71,750\n71,800\n71,850\n71,900\n71,950 71,800\n71,850\n71,900\n71,950\n72,000 11,408\n11,419\n11,430\n11,441\n11,452 8,202\n8,208\n8,214\n8,220\n8,226 11,408\n11,419\n11,430\n11,441\n11,452 9,908\n9,919\n9,930\n9,941\n9,952 74,750\n74,800\n74,850\n74,900\n74,950 74,800\n74,850\n74,900\n74,950\n75,000 12,068\n12,079\n12,090\n12,101\n12,112 8,562\n8,568\n8,574\n8,580\n8,586 12,068\n12,079\n12,090\n12,101\n12,112 10,568\n10,579\n10,590\n10,601\n10,612 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 71 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 75,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 78,000 81,000 75,000\n75,050\n75,100\n75,150\n75,200 75,050\n75,100\n75,150\n75,200\n75,250 12,123\n12,134\n12,145\n12,156\n12,167 8,592\n8,598\n8,604\n8,610\n8,616 12,123\n12,134\n12,145\n12,156\n12,167 10,623\n10,634\n10,645\n10,656\n10,667 78,000\n78,050\n78,100\n78,150\n78,200 78,050\n78,100\n78,150\n78,200\n78,250 12,783\n12,794\n12,805\n12,816\n12,827 8,952\n8,958\n8,964\n8,970\n8,976 12,783\n12,794\n12,805\n12,816\n12,827 11,283\n11,294\n11,305\n11,316\n11,327 81,000\n81,050\n81,100\n81,150\n81,200 81,050\n81,100\n81,150\n81,200\n81,250 13,443\n13,454\n13,465\n13,476\n13,487 9,312\n9,318\n9,324\n9,330\n9,336 13,443\n13,454\n13,465\n13,476\n13,487 11,943\n11,954\n11,965\n11,976\n11,987 75,250\n75,300\n75,350\n75,400\n75,450 75,300\n75,350\n75,400\n75,450\n75,500 12,178\n12,189\n12,200\n12,211\n12,222 8,622\n8,628\n8,634\n8,640\n8,646 12,178\n12,189\n12,200\n12,211\n12,222 10,678\n10,689\n10,700\n10,711\n10,722 78,250\n78,300\n78,350\n78,400\n78,450 78,300\n78,350\n78,400\n78,450\n78,500 12,838\n12,849\n12,860\n12,871\n12,882 8,982\n8,988\n8,994\n9,000\n9,006 12,838\n12,849\n12,860\n12,871\n12,882 11,338\n11,349\n11,360\n11,371\n11,382 81,250\n81,300\n81,350\n81,400\n81,450 81,300\n81,350\n81,400\n81,450\n81,500 13,498\n13,509\n13,520\n13,531\n13,542 9,342\n9,348\n9,354\n9,360\n9,366 13,498\n13,509\n13,520\n13,531\n13,542 11,998\n12,009\n12,020\n12,031\n12,042 75,500\n75,550\n75,600\n75,650\n75,700 75,550\n75,600\n75,650\n75,700\n75,750 12,233\n12,244\n12,255\n12,266\n12,277 8,652\n8,658\n8,664\n8,670\n8,676 12,233\n12,244\n12,255\n12,266\n12,277 10,733\n10,744\n10,755\n10,766\n10,777 78,500\n78,550\n78,600\n78,650\n78,700 78,550\n78,600\n78,650\n78,700\n78,750 12,893\n12,904\n12,915\n12,926\n12,937 9,012\n9,018\n9,024\n9,030\n9,036 12,893\n12,904\n12,915\n12,926\n12,937 11,393\n11,404\n11,415\n11,426\n11,437 81,500\n81,550\n81,600\n81,650\n81,700 81,550\n81,600\n81,650\n81,700\n81,750 13,553\n13,564\n13,575\n13,586\n13,597 9,372\n9,378\n9,384\n9,390\n9,396 13,553\n13,564\n13,575\n13,586\n13,597 12,053\n12,064\n12,075\n12,086\n12,097 75,750\n75,800\n75,850\n75,900\n75,950 75,800\n75,850\n75,900\n75,950\n76,000 12,288\n12,299\n12,310\n12,321\n12,332 8,682\n8,688\n8,694\n8,700\n8,706 12,288\n12,299\n12,310\n12,321\n12,332 10,788\n10,799\n10,810\n10,821\n10,832 78,750\n78,800\n78,850\n78,900\n78,950 78,800\n78,850\n78,900\n78,950\n79,000 12,948\n12,959\n12,970\n12,981\n12,992 9,042\n9,048\n9,054\n9,060\n9,066 12,948\n12,959\n12,970\n12,981\n12,992 11,448\n11,459\n11,470\n11,481\n11,492 81,750\n81,800\n81,850\n81,900\n81,950 81,800\n81,850\n81,900\n81,950\n82,000 13,608\n13,619\n13,630\n13,641\n13,652 9,402\n9,408\n9,414\n9,420\n9,426 13,608\n13,619\n13,630\n13,641\n13,652 12,108\n12,119\n12,130\n12,141\n12,152 76,000 79,000 82,000 76,000\n76,050\n76,100\n76,150\n76,200 76,050\n76,100\n76,150\n76,200\n76,250 12,343\n12,354\n12,365\n12,376\n12,387 8,712\n8,718\n8,724\n8,730\n8,736 12,343\n12,354\n12,365\n12,376\n12,387 10,843\n10,854\n10,865\n10,876\n10,887 79,000\n79,050\n79,100\n79,150\n79,200 79,050\n79,100\n79,150\n79,200\n79,250 13,003\n13,014\n13,025\n13,036\n13,047 9,072\n9,078\n9,084\n9,090\n9,096 13,003\n13,014\n13,025\n13,036\n13,047 11,503\n11,514\n11,525\n11,536\n11,547 82,000\n82,050\n82,100\n82,150\n82,200 82,050\n82,100\n82,150\n82,200\n82,250 13,663\n13,674\n13,685\n13,696\n13,707 9,432\n9,438\n9,444\n9,450\n9,456 13,663\n13,674\n13,685\n13,696\n13,707 12,163\n12,174\n12,185\n12,196\n12,207 76,250\n76,300\n76,350\n76,400\n76,450 76,300\n76,350\n76,400\n76,450\n76,500 12,398\n12,409\n12,420\n12,431\n12,442 8,742\n8,748\n8,754\n8,760\n8,766 12,398\n12,409\n12,420\n12,431\n12,442 10,898\n10,909\n10,920\n10,931\n10,942 79,250\n79,300\n79,350\n79,400\n79,450 79,300\n79,350\n79,400\n79,450\n79,500 13,058\n13,069\n13,080\n13,091\n13,102 9,102\n9,108\n9,114\n9,120\n9,126 13,058\n13,069\n13,080\n13,091\n13,102 11,558\n11,569\n11,580\n11,591\n11,602 82,250\n82,300\n82,350\n82,400\n82,450 82,300\n82,350\n82,400\n82,450\n82,500 13,718\n13,729\n13,740\n13,751\n13,762 9,462\n9,468\n9,474\n9,480\n9,486 13,718\n13,729\n13,740\n13,751\n13,762 12,218\n12,229\n12,240\n12,251\n12,262 76,500\n76,550\n76,600\n76,650\n76,700 76,550\n76,600\n76,650\n76,700\n76,750 12,453\n12,464\n12,475\n12,486\n12,497 8,772\n8,778\n8,784\n8,790\n8,796 12,453\n12,464\n12,475\n12,486\n12,497 10,953\n10,964\n10,975\n10,986\n10,997 79,500\n79,550\n79,600\n79,650\n79,700 79,550\n79,600\n79,650\n79,700\n79,750 13,113\n13,124\n13,135\n13,146\n13,157 9,132\n9,138\n9,144\n9,150\n9,156 13,113\n13,124\n13,135\n13,146\n13,157 11,613\n11,624\n11,635\n11,646\n11,657 82,500\n82,550\n82,600\n82,650\n82,700 82,550\n82,600\n82,650\n82,700\n82,750 13,773\n13,784\n13,795\n13,806\n13,817 9,492\n9,498\n9,504\n9,510\n9,516 13,773\n13,784\n13,795\n13,806\n13,817 12,273\n12,284\n12,295\n12,306\n12,317 76,750\n76,800\n76,850\n76,900\n76,950 76,800\n76,850\n76,900\n76,950\n77,000 12,508\n12,519\n12,530\n12,541\n12,552 8,802\n8,808\n8,814\n8,820\n8,826 12,508\n12,519\n12,530\n12,541\n12,552 11,008\n11,019\n11,030\n11,041\n11,052 79,750\n79,800\n79,850\n79,900\n79,950 79,800\n79,850\n79,900\n79,950\n80,000 13,168\n13,179\n13,190\n13,201\n13,212 9,162\n9,168\n9,174\n9,180\n9,186 13,168\n13,179\n13,190\n13,201\n13,212 11,668\n11,679\n11,690\n11,701\n11,712 82,750\n82,800\n82,850\n82,900\n82,950 82,800\n82,850\n82,900\n82,950\n83,000 13,828\n13,839\n13,850\n13,861\n13,872 9,522\n9,528\n9,534\n9,540\n9,546 13,828\n13,839\n13,850\n13,861\n13,872 12,328\n12,339\n12,350\n12,361\n12,372 77,000 80,000 83,000 77,000\n77,050\n77,100\n77,150\n77,200 77,050\n77,100\n77,150\n77,200\n77,250 12,563\n12,574\n12,585\n12,596\n12,607 8,832\n8,838\n8,844\n8,850\n8,856 12,563\n12,574\n12,585\n12,596\n12,607 11,063\n11,074\n11,085\n11,096\n11,107 80,000\n80,050\n80,100\n80,150\n80,200 80,050\n80,100\n80,150\n80,200\n80,250 13,223\n13,234\n13,245\n13,256\n13,267 9,192\n9,198\n9,204\n9,210\n9,216 13,223\n13,234\n13,245\n13,256\n13,267 11,723\n11,734\n11,745\n11,756\n11,767 83,000\n83,050\n83,100\n83,150\n83,200 83,050\n83,100\n83,150\n83,200\n83,250 13,883\n13,894\n13,905\n13,916\n13,927 9,552\n9,558\n9,564\n9,570\n9,576 13,883\n13,894\n13,905\n13,916\n13,927 12,383\n12,394\n12,405\n12,416\n12,427 77,250\n77,300\n77,350\n77,400\n77,450 77,300\n77,350\n77,400\n77,450\n77,500 12,618\n12,629\n12,640\n12,651\n12,662 8,862\n8,868\n8,874\n8,880\n8,886 12,618\n12,629\n12,640\n12,651\n12,662 11,118\n11,129\n11,140\n11,151\n11,162 80,250\n80,300\n80,350\n80,400\n80,450 80,300\n80,350\n80,400\n80,450\n80,500 13,278\n13,289\n13,300\n13,311\n13,322 9,222\n9,228\n9,234\n9,240\n9,246 13,278\n13,289\n13,300\n13,311\n13,322 11,778\n11,789\n11,800\n11,811\n11,822 83,250\n83,300\n83,350\n83,400\n83,450 83,300\n83,350\n83,400\n83,450\n83,500 13,938\n13,949\n13,960\n13,971\n13,982 9,582\n9,588\n9,594\n9,600\n9,606 13,938\n13,949\n13,960\n13,971\n13,982 12,438\n12,449\n12,460\n12,471\n12,482 77,500\n77,550\n77,600\n77,650\n77,700 77,550\n77,600\n77,650\n77,700\n77,750 12,673\n12,684\n12,695\n12,706\n12,717 8,892\n8,898\n8,904\n8,910\n8,916 12,673\n12,684\n12,695\n12,706\n12,717 11,173\n11,184\n11,195\n11,206\n11,217 80,500\n80,550\n80,600\n80,650\n80,700 80,550\n80,600\n80,650\n80,700\n80,750 13,333\n13,344\n13,355\n13,366\n13,377 9,252\n9,258\n9,264\n9,270\n9,276 13,333\n13,344\n13,355\n13,366\n13,377 11,833\n11,844\n11,855\n11,866\n11,877 83,500\n83,550\n83,600\n83,650\n83,700 83,550\n83,600\n83,650\n83,700\n83,750 13,993\n14,004\n14,015\n14,026\n14,037 9,612\n9,621\n9,632\n9,643\n9,654 13,993\n14,004\n14,015\n14,026\n14,037 12,493\n12,504\n12,515\n12,526\n12,537 77,750\n77,800\n77,850\n77,900\n77,950 77,800\n77,850\n77,900\n77,950\n78,000 12,728\n12,739\n12,750\n12,761\n12,772 8,922\n8,928\n8,934\n8,940\n8,946 12,728\n12,739\n12,750\n12,761\n12,772 11,228\n11,239\n11,250\n11,261\n11,272 80,750\n80,800\n80,850\n80,900\n80,950 80,800\n80,850\n80,900\n80,950\n81,000 13,388\n13,399\n13,410\n13,421\n13,432 9,282\n9,288\n9,294\n9,300\n9,306 13,388\n13,399\n13,410\n13,421\n13,432 11,888\n11,899\n11,910\n11,921\n11,932 83,750\n83,800\n83,850\n83,900\n83,950 83,800\n83,850\n83,900\n83,950\n84,000 14,048\n14,059\n14,070\n14,081\n14,092 9,665\n9,676\n9,687\n9,698\n9,709 14,048\n14,059\n14,070\n14,081\n14,092 12,548\n12,559\n12,570\n12,581\n12,592 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 72 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married",
    "querygen": [
      "who is the 67,250",
      "how many numbers in 69400",
      "how many are in 67,350"
    ],
    "querygen_score": [
      "0.070018806",
      "-3.8451586",
      "2.0610003"
    ]
  },
  {
    "id": "legal-advice_32__91",
    "doc_id": "legal-advice_32",
    "chunk_id": 91,
    "document_category": "legal-advice",
    "text": "Exception. You won't owe the penalty\nif your 2021 tax return was for a tax\nyear of 12 full months and either of the\nfollowing applies. 1. You had no tax shown on your\n2021 return and you were a U.S. citizen\nor resident for all of 2021. 2. The total of lines 25d, 26, and\nSchedule 3, line 11, on your 2022 return\nis at least 100% of the tax shown on\nyour 2021 return (110% of that amount\nif you aren't a farmer or fisherman, and your adjusted gross income (AGI)\nshown on your 2021 return was more\nthan $150,000 (more than $75,000 if\nmarried filing separately for 2022)). Your estimated tax payments for 2022\nmust have been made on time and for\nthe required amount. For most people, the “tax shown on\nyour 2021 return” is the amount on your\n2021 Form 1040 or 1040-SR, line 24,\nminus the total of any amounts shown\non lines 27a, 28, 29, and 30; Schedule 3,\nlines 9, 12, 13b, 13g, and 13h; and\nForms 8828, 4137, 5329 (Parts III\nthrough IX only), 8885, and 8919. Also\nsubtract from line 24 any:\n• Tax on an excess parachute payment,\n• Excise tax on insider stock compensation of an expatriated corporation,\n• Uncollected social security and\nMedicare or RRTA tax on tips or\ngroup-term life insurance, and\n• Look-back interest due under section 167(g) or 460(b). When figuring the amount on line 24,\ninclude household employment taxes\nonly if line 25d is more than zero or you\nwould have owed the estimated tax penalty for 2021 even if you didn't include\nthose taxes. If the Exception just described\ndoesn't apply, see the Instructions for\nForm 2210 for other situations in which\nyou may be able to lower your penalty\nby filing Form 2210. Figuring the Penalty If you choose to figure the penalty yourself, use Form 2210 (or 2210-F for farmers and fishermen). Enter any penalty on line 38. Add the\npenalty to any tax due and enter the total\non line 37. However, if you have an overpayment on line 34, subtract the penalty\nfrom the amount you would otherwise\nenter on line 35a or line 36. Lines 35a,\n36, and 38 must equal line 34. If the penalty is more than the overpayment on line 34, enter -0- on lines\n35a and 36. Then, subtract line 34 from\nline 38 and enter the result on line 37. Don’t file Form 2210 with your return unless Form 2210 indicates that you\nmust do so. Instead, keep it for your records. Need more information or forms? Visit IRS.gov. -60- Because Form 2210 is compli- TIP cated, you can leave line 38\nblank and the IRS will figure\nthe penalty and send you a bill. We\nwon't charge you interest on the penalty\nif you pay by the date specified on the\nbill. If your income varied during the\nyear, the annualized income installment\nmethod may reduce the amount of your\npenalty. But you must file Form 2210\nbecause the IRS can't figure your penalty under this method. Third Party Designee",
    "querygen": [
      "can you owe a penalty for 2021 taxes",
      "can i file a tax return on a 2021",
      "can you have no tax owed on 2021"
    ],
    "querygen_score": [
      "2.1032422",
      "-0.6000231",
      "0.8642032"
    ]
  },
  {
    "id": "legal-advice_68__143",
    "doc_id": "legal-advice_68",
    "chunk_id": 143,
    "document_category": "legal-advice",
    "text": "* Chapter 1 taxes include taxes from sections 1 through 1400Z-2 of the Code, as well as certain amounts the Code treats as chapter 1 taxes. Generally, this does not include amounts reported on Schedule 2, lines 4, 7, 9, 11–13, 17k–17m, or 17z (other than chapter 1 taxes). -99- Instructions for Schedule 3\nAdditional Credits and Payments\nGeneral Instructions\nUse Schedule 3 if you have nonrefundable credits, other than the child tax credit\nor the credit for other dependents, or\nother payments and refundable credits. Include the amount on Schedule 3,\nline 8, in the amount entered on Form\n1040, 1040-SR, or 1040-NR, line 20. Enter the amount on Schedule 3,\nline 15, on Form 1040, 1040-SR, or\n1040-NR, line 31. Specific Instructions\nLine 1\nForeign Tax Credit If you are a shareholder in a TIP controlled foreign corporation\nand made a section 962 election, see the instructions for Forms 1040\nand 1040-SR, line 16, for the foreign tax\ncredit you figured on Form 1118. If you paid income tax to a foreign\ncountry or U.S. possession, you may be\nable to take this credit. Generally, you\nmust complete and attach Form 1116 to\ndo so. Exception. You don’t have to complete\nForm 1116 to take this credit if all of the\nfollowing apply. 1. All of your foreign source gross\nincome was from interest and dividends\nand all of that income and the foreign\ntax paid on it were reported to you on\nForm 1099-INT, Form 1099-DIV, or\nSchedule K-1 (or substitute statement). 2. The total of your foreign taxes\nwasn't more than $300 (not more than\n$600 if married filing jointly). 3. You held the stock or bonds on\nwhich the dividends or interest were\npaid for at least 16 days and weren’t obligated to pay these amounts to someone\nelse. 4. You aren’t filing Form 4563 or\nexcluding income from sources within\nPuerto Rico. 5. All of your foreign taxes were:\na. Legally owed and not eligible for\na refund or reduced tax rate under a tax\ntreaty, and\nb. Paid to countries that are recognized by the United States and don’t\nsupport terrorism. For more details on these requirements, see the Instructions for Form\n1116. Do you meet all five requirements\njust listed? Yes. Enter on line 1 the smaller of\n(a) your total foreign taxes, or (b) the total of the amounts on Form 1040 or\n1040-SR, line 16, and Schedule 2,\nline 2. No. See Form 1116 to find out if\nyou can take the credit and, if you can, if\nyou have to file Form 1116. Line 2\nCredit for Child and Dependent\nCare Expenses You may be able to take this credit if, in\norder to work or look for work, you paid\nsomeone to care for:\n• Your qualifying child under age 13\nwhom you claim as your dependent,\n• Your disabled spouse or any other\ndisabled person who couldn't care for\nthemselves, or\n• Your child whom you couldn't\nclaim as a dependent because of the\nrules for Children of divorced or separated parents under Who Qualifies as Your\nDependent, earlier. For details, use Tax Topic 602 or see\nForm 2441. Line 3\nEducation Credits If you (or your dependent) paid qualified\nexpenses in 2022 for yourself, your\nspouse, or your dependent to enroll in or -100-",
    "querygen": [
      "how much is chapter ii tax",
      "what is included in chapter 1 tax",
      "what is chapter 1 income tax"
    ],
    "querygen_score": [
      "-5.5501337",
      "-0.19795686",
      "-1.4260088"
    ]
  },
  {
    "id": "legal-advice_29__151",
    "doc_id": "legal-advice_29",
    "chunk_id": 151,
    "document_category": "legal-advice",
    "text": "Or you can send your comments to Intermation are confidential, as stated in Code nal Revenue Service, Tax Forms and Pubsection 6103. However, Code section lications Division, 1111 Constitution\n6103 allows or requires the Internal Reve- Ave. NW, IR-6526, Washington, DC\nnue Service to disclose or give the infor- 20224. Don’t send your return to this admation shown on your tax return to others dress. Instead, see the addresses at the end\nas described in the Code. For example, of these instructions. we may disclose your tax information to\nAlthough we can't respond individualthe Department of Justice to enforce the\ntax laws, both civil and criminal, and to ly to each comment received, we do apcities, states, the District of Columbia, preciate your feedback and will consider\nand U.S. commonwealths or possessions your comments as we revise our tax\nto carry out their tax laws. We may dis- forms and instructions. close your tax information to the DepartEstimates of Taxpayer\nment of Treasury and contractors for tax\nadministration purposes; and to other per- Burden\nsons as necessary to obtain information The following table shows burden estineeded to determine the amount of or to mates based on current statutory requirecollect the tax you owe. We may disclose ments as of November 2022 for taxpayers\nyour tax information to the Comptroller filing a 2022 Form 1040 or 1040-SR tax\nGeneral of the United States to permit the return. Time spent and out-of-pocket\nComptroller General to review the Inter- costs are presented separately. Time burnal Revenue Service. We may disclose den is broken out by taxpayer activity,\nyour tax information to committees of with recordkeeping representing the largCongress; federal, state, and local child est component. Out-of-pocket costs insupport agencies; and to other federal clude any expenses incurred by taxpayers\nagencies for the purposes of determining to prepare and submit their tax returns. entitlement for benefits or the eligibility Examples include tax return preparation\nfor and the repayment of loans. We may and submission fees, postage and photoalso disclose this information to other copying costs, and tax return preparation\ncountries under a tax treaty, to federal and software costs. While these estimates\nstate agencies to enforce federal nontax don’t include burden associated with\ncriminal laws, or to federal law enforce- post-filing activities, IRS operational data\nment and intelligence agencies to combat indicate that electronically prepared and\nterrorism. filed returns have fewer arithmetic errors,\nimplying lower post-filing burden. Please keep this notice with your reReported time and cost burdens are nacords. It may help you if we ask you for\nother information. If you have questions tional averages and don’t necessarily reabout the rules for filing and giving infor- flect a “typical” case. Most taxpayers exmation, please call or visit any Internal perience lower than average burden, with\ntaxpayer burden varying considerably by\nRevenue Service office. taxpayer type. For instance, the estimated\nWe Welcome Comments on\naverage time burden for all taxpayers filForms\ning a Form 1040 or 1040-SR is 13 hours, We try to create forms and instructions with an average cost of $250 per return. that can be easily understood. Often this",
    "querygen": [
      "is internal audit public",
      "is code section 6103 public",
      "what is the internal reveal ave, wyoming address"
    ],
    "querygen_score": [
      "-7.674549",
      "-3.4074798",
      "-6.4572554"
    ]
  },
  {
    "id": "legal-advice_61__23",
    "doc_id": "legal-advice_61",
    "chunk_id": 23,
    "document_category": "legal-advice",
    "text": "Credit is granted only for\na full contact hour, which is 50 minutes or multiples\nthereof. For example, a program lasting more than\n50 minutes but less than 100 minutes will count as\nonly one contact hour. (3) Individual segments at continuous\nconferences, conventions and the like will be\nconsidered one total program. For example, two\n90-minute segments (180 minutes) at a continuous\nconference will count as three contact hours. (4) For university or college courses, each\nsemester hour credit will equal 15 contact hours and\na quarter hour credit will equal 10 contact hours. (h) Recordkeeping requirements. (1) Each individual applying for renewal must\nretain for a period of four years following the date\nof renewal the information required with regard to\nqualifying continuing education credit hours. Such\ninformation includes —\n(i) The name of the sponsoring organization;\n(ii) The location of the program;\n(iii) The title of the program, qualified program\nnumber, and description of its content;\n(iv) Written outlines, course syllibi, textbook,\nand/or electronic materials provided or required for\nthe course;\n(v) The dates attended;\n(vi) The credit hours claimed;\n(vii) The name(s) of the instructor(s), discussion\nleader(s), or speaker(s), if appropriate; and\n(viii) The certificate of completion and/or\nsigned statement of the hours of attendance obtained\nfrom the continuing education provider. (2) To receive continuing education credit for\nservice completed as an instructor, discussion leader,\nor speaker, the following information must be\nmaintained for a period of four years following the\ndate of renewal —\n(i) The name of the sponsoring organization;\nPage 14 — § 10.6 (ii) The location of the program;\n(iii) The title of the program and copy of its\ncontent;\n(iv) The dates of the program; and\n(v) The credit hours claimed. (i) Waivers. (1) Waiver from the continuing education\nrequirements for a given period may be granted for\nthe following reasons —\n(i) Health, which prevented compliance with\nthe continuing education requirements;\n(ii) Extended active military duty;\n(iii) Absence from the United States for an\nextended period of time due to employment or other\nreasons, provided the individual does not practice\nbefore the Internal Revenue Service during such\nabsence; and\n(iv) Other compelling reasons, which will be\nconsidered on a case-by-case basis.\n(2) A request for waiver must be accompanied\nby appropriate documentation. The individual is\nrequired to furnish any additional documentation\nor explanation deemed necessary. Examples of\nappropriate documentation could be a medical\ncertificate or military orders.\n(3) A request for waiver must be filed no later\nthan the last day of the renewal application period. (4) If a request for waiver is not approved, the\nindividual will be placed in inactive status. The\nindividual will be notified that the waiver was not\napproved and that the individual has been placed on a\nroster of inactive enrolled agents, enrolled retirement\nplan agents, or registered tax return preparers. (5) If the request for waiver is not approved, the\nindividual may file a protest as prescribed by the\nInternal Revenue Service in forms, instructions, or\nother appropriate guidance. A protest filed under this\nsection is not governed by subpart D of this part. (6) If a request for waiver is approved, the\nindividual will be notified and issued a card or\ncertificate evidencing renewal. (7) Those who are granted waivers are required\nto file timely applications for renewal of enrollment\nor registration. (j) Failure to comply. Treasury Department Circular No. 230",
    "querygen": [
      "how long is a contact hour",
      "what is the contact hour",
      "how much time can be used for the same meeting"
    ],
    "querygen_score": [
      "0.59029543",
      "-0.13663761",
      "-4.5623465"
    ]
  },
  {
    "id": "legal-advice_68__74",
    "doc_id": "legal-advice_68",
    "chunk_id": 74,
    "document_category": "legal-advice",
    "text": "7,600\n7,650\n7,700\n7,750 7,650\n7,700\n7,750\n7,800 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 560\n560\n560\n560 2,593\n2,610\n2,627\n2,644 3,050\n3,070\n3,090\n3,110 3,431\n3,454\n3,476\n3,499 10,800\n10,850\n10,900\n10,950 10,850\n10,900\n10,950\n11,000 433\n429\n425\n421 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 560\n560\n560\n560 3,681\n3,698\n3,715\n3,733 4,330\n4,350\n4,370\n4,390 4,871\n4,894\n4,916\n4,939 7,800\n7,850\n7,900\n7,950 7,850\n7,900\n7,950\n8,000 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 560\n560\n560\n560 2,661\n2,678\n2,695\n2,712 3,130\n3,150\n3,170\n3,190 3,521\n3,544\n3,566\n3,589 11,000\n11,050\n11,100\n11,150 11,050\n11,100\n11,150\n11,200 417\n413\n410\n406 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,410\n4,430\n4,450\n4,470 4,961\n4,984\n5,006\n5,029 8,000\n8,050\n8,100\n8,150 8,050\n8,100\n8,150\n8,200 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 560\n560\n560\n560 2,729\n2,746\n2,763\n2,780 3,210\n3,230\n3,250\n3,270 3,611\n3,634\n3,656\n3,679 11,200\n11,250\n11,300\n11,350 11,250\n11,300\n11,350\n11,400 402\n398\n394\n391 3,733\n3,733\n3,733\n3,733 4,490\n4,510\n4,530\n4,550 5,051\n5,074\n5,096\n5,119 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,490\n4,510\n4,530\n4,550 5,051\n5,074\n5,096\n5,119 8,200\n8,250\n8,300\n8,350 8,250\n8,300\n8,350\n8,400 560\n560\n560\n560 2,797\n2,814\n2,831\n2,848 3,290\n3,310\n3,330\n3,350 3,701\n3,724\n3,746\n3,769 560\n560\n560\n560 2,797\n2,814\n2,831\n2,848 3,290\n3,310\n3,330\n3,350 3,701\n3,724\n3,746\n3,769 11,400\n11,450\n11,500\n11,550 11,450\n11,500\n11,550\n11,600 387\n383\n379\n375 3,733\n3,733\n3,733\n3,733 4,570\n4,590\n4,610\n4,630 5,141\n5,164\n5,186\n5,209 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,570\n4,590\n4,610\n4,630 5,141\n5,164\n5,186\n5,209 8,400\n8,450\n8,500\n8,550 8,450\n8,500\n8,550\n8,600 560\n560\n560\n560 2,865\n2,882\n2,899\n2,916 3,370\n3,390\n3,410\n3,430 3,791\n3,814\n3,836\n3,859 560\n560\n560\n560 2,865\n2,882\n2,899\n2,916 3,370\n3,390\n3,410\n3,430 3,791\n3,814\n3,836\n3,859 11,600\n11,650\n11,700\n11,750 11,650\n11,700\n11,750\n11,800 371\n368\n364\n360 3,733\n3,733\n3,733\n3,733 4,650\n4,670\n4,690\n4,710 5,231\n5,254\n5,276\n5,299 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,650\n4,670\n4,690\n4,710 5,231\n5,254\n5,276\n5,299 8,600\n8,650\n8,700\n8,750 8,650\n8,700\n8,750\n8,800 560\n560\n560\n560 2,933\n2,950\n2,967\n2,984 3,450\n3,470\n3,490\n3,510 3,881\n3,904\n3,926\n3,949 560\n560\n560\n560 2,933\n2,950\n2,967\n2,984 3,450\n3,470\n3,490\n3,510 3,881\n3,904\n3,926\n3,949 11,800\n11,850\n11,900\n11,950 11,850\n11,900\n11,950\n12,000 356\n352\n348\n345 3,733\n3,733\n3,733\n3,733 4,730\n4,750\n4,770\n4,790 5,321\n5,344\n5,366\n5,389 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,730\n4,750\n4,770\n4,790 5,321\n5,344\n5,366\n5,389 Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. (Continued) - 47 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 Your credit is– 1 2 At least But less\nthan 12,000\n12,050\n12,100\n12,150 12,050\n12,100\n12,150\n12,200 341\n337\n333\n329 3,733\n3,733\n3,733\n3,733 4,810\n4,830\n4,850\n4,870 5,411\n5,434\n5,456\n5,479 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 4,810\n4,830\n4,850\n4,870 12,200\n12,250\n12,300\n12,350 12,250\n12,300\n12,350\n12,400 326\n322\n318\n314 3,733\n3,733\n3,733\n3,733 4,890\n4,910\n4,930\n4,950 5,501\n5,524\n5,546\n5,569 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 12,400\n12,450\n12,500\n12,550 12,450\n12,500\n12,550\n12,600 310\n306\n303\n299 3,733\n3,733\n3,733\n3,733 4,970\n4,990\n5,010\n5,030 5,591\n5,614\n5,636\n5,659 560\n560\n560\n560 12,600\n12,650\n12,700\n12,750 12,650\n12,700\n12,750\n12,800 295\n291\n287\n283 3,733\n3,733\n3,733\n3,733 5,050\n5,070\n5,090\n5,110 5,681\n5,704\n5,726\n5,749 12,800\n12,850\n12,900\n12,950 12,850\n12,900\n12,950\n13,000 280\n276\n272\n268 3,733\n3,733\n3,733\n3,733 5,130\n5,150\n5,170\n5,190 13,000\n13,050\n13,100\n13,150 13,050\n13,100\n13,150\n13,200 264\n260\n257\n253 3,733\n3,733\n3,733\n3,733 13,200\n13,250\n13,300\n13,350 13,250\n13,300\n13,350\n13,400 249\n245\n241\n238 13,400\n13,450\n13,500\n13,550 13,450\n13,500\n13,550\n13,600 13,600\n13,650\n13,700\n13,750 If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 Your credit is– 1 2 3 At least But less\nthan Your credit is– 5,411\n5,434\n5,456\n5,479 15,200\n15,250\n15,300\n15,350 15,250\n15,300\n15,350\n15,400 96\n92\n88\n85 3,733\n3,733\n3,733\n3,733 6,090\n6,110\n6,130\n6,150 6,851\n6,874\n6,896\n6,919 560\n560\n557\n553 3,733\n3,733\n3,733\n3,733 6,090\n6,110\n6,130\n6,150 6,851\n6,874\n6,896\n6,919 4,890\n4,910\n4,930\n4,950 5,501\n5,524\n5,546\n5,569 15,400\n15,450\n15,500\n15,550 15,450\n15,500\n15,550\n15,600 81\n77\n73\n69 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 550\n546\n542\n538 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 4,970\n4,990\n5,010\n5,030 5,591\n5,614\n5,636\n5,659 15,600\n15,650\n15,700\n15,750 15,650\n15,700\n15,750\n15,800 65\n62\n58\n54 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 534\n531\n527\n523 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,050\n5,070\n5,090\n5,110 5,681\n5,704\n5,726\n5,749 15,800\n15,850\n15,900\n15,950 15,850\n15,900\n15,950\n16,000 50\n46\n42\n39 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 519\n515\n511\n508 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 5,771\n5,794\n5,816\n5,839 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,130\n5,150\n5,170\n5,190 5,771\n5,794\n5,816\n5,839 16,000\n16,050\n16,100\n16,150 16,050\n16,100\n16,150\n16,200 35\n31\n27\n23 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 504\n500\n496\n492 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 5,210\n5,230\n5,250\n5,270 5,861\n5,884\n5,906\n5,929 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,210\n5,230\n5,250\n5,270 5,861\n5,884\n5,906\n5,929 16,200\n16,250\n16,300\n16,350 16,250\n16,300\n16,350\n16,400 20\n16\n12\n8 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 488\n485\n481\n477 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 5,290\n5,310\n5,330\n5,350 5,951\n5,974\n5,996\n6,019 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,290\n5,310\n5,330\n5,350 5,951\n5,974\n5,996\n6,019 16,400\n16,450\n16,500\n16,550 16,450\n16,500\n16,550\n16,600 4\n*\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 473\n469\n466\n462 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 234\n230\n226\n222 3,733\n3,733\n3,733\n3,733 5,370\n5,390\n5,410\n5,430 6,041\n6,064\n6,086\n6,109 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,370\n5,390\n5,410\n5,430 6,041\n6,064\n6,086\n6,109 16,600\n16,650\n16,700\n16,750 16,650\n16,700\n16,750\n16,800 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 458\n454\n450\n446 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 13,650\n13,700\n13,750\n13,800 218\n215\n211\n207 3,733\n3,733\n3,733\n3,733 5,450\n5,470\n5,490\n5,510 6,131\n6,154\n6,176\n6,199 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,450\n5,470\n5,490\n5,510 6,131\n6,154\n6,176\n6,199 16,800\n16,850\n16,900\n16,950 16,850\n16,900\n16,950\n17,000 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 443\n439\n435\n431 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 13,800\n13,850\n13,900\n13,950 13,850\n13,900\n13,950\n14,000 203\n199\n195\n192 3,733\n3,733\n3,733\n3,733 5,530\n5,550\n5,570\n5,590 6,221\n6,244\n6,266\n6,289 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,530\n5,550\n5,570\n5,590 6,221\n6,244\n6,266\n6,289 17,000\n17,050\n17,100\n17,150 17,050\n17,100\n17,150\n17,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 427\n423\n420\n416 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,000\n14,050\n14,100\n14,150 14,050\n14,100\n14,150\n14,200 188\n184\n180\n176 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,610\n5,630\n5,650\n5,670 6,311\n6,334\n6,356\n6,379 17,200\n17,250\n17,300\n17,350 17,250\n17,300\n17,350\n17,400 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 412\n408\n404\n400 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,200\n14,250\n14,300\n14,350 14,250\n14,300\n14,350\n14,400 173\n169\n165\n161 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 560\n560\n560\n560 3,733\n3,733\n3,733\n3,733 5,690\n5,710\n5,730\n5,750 6,401\n6,424\n6,446\n6,469 17,400\n17,450\n17,500\n17,550 17,450\n17,500\n17,550\n17,600 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 397\n393\n389\n385 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 14,400\n14,450\n14,500\n14,550 14,450\n14,500\n14,550\n14,600",
    "querygen": [
      "what is the newest 7600?",
      "how many digits on a laptop",
      "which of the following is a number for a nz 7700"
    ],
    "querygen_score": [
      "-8.078758",
      "-4.086443",
      "-7.9655886"
    ]
  },
  {
    "id": "legal-advice_25__11",
    "doc_id": "legal-advice_25",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": "But, in figuring gross income, don’t reduce your\nincome by any losses, including any loss on Schedule C, line 7, or Schedule F, line 9. ***If you didn't live with your spouse at the end of 2022 (or on the date your spouse died) and your gross income was at\nleast $5, you must file a return regardless of your age. -9- Chart B—For Children and Other Dependents (See Who Qualifies as Your Dependent, later.) If your parent (or someone else) can claim you as a dependent, use this chart to see if you must file a return. In this chart, unearned income includes taxable interest, ordinary dividends, and capital gain distributions. It also includes\nunemployment compensation, taxable social security benefits, pensions, annuities, and distributions of unearned income from a trust. Earned income includes salaries, wages, tips, professional fees, and taxable scholarship and fellowship grants. Gross income is the\ntotal of your unearned and earned income. Single dependents. Were you either age 65 or older or blind? No. You must file a return if any of the following apply. • Your unearned income was over $1,150.\n• Your earned income was over $12,950. • Your gross income was more than the larger of—\n• $1,150, or\n• Your earned income (up to $12,550) plus $400. Yes. You must file a return if any of the following apply. • Your unearned income was over $2,900 ($4,650 if 65 or older and blind). • Your earned income was over $14,700 ($16,450 if 65 or older and blind). • Your gross income was more than the larger of— • $2,900 ($4,650 if 65 or older and blind), or\n• Your earned income (up to $12,550) plus $2,150 ($3,900 if 65 or older and blind). Married dependents. Were you either age 65 or older or blind? No. You must file a return if any of the following apply. • Your unearned income was over $1,150.\n• Your earned income was over $12,950. • Your gross income was at least $5 and your spouse files a separate return and itemizes deductions. • Your gross income was more than the larger of—\n• $1,150, or\n• Your earned income (up to $12,550) plus $400. Yes. You must file a return if any of the following apply. • Your unearned income was over $2,550 ($3,950 if 65 or older and blind). • Your earned income was over $14,350 ($15,750 if 65 or older and blind). • Your gross income was at least $5 and your spouse files a separate return and itemizes deductions. • Your gross income was more than the larger of— • $2,550 ($3,950 if 65 or older and blind), or\n• Your earned income (up to $12,550) plus $1,800 ($3,200 if 65 or older and blind). -10- Chart C—Other Situations When You Must File You must file a return if any of the conditions below apply for 2022. 1. You owe any special taxes, including any of the following (see the instructions for Schedule 2). a. Alternative minimum tax.",
    "querygen": [
      "is gross income a deduction for a spouse",
      "how to estimate gross and personal income",
      "what is gross income for a spouse i"
    ],
    "querygen_score": [
      "-0.3239668",
      "-3.2901664",
      "-1.79918"
    ]
  },
  {
    "id": "legal-advice_60__83",
    "doc_id": "legal-advice_60",
    "chunk_id": 83,
    "document_category": "legal-advice",
    "text": "If the amount you are looking up from the worksheet is $59,187 or more, and you have three qualifying children who have valid SSNs, you can’t take\nthe credit. - 55 - Need more information or forms? Visit IRS.gov. Line 28 Line 29 Additional Child Tax Credit American Opportunity\nCredit See Schedule 8812 (Form 1040) and its\ninstructions for information on figuring\nand claiming any additional child tax\ncredit that you may qualify to claim. If\nyou are claiming the additional child tax\ncredit, complete Schedule 8812 and attach it to your Form 1040 or 1040-SR. Form 8862, who must file. You must\nfile Form 8862 to claim the additional\nchild tax credit if your child tax credit\n(refundable or nonrefundable depending\non the tax year), additional child tax\ncredit, or credit for other dependents for\na year after 2015 was denied or reduced\nfor any reason other than a math or clerical error. Attach a completed Form 8862\nto your 2022 return to claim the credit\nfor 2022. Don't file Form 8862 if you\nfiled Form 8862 for 2021 and the child\ntax credit (refundable or nonrefundable),\nadditional child tax credit, or credit for\nother dependents was allowed for that\nyear. See Form 8862 and its instructions\nfor details. If you take the additional child\ntax credit even though you\nCAUTION aren't eligible and it is determined that your error is due to reckless\nor intentional disregard of the additional child tax credit rules, you won't be allowed to take the child tax credit, the\ncredit for other dependents, or the additional child tax credit for 2 years even if\nyou’re otherwise eligible to do so. If you\ntake the additional child tax credit even\nthough you aren’t eligible and it is later\ndetermined that you fraudulently took\nthe credit, you won't be allowed to take\nthe child tax credit, the credit for other\ndependents, or the additional child tax\ncredit for 10 years. You may also have\nto pay penalties. ! Refunds for returns claiming Refund Offset If you meet the requirements to claim an\neducation credit (see the instructions for\nSchedule 3, line 3), enter on line 29 the\namount, if any, from Form 8863, line 8. You may be able to increase an education credit and reduce your total tax or\nincrease your tax refund if the student\nchooses to include all or part of a Pell\ngrant or certain other scholarships or fellowships in income. See Pub. 970 and\nthe Instructions for Form 8863 for more\ninformation. Form 8862 required. You must file\nForm 8862 if your American opportunity credit for a year after 2015 was denied or reduced for any reason other\nthan a math or clerical error. Attach a\ncompleted Form 8862 to your 2022 return to claim the credit for 2022. Don't\nfile Form 8862 if you filed Form 8862\nfor 2021 and the American opportunity\ncredit was allowed for that year. See\nForm 8862 and its instructions for details. If you take the American opportunity credit even though\nCAUTION you aren't eligible and it is determined that your error is due to reckless or intentional disregard of the\nAmerican opportunity credit rules, you\nwon't be allowed to take the credit for 2\nyears even if you’re otherwise eligible to\ndo so.",
    "querygen": [
      "how much credit is available for children in irs",
      "how much credit to take on irs credit",
      "how much can i earn as a dependent for the child tax credits"
    ],
    "querygen_score": [
      "-1.2706217",
      "-1.4428707",
      "-1.3702606"
    ]
  },
  {
    "id": "legal-advice_2__57",
    "doc_id": "legal-advice_2",
    "chunk_id": 57,
    "document_category": "legal-advice",
    "text": "The Secretary of\nthe Treasury, or delegate, will provide copies of the\nagency decision to the authorized representative of\nthe Internal Revenue Service and the respondent or\nthe respondent’s authorized representative. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.79 Effect of disbarment, suspension, or censure. (a) Disbarment. When the final decision in a case\nis against the respondent (or the respondent has\noffered his or her consent and such consent has been\naccepted by the Internal Revenue Service) and such\ndecision is for disbarment, the respondent will not\nbe permitted to practice before the Internal Revenue\nService unless and until authorized to do so by the\nInternal Revenue Service pursuant to §10.81. (b) Suspension. When the final decision in a case\nis against the respondent (or the respondent has\noffered his or her consent and such consent has\nbeen accepted by the Internal Revenue Service) Treasury Department Circular No. 230 Table of Contents and such decision is for suspension, the respondent\nwill not be permitted to practice before the Internal\nRevenue Service during the period of suspension. For periods after the suspension, the practitioner’s\nfuture representations may be subject to conditions\nas authorized by paragraph (d) of this section. (c) Censure. When the final decision in the case\nis against the respondent (or the Internal Revenue\nService has accepted the respondent’s offer to\nconsent, if such offer was made) and such decision\nis for censure, the respondent will be permitted to\npractice before the Internal Revenue Service, but the\nrespondent’s future representations may be subject\nto conditions as authorized by paragraph (d) of this\nsection. (d) Conditions. After being subject to the\nsanction of either suspension or censure, the future\nrepresentations of a practitioner so sanctioned\nshall be subject to specified conditions designed\nto promote high standards of conduct. These\nconditions can be imposed for a reasonable\nperiod in light of the gravity of the practitioner’s\nviolations. For example, where a practitioner is\ncensured because the practitioner failed to advise\nthe practitioner’s clients about a potential conflict\nof interest or failed to obtain the clients’ written\nconsents, the practitioner may be required to\nprovide the Internal Revenue Service with a copy\nof all consents obtained by the practitioner for an\nappropriate period following censure, whether or\nnot such consents are specifically requested. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.80 Notice of disbarment, suspension, censure,\nor disqualification. (a) In general. On the issuance of a final order\ncensuring, suspending, or disbarring a practitioner or\na final order disqualifying an appraiser, notification\nof the censure, suspension, disbarment or\ndisqualification will be given to appropriate officers\nand employees of the Internal Revenue Service and\ninterested departments and agencies of the Federal\ngovernment. The Internal Revenue Service may\nTreasury Department Circular No. 230 determine the manner of giving notice to the proper\nauthorities of the State by which the censured,\nsuspended, or disbarred person was licensed to\npractice. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.81 Petition for reinstatement. (a) In general.",
    "querygen": [
      "who should the agency decision be served",
      "when does the internal revenue service have to respond",
      "when is a tax decision applicable for irs"
    ],
    "querygen_score": [
      "-1.076485",
      "0.42472133",
      "-1.5180387"
    ]
  },
  {
    "id": "legal-advice_5__3",
    "doc_id": "legal-advice_5",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "Regarding potential replacement property, PLR 199911048 issued to the taxpayer provides as follows:\n[T]he timber cutting contracts to be acquired by Taxpayer from Parent and/or third parties will\nconstitute eligible replacement property under § 1033(a)(2)(A) provided such contracts are similar\nor related in use or service to the converted contract…. [T]he replacement property [will consist] of the replacement contract(s) and not the timber which\nthe replacement contracts entitle Taxpayer to cut. Acquisition by Taxpayer of timber or real\nestate containing timber would not satisfy the functional use test of § 1033. [Emphasis added.] 3 from the seller to the buyer. See Merrill v. Commissioner, 40 T.C. 66 (1963), aff’d, 336\nF.2d 771 (9th Cir. 1964). Consequently, a “purchase” under § 1033 contemplates, at a\nminimum, transfer of ownership of the pertinent property. The contract you provided, #XX, generally obligates the taxpayer to cut and pay for a\nspecified quantity of timber over a 10-year period. An “Advance Deposit” is required at\nthe outset of each year to cover the price of a “Base Volume” to be harvested each\nyear. Section 2.7 provides that “Owner shall retain ownership of the Timber until such\ntime as Purchaser harvests the Timber pursuant to the Annual Harvest Plan.” Further,\nsection 2.3 provides that “Owner will bear the risk of loss regarding the Timber until\nsuch time as the Timber is harvested.” Section 2.4 provides that “Owner will retain\npossession and control of the Timber” until harvested by the taxpayer. Thus, even if\npayments under the contracts for timber could qualify as eligible replacement “costs,”\nthe replacement property (timber) is not “purchased” as contemplated by § 1033 until\nthe timber is harvested. In this regard, we assume that all of the contracts are pay-ascut contracts and that the bulk of the $E in anticipated cutting costs relative to the 72\ncontracts will be made after the close of Year 4, which is after the applicable\nreplacement period. Litigation Hazards -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. Please do not hesitate to call if you have any questions regarding the foregoing\ncomments and recommendations. Sincerely, ___________________ William A. McCarthy\nSenior Counsel 4",
    "querygen": [
      "when does timber contract become eligible replacement property",
      "what is the plr",
      "what is replacement property under tax law"
    ],
    "querygen_score": [
      "0.5149216",
      "-3.8497195",
      "-0.92242724"
    ]
  },
  {
    "id": "legal-advice_66__18",
    "doc_id": "legal-advice_66",
    "chunk_id": 18,
    "document_category": "legal-advice",
    "text": "It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard. If they don’t, certain deductions\nand credits on Form 1040 or 1040-SR\nmay be reduced or disallowed and you\nmay not receive credit for your social\nsecurity earnings. If your Form W-2\nshows an incorrect SSN or name, notify\nyour employer or the form-issuing agent\nas soon as possible to make sure your\nearnings are credited to your social security record. If the name or SSN on\nyour social security card is incorrect,\ncall the SSA. Once you are issued an SSN, use it to\nfile your tax return. Use your SSN to file -14- your tax return even if your SSN does\nnot authorize employment or if you have\nbeen issued an SSN that authorizes employment and you lose your employment authorization. An ITIN will not be\nissued to you once you have been issued\nan SSN. If you received your SSN after\npreviously using an ITIN, stop using\nyour ITIN. Use your SSN instead. IRS Individual Taxpayer\nIdentification Numbers\n(ITINs) for Aliens If you are a nonresident or resident alien\nand you don’t have and aren’t eligible to\nget an SSN, you must apply for an ITIN. It takes about 7 weeks to get an ITIN. If you already have an ITIN, enter it\nwherever your SSN is requested on your\ntax return. Some ITINs must be renewed. If you\nhaven't used your ITIN on a federal tax\nreturn at least once for tax years 2019,\n2020, or 2021, it expired at the end of\n2022 and must be renewed if you need\nto file a federal tax return in 2023. You\ndon't need to renew your ITIN if you\ndon't need to file a federal tax return. You can find more information at\nIRS. gov/ITIN. ITINs assigned before 2013\nTIP have expired and must be renewed if you need to file a tax\nreturn in 2023. If you previously submitted a renewal application and it was approved, you do not need to renew again\nunless you haven't used your ITIN on a\nfederal tax return at least once for tax\nyears 2019, 2020, or 2021. An ITIN is for tax use only. It doesn't\nentitle you to social security benefits or\nchange your employment or immigration status under U.S. law. For more information on ITINs, including application, expiration, and renewal, see Form W-7 and its instructions. If you receive an SSN after previously using an ITIN, stop using your ITIN. Use your SSN instead. Visit a local IRS\noffice or write a letter to the IRS explaining that you now have an SSN and\nwant all your tax records combined under your SSN. Details about what to include with the letter and where to mail it\nare at IRS. gov/ITIN. Nonresident Alien Spouse If your spouse is a nonresident alien,\nyour spouse must have either an SSN or\nan ITIN if:\n• You file a joint return, or\n• Your spouse is filing a separate return. Presidential Election\nCampaign Fund This fund helps pay for Presidential\nelection campaigns.",
    "querygen": [
      "how long does it take to obtain a ssn from social security",
      "how long to get an initial ssn",
      "how long does social security take to collect ssn number"
    ],
    "querygen_score": [
      "2.3218827",
      "0.15155451",
      "1.0669975"
    ]
  },
  {
    "id": "legal-advice_97__49",
    "doc_id": "legal-advice_97",
    "chunk_id": 49,
    "document_category": "legal-advice",
    "text": "(b) Response. Unless otherwise ordered by the\nAdministrative Law Judge, the nonmoving party\nis not required to file a response to a motion. If\nthe Administrative Law Judge does not order\nthe nonmoving party to file a response, and the\nnonmoving party files no response, the nonmoving\nparty is deemed to oppose the motion. If a nonmoving\nparty does not respond within 30 days of the filing\nof a motion for decision by default for failure to\nfile a timely answer or for failure to prosecute, the\nnonmoving party is deemed not to oppose the motion. (c) Oral motions; oral argument —\n(1) The Administrative Law Judge may, for good\ncause and with notice to the parties, permit oral\nmotions and oral opposition to motions. (2) The Administrative Law Judge may, within\nhis or her discretion, permit oral argument on any\nmotion. (d) Orders. The Administrative Law Judge should\nissue written orders disposing of any motion or\nrequest and any response thereto. (e) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.69 Representation; ex parte communication. (a) Representation. (1) The Internal Revenue Service may be\nrepresented in proceedings under this part by an\nattorney or other employee of the Internal Revenue\nService. An attorney or an employee of the Internal\nTreasury Department Circular No. 230 Table of Contents Revenue Service representing the Internal Revenue\nService in a proceeding under this part may sign the\ncomplaint or any document required to be filed in\nthe proceeding on behalf of the Internal Revenue\nService.\n(2) A respondent may appear in person, be\nrepresented by a practitioner, or be represented by\nan attorney who has not filed a declaration with\nthe Internal Revenue Service pursuant to §10.3. A\npractitioner or an attorney representing a respondent\nor proposed respondent may sign the answer or any\ndocument required to be filed in the proceeding on\nbehalf of the respondent. (b) Ex parte communication. The Internal Revenue\nService, the respondent, and any representatives of\neither party, may not attempt to initiate or participate\nin ex parte discussions concerning a proceeding or\npotential proceeding with the Administrative Law\nJudge (or any person who is likely to advise the\nAdministrative Law Judge on a ruling or decision)\nin the proceeding before or during the pendency\nof the proceeding. Any memorandum, letter or\nother communication concerning the merits of the\nproceeding, addressed to the Administrative Law\nJudge, by or on behalf of any party shall be regarded\nas an argument in the proceeding and shall be served\non the othe party. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.70 Administrative Law Judge. (a) Appointment. Proceedings on complaints for the\nsanction (as described in §10.50) of a practitioner,\nemployer, firm or other entity, or appraiser will be\nconducted by an Administrative Law Judge appointed\nas provided by 5 U.S.C. 3105.\n(b) Powers of the Administrative Law Judge. The\nAdministrative Law Judge, among other powers,\nhas the authority, in connection with any proceeding\nunder §10.60 assigned or referred to him or her, to do\nthe following:\n(1) Administer oaths and affirmations;\n(2) Make rulings on motions and requests, which\nrulings may not be appealed prior to the close of a\nTreasury Department Circular No. 230",
    "querygen": [
      "when an administrative law judge orders a motion for summary judgment, which party",
      "when an administrative law judge does not order a motion to reply, the court will",
      "what does nonmoving party mean"
    ],
    "querygen_score": [
      "-1.6896777",
      "-0.00057544187",
      "-1.831501"
    ]
  },
  {
    "id": "legal-advice_67__25",
    "doc_id": "legal-advice_67",
    "chunk_id": 25,
    "document_category": "legal-advice",
    "text": "Continuing education credit under this paragraph (j)\n(5) may not be used to satisfy the requirements of\nthe enrollment cycle or registration year in which the\nindividual has been placed back on the active roster. (6) An individual placed in inactive status\nmust file an application for renewal and satisfy the\nrequirements for renewal as set forth in this section\nwithin three years of being placed in inactive\nstatus. Otherwise, the name of such individual will\nbe removed from the inactive status roster and the\nindividual’s status as an enrolled agent, enrolled\nretirement plan agent, or registered tax return\npreparer will terminate. Future eligibility for active\nstatus must then be reestablished by the individual as\nprovided in this section. (7) Inactive status is not available to an individual\nwho is the subject of a pending disciplinary matter\nbefore the Internal Revenue Service. (k) Inactive retirement status. An individual who no\nlonger practices before the Internal Revenue Service\nmay request to be placed in an inactive retirement\nstatus at any time and such individual will be placed\nin an inactive retirement status. The individual will\nbe ineligible to practice before the Internal Revenue\nService. An individual who is placed in an inactive\nretirement status may be reinstated to an active\nstatus by filing an application for renewal and\nproviding evidence of the completion of the required\ncontinuing education hours for the enrollment cycle\nor registration year. Inactive retirement status is not\navailable to an individual who is ineligible to practice\nbefore the Internal Revenue Service or an individual\nwho is the subject of a pending disciplinary matter\nunder this part. § 10.6 — Page 15 Table of Contents (l) Renewal while under suspension or disbarment. An individual who is ineligible to practice before the\nInternal Revenue Service by virtue of disciplinary\naction under this part is required to conform to the\nrequirements for renewal of enrollment or registration\nbefore the individual’s eligibility is restored. (m) Enrolled actuaries. The enrollment and renewal\nof enrollment of actuaries authorized to practice\nunder paragraph (d) of §10.3 are governed by the\nregulations of the Joint Board for the Enrollment of\nActuaries at 20 CFR 901.1 through 901.72. (n) Effective/applicability date. This section is\napplicable to enrollment or registration effective\nbeginning August 2, 2011. § 10.7 Representing oneself; participating\nin rulemaking; limited practice; and special\nappearances. (a) Representing oneself. Individuals may appear on\ntheir own behalf before the Internal Revenue Service\nprovided they present satisfactory identification. (b) Participating in rulemaking. Individuals\nmay participate in rulemaking as provided by the\nAdministrative Procedure Act. See 5 U.S.C. § 553.\n(c) Limited practice —\n(1) In general. Subject to the limitations in\nparagraph (c)(2) of this section, an individual who\nis not a practitioner may represent a taxpayer before\nthe Internal Revenue Service in the circumstances\ndescribed in this paragraph (c)(1), even if the\ntaxpayer is not present, provided the individual\npresents satisfactory identification and proof of\nhis or her authority to represent the taxpayer. The\ncircumstances described in this paragraph (c)(1) are\nas follows:\n(i) An individual may represent a member of his\nor her immediate family. (ii)A regular full-time employee of an individual\nemployer may represent the employer.",
    "querygen": [
      "does continuing education credit expire",
      "what credit is used for active roster renewal",
      "what is continuing education credit"
    ],
    "querygen_score": [
      "-0.9304672",
      "-0.1514553",
      "-1.4043831"
    ]
  },
  {
    "id": "legal-advice_60__84",
    "doc_id": "legal-advice_60",
    "chunk_id": 84,
    "document_category": "legal-advice",
    "text": "If you take the American opportunity credit even though\nCAUTION you aren't eligible and it is determined that your error is due to reckless or intentional disregard of the\nAmerican opportunity credit rules, you\nwon't be allowed to take the credit for 2\nyears even if you’re otherwise eligible to\ndo so. If you take the American opportunity credit even though you aren't eligible and it is determined that you fraudulently took the credit, you won't be allowed to take the credit for 10 years. You may also have to pay penalties. ! Line 30\nLine 30 has been reserved for future use. TIP the additional child tax credit\ncan't be issued before mid-February 2023. This delay applies to the entire refund, not just the portion associated with the additional child tax credit. Refund\nLine 34\nAmount Overpaid If line 34 is under $1, we will send a refund only on written request. Need more information or forms? Visit IRS.gov. -56- If you owe past-due federal tax, state income tax, state unemployment compensation debts, child support, spousal support, or certain federal nontax debts,\nsuch as student loans, all or part of the\noverpayment on line 34 may be used\n(offset) to pay the past-due amount. Offsets for federal taxes are made by the\nIRS. All other offsets are made by the\nTreasury Department's Bureau of the\nFiscal Service. For federal tax offsets,\nyou will receive a notice from the IRS. For all other offsets, you will receive a\nnotice from the Fiscal Service. To find\nout if you may have an offset or if you\nhave any questions about it, contact the\nagency to which you owe the debt. Deposit Refund into Multiple\nAccounts If you want your refund to be split and\ndirect deposited into more than one account, file Form 8888. Use Form 8888\nto direct deposit your refund (or part of\nit) to one or more accounts in your name\nat a bank or other financial institution\n(such as a mutual fund, brokerage firm,\nor credit union) in the United States. Injured Spouse If you file a joint return and your spouse\nhasn’t paid past-due federal tax, state income tax, state unemployment compensation debts, child support, spousal support, or a federal nontax debt, such as a\nstudent loan, part or all of the overpayment on line 34 may be used (offset) to\npay the past-due amount. But your part\nof the overpayment may be refunded to\nyou if certain conditions apply and you\ncomplete Form 8379. For details see\nForm 8379. Lines 35a Through 35d\nAmount Refunded to You\nIf you want to check the status of your\nrefund, just use the IRS2Go app or go to\nIRS.gov/Refunds. See Refund Information, later. Information about your refund will generally be available within\n24 hours after the IRS receives your\ne-filed return, or 4 weeks after you mail\nyour paper return. If you filed Form\n8379 with your return, wait 14 weeks (11 weeks if you filed electronically). Have your 2022 tax return handy so you\ncan enter your social security number,\nyour filing status, and the exact whole\ndollar amount of your refund. Where's My Refund will provide a\npersonalized refund date as soon as the\nIRS processes your tax return and approves your refund.",
    "querygen": [
      "do you get credit for reckless disregard",
      "how long do you have to wait to take american opportunity credit",
      "how long can an american opportunity credit be used to claim an injury or illness"
    ],
    "querygen_score": [
      "-0.008400025",
      "0.6099571",
      "-1.3334177"
    ]
  },
  {
    "id": "legal-advice_29__82",
    "doc_id": "legal-advice_29",
    "chunk_id": 82,
    "document_category": "legal-advice",
    "text": "- 54 - Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 * ** 1 2 And your filing status is– Married filing jointly and you\nhave– 3 0 1 Your credit is– 2 If the amount you\nare looking up from\nthe worksheet is– 3 At least But less\nthan 54,400\n54,450\n54,500\n54,550 54,450\n54,500\n54,550\n54,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 232\n222\n211\n201 54,600\n54,650\n54,700\n54,750 54,650\n54,700\n54,750\n54,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 54,800\n54,850\n54,900\n54,950 54,850\n54,900\n54,950\n55,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,000\n55,050\n55,100\n55,150 55,050\n55,100\n55,150\n55,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,200\n55,250\n55,300\n55,350 55,250\n55,300\n55,350\n55,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 55,400\n55,450\n55,500\n55,550 55,450\n55,500\n55,550\n55,600 0\n0\n0\n0 0\n0\n0\n0 55,600\n55,650\n55,700\n55,750 55,650\n55,700\n55,750\n55,800 0\n0\n0\n0 55,800\n55,850\n55,900\n55,950 55,850\n55,900\n55,950\n56,000 56,000\n56,050\n56,100\n56,150 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 Married filing jointly and you\nhave– 3 0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 1,003\n992\n982\n971 56,800\n56,850\n56,900\n56,950 56,850\n56,900\n56,950\n57,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 498\n487\n476\n466 190\n180\n169\n159 961\n950\n940\n929 57,000\n57,050\n57,100\n57,150 57,050\n57,100\n57,150\n57,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 455\n445\n434\n424 0\n0\n0\n0 148\n138\n127\n117 919\n908\n898\n887 57,200\n57,250\n57,300\n57,350 57,250\n57,300\n57,350\n57,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 413\n403\n392\n382 0\n0\n0\n0 0\n0\n0\n0 106\n96\n85\n75 877\n866\n856\n845 57,400\n57,450\n57,500\n57,550 57,450\n57,500\n57,550\n57,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 371\n361\n350\n340 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 64\n53\n43\n32 834\n824\n813\n803 57,600\n57,650\n57,700\n57,750 57,650\n57,700\n57,750\n57,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 329\n319\n308\n297 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 22\n11\n*\n0 792\n782\n771\n761 57,800\n57,850\n57,900\n57,950 57,850\n57,900\n57,950\n58,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 287\n276\n266\n255 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 750\n740\n729\n719 58,000\n58,050\n58,100\n58,150 58,050\n58,100\n58,150\n58,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 245\n234\n224\n213 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 708\n698\n687\n677 58,200\n58,250\n58,300\n58,350 58,250\n58,300\n58,350\n58,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 203\n192\n182\n171 56,050\n56,100\n56,150\n56,200 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 666\n655\n645\n634 58,400\n58,450\n58,500\n58,550 58,450\n58,500\n58,550\n58,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 161\n150\n139\n129 56,200\n56,250\n56,300\n56,350 56,250\n56,300\n56,350\n56,400 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 624\n613\n603\n592 58,600\n58,650\n58,700\n58,750 58,650\n58,700\n58,750\n58,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 118\n108\n97\n87 56,400\n56,450\n56,500\n56,550 56,450\n56,500\n56,550\n56,600 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 582\n571\n561\n550 58,800\n58,850\n58,900\n58,950 58,850\n58,900\n58,950\n59,000 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 76\n66\n55\n45 56,600\n56,650\n56,700\n56,750 56,650\n56,700\n56,750\n56,800 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 540\n529\n519\n508 59,000\n59,050\n59,100\n59,150 59,050\n59,100\n59,150\n59,187 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 0\n0\n0\n0 34\n24\n13\n** ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $55,500 but less than $55,529, and you have two qualifying children who have valid\nSSNs, your credit is $3. If the amount you are looking up from the worksheet is $55,529 or more, and you have two qualifying children who have valid SSNs, you can’t take\nthe credit. If the amount you are looking up from the worksheet is at least $59,150 but less than $59,187, and you have three qualifying children who have valid\nSSNs, your credit is $4. If the amount you are looking up from the worksheet is $59,187 or more, and you have three qualifying children who have valid SSNs, you can’t take\nthe credit. - 55 - Need more information or forms?",
    "querygen": [
      "what is eic",
      "what is the eic table",
      "eic tax worksheet"
    ],
    "querygen_score": [
      "-0.40468216",
      "0.58724713",
      "0.91058904"
    ]
  },
  {
    "id": "legal-advice_3__141",
    "doc_id": "legal-advice_3",
    "chunk_id": 141,
    "document_category": "legal-advice",
    "text": "Line 15\nInterest on the Deferred Tax on\nGain From Certain Installment\nSales With a Sales Price Over\n$150,000\nEnter interest on the deferred tax on gain\nfrom certain installment sales with a\nsales price over $150,000 under section\n453A(c). Line 16\nRecapture of Low-Income\nHousing Credit\nSee Form 8611 for more information. Lines 17a Through 17z\nOther Additional Taxes\nLine 17a. Recapture of the following\ncredits. 1. Investment credit (see Form\n4255). Identify as “ICR.”\n2. Indian employment credit (see\nForm 8845). Identify as “IECR.”\n3. New markets credit (see Form\n8874). Identify as “NMCR.”\n4. Credit for employer-provided\nchildcare facilities (see Form 8882). Identify as “ECCFR.”\n5. Alternative motor vehicle credit\n(see\nForm\n8910). Identify\nas\n“AMVCR.”\n6. Alternative fuel vehicle refueling\nproperty credit (see Form 8911). Identify as “ARPCR.” 7. Qualified plug-in electric drive\nmotor vehicle credit (see Form 8936). Identify as “8936R.”\nLine 17b. If you sold your home in\n2022 and it was financed (in whole or in\npart) from the proceeds of any tax-exempt qualified mortgage bond or you\nclaimed the mortgage interest credit, you\nmay owe a recapture tax on the mortgage subsidy. See Form 8828. Line 17c. Enter any additional tax on\nhealth savings account (HSA) distributions you received from Form 8889,\nline 17b. See Form 8889, Part II. Line 17d. Enter any additional tax for\nfailure to remain an eligible individual\nduring the testing period from Form\n8889, line 21. See Form 8889, Part III. Line 17e. Enter any additional tax on\nArcher MSA distributions from Form\n8853, line 9b. See Form 8853. Line 17f. Enter any additional tax on\nMedicare Advantage MSA distributions\nfrom Form 8853, line 13b. See Form\n8853. Line 17g. Enter any additional tax on\nrecapture of a charitable contribution deduction relating to a fractional interest in\ntangible personal property. See Pub. 526\nfor more information. Line 17h. Enter any additional tax on\nincome you received from a nonqualified deferred compensation plan that\nfails to meet the requirements of section\n409A. This income should be shown in\nbox 12 of Form W-2 with code Z, or in\nbox 15 of Form 1099-MISC. The tax is\n20% of the amount required to be included in income plus an interest amount\ndetermined under section 409A(a)(1)(B)\n(ii). See section 409A(a)(1)(B) for details. Line 17i. Enter any additional tax on\ncompensation you received from a nonqualified deferred compensation plan\ndescribed in section 457A if the compensation would have been includible in\nyour income in an earlier year except\nthat the amount wasn't determinable until 2022. The tax is 20% of the amount\nrequired to be included in income plus\nan interest amount determined under -98- section 457A(c)(2). See section 457A\nfor details. Line 17j. Enter any Section 72(m)(5)\nexcess benefits tax. See Pub. 560 for\nmore information. Line 17k. If you received an excess\nparachute payment (EPP), you must pay\na 20% tax on it. This tax should be\nshown in box 12 of Form W-2 with code\nK. If you received a Form 1099-MISC,\nthe tax is 20% of the EPP shown in\nbox 14. Enter this amount on line 17k. Line 17l. Enter any tax on accumulation distribution of trusts. See Form\n4970 for more information. Line 17m. Enter any excise tax on insider stock compensation from an expatriated corporation. See section 4985. Line 17n. Enter any look-back interest\nunder section 167(g) or 460(b). See\nForm 8697 or 8866 for more information.",
    "querygen": [
      "deferred tax on gain",
      "what is the tax limit for deferred tax on gains on installments",
      "what is the tax code for the nc deferred tax"
    ],
    "querygen_score": [
      "0.56771743",
      "-1.4124265",
      "-4.6945124"
    ]
  },
  {
    "id": "legal-advice_72__32",
    "doc_id": "legal-advice_72",
    "chunk_id": 32,
    "document_category": "legal-advice",
    "text": "Once an ANDA is approved, the holder of the ANDA is still subject to numerous FDA\nrequirements in order to retain the right to market and sell the approved generic drug. If\nthe requirements are not met, the ANDA will no longer be effective. 73\nSome of the FDA-imposed requirements to maintain the ANDA are in 21 C.F.R.\n§ 314.80 (2009), Postmarketing Reporting of Adverse Drug Experiences,74 which\nrequires that the ANDA applicant/holder75 shall, inter alia:\n71 “To start the process, the ANDA applicant must certify-for each patent claiming a drug for which the\napplicant is seeking approval-under one of four paragraphs that (I) patent information has not been filed;\n(II) the patent has expired; (III) the patent will expire on a specified date; or (IV) the patent is invalid or will\nnot be infringed by the manufacture, use, or sale of the new drug for which the application is submitted. Id. § 355(j)(2)(A)(vii). The first drug manufacturer to file an approved ANDA, containing a paragraph IV\ncertification, is rewarded with a 180-day period of marketing exclusivity for the manufacturer's generic\nversion of the drug. Id. § 355(j)(5)(B)(iv). Marketing exclusivity is valuable, designed to compensate\nmanufacturers for research and development costs as well as the risk of litigation from patent holders. See 35 U.S.C. § 271(e)(2)(A) (stating a generic drug company certifying under paragraph IV commits an\nact of infringement for which the brand-name drug's patent holder can sue).” 548 F.3d at 104.\n72 “In 1984, Congress enacted the Hatch-Waxman Act to establish a streamlined approval process for the\nFDA to use in approving generic versions of previously approved branded drugs. The Hatch-Waxman Act specifies in detail the required contents of an ANDA. * * *\n* * * [I]f an ANDA applicant files a paragraph IV certification, the Hatch-Waxman Act requires the\napplicant to provide the patent holder with notice of that certification and provides the patent holder with a\n45-day window, during which it may bring suit against the applicant. If patent litigation is initiated during\nthis period, the FDA may not approve the ANDA until the earlier of (1) 30 months from the patent holder’s\nreceipt of the notice (the 30-month stay) or (2) the issuance of a non-appealable court decision finding the\npatent invalid or not infringed. This allows the patent holder time to enforce its patent in court before the\ngeneric competitor is allowed to enter the market.” (footnotes omitted). 73",
    "querygen": [
      "does an anda have regulatory implications",
      "when does generic anda start",
      "what is the anda for a drug"
    ],
    "querygen_score": [
      "-2.930708",
      "-0.2920282",
      "0.030340701"
    ]
  },
  {
    "id": "legal-advice_39__17",
    "doc_id": "legal-advice_39",
    "chunk_id": 17,
    "document_category": "legal-advice",
    "text": "Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. Exception to time lived with you. Temporary absences by you or the child\nfor special circumstances, such as\nschool, vacation, business, medical care,\nmilitary service, or detention in a juvenile facility, count as time lived in the\nhome. Also see Kidnapped child, later,\nunder Who Qualifies as Your Dependent, if applicable. A child is considered to have lived\nwith you for all of 2022 if the child was\nborn or died in 2022 and your home was\nthe child's home for the entire time the\nchild was alive. Similarly, if you adopted the child in 2022, or the child was\nlawfully placed with you for legal adoption by you in 2022, the child is considered to have lived with you for all of\n2022 if your main home was this child's\nmain home for the entire time since the\nchild was adopted or placed with you in\n2022. Keeping up a home. To find out what\nis included in the cost of keeping up a\nhome, see Pub. 501. Name and Address\nPrint or type the information in the\nspaces provided. If you are married filing a separate return, enter your spouse's\nname in the entry space below the filing\nstatus checkboxes instead of below your\nname. If you filed a joint return for TIP 2021 and you are filing a joint\nreturn for 2022 with the same\nspouse, be sure to enter your names and\nSSNs in the same order as on your 2021\nreturn. Name Change If you changed your name because of\nmarriage, divorce, etc., be sure to report\nthe change to the Social Security Administration (SSA) before filing your return. This prevents delays in processing\nyour return and issuing refunds. It also\nsafeguards your future social security\nbenefits. Need more information or forms? Visit IRS.gov. Address Change If you plan to move after filing your return, use Form 8822 to notify the IRS of\nyour new address. P.O. Box Enter your box number only if your post\noffice doesn't deliver mail to your home. Foreign Address If you have a foreign address, enter the\ncity name on the appropriate line. Don’t\nenter any other information on that line,\nbut also complete the spaces below that\nline. Don’t abbreviate the country name. Follow the country’s practice for entering the postal code and the name of the\nprovince, county, or state. Death of a Taxpayer\nSee Death of a Taxpayer under General\nInformation, later. Social Security\nNumber (SSN) An incorrect or missing SSN can increase your tax, reduce your refund, or\ndelay your refund. To apply for an SSN,\nfill in Form SS-5 and return it, along\nwith the appropriate evidence documents, to the Social Security Administration (SSA). You can get Form SS-5\nonline at SSA.gov/forms/ss-5.pdf, from\nyour local SSA office, or by calling the\nSSA at 800-772-1213. It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard.",
    "querygen": [
      "what form do you claim to be a dependent and claim a child?",
      "which form can i use to find out if someone is my dependent",
      "who are dependents of the edm"
    ],
    "querygen_score": [
      "0.602625",
      "1.3533742",
      "-4.3280783"
    ]
  }
]