[
  {
    "id": "legal-advice_62__104",
    "doc_id": "legal-advice_62",
    "chunk_id": 104,
    "document_category": "legal-advice",
    "text": "$ $ 52,494.00 $ Over $647,850 $ × 37% (0.37) $ $ 65,451.00 $ Section C—Use if your filing status is Married filing separately. Complete the row below that applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount Tax. Subtract (d) from (c). Enter\n(d)\nthe result here and on the entry\nSubtraction amount\nspace on line 16. At least $100,000 but not over $170,050 $ × 24% (0.24) $ $ 6,164.50 $ Over $170,050 but not over $215,950 $ × 32% (0.32) $ $ 19,768.50 $ Over $215,950 but not over $323,925 $ × 35% (0.35) $ $ 26,247.00 $ Over $323,925 $ × 37% (0.37) $ $ 32,725.50 $ Section D—Use if your filing status is Head of household. Complete the row below that applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount (d)\nSubtraction amount Tax. Subtract (d) from (c). Enter\nthe result here and on the\nentry space on line 16. At least $100,000 but not over $170,050 $ × 24% (0.24) $ $ 7,664.00 $ Over $170,050 but not over $215,950 $ × 32% (0.32) $ $ 21,268.00 $ Over $215,950 but not over $539,900 $ × 35% (0.35) $ $ 27,746.50 $ Over $539,900 $ × 37% (0.37) $ $ 38,544.50 $ -75- Need more information or forms? Visit IRS.gov. General\nInformation\nVoter Registration Do you need to check or update your\nvoter registration? Visit Vote.gov to confirm with your state election office. How To Avoid Common\nMistakes\nMistakes can delay your refund or result\nin notices being sent to you. One of the\nbest ways to file an accurate return is to\nfile electronically. Tax software does the\nmath for you and will help you avoid\nmistakes. You may be eligible to use\nfree tax software that will take the\nguesswork out of preparing your return. Free File makes available free\nbrand-name software and free e-file. Visit IRS.gov/Free File for details. Join\nthe eight in 10 taxpayers who get their\nrefunds faster by using direct deposit\nand e-file. • File your return on a standard size\nsheet of paper. Cutting the paper may\ncause problems in processing your return. • Make sure you entered the correct\nname and social security number (SSN)\nfor each dependent you claim in the Dependents section. Check that each dependent's name and SSN agrees with the\ndependent’s social security card. For\neach child under age 17 who is a qualifying child for the child tax credit or\neach dependent who qualifies you for\nthe credit for other dependents, make\nsure you checked the appropriate box in\ncolumn (4) of the Dependents section. • Check your math, especially for\nthe child tax credit, earned income credit\n(EIC), taxable social security benefits,\ntotal income, itemized deductions or\nstandard deduction, taxable income, total tax, federal income tax withheld, and\nrefund or amount you owe. • Be sure you used the correct method to figure your tax. See the instructions for line 16.\n• Be sure to enter your SSN in the\nspace provided on page 1 of Form 1040\nor 1040-SR. If you are married filing a The IRS Mission.",
    "querygen": [
      "what is the tax deduction for income in a marriage",
      "how much do i owe for taxes if i file married separately",
      "what is the tax section on my taxes"
    ],
    "querygen_score": [
      "-3.746534",
      "0.23914735",
      "-2.4728072"
    ]
  },
  {
    "id": "legal-advice_11__11",
    "doc_id": "legal-advice_11",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": "See § 1.172-7(b). If we may be of further assistance, please do not hesitate to contact the undersigned at\n---------------------. 16 This writing may contain privileged information. Any unauthorized\ndisclosure of this writing may have an adverse effect on privileges, including the\nattorney/client privilege. If disclosure becomes necessary, please contact this\noffice for our views. WILLARD N. TIMM, JR. Associate Area Counsel\n(Small Business/Self-Employed)\nBy:________________________ TRAVIS VANCE, III\nSenior Attorney (SBSE) Approved:\n_________________________________ Cc: Stephen Toomey\nSenior Counsel\nOffice of Chief Counsel\nIncome Tax and Accounting\nWashington, DC\nGL Legal Files ______________ Date",
    "querygen": [
      "what is privileged information in law",
      "who is the undersigned",
      "how to protect privileged information under the law"
    ],
    "querygen_score": [
      "-1.6819763",
      "-2.0653396",
      "-3.7633448"
    ]
  },
  {
    "id": "legal-advice_37__55",
    "doc_id": "legal-advice_37",
    "chunk_id": 55,
    "document_category": "legal-advice",
    "text": "Complete the rest of that worksheet through line 4 (line 10 if you use the\nSchedule D Tax Worksheet). Next, you must determine if you have a capital gain excess. To find out if you have a capital gain excess, subtract\nForm 1040 or 1040-SR, line 15, from line 4 of your Qualified Dividends and Capital Gain Tax Worksheet (line 10 of your Schedule D Tax\nWorksheet). If the result is more than zero, that amount is your capital gain excess. If you don’t have a capital gain excess, complete the rest of either of those worksheets according to the worksheet's instructions. Then,\ncomplete lines 5 and 6 above. If you have a capital gain excess, complete a second Qualified Dividends and Capital Gain Tax Worksheet or Schedule D Tax Worksheet\n(whichever applies) as instructed above but in its entirety and with the following additional modifications. Then, complete lines 5 and 6 above. These modifications are to be made only for purposes of filling out the Foreign Earned Income Tax Worksheet above. 1. Reduce (but not below zero) the amount you would otherwise enter on line 3 of your Qualified Dividends and Capital Gain Tax Worksheet\nor line 9 of your Schedule D Tax Worksheet by your capital gain excess. 2. Reduce (but not below zero) the amount you would otherwise enter on line 2 of your Qualified Dividends and Capital Gain Tax Worksheet\nor line 6 of your Schedule D Tax Worksheet by any of your capital gain excess not used in (1) above. 3. Reduce (but not below zero) the amount on your Schedule D (Form 1040), line 18, by your capital gain excess. 4. Include your capital gain excess as a loss on line 16 of your Unrecaptured Section 1250 Gain Worksheet in the Instructions for\nSchedule D (Form 1040). -35- Need more information or forms? Visit IRS.gov. Qualified Dividends and Capital Gain Tax Worksheet—Line 16 Keep for Your Records Before you begin: 1.\n2.\n3. 4.\n5.\n6. 7.\n8.\n9.\n10.\n11.\n12.\n13. 14.\n15.\n16.\n17.\n18.\n19.\n20.\n21.\n22.\n23.\n24.\n25. See the earlier instructions for line 16 to see if you can use this worksheet to figure your tax. Before completing this worksheet, complete Form 1040 or 1040-SR through line 15. If you don’t have to file Schedule D and you received capital gain distributions, be sure you checked the box\non Form 1040 or 1040-SR, line 7. Enter the amount from Form 1040 or 1040-SR, line 15. However, if you are filing\nForm 2555 (relating to foreign earned income), enter the amount from line 3 of the\nForeign Earned Income Tax Worksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1.\nEnter the amount from Form 1040 or 1040-SR,\nline 3a* . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2.\nAre you filing Schedule D?*\nYes.",
    "querygen": [
      "how to determine if you have a cap or loss on your tax return",
      "how to get income on the irs schedule d",
      "do i need to find out the capital gain on a 1040"
    ],
    "querygen_score": [
      "-1.9022777",
      "-0.5233173",
      "0.936562"
    ]
  },
  {
    "id": "legal-advice_47__9",
    "doc_id": "legal-advice_47",
    "chunk_id": 9,
    "document_category": "legal-advice",
    "text": "POSTF-123043-08 10 means by which that result is accomplished. It is not necessary that the employer\nactually direct or control the manner in which the services are performed; It is sufficient\nif he has the right to do so. Treas. Reg. § 31.3121(d)-1(c)(2). This determination is\nbased on the facts and circumstances. In determining whether an individual is an employee or an independent contractor under\nthe common law, all evidence of control, and lack of control or autonomy must be\nconsidered. In doing so, one must examine the relationship of the worker and the\nbusiness. Relevant facts generally fall into three categories: (1) behavioral controls, (2)\nfinancial controls, and (3) the relationship of the parties. Behavioral controls are evidenced by facts which illustrate whether the service recipient\nhas a right to direct or control how the worker performs the specific tasks for which he or\nshe is hired. Facts which illustrate whether there is a right to control how a worker\nperforms a task include the provision of training or instruction. Financial controls are evidenced by facts which illustrate whether the service recipient\nhas a right to direct or control the financial aspects of the worker's activities. These\ninclude significant investment, unreimbursed expenses, making services available to the\nrelevant market, the method of payment, and the opportunity for profit or loss. The relationship of the parties is generally evidenced by examining the parties'\nagreements and actions with respect to each other, paying close attention to those facts\nwhich show not only how they perceive their own relationship but also how they\nrepresent their relationship to others. Facts which illustrate how the parties perceive\ntheir relationship include the intent of the parties, as expressed in written contracts; the\nprovision of, or lack of employee benefits; the right of the parties to terminate the\nrelationship; the permanency of the relationship; and whether the services performed\nare part of the service recipient's regular business activities. As is the case in almost all worker classification cases, some facts point to an\nemployment relationship while other facts indicate independent contractor status. The\ndetermination of the worker's status, therefore, rests on the weight given to the factors\nunder the common law, keeping in mind that no one factor is determinative of a worker's\nstatus. The ----------- -------letter from ------------General Counsel argues that the --------------------- district does not have a sufficient level of control over the material details of the\n-------members work. However, as further discussed in the next section, the fact that the\n-------members may not be common law employees of ---------does not mean that the\nworkers are not common law employees at all. You have a provided a preliminary analysis applying the common law rules to determine\nwhether the ------ members are employees or independent contractors. In that analysis\nyou point out facts such as the State ----------------requiring training for all new members\nand that the -------members receive instructions and must conduct hearings set forth in a\n---------procedural manual. Also, the ------ members make no investment in facilities or\nequipment and use the copiers, scanners, and recording equipment of --------- The ------ POSTF-123043-08 11 --------- hires all clerical workers and provides all supplies, materials, and equipment.",
    "querygen": [
      "what is the postf",
      "what is poctf",
      "what is the postf"
    ],
    "querygen_score": [
      "-0.60444474",
      "-6.150572",
      "-0.60444474"
    ]
  },
  {
    "id": "legal-advice_27__10",
    "doc_id": "legal-advice_27",
    "chunk_id": 10,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39\n§ 10.76 Decision of Administrative Law Judge. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39\n§ 10.77 Appeal of decision of Administrative Law Judge. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n§ 10.78 Decision on review. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n§ 10.79 Effect of disbarment, suspension, or censure. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n§ 10.80 Notice of disbarment, suspension, censure, or disqualification. . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement.",
    "querygen": [
      "who is jim dr.",
      "what is the name of the eu symbol for the word .",
      "how much do i have to say a song is a good one ?"
    ],
    "querygen_score": [
      "-9.038851",
      "-9.292412",
      "-9.847714"
    ]
  },
  {
    "id": "legal-advice_8__2",
    "doc_id": "legal-advice_8",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "= ------------------------------ Partnership G = ------------------------------------- Partnership H = -------------------------- Month 22 = ---- Date 23 = ----- Date 24 = ----- Agreement B = ----------------- Az = --------------------- Date 25 = ------ Ba = ------------------------------------------------------------------------------------------- Bb = -------------------------------------------------------------------- Bc = - Bd = - Year = - ISSUES\n1. Do the facts, as set forth below, support the taxpayers’\ncontention that a synfuel facilities constructed for Corporation\nat the Facility Location were placed in service before July 1,\n1998? Sub-issues of this issue are as follows:\na. Do the facts show that the taxpayers that owned the\nfacilities as of July 1, 1998, were in the trade or business of\nproducing and selling qualified fuel? CC:LM:NR:----Page 7\nb. What additional information will assist in\ndetermining whether the facilities were timely placed in\nservice? 2. Were the facilities placed in service pursuant to a\nbinding written contract in effect as of January 1, 1997? CONCLUSION 1. The facts, as presented, raise serious questions about\nwhether the a synfuel facilities constructed for Corporation at\nthe Facility Location were placed in service before July 1,\n1998. a. The facts are insufficient to show that the\ntaxpayers that owned the facilities as of July 1, 1998, were in\nthe trade or business of producing and selling qualified fuel. b. --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------2. There appears to be some question as to whether the\ncontract was, in fact, a binding written contract as of January\n1, 1997. ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------FACTS 1.\nOn or about Execution Date, Corporation entered into\nan agreement with c for the construction of d Facilities. The\nagreements enumerate several types and amounts of equipment for\nthe facilities. The equipment described in the agreement\nrelated to systems that were designed to accomplish the Process. Among other things, the agreement listed e, f, g, and other\nequipment designed for the Process. Additional equipment\nfocused on Subprocess. This plan was described in a Date 1 CC:LM:NR:----Page 8\nreport by a construction/engineering firm, apparently prepared\nfor h. Some time during Timeframe 1, the agreement was assigned to\ni. During Timeframe 2, construction began on a synthetic fuel\nproduction facilities at the Facility Location, near j. This\nsite is owned by k, a subsidiary of l. While Corporation acted\nas the owner of the facilities during construction, at some\npoint, these facilities were transferred to, and owned by\nPartnership A, Partnership B, Partnership C, and Partnership D.\nEach was a State X entity, formed on Date 2. A construction permit was obtained in Month 3. Construction\nbegan at the Facility Location on or about Date 4. Plans called\nfor the construction of a facilities, each projected to cost\napproximately $m. It appears that n of the plants were\nconstructed by i, and the remainder by c. The taxpayers produced several videotapes, labeled with\ndates between Date 5 and Date 6, showing equipment operating at\nthe site. Among the parts of a facility shown to be running\nwere o, p, and q. What was clear was that some of the feedstock\ncoal was run through r. --------------------------------------------------------------------------------------The videotapes\ndid not show operation of s. No narrative accompanied the\nimages shown on the videotapes, making it difficult to discern\nwhat was being shown. It was not clear from the videotape that\neach of the a facilities was operational.",
    "querygen": [
      "what is partnership g",
      "which is the month for partnership g",
      "what is the date and month in partnership g"
    ],
    "querygen_score": [
      "-1.8611332",
      "-0.5548135",
      "-0.92075396"
    ]
  },
  {
    "id": "legal-advice_40__26",
    "doc_id": "legal-advice_40",
    "chunk_id": 26,
    "document_category": "legal-advice",
    "text": "! You must include the required information even if you\nfiled it with your return in an earlier year. CAUTION Post-2008 decree or agreement. If the divorce decree or\nseparation agreement went into effect after 2008, the noncustodial parent can't include pages from the decree or agreement instead of Form 8332. The custodial parent must sign either Form\n8332 or a substantially similar statement the only purpose of\nwhich is to release the custodial parent's claim to certain tax\nbenefits for a child, and the noncustodial parent must include a\ncopy with their return. The form or statement must release the\ncustodial parent's claim to the child without any conditions. For\nexample, the release must not depend on the noncustodial parent paying support. Release of certain tax benefits revoked. A custodial parent\nwho has revoked their previous release of a claim to certain tax\nbenefits for a child must include a copy of the revocation with\ntheir return. For details, see Form 8332. Exception to citizen test. If you are a U.S. citizen or U.S. national and your adopted child lived with you all year as a member of your household, that child meets the requirement to be a\nU.S. citizen in Step 2, question 1; Step 3, question 2; Step 4,\nquestion 2; and Step 5, question 2.\nException to gross income test. If your relative (including a\nperson who lived with you all year as a member of your household) is permanently and totally disabled (defined later), certain\nincome for services performed at a sheltered workshop may be\nexcluded for this test. For details, see Pub. 501. Exception to time lived with you. Temporary absences by you\nor the other person for special circumstances, such as school,\nvacation, business, medical care, military service, or detention\nin a juvenile facility, count as time the person lived with you. Also see Children of divorced or separated parents, earlier, or\nKidnapped child, later. If the person meets all other requirements to be your qualifying child but was born or died in 2022, the person is considered\nto have lived with you for more than half of 2022 if your home\nwas this person's home for more than half the time the person\nwas alive in 2022. If the person meets all other requirements to\nbe your qualifying child but you adopted the person in 2022, the\nperson was lawfully placed with you for legal adoption by you\nin 2022, or the person was an eligible foster child placed with\nyou during 2022, the person is considered to have lived with\nyou for more than half of 2022 if your main home was this person's main home for more than half the time since the person\nwas adopted or placed with you in 2022. Any other person is considered to have lived with you for all\nof 2022 if the person was born or died in 2022 and your home\nwas this person's home for the entire time the person was alive -20-",
    "querygen": [
      "when do i need to do a dowry",
      "do divorce papers have to include divorce papers",
      "if divorce decree is filed after 2008 can i claim it"
    ],
    "querygen_score": [
      "-6.757888",
      "-2.0360785",
      "0.9208233"
    ]
  },
  {
    "id": "legal-advice_62__8",
    "doc_id": "legal-advice_62",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": "Filing\nRequirements\nDo You Have To\nFile? Use Chart A, B, or C to see if you must\nfile a return. U.S. citizens who lived in\nor had income from a U.S. possession\nshould see Pub. 570. Residents of Puerto\nRico can use Tax Topic 901 to see if\nthey must file. Even if you do not otherwise TIP have to file a return, you\nshould file one to get a refund\nof any federal income tax withheld. You\nshould also file if you are eligible for\nany of the following credits. • Earned income credit. • Additional child tax credit. • American opportunity credit. • Credit for federal tax on fuels. • Premium tax credit. • Credits for sick and family leave. See Pub. 501 for details. Also see\nPub. 501 if you do not have to file but\nreceived a Form 1099-B (or substitute\nstatement). Requirement to reconcile advance\npayments of the premium tax credit. If you, your spouse with whom you are\nfiling a joint return, or a dependent was\nenrolled in coverage through the Marketplace for 2022 and advance payments\nof the premium tax credit were made for\nthis coverage, you must file a 2022 return and attach Form 8962. You (or\nwhoever enrolled you) should have received Form 1095-A from the Marketplace with information about your coverage and any advance payments. You must attach Form 8962 even if\nsomeone else enrolled you, your spouse,\nor your dependent. If you are a dependent who is claimed on someone else's\n2022 return, you do not have to attach\nForm 8962. Exception for certain children under\nage 19 or full-time students. If certain\nconditions apply, you can elect to in- These rules apply to all U.S. citizens, regardless of where they live, and resident aliens. Have you tried IRS e-file? It's the fastest way to get your refund\nand it's free if you are eligible. Visit IRS.gov for details. clude on your return the income of a\nchild who was under age 19 at the end\nof 2022 or was a full-time student under\nage 24 at the end of 2022. To do so, use\nForm 8814. If you make this election,\nyour child doesn't have to file a return. For details, use Tax Topic 553 or see\nForm 8814. A child born on January 1, 1999, is\nconsidered to be age 24 at the end of\n2022. Do not use Form 8814 for such a\nchild. If you were serving in, or in support\nof, the U.S. Armed Forces in a designated combat zone or contingency operation, you may be able to file later. See\nPub. 3 for details. Resident aliens. These rules also apply\nif you were a resident alien. Also, you\nmay qualify for certain tax treaty benefits. See Pub. 519 for details. address for mailing your return. Use these addresses for Forms\n1040 or 1040-SR filed in 2023. The address for returns filed after 2023 may be\ndifferent. See IRS.gov/Form1040 for any\nupdates. Nonresident aliens and dual-status aliens. These rules also apply if you were\na nonresident alien or a dual-status alien\nand both of the following apply. • You were married to a U.S. citizen\nor resident alien at the end of 2022.\n•",
    "querygen": [
      "who has to file a tax return",
      "how many tax returns does the us do",
      "what form do you have to file for income tax?"
    ],
    "querygen_score": [
      "-0.9865503",
      "-4.254186",
      "-0.6619667"
    ]
  },
  {
    "id": "legal-advice_66__97",
    "doc_id": "legal-advice_66",
    "chunk_id": 97,
    "document_category": "legal-advice",
    "text": "1,720\n1,726\n1,732\n1,738\n1,744 19,750\n19,800\n19,850\n19,900\n19,950 19,800\n19,850\n19,900\n19,950\n20,000 2,168\n2,174\n2,180\n2,186\n2,192 1,978\n1,983\n1,988\n1,993\n1,998 2,168\n2,174\n2,180\n2,186\n2,192 2,080\n2,086\n2,092\n2,098\n2,104 14,000 17,000 20,000 14,000\n14,050\n14,100\n14,150\n14,200 14,050\n14,100\n14,150\n14,200\n14,250 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 17,000\n17,050\n17,100\n17,150\n17,200 17,050\n17,100\n17,150\n17,200\n17,250 1,838\n1,844\n1,850\n1,856\n1,862 1,703\n1,708\n1,713\n1,718\n1,723 1,838\n1,844\n1,850\n1,856\n1,862 1,750\n1,756\n1,762\n1,768\n1,774 20,000\n20,050\n20,100\n20,150\n20,200 20,050\n20,100\n20,150\n20,200\n20,250 2,198\n2,204\n2,210\n2,216\n2,222 2,003\n2,008\n2,013\n2,018\n2,023 2,198\n2,204\n2,210\n2,216\n2,222 2,110\n2,116\n2,122\n2,128\n2,134 14,250\n14,300\n14,350\n14,400\n14,450 14,300\n14,350\n14,400\n14,450\n14,500 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 17,250\n17,300\n17,350\n17,400\n17,450 17,300\n17,350\n17,400\n17,450\n17,500 1,868\n1,874\n1,880\n1,886\n1,892 1,728\n1,733\n1,738\n1,743\n1,748 1,868\n1,874\n1,880\n1,886\n1,892 1,780\n1,786\n1,792\n1,798\n1,804 20,250\n20,300\n20,350\n20,400\n20,450 20,300\n20,350\n20,400\n20,450\n20,500 2,228\n2,234\n2,240\n2,246\n2,252 2,028\n2,033\n2,038\n2,043\n2,048 2,228\n2,234\n2,240\n2,246\n2,252 2,140\n2,146\n2,152\n2,158\n2,164 14,500\n14,550\n14,600\n14,650\n14,700 14,550\n14,600\n14,650\n14,700\n14,750 1,538\n1,544\n1,550\n1,556\n1,562 1,453\n1,458\n1,463\n1,468\n1,473 1,538\n1,544\n1,550\n1,556\n1,562 1,453\n1,458\n1,463\n1,468\n1,474 17,500\n17,550\n17,600\n17,650\n17,700 17,550\n17,600\n17,650\n17,700\n17,750 1,898\n1,904\n1,910\n1,916\n1,922 1,753\n1,758\n1,763\n1,768\n1,773 1,898\n1,904\n1,910\n1,916\n1,922 1,810\n1,816\n1,822\n1,828\n1,834 20,500\n20,550\n20,600\n20,650\n20,700 20,550\n20,600\n20,650\n20,700\n20,750 2,258\n2,264\n2,270\n2,276\n2,282 2,053\n2,058\n2,064\n2,070\n2,076 2,258\n2,264\n2,270\n2,276\n2,282 2,170\n2,176\n2,182\n2,188\n2,194 14,750\n14,800\n14,850\n14,900\n14,950 14,800\n14,850\n14,900\n14,950\n15,000 1,568\n1,574\n1,580\n1,586\n1,592 1,478\n1,483\n1,488\n1,493\n1,498 1,568\n1,574\n1,580\n1,586\n1,592 1,480\n1,486\n1,492\n1,498\n1,504 17,750\n17,800\n17,850\n17,900\n17,950 17,800\n17,850\n17,900\n17,950\n18,000 1,928\n1,934\n1,940\n1,946\n1,952 1,778\n1,783\n1,788\n1,793\n1,798 1,928\n1,934\n1,940\n1,946\n1,952 1,840\n1,846\n1,852\n1,858\n1,864 20,750\n20,800\n20,850\n20,900\n20,950 20,800\n20,850\n20,900\n20,950\n21,000 2,288\n2,294\n2,300\n2,306\n2,312 2,082\n2,088\n2,094\n2,100\n2,106 2,288\n2,294\n2,300\n2,306\n2,312 2,200\n2,206\n2,212\n2,218\n2,224 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 65 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 21,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 24,000 27,000 21,000\n21,050\n21,100\n21,150\n21,200 21,050\n21,100\n21,150\n21,200\n21,250 2,318\n2,324\n2,330\n2,336\n2,342 2,112\n2,118\n2,124\n2,130\n2,136 2,318\n2,324\n2,330\n2,336\n2,342 2,230\n2,236\n2,242\n2,248\n2,254 24,000\n24,050\n24,100\n24,150\n24,200 24,050\n24,100\n24,150\n24,200\n24,250 2,678\n2,684\n2,690\n2,696\n2,702 2,472\n2,478\n2,484\n2,490\n2,496 2,678\n2,684\n2,690\n2,696\n2,702 2,590\n2,596\n2,602\n2,608\n2,614 27,000\n27,050\n27,100\n27,150\n27,200 27,050\n27,100\n27,150\n27,200\n27,250 3,038\n3,044\n3,050\n3,056\n3,062 2,832\n2,838\n2,844\n2,850\n2,856 3,038\n3,044\n3,050\n3,056\n3,062 2,950\n2,956\n2,962\n2,968\n2,974 21,250\n21,300\n21,350\n21,400\n21,450 21,300\n21,350\n21,400\n21,450\n21,500 2,348\n2,354\n2,360\n2,366\n2,372 2,142\n2,148\n2,154\n2,160\n2,166 2,348\n2,354\n2,360\n2,366\n2,372 2,260\n2,266\n2,272\n2,278\n2,284 24,250\n24,300\n24,350\n24,400\n24,450 24,300\n24,350\n24,400\n24,450\n24,500 2,708\n2,714\n2,720\n2,726\n2,732 2,502\n2,508\n2,514\n2,520\n2,526 2,708\n2,714\n2,720\n2,726\n2,732 2,620\n2,626\n2,632\n2,638\n2,644 27,250\n27,300\n27,350\n27,400\n27,450 27,300\n27,350\n27,400\n27,450\n27,500 3,068\n3,074\n3,080\n3,086\n3,092 2,862\n2,868\n2,874\n2,880\n2,886 3,068\n3,074\n3,080\n3,086\n3,092 2,980\n2,986\n2,992\n2,998\n3,004 21,500\n21,550\n21,600\n21,650\n21,700 21,550\n21,600\n21,650\n21,700\n21,750 2,378\n2,384\n2,390\n2,396\n2,402 2,172\n2,178\n2,184\n2,190\n2,196 2,378\n2,384\n2,390\n2,396\n2,402 2,290\n2,296\n2,302\n2,308\n2,314 24,500\n24,550\n24,600\n24,650\n24,700 24,550\n24,600\n24,650\n24,700\n24,750 2,738\n2,744\n2,750\n2,756\n2,762 2,532\n2,538\n2,544\n2,550\n2,556 2,738\n2,744\n2,750\n2,756\n2,762 2,650\n2,656\n2,662\n2,668\n2,674 27,500\n27,550\n27,600\n27,650\n27,700 27,550\n27,600\n27,650\n27,700\n27,750 3,098\n3,104\n3,110\n3,116\n3,122 2,892\n2,898\n2,904\n2,910\n2,916 3,098\n3,104\n3,110\n3,116\n3,122 3,010\n3,016\n3,022\n3,028\n3,034 21,750\n21,800\n21,850\n21,900\n21,950 21,800\n21,850\n21,900\n21,950\n22,000 2,408\n2,414\n2,420\n2,426\n2,432 2,202\n2,208\n2,214\n2,220\n2,226 2,408\n2,414\n2,420\n2,426\n2,432 2,320\n2,326\n2,332\n2,338\n2,344 24,750\n24,800\n24,850\n24,900\n24,950 24,800\n24,850\n24,900\n24,950\n25,000 2,768\n2,774\n2,780\n2,786\n2,792 2,562\n2,568\n2,574\n2,580\n2,586 2,768\n2,774\n2,780\n2,786\n2,792 2,680\n2,686\n2,692\n2,698\n2,704 27,750\n27,800\n27,850\n27,900\n27,950 27,800\n27,850\n27,900\n27,950\n28,000 3,128\n3,134\n3,140\n3,146\n3,152 2,922\n2,928\n2,934\n2,940\n2,946 3,128\n3,134\n3,140\n3,146\n3,152 3,040\n3,046\n3,052\n3,058\n3,064 22,000 25,000 28,000 22,000\n22,050\n22,100\n22,150\n22,200 22,050\n22,100\n22,150\n22,200\n22,250 2,438\n2,444\n2,450\n2,456\n2,462 2,232\n2,238\n2,244\n2,250\n2,256 2,438\n2,444\n2,450\n2,456\n2,462 2,350\n2,356\n2,362\n2,368\n2,374 25,000\n25,050\n25,100\n25,150\n25,200 25,050\n25,100\n25,150\n25,200\n25,250 2,798\n2,804\n2,810\n2,816\n2,822 2,592\n2,598\n2,604\n2,610\n2,616 2,798\n2,804\n2,810\n2,816\n2,822 2,710\n2,716\n2,722\n2,728\n2,734 28,000\n28,050\n28,100\n28,150\n28,200 28,050\n28,100\n28,150\n28,200\n28,250 3,158\n3,164\n3,170\n3,176\n3,182 2,952\n2,958\n2,964\n2,970\n2,976 3,158\n3,164\n3,170\n3,176\n3,182 3,070\n3,076\n3,082\n3,088\n3,094 22,250\n22,300\n22,350\n22,400\n22,450 22,300\n22,350\n22,400\n22,450\n22,500 2,468\n2,474\n2,480\n2,486\n2,492 2,262\n2,268\n2,274\n2,280\n2,286 2,468\n2,474\n2,480\n2,486\n2,492 2,380\n2,386\n2,392\n2,398\n2,404 25,250\n25,300\n25,350\n25,400\n25,450 25,300\n25,350\n25,400\n25,450\n25,500 2,828\n2,834\n2,840\n2,846\n2,852 2,622\n2,628\n2,634\n2,640\n2,646 2,828\n2,834\n2,840\n2,846\n2,852 2,740\n2,746\n2,752\n2,758\n2,764 28,250\n28,300\n28,350\n28,400\n28,450 28,300\n28,350\n28,400\n28,450\n28,500 3,188\n3,194\n3,200\n3,206\n3,212 2,982\n2,988\n2,994\n3,000\n3,006 3,188\n3,194\n3,200\n3,206\n3,212 3,100\n3,106\n3,112\n3,118\n3,124 22,500\n22,550\n22,600\n22,650\n22,700 22,550\n22,600\n22,650\n22,700\n22,750 2,498\n2,504\n2,510\n2,516\n2,522 2,292\n2,298\n2,304\n2,310\n2,316 2,498\n2,504\n2,510\n2,516\n2,522 2,410\n2,416\n2,422\n2,428\n2,434 25,500\n25,550\n25,600\n25,650\n25,700 25,550\n25,600\n25,650\n25,700\n25,750 2,858\n2,864\n2,870\n2,876\n2,882 2,652\n2,658\n2,664\n2,670\n2,676 2,858\n2,864\n2,870\n2,876\n2,882 2,770\n2,776\n2,782\n2,788\n2,794 28,500\n28,550\n28,600\n28,650\n28,700 28,550\n28,600\n28,650\n28,700\n28,750 3,218\n3,224\n3,230\n3,236\n3,242 3,012\n3,018\n3,024\n3,030\n3,036 3,218\n3,224\n3,230\n3,236\n3,242 3,130\n3,136\n3,142\n3,148\n3,154 22,750\n22,800\n22,850\n22,900\n22,950 22,800\n22,850\n22,900\n22,950\n23,000 2,528\n2,534\n2,540\n2,546\n2,552 2,322\n2,328\n2,334\n2,340\n2,346 2,528\n2,534\n2,540\n2,546\n2,552 2,440\n2,446\n2,452\n2,458\n2,464 25,750\n25,800\n25,850\n25,900\n25,950 25,800\n25,850\n25,900\n25,950\n26,000 2,888\n2,894\n2,900\n2,906\n2,912 2,682\n2,688\n2,694\n2,700\n2,706 2,888\n2,894\n2,900\n2,906\n2,912 2,800\n2,806\n2,812\n2,818\n2,824 28,750\n28,800\n28,850\n28,900\n28,950 28,800\n28,850\n28,900\n28,950\n29,000 3,248\n3,254\n3,260\n3,266\n3,272 3,042\n3,048\n3,054\n3,060\n3,066 3,248\n3,254\n3,260\n3,266\n3,272 3,160\n3,166\n3,172\n3,178\n3,184 23,000 26,000 29,000 23,000\n23,050\n23,100\n23,150\n23,200 23,050\n23,100\n23,150\n23,200\n23,250 2,558\n2,564\n2,570\n2,576\n2,582 2,352\n2,358\n2,364\n2,370\n2,376 2,558\n2,564\n2,570\n2,576\n2,582 2,470\n2,476\n2,482\n2,488\n2,494 26,000\n26,050\n26,100\n26,150\n26,200 26,050\n26,100\n26,150\n26,200\n26,250 2,918\n2,924\n2,930\n2,936\n2,942 2,712\n2,718\n2,724\n2,730\n2,736 2,918\n2,924\n2,930\n2,936\n2,942 2,830\n2,836\n2,842\n2,848\n2,854 29,000\n29,050\n29,100\n29,150\n29,200 29,050\n29,100\n29,150\n29,200\n29,250 3,278\n3,284\n3,290\n3,296\n3,302 3,072\n3,078\n3,084\n3,090\n3,096 3,278\n3,284\n3,290\n3,296\n3,302 3,190\n3,196\n3,202\n3,208\n3,214 23,250\n23,300\n23,350\n23,400\n23,450 23,300\n23,350\n23,400\n23,450\n23,500 2,588\n2,594\n2,600\n2,606\n2,612 2,382\n2,388\n2,394\n2,400\n2,406 2,588\n2,594\n2,600\n2,606\n2,612 2,500\n2,506\n2,512\n2,518\n2,524 26,250\n26,300\n26,350\n26,400\n26,450 26,300\n26,350\n26,400\n26,450\n26,500 2,948\n2,954\n2,960\n2,966\n2,972 2,742\n2,748\n2,754\n2,760\n2,766 2,948\n2,954\n2,960\n2,966\n2,972 2,860\n2,866\n2,872\n2,878\n2,884 29,250\n29,300\n29,350\n29,400\n29,450 29,300\n29,350\n29,400\n29,450\n29,500 3,308\n3,314\n3,320\n3,326\n3,332 3,102\n3,108\n3,114\n3,120\n3,126 3,308\n3,314\n3,320\n3,326\n3,332 3,220\n3,226\n3,232\n3,238\n3,244 23,500\n23,550\n23,600\n23,650\n23,700 23,550\n23,600\n23,650\n23,700\n23,750 2,618\n2,624\n2,630\n2,636\n2,642 2,412\n2,418\n2,424\n2,430\n2,436 2,618\n2,624\n2,630\n2,636\n2,642 2,530\n2,536\n2,542\n2,548\n2,554 26,500\n26,550\n26,600\n26,650\n26,700 26,550\n26,600\n26,650\n26,700\n26,750 2,978\n2,984\n2,990\n2,996\n3,002 2,772\n2,778\n2,784\n2,790\n2,796 2,978\n2,984\n2,990\n2,996\n3,002 2,890\n2,896\n2,902\n2,908\n2,914 29,500\n29,550\n29,600\n29,650\n29,700 29,550\n29,600\n29,650\n29,700\n29,750 3,338\n3,344\n3,350\n3,356\n3,362 3,132\n3,138\n3,144\n3,150\n3,156 3,338\n3,344\n3,350\n3,356\n3,362 3,250\n3,256\n3,262\n3,268\n3,274 23,750\n23,800\n23,850\n23,900\n23,950 23,800\n23,850\n23,900\n23,950\n24,000 2,648\n2,654\n2,660\n2,666\n2,672 2,442\n2,448\n2,454\n2,460\n2,466 2,648\n2,654\n2,660\n2,666\n2,672 2,560\n2,566\n2,572\n2,578\n2,584 26,750\n26,800\n26,850\n26,900\n26,950 26,800\n26,850\n26,900\n26,950\n27,000 3,008\n3,014\n3,020\n3,026\n3,032 2,802\n2,808\n2,814\n2,820\n2,826 3,008\n3,014\n3,020\n3,026\n3,032 2,920\n2,926\n2,932\n2,938\n2,944 29,750\n29,800\n29,850\n29,900\n29,950 29,800\n29,850\n29,900\n29,950\n30,000 3,368\n3,374\n3,380\n3,386\n3,392 3,162\n3,168\n3,174\n3,180\n3,186 3,368\n3,374\n3,380\n3,386\n3,392 3,280\n3,286\n3,292\n3,298\n3,304 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 66 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 30,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 33,000 36,000 30,000\n30,050\n30,100\n30,150\n30,200 30,050\n30,100\n30,150\n30,200\n30,250 3,398\n3,404\n3,410\n3,416\n3,422 3,192\n3,198\n3,204\n3,210\n3,216 3,398\n3,404\n3,410\n3,416\n3,422 3,310\n3,316\n3,322\n3,328\n3,334 33,000\n33,050\n33,100\n33,150\n33,200 33,050\n33,100\n33,150\n33,200\n33,250 3,758\n3,764\n3,770\n3,776\n3,782 3,552\n3,558\n3,564\n3,570\n3,576 3,758\n3,764\n3,770\n3,776\n3,782 3,670\n3,676\n3,682\n3,688\n3,694 36,000\n36,050\n36,100\n36,150\n36,200 36,050\n36,100\n36,150\n36,200\n36,250 4,118\n4,124\n4,130\n4,136\n4,142 3,912\n3,918\n3,924\n3,930\n3,936 4,118\n4,124\n4,130\n4,136\n4,142 4,030\n4,036\n4,042\n4,048\n4,054 30,250\n30,300\n30,350\n30,400\n30,450 30,300\n30,350\n30,400\n30,450\n30,500 3,428\n3,434\n3,440\n3,446\n3,452 3,222\n3,228\n3,234\n3,240\n3,246 3,428\n3,434\n3,440\n3,446\n3,452 3,340\n3,346\n3,352\n3,358\n3,364",
    "querygen": [
      "what number of digits in a phone number",
      "what number is 720",
      "what numbers are in the oz"
    ],
    "querygen_score": [
      "-2.3097413",
      "-1.0474744",
      "-4.8998485"
    ]
  },
  {
    "id": "legal-advice_94__97",
    "doc_id": "legal-advice_94",
    "chunk_id": 97,
    "document_category": "legal-advice",
    "text": "1,720\n1,726\n1,732\n1,738\n1,744 19,750\n19,800\n19,850\n19,900\n19,950 19,800\n19,850\n19,900\n19,950\n20,000 2,168\n2,174\n2,180\n2,186\n2,192 1,978\n1,983\n1,988\n1,993\n1,998 2,168\n2,174\n2,180\n2,186\n2,192 2,080\n2,086\n2,092\n2,098\n2,104 14,000 17,000 20,000 14,000\n14,050\n14,100\n14,150\n14,200 14,050\n14,100\n14,150\n14,200\n14,250 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 1,478\n1,484\n1,490\n1,496\n1,502 1,403\n1,408\n1,413\n1,418\n1,423 17,000\n17,050\n17,100\n17,150\n17,200 17,050\n17,100\n17,150\n17,200\n17,250 1,838\n1,844\n1,850\n1,856\n1,862 1,703\n1,708\n1,713\n1,718\n1,723 1,838\n1,844\n1,850\n1,856\n1,862 1,750\n1,756\n1,762\n1,768\n1,774 20,000\n20,050\n20,100\n20,150\n20,200 20,050\n20,100\n20,150\n20,200\n20,250 2,198\n2,204\n2,210\n2,216\n2,222 2,003\n2,008\n2,013\n2,018\n2,023 2,198\n2,204\n2,210\n2,216\n2,222 2,110\n2,116\n2,122\n2,128\n2,134 14,250\n14,300\n14,350\n14,400\n14,450 14,300\n14,350\n14,400\n14,450\n14,500 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 1,508\n1,514\n1,520\n1,526\n1,532 1,428\n1,433\n1,438\n1,443\n1,448 17,250\n17,300\n17,350\n17,400\n17,450 17,300\n17,350\n17,400\n17,450\n17,500 1,868\n1,874\n1,880\n1,886\n1,892 1,728\n1,733\n1,738\n1,743\n1,748 1,868\n1,874\n1,880\n1,886\n1,892 1,780\n1,786\n1,792\n1,798\n1,804 20,250\n20,300\n20,350\n20,400\n20,450 20,300\n20,350\n20,400\n20,450\n20,500 2,228\n2,234\n2,240\n2,246\n2,252 2,028\n2,033\n2,038\n2,043\n2,048 2,228\n2,234\n2,240\n2,246\n2,252 2,140\n2,146\n2,152\n2,158\n2,164 14,500\n14,550\n14,600\n14,650\n14,700 14,550\n14,600\n14,650\n14,700\n14,750 1,538\n1,544\n1,550\n1,556\n1,562 1,453\n1,458\n1,463\n1,468\n1,473 1,538\n1,544\n1,550\n1,556\n1,562 1,453\n1,458\n1,463\n1,468\n1,474 17,500\n17,550\n17,600\n17,650\n17,700 17,550\n17,600\n17,650\n17,700\n17,750 1,898\n1,904\n1,910\n1,916\n1,922 1,753\n1,758\n1,763\n1,768\n1,773 1,898\n1,904\n1,910\n1,916\n1,922 1,810\n1,816\n1,822\n1,828\n1,834 20,500\n20,550\n20,600\n20,650\n20,700 20,550\n20,600\n20,650\n20,700\n20,750 2,258\n2,264\n2,270\n2,276\n2,282 2,053\n2,058\n2,064\n2,070\n2,076 2,258\n2,264\n2,270\n2,276\n2,282 2,170\n2,176\n2,182\n2,188\n2,194 14,750\n14,800\n14,850\n14,900\n14,950 14,800\n14,850\n14,900\n14,950\n15,000 1,568\n1,574\n1,580\n1,586\n1,592 1,478\n1,483\n1,488\n1,493\n1,498 1,568\n1,574\n1,580\n1,586\n1,592 1,480\n1,486\n1,492\n1,498\n1,504 17,750\n17,800\n17,850\n17,900\n17,950 17,800\n17,850\n17,900\n17,950\n18,000 1,928\n1,934\n1,940\n1,946\n1,952 1,778\n1,783\n1,788\n1,793\n1,798 1,928\n1,934\n1,940\n1,946\n1,952 1,840\n1,846\n1,852\n1,858\n1,864 20,750\n20,800\n20,850\n20,900\n20,950 20,800\n20,850\n20,900\n20,950\n21,000 2,288\n2,294\n2,300\n2,306\n2,312 2,082\n2,088\n2,094\n2,100\n2,106 2,288\n2,294\n2,300\n2,306\n2,312 2,200\n2,206\n2,212\n2,218\n2,224 (Continued)\n* This column must also be used by a qualifying surviving spouse. - 65 - Need more information or forms? Visit IRS.gov. 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 21,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 24,000 27,000 21,000\n21,050\n21,100\n21,150\n21,200 21,050\n21,100\n21,150\n21,200\n21,250 2,318\n2,324\n2,330\n2,336\n2,342 2,112\n2,118\n2,124\n2,130\n2,136 2,318\n2,324\n2,330\n2,336\n2,342 2,230\n2,236\n2,242\n2,248\n2,254 24,000\n24,050\n24,100\n24,150\n24,200 24,050\n24,100\n24,150\n24,200\n24,250 2,678\n2,684\n2,690\n2,696\n2,702 2,472\n2,478\n2,484\n2,490\n2,496 2,678\n2,684\n2,690\n2,696\n2,702 2,590\n2,596\n2,602\n2,608\n2,614 27,000\n27,050\n27,100\n27,150\n27,200 27,050\n27,100\n27,150\n27,200\n27,250 3,038\n3,044\n3,050\n3,056\n3,062 2,832\n2,838\n2,844\n2,850\n2,856 3,038\n3,044\n3,050\n3,056\n3,062 2,950\n2,956\n2,962\n2,968\n2,974 21,250\n21,300\n21,350\n21,400\n21,450 21,300\n21,350\n21,400\n21,450\n21,500 2,348\n2,354\n2,360\n2,366\n2,372 2,142\n2,148\n2,154\n2,160\n2,166 2,348\n2,354\n2,360\n2,366\n2,372 2,260\n2,266\n2,272\n2,278\n2,284 24,250\n24,300\n24,350\n24,400\n24,450 24,300\n24,350\n24,400\n24,450\n24,500 2,708\n2,714\n2,720\n2,726\n2,732 2,502\n2,508\n2,514\n2,520\n2,526 2,708\n2,714\n2,720\n2,726\n2,732 2,620\n2,626\n2,632\n2,638\n2,644 27,250\n27,300\n27,350\n27,400\n27,450 27,300\n27,350\n27,400\n27,450\n27,500 3,068\n3,074\n3,080\n3,086\n3,092 2,862\n2,868\n2,874\n2,880\n2,886 3,068\n3,074\n3,080\n3,086\n3,092 2,980\n2,986\n2,992\n2,998\n3,004 21,500\n21,550\n21,600\n21,650\n21,700 21,550\n21,600\n21,650\n21,700\n21,750 2,378\n2,384\n2,390\n2,396\n2,402 2,172\n2,178\n2,184\n2,190\n2,196 2,378\n2,384\n2,390\n2,396\n2,402 2,290\n2,296\n2,302\n2,308\n2,314 24,500\n24,550\n24,600\n24,650\n24,700 24,550\n24,600\n24,650\n24,700\n24,750 2,738\n2,744\n2,750\n2,756\n2,762 2,532\n2,538\n2,544\n2,550\n2,556 2,738\n2,744\n2,750\n2,756\n2,762 2,650\n2,656\n2,662\n2,668\n2,674 27,500\n27,550\n27,600\n27,650\n27,700 27,550\n27,600\n27,650\n27,700\n27,750 3,098\n3,104\n3,110\n3,116\n3,122 2,892\n2,898\n2,904\n2,910\n2,916 3,098\n3,104\n3,110\n3,116\n3,122 3,010\n3,016\n3,022\n3,028\n3,034 21,750\n21,800\n21,850\n21,900\n21,950 21,800\n21,850\n21,900\n21,950\n22,000 2,408\n2,414\n2,420\n2,426\n2,432 2,202\n2,208\n2,214\n2,220\n2,226 2,408\n2,414\n2,420\n2,426\n2,432 2,320\n2,326\n2,332\n2,338\n2,344 24,750\n24,800\n24,850\n24,900\n24,950 24,800\n24,850\n24,900\n24,950\n25,000 2,768\n2,774\n2,780\n2,786\n2,792 2,562\n2,568\n2,574\n2,580\n2,586 2,768\n2,774\n2,780\n2,786\n2,792 2,680\n2,686\n2,692\n2,698\n2,704 27,750\n27,800\n27,850\n27,900\n27,950 27,800\n27,850\n27,900\n27,950\n28,000 3,128\n3,134\n3,140\n3,146\n3,152 2,922\n2,928\n2,934\n2,940\n2,946 3,128\n3,134\n3,140\n3,146\n3,152 3,040\n3,046\n3,052\n3,058\n3,064 22,000 25,000 28,000 22,000\n22,050\n22,100\n22,150\n22,200 22,050\n22,100\n22,150\n22,200\n22,250 2,438\n2,444\n2,450\n2,456\n2,462 2,232\n2,238\n2,244\n2,250\n2,256 2,438\n2,444\n2,450\n2,456\n2,462 2,350\n2,356\n2,362\n2,368\n2,374 25,000\n25,050\n25,100\n25,150\n25,200 25,050\n25,100\n25,150\n25,200\n25,250 2,798\n2,804\n2,810\n2,816\n2,822 2,592\n2,598\n2,604\n2,610\n2,616 2,798\n2,804\n2,810\n2,816\n2,822 2,710\n2,716\n2,722\n2,728\n2,734 28,000\n28,050\n28,100\n28,150\n28,200 28,050\n28,100\n28,150\n28,200\n28,250 3,158\n3,164\n3,170\n3,176\n3,182 2,952\n2,958\n2,964\n2,970\n2,976 3,158\n3,164\n3,170\n3,176\n3,182 3,070\n3,076\n3,082\n3,088\n3,094 22,250\n22,300\n22,350\n22,400\n22,450 22,300\n22,350\n22,400\n22,450\n22,500 2,468\n2,474\n2,480\n2,486\n2,492 2,262\n2,268\n2,274\n2,280\n2,286 2,468\n2,474\n2,480\n2,486\n2,492 2,380\n2,386\n2,392\n2,398\n2,404 25,250\n25,300\n25,350\n25,400\n25,450 25,300\n25,350\n25,400\n25,450\n25,500 2,828\n2,834\n2,840\n2,846\n2,852 2,622\n2,628\n2,634\n2,640\n2,646 2,828\n2,834\n2,840\n2,846\n2,852 2,740\n2,746\n2,752\n2,758\n2,764 28,250\n28,300\n28,350\n28,400\n28,450 28,300\n28,350\n28,400\n28,450\n28,500 3,188\n3,194\n3,200\n3,206\n3,212 2,982\n2,988\n2,994\n3,000\n3,006 3,188\n3,194\n3,200\n3,206\n3,212 3,100\n3,106\n3,112\n3,118\n3,124 22,500\n22,550\n22,600\n22,650\n22,700 22,550\n22,600\n22,650\n22,700\n22,750 2,498\n2,504\n2,510\n2,516\n2,522 2,292\n2,298\n2,304\n2,310\n2,316 2,498\n2,504\n2,510\n2,516\n2,522 2,410\n2,416\n2,422\n2,428\n2,434 25,500\n25,550\n25,600\n25,650\n25,700 25,550\n25,600\n25,650\n25,700\n25,750 2,858\n2,864\n2,870\n2,876\n2,882 2,652\n2,658\n2,664\n2,670\n2,676 2,858\n2,864\n2,870\n2,876\n2,882 2,770\n2,776\n2,782\n2,788\n2,794 28,500\n28,550\n28,600\n28,650\n28,700 28,550\n28,600\n28,650\n28,700\n28,750 3,218\n3,224\n3,230\n3,236\n3,242 3,012\n3,018\n3,024\n3,030\n3,036 3,218\n3,224\n3,230\n3,236\n3,242 3,130\n3,136\n3,142\n3,148\n3,154 22,750\n22,800\n22,850\n22,900\n22,950 22,800\n22,850\n22,900\n22,950\n23,000 2,528\n2,534\n2,540\n2,546\n2,552 2,322\n2,328\n2,334\n2,340\n2,346 2,528\n2,534\n2,540\n2,546\n2,552 2,440\n2,446\n2,452\n2,458\n2,464 25,750\n25,800\n25,850\n25,900\n25,950 25,800\n25,850\n25,900\n25,950\n26,000 2,888\n2,894\n2,900\n2,906\n2,912 2,682\n2,688\n2,694\n2,700\n2,706 2,888\n2,894\n2,900\n2,906\n2,912 2,800\n2,806\n2,812\n2,818\n2,824 28,750\n28,800\n28,850\n28,900\n28,950 28,800\n28,850\n28,900\n28,950\n29,000 3,248\n3,254\n3,260\n3,266\n3,272 3,042\n3,048\n3,054\n3,060\n3,066 3,248\n3,254\n3,260\n3,266\n3,272 3,160\n3,166\n3,172\n3,178\n3,184 23,000 26,000 29,000 23,000\n23,050\n23,100\n23,150\n23,200 23,050\n23,100\n23,150\n23,200\n23,250 2,558\n2,564\n2,570\n2,576\n2,582 2,352\n2,358\n2,364\n2,370\n2,376 2,558\n2,564\n2,570\n2,576\n2,582 2,470\n2,476\n2,482\n2,488\n2,494 26,000\n26,050\n26,100\n26,150\n26,200 26,050\n26,100\n26,150\n26,200\n26,250 2,918\n2,924\n2,930\n2,936\n2,942 2,712\n2,718\n2,724\n2,730\n2,736 2,918\n2,924\n2,930\n2,936\n2,942 2,830\n2,836\n2,842\n2,848\n2,854 29,000\n29,050\n29,100\n29,150\n29,200 29,050\n29,100\n29,150\n29,200\n29,250 3,278\n3,284\n3,290\n3,296\n3,302 3,072\n3,078\n3,084\n3,090\n3,096 3,278\n3,284\n3,290\n3,296\n3,302 3,190\n3,196\n3,202\n3,208\n3,214 23,250\n23,300\n23,350\n23,400\n23,450 23,300\n23,350\n23,400\n23,450\n23,500 2,588\n2,594\n2,600\n2,606\n2,612 2,382\n2,388\n2,394\n2,400\n2,406 2,588\n2,594\n2,600\n2,606\n2,612 2,500\n2,506\n2,512\n2,518\n2,524 26,250\n26,300\n26,350\n26,400\n26,450 26,300\n26,350\n26,400\n26,450\n26,500 2,948\n2,954\n2,960\n2,966\n2,972 2,742\n2,748\n2,754\n2,760\n2,766 2,948\n2,954\n2,960\n2,966\n2,972 2,860\n2,866\n2,872\n2,878\n2,884 29,250\n29,300\n29,350\n29,400\n29,450 29,300\n29,350\n29,400\n29,450\n29,500 3,308\n3,314\n3,320\n3,326\n3,332 3,102\n3,108\n3,114\n3,120\n3,126 3,308\n3,314\n3,320\n3,326\n3,332 3,220\n3,226\n3,232\n3,238\n3,244 23,500\n23,550\n23,600\n23,650\n23,700 23,550\n23,600\n23,650\n23,700\n23,750 2,618\n2,624\n2,630\n2,636\n2,642 2,412\n2,418\n2,424\n2,430\n2,436 2,618\n2,624\n2,630\n2,636\n2,642 2,530\n2,536\n2,542\n2,548\n2,554 26,500\n26,550\n26,600\n26,650\n26,700 26,550\n26,600\n26,650\n26,700\n26,750 2,978\n2,984\n2,990\n2,996\n3,002 2,772\n2,778\n2,784\n2,790\n2,796 2,978\n2,984\n2,990\n2,996\n3,002 2,890\n2,896\n2,902\n2,908\n2,914 29,500\n29,550\n29,600\n29,650\n29,700 29,550\n29,600\n29,650\n29,700\n29,750 3,338\n3,344\n3,350\n3,356\n3,362 3,132\n3,138\n3,144\n3,150\n3,156 3,338\n3,344\n3,350\n3,356\n3,362 3,250\n3,256\n3,262\n3,268\n3,274 23,750\n23,800\n23,850\n23,900\n23,950 23,800\n23,850\n23,900\n23,950\n24,000 2,648\n2,654\n2,660\n2,666\n2,672 2,442\n2,448\n2,454\n2,460\n2,466 2,648\n2,654\n2,660\n2,666\n2,672 2,560\n2,566\n2,572\n2,578\n2,584 26,750\n26,800\n26,850\n26,900\n26,950 26,800\n26,850\n26,900\n26,950\n27,000 3,008\n3,014\n3,020\n3,026\n3,032 2,802\n2,808\n2,814\n2,820\n2,826 3,008\n3,014\n3,020\n3,026\n3,032 2,920\n2,926\n2,932\n2,938\n2,944 29,750\n29,800\n29,850\n29,900\n29,950 29,800\n29,850\n29,900\n29,950\n30,000 3,368\n3,374\n3,380\n3,386\n3,392 3,162\n3,168\n3,174\n3,180\n3,186 3,368\n3,374\n3,380\n3,386\n3,392 3,280\n3,286\n3,292\n3,298\n3,304 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 66 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 30,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 33,000 36,000 30,000\n30,050\n30,100\n30,150\n30,200 30,050\n30,100\n30,150\n30,200\n30,250 3,398\n3,404\n3,410\n3,416\n3,422 3,192\n3,198\n3,204\n3,210\n3,216 3,398\n3,404\n3,410\n3,416\n3,422 3,310\n3,316\n3,322\n3,328\n3,334 33,000\n33,050\n33,100\n33,150\n33,200 33,050\n33,100\n33,150\n33,200\n33,250 3,758\n3,764\n3,770\n3,776\n3,782 3,552\n3,558\n3,564\n3,570\n3,576 3,758\n3,764\n3,770\n3,776\n3,782 3,670\n3,676\n3,682\n3,688\n3,694 36,000\n36,050\n36,100\n36,150\n36,200 36,050\n36,100\n36,150\n36,200\n36,250 4,118\n4,124\n4,130\n4,136\n4,142 3,912\n3,918\n3,924\n3,930\n3,936 4,118\n4,124\n4,130\n4,136\n4,142 4,030\n4,036\n4,042\n4,048\n4,054 30,250\n30,300\n30,350\n30,400\n30,450 30,300\n30,350\n30,400\n30,450\n30,500 3,428\n3,434\n3,440\n3,446\n3,452 3,222\n3,228\n3,234\n3,240\n3,246 3,428\n3,434\n3,440\n3,446\n3,452 3,340\n3,346\n3,352\n3,358\n3,364",
    "querygen": [
      "how many in numbers are there?",
      "how many numbers in the number 720",
      "what is the number one number in terms of numbers"
    ],
    "querygen_score": [
      "-1.852458",
      "-0.7525095",
      "-4.9705343"
    ]
  },
  {
    "id": "legal-advice_95__37",
    "doc_id": "legal-advice_95",
    "chunk_id": 37,
    "document_category": "legal-advice",
    "text": "(b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous. (2) A practitioner may not advise a client to\nsubmit a document, affidavit or other paper to the\nInternal Revenue Service —\n(i) The purpose of which is to delay or impede\nthe administration of the Federal tax laws;\n(ii) That is frivolous; or\n(iii) That contains or omits information in a\nmanner that demonstrates an intentional disregard\nof a rule or regulation unless the practitioner also\nadvises the client to submit a document that evidences\na good faith challenge to the rule or regulation. (c) Advising clients on potential penalties —\n(1) A practitioner must inform a client of any\npenalties that are reasonably likely to apply to the\nclient with respect to —\n(i) A position taken on a tax return if —\nTreasury Department Circular No. 230 (A) The practitioner advised the client with\nrespect to the position; or\n(B) The practitioner prepared or signed the tax\nreturn; and\n(ii) Any document, affidavit or other paper\nsubmitted to the Internal Revenue Service. (2) The practitioner also must inform the client\nof any opportunity to avoid any such penalties by\ndisclosure, if relevant, and of the requirements for\nadequate disclosure. (3) This paragraph (c) applies even if the\npractitioner is not subject to a penalty under the\nInternal Revenue Code with respect to the position\nor with respect to the document, affidavit or other\npaper submitted. (d) Relying on information furnished by\nclients. A practitioner advising a client to take\na position on a tax return, document, affidavit or\nother paper submitted to the Internal Revenue\nService, or preparing or signing a tax return as a\npreparer, generally may rely in good faith without\nverification upon information furnished by the\nclient. The practitioner may not, however, ignore the\nimplications of information furnished to, or actually\nknown by, the practitioner, and must make reasonable\ninquiries if the information as furnished appears to\nbe incorrect, inconsistent with an important fact or\nanother factual assumption, or incomplete. (e) Effective/applicability date. Paragraph (a) of\nthis section is applicable for returns or claims for\nrefund filed, or advice provided, beginning August 2,\n2011. Paragraphs (b) through (d) of this section are\napplicable to tax returns, documents, affidavits, and\nother papers filed on or after September 26, 2007. § 10.35 Competence.\n(a) A practitioner must possess the necessary\ncompetence to engage in practice before the Internal\nRevenue Service. Competent practice requires the\nappropriate level of knowledge, skill, thoroughness,\nand preparation necessary for the matter for which the\npractitioner is engaged. A practitioner may become\ncompetent for the matter for which the practitioner\nhas been engaged through various methods, such\n§ 10.35 — Page 25 Table of Contents as consulting with experts in the relevant area or\nstudying the relevant law. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.36 Procedures to ensure compliance.",
    "querygen": [
      "what is the law regarding advising a client on affidavit",
      "how to advise an accountant regarding an affidavit for an irs audit",
      "who can advise on an affidavit"
    ],
    "querygen_score": [
      "1.8764399",
      "-0.17564705",
      "0.84944546"
    ]
  },
  {
    "id": "legal-advice_85__13",
    "doc_id": "legal-advice_85",
    "chunk_id": 13,
    "document_category": "legal-advice",
    "text": "POSTU-144536-09 15 of Plans by the Blue Cross/Blue Shield Association.\" NAIC Proc. 1994-4, page 86. The\nsupplement had three parts:\n1. Statement of Operations By Line of Business - Statutory Basis\n2. Non-Underwritten Health Benefit Programs - Benefit Payments 3. Interrogatory The first part of the supplement, showing lines of business, included the\nfollowing:\nIndividual\nGroup Community\nExperience\nCost Plus\nNational\nFEP [Federal Employee Plan]\nASO\nOther\nThe second part of the supplement, regarding \"Non-Underwritten Health Benefit\nPrograms,\" listed the following:\n1. Administrative Services Only Accounts\n2. National Accounts and FEP\n3. Inter-Plan Bank/Reciprocity\n4. Medicare\n5. Medicaid\n6. CHAMPUS\n7. Other Non-Underwritten The \"Definitions\" for the supplement distinguished between \"Underwritten Lines\"\nand \"Nonunderwritten Lines.\" Both \"Underwritten Lines\" and \"Nonunderwritten Lines\"\nhad categories regarding \"administrative service\" arrangements and \"national\naccounts.\" The description for administrative service arrangements for \"Underwritten Lines\"\nwas as follows:\nCost Plus/Administrative Services Only\nExperience rated groups for which premiums are fully determined retrospectively. Typically the plan pays the benefits and bills the account for the cost of benefits\nand normal retention items. The plan issues a Blue Cross & Blue Shield\nidentification card, pays the benefits from its bank account, and uses its\ncontractual payment arrangements with providers in the administration of the\ncontract. Often these accounts select aggregate and individual stop loss\nfeatures for which the cost of coverage is included as part of retention or other POSTU-144536-09 16 separate charge. This coverage is often purchased by accounts maintaining\nemployee health benefit plans they believe qualify for the ERISA preemption. In comparison, administrative service arrangements for \"Nonunderwritten Lines\" were\ndescribed as follows:\nASO: Administrative Services Only. Self-insured groups where the group is at\nrisk. The plan only provides administrative services, the subscriber identification\ncards do not include the Blue Cross and/or Blue Shield trade names or\ntrademarks, and the benefits are paid using the group's bank account. Note that at this time, 1994, the Financial Reporting Working Group is distinguishing\nbetween administrative service arrangements that are underwritten, and administrative\nservice arrangements that are not underwritten. The Working Group uses the phrase\n\"ASO\" in describing both types of arrangements, although the full label for the\nunderwritten arrangements is \"Cost Plus/Administrative Service Only.\" In contrast, the\nonly term used for the non-underwritten arrangements is \"ASO.\" The Working Group report also included descriptions for \"National Account\"\narrangements that are underwritten, and arrangements that are not underwritten. Underwritten National Accounts are described as follows:\nNational Accounts: A group that has employees located in two or more plan\nservice areas and meets all of the following criteria: (1) is administered by more\nthan one plan; (2) has a control plan and one or more participating plans; (3)\nuses an inter-plan reporting system; and (4) is periodically settled among plans\nby use of the equalization process. FEP is excluded from this definition. [There\nis a separate description for underwritten FEP. Nonunderwritten FEP is included\nin the description of nonunderwritten National Accounts, below.] For \"Nonunderwritten Lines,\" the description for National Accounts is as follows:\nServiced National Accounts and REP [sic, FEP]: Benefits paid by \"service\" plans\non National Accounts and FEP. Service plans perform all functions associated\nwith National Accounts and FEP except the risk assumption function. The\namount of FEP reported under this account category is immaterial.",
    "querygen": [
      "pstu number",
      "when was the postu supplement introduced?",
      "when was postu issued bcbs"
    ],
    "querygen_score": [
      "-6.019948",
      "-1.9389797",
      "-3.8882437"
    ]
  },
  {
    "id": "legal-advice_3__132",
    "doc_id": "legal-advice_3",
    "chunk_id": 132,
    "document_category": "legal-advice",
    "text": "Use the worksheet in these instructions to figure your student loan interest\ndeduction. -92- 11b. 12b. Exception. Use Pub. 970 instead of the\nworksheet in these instructions to figure\nyour student loan interest deduction if\nyou file Form 2555 or 4563, or you exclude income from sources within Puerto Rico. Qualified student loan. A qualified\nstudent loan is any loan you took out to\npay the qualified higher education expenses for any of the following individuals who were eligible students. 1. Yourself or your spouse. 2. Any person who was your dependent when the loan was taken out. Student Loan Interest Deduction Worksheet—Schedule 1, Line 21 Before you begin: Figure any write-in adjustments to be entered on Schedule 1, line 24z (see the instructions for Schedule 1,\nline 24z). Be sure you have read the Exception in the instructions for this line to see if you can use this worksheet\ninstead of Pub. 970 to figure your deduction. 1. Enter the total interest you paid in 2022 on qualified student loans (see the instructions for line 21). Don’t\nenter more than $2,500 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter the amount from Form 1040 or 1040-SR, line 9 . . . . . . . . . . . . . . . . . . . . . . . . . 2. 3. Enter the total of the amounts from Schedule 1, lines 11 through 20, and 23 and\n25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. 4. Subtract line 3 from line 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4. 5. Enter the amount shown below for your filing status. • Single, head of household, or qualifying\nsurviving spouse—$70,000\n• Married filing jointly— $145,000 6. ........... 5. Is the amount on line 4 more than the amount on line 5? No. Skip lines 6 and 7, enter -0- on line 8, and go to line 9. Yes.",
    "querygen": [
      "student loan deductions",
      "how is student loan interest deducted",
      "what i need to do to figure my interest deduction for student loan payments?"
    ],
    "querygen_score": [
      "-0.44500726",
      "0.83552164",
      "1.4694724"
    ]
  },
  {
    "id": "legal-advice_81__3",
    "doc_id": "legal-advice_81",
    "chunk_id": 3,
    "document_category": "legal-advice",
    "text": "3 This amount is a refund of overpaid withholding taxes. 4\nIn ---------------- Rebuttal 1, ---------------states that it filed the amended return on -------------------. The\nundersigned attorney assumes that the date indicated in the IRS’s NOPA is the correct filing date. 5 The IRS’s NOPA states that ---------------conceded the portion of the --------foreign tax credit for the --------------------------------------------------------------------------------------------------------------------------, -------, and -------- POSTF-113176-10 4 fact that the ten-year period of limitations to file foreign-tax-credit-related refund claims\nfor those taxable years has expired. --------------, on the other hand, argues that it may\nclaim the foreign tax credit in the --------taxable year when it paid the withholding taxes\nand resolved the dispute with the -----------tax authorities. It also claims that its refund\nclaim was timely because the period of limitations began on the due date of its --------return, which had not expired as of the amended return’s filing date. LAW AND ANALYSIS\nI. In which taxable years may ----------------claim the foreign tax credits? A. ---------------is an accrual-basis taxpayer and may only claim the foreign tax\ncredits in the year the taxes accrued. As a preliminary matter, ---------------failed to specifically address on which\nmethod of accounting it may take a foreign tax credit in any given year. The relevant\nauthority is section 905(a) of the Code, which provides that a taxpayer may claim a\nforeign tax credit in the year in which the foreign taxes accrued. The regulations under\nthis section provide that “the credit . . . may ordinarily be taken either in the return for\nthe year in which the taxes accrued or in which the taxes were paid,” depending on\nwhether the taxpayer’s accounts and returns use an accrual- or cash-basis method of\naccounting. 6 Here, ---------------is an accrual-basis — not a cash-basis — taxpayer. As such, it\nmay only claim foreign tax credits in the year the foreign taxes accrued. 7 Accordingly,\nthe determination of the taxable year in which ---------------may claim the foreign tax\ncredit hinges on the meaning of “accrue” within this section. B. Foreign taxes accrued in --------and -------, the years to which the foreign\ntaxes related, for purposes of the foreign tax credit. To understand the meaning of “accrue” for purposes of the foreign tax credit, we\nmust look to the purpose of the credit itself. The legislative history explains that the\ncredit’s purpose was to avoid double taxation of foreign-source income by crediting\nforeign taxes against U.S. income tax liabilities. 8 Congress recognized that, to avoid\ndouble taxation, the year in which the credit may be taken should match the year when\nthe income is subject to the foreign tax. Indeed, Congress acknowledged that “the tax\nlaws of most [foreign] countries, like our own, provide for the payment of income taxes\n-----------withholding taxes. For this reason, this memorandum only addresses the --------and --------------------------------------------------------------------------------------------------------------------taxable years. However, it\nappears that ---------------did not so concede, and the section 6511(d)(3)(A) period of limitations expired on\n---------------------, for the --------taxable year. The section 6511(d)(3)(A) period of limitations will expire on ----------------------and ----------------------for the --------and --------taxable years, respectively. 6\nTreas. Reg. § 1.905-1(a).\n7\nI.R.C. §§ 461(a); 905(a); Treas. Reg. § 1.905-1(a).\n8\nH.R. Rep. No. 65-767, pt. 2, at 93 (1918). POSTF-113176-10 5",
    "querygen": [
      "amended refund of overpaid taxes",
      "is the amended tax refund a tax return",
      "how to dispute amended taxes"
    ],
    "querygen_score": [
      "-1.7966654",
      "-1.336205",
      "-3.5308592"
    ]
  },
  {
    "id": "legal-advice_26__7",
    "doc_id": "legal-advice_26",
    "chunk_id": 7,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30\nSubpart D — Rules Applicable to Disciplinary Proceedings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.60 Institution of proceeding. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.61 Conferences.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.62 Contents of complaint. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n§ 10.63 Service of complaint; service of other papers; service of evidence in support of complaint;\nfiling of papers. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 32\n§ 10.64 Answer; default.",
    "querygen": [
      "where do i find the words for i",
      "what is the meaning of .",
      "when is the next word about a song"
    ],
    "querygen_score": [
      "-6.6868134",
      "-6.0808086",
      "-9.132511"
    ]
  },
  {
    "id": "legal-advice_68__84",
    "doc_id": "legal-advice_68",
    "chunk_id": 84,
    "document_category": "legal-advice",
    "text": "If you take the American opportunity credit even though\nCAUTION you aren't eligible and it is determined that your error is due to reckless or intentional disregard of the\nAmerican opportunity credit rules, you\nwon't be allowed to take the credit for 2\nyears even if you’re otherwise eligible to\ndo so. If you take the American opportunity credit even though you aren't eligible and it is determined that you fraudulently took the credit, you won't be allowed to take the credit for 10 years. You may also have to pay penalties. ! Line 30\nLine 30 has been reserved for future use. TIP the additional child tax credit\ncan't be issued before mid-February 2023. This delay applies to the entire refund, not just the portion associated with the additional child tax credit. Refund\nLine 34\nAmount Overpaid If line 34 is under $1, we will send a refund only on written request. Need more information or forms? Visit IRS.gov. -56- If you owe past-due federal tax, state income tax, state unemployment compensation debts, child support, spousal support, or certain federal nontax debts,\nsuch as student loans, all or part of the\noverpayment on line 34 may be used\n(offset) to pay the past-due amount. Offsets for federal taxes are made by the\nIRS. All other offsets are made by the\nTreasury Department's Bureau of the\nFiscal Service. For federal tax offsets,\nyou will receive a notice from the IRS. For all other offsets, you will receive a\nnotice from the Fiscal Service. To find\nout if you may have an offset or if you\nhave any questions about it, contact the\nagency to which you owe the debt. Deposit Refund into Multiple\nAccounts If you want your refund to be split and\ndirect deposited into more than one account, file Form 8888. Use Form 8888\nto direct deposit your refund (or part of\nit) to one or more accounts in your name\nat a bank or other financial institution\n(such as a mutual fund, brokerage firm,\nor credit union) in the United States. Injured Spouse If you file a joint return and your spouse\nhasn’t paid past-due federal tax, state income tax, state unemployment compensation debts, child support, spousal support, or a federal nontax debt, such as a\nstudent loan, part or all of the overpayment on line 34 may be used (offset) to\npay the past-due amount. But your part\nof the overpayment may be refunded to\nyou if certain conditions apply and you\ncomplete Form 8379. For details see\nForm 8379. Lines 35a Through 35d\nAmount Refunded to You\nIf you want to check the status of your\nrefund, just use the IRS2Go app or go to\nIRS.gov/Refunds. See Refund Information, later. Information about your refund will generally be available within\n24 hours after the IRS receives your\ne-filed return, or 4 weeks after you mail\nyour paper return. If you filed Form\n8379 with your return, wait 14 weeks (11 weeks if you filed electronically). Have your 2022 tax return handy so you\ncan enter your social security number,\nyour filing status, and the exact whole\ndollar amount of your refund. Where's My Refund will provide a\npersonalized refund date as soon as the\nIRS processes your tax return and approves your refund.",
    "querygen": [
      "when can i take the american opportunity credit",
      "how long will american opportunity credit stay in your account",
      "how long until the american opportunity credit is up"
    ],
    "querygen_score": [
      "0.53678906",
      "0.15976085",
      "-0.39013436"
    ]
  },
  {
    "id": "legal-advice_95__31",
    "doc_id": "legal-advice_95",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "(b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States. (2) No former Government employee who\npersonally and substantially participated in a\nparticular matter involving specific parties may,\nsubsequent to Government employment, represent\nor knowingly assist, in that particular matter, any\nperson who is or was a specific party to that particular\nmatter. (3) A former Government employee who within\na period of one year prior to the termination of\nGovernment employment had official responsibility\nfor a particular matter involving specific parties may\nnot, within two years after Government employment\nis ended, represent in that particular matter any person\nwho is or was a specific party to that particular matter. (4) No former Government employee may, within\none year after Government employment is ended,\ncommunicate with or appear before, with the intent to\ninfluence, any employee of the Treasury Department\nin connection with the publication, withdrawal,\namendment, modification, or interpretation of a rule\nthe development of which the former Government\nemployee participated in, or for which, within a period\nof one year prior to the termination of Government\nemployment, the former government employee had\nofficial responsibility. This paragraph (b)(4) does\nnot, however, preclude any former employee from\nappearing on one’s own behalf or from representing\na taxpayer before the Internal Revenue Service in\nconnection with a particular matter involving specific\nTreasury Department Circular No. 230 Table of Contents parties involving the application or interpretation of\na rule with respect to that particular matter, provided\nthat the representation is otherwise consistent with\nthe other provisions of this section and the former\nemployee does not utilize or disclose any confidential\ninformation acquired by the former employee in the\ndevelopment of the rule. (c) Firm representation —\n(1) No member of a firm of which a former\nGovernment employee is a member may represent\nor knowingly assist a person who was or is a specific\nparty in any particular matter with respect to which\nthe restrictions of paragraph (b)(2) of this section\napply to the former Government employee, in that\nparticular matter, unless the firm isolates the former\nGovernment employee in such a way to ensure that\nthe former Government employee cannot assist in\nthe representation. (2) When isolation of a former Government\nemployee is required under paragraph (c)(1) of\nthis section, a statement affirming the fact of such\nisolation must be executed under oath by the former\nGovernment employee and by another member of the\nfirm acting on behalf of the firm. The statement must\nclearly identify the firm, the former Government\nemployee, and the particular matter(s) requiring\nisolation. The statement must be retained by the firm\nand, upon request, provided to the office(s) of the\nInternal Revenue Service administering or enforcing\nthis part. (d) Pending representation. The provisions of\nthis regulation will govern practice by former\nGovernment employees, their partners and\nassociates with respect to representation in particular\nmatters involving specific parties where actual\nrepresentation commenced before the effective date\nof this regulation. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230",
    "querygen": [
      "irs rules on representation",
      "who can represent irs",
      "what is the rules for representing a former government employee in the irs?"
    ],
    "querygen_score": [
      "0.6757196",
      "-0.1656692",
      "2.3541293"
    ]
  },
  {
    "id": "legal-advice_1__110",
    "doc_id": "legal-advice_1",
    "chunk_id": 110,
    "document_category": "legal-advice",
    "text": "Go to IRS. gov/VITA, download\nthe free IRS2Go app, or call\n800-906-9887 for information on free\ntax return preparation. • TCE. The Tax Counseling for the\nElderly (TCE) program offers free tax\nhelp for all taxpayers, particularly those\nwho are 60 years of age and older. TCE\nvolunteers specialize in answering questions about pensions and retirement-related issues unique to seniors. Go to\nIRS. gov/TCE, download the free\nIRS2Go app, or call 888-227-7669 for\ninformation on free tax return preparation. • MilTax. Members of the U.S.\nArmed Forces and qualified veterans\nmay use MilTax, a free tax service offered by the Department of Defense\nthrough Military OneSource. For more\ninformation, go to MilitaryOneSource\n(MilitaryOneSource.mil/MilTax). Also, the IRS offers Free Fillable\nForms, which can be completed online\nand then filed electronically regardless\nof income. Using online tools to help prepare\nyour return. Go to IRS.gov/Tools for\nthe following. • The Earned Income Tax Credit\nAssistant (IRS.gov/EITCAssistant) determines if you’re eligible for the EIC. • The Online EIN Application\n(IRS.gov/EIN) helps you get an employer identification number (EIN) at no\ncost. • The Tax Withholding Estimator\n(IRS.gov/W4App) makes it easier for you\nto estimate the federal income tax you\nwant your employer to withhold from\nyour paycheck. This is tax withholding. See how your withholding affects your\nrefund, take-home pay, or tax due. • The First-Time Homebuyer Credit\nAccount Look-up (IRS.gov/HomeBuyer)\ntool provides information on your repayments and account balance. • The Sales Tax Deduction\nCalculator (IRS.gov/SalesTax) figures\nthe amount you can claim if you itemize\ndeductions on Schedule A (Form 1040). Getting answers to your tax questions. On IRS.gov, you can get up-to-date information on current events and changes\nin tax law. • IRS.gov/Help: A variety of tools to\nhelp you get answers to some of the\nmost common tax questions. • IRS.gov/ITA: The Interactive Tax\nAssistant, a tool that will ask you questions and, based on your input, provide\nanswers on a number of tax law topics. • IRS.gov/Forms: Find forms, instructions, and publications. You will\nfind details on the most recent tax\nchanges and interactive links to help you\nfind answers to your questions. • You may also be able to access tax\nlaw information in your electronic filing\nsoftware. Need someone to prepare your tax return? There are various types of tax return preparers, including enrolled\nagents, certified public accountants\n(CPAs), accountants, any many others\nwho don’t have professional credentials. If you choose to have someone prepare\nyour tax return, choose that preparer\nwisely. A paid tax preparer is:\n• Primarily responsible for the overall substantive accuracy of your return,\n• Required to sign the return, and\n• Required to include their preparer\ntax identification number (PTIN). Although the tax preparer always\nsigns the return, you’re ultimately responsible for providing all the informa- tion required for the preparer to accurately prepare your return. Anyone paid\nto prepare tax returns for others should\nhave a thorough understanding of tax\nmatters. For more information on how to\nchoose a tax preparer, go to Tips for\nChoosing a Tax Preparer on IRS.gov. Coronavirus. Go\nto\nIRS.gov/ Coronavirus for links to information on\nthe impact of the coronavirus, as well as\ntax relief available for individuals and\nfamilies, small businesses, and tax-exempt organizations. Employers can register to use Business Services Online. The Social Security Administration (SSA) offers online services at SSA.",
    "querygen": [
      "what to do if you have elderly and need help filing taxes",
      "irs telephone number to file tax return in virginia",
      "irs contact number for elderly"
    ],
    "querygen_score": [
      "0.16004717",
      "-3.135106",
      "1.9825033"
    ]
  },
  {
    "id": "legal-advice_85__8",
    "doc_id": "legal-advice_85",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": "But since the statute expressly classifies the deductions which are\nallowable, it is important that the classification be kept clear and not be clouded\nby specious use of its terms. [36 B.T.A. at 186.] In the present case, the Taxpayer has created its own definition of cost-plus,\nwhich requires only that \"the 'cost' must be paid under an arrangement in which the\ninsurance company is a party to the obligation to make a payment.\" Protest, page 13,\nemphasis added. The Taxpayer's watered-down definition eliminates any requirement\nthat the Taxpayer be a party to the contract with the subscriber. According to the\nTaxpayer, it does not need to incur a liability to the subscriber, it only needs to be \"a\nparty to the obligation.\" In the words of the Board of Tax Appeals, Congress did not\nmean to provide the special deduction for any payment that a taxpayer may choose to\nlabel \"cost-plus.\" In order to qualify for the special deduction, a taxpayer must not\nmerely be \"a party to the obligation,\" it must actually be the party that is liable to the\nsubscriber for the payment of the claim. POSTU-144536-09 10 C. May the Taxpayer include BCBS Program X arrangements in the computation\nof its special deduction under section 833(b)? It is not necessary for purposes of this case to determine a precise definition of\n\"cost-plus\" within the meaning of section 833(b), because the Taxpayer's Program X\narrangements do not satisfy the minimal definitional requirement -- the \"cost\" is not a\nliability incurred by the Taxpayer. Under the Program X arrangements that are at issue\nin this case, the only BCBS plan that is a party to the arrangement with the policyholder\nand the subscribers is the \"Home\" plan. The Home plan is the plan that makes the\ndetermination whether a claim is allowable. If the services are provided within the\nterritory of the Home plan, the provider submits the claim to the Home plan and the\nHome plan pays the claim. If the services are provided outside the territory of the Home\nplan, the provider submits the claim to its local plan, which is considered the \"Host\"\nplan. The Host plan collects the data for the claim and submits it to the Home plan, but\nthe Home plan is the entity that determines whether the claim is allowable. The Host\nplan does not make any payment to a provider until the Home plan makes its\ndetermination and advises the Host plan of the result. If a claim is disallowed, the provider would look to the subscriber, who has\nreceived services but has not made any payment. If the subscriber feels the claim was\nwrongly disallowed, the subscriber would look to the Home plan. The Host plan never\n\"incurs\" a liability. It is merely satisfying a liability incurred by the Home plan. Materials submitted by the Taxpayer with respect to its Program Y arrangements\nare consistent with this description. The Taxpayer submitted a copy of a form contract\nbetween the Taxpayer and an employer group. One of the provisions in the contract\ndescribed situations involving \"Providers Outside the State of Taxpayer State.\"",
    "querygen": [
      "are deductible deductions tax deductible",
      "which deductions are allowable",
      "which deduction is allowable"
    ],
    "querygen_score": [
      "-0.64956206",
      "0.69621193",
      "0.7123055"
    ]
  },
  {
    "id": "legal-advice_67__48",
    "doc_id": "legal-advice_67",
    "chunk_id": 48,
    "document_category": "legal-advice",
    "text": "(f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.65 Supplemental charges. (a) In general. Supplemental charges may be filed\nagainst the respondent by amending the complaint\nwith the permission of the Administrative Law Judge\nif, for example —\n(1) It appears that the respondent, in the answer,\nfalsely and in bad faith, denies a material allegation\nof fact in the complaint or states that the respondent\nhas insufficient knowledge to form a belief, when the\nrespondent possesses such information; or\n(2) It appears that the respondent has knowingly\n§ 10.65 — Page 33 Table of Contents introduced false testimony during the proceedings\nagainst the respondent. (b) Hearing. The supplemental charges may be\nheard with other charges in the case, provided the\nrespondent is given due notice of the charges and\nis afforded a reasonable opportunity to prepare a\ndefense to the supplemental charges. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.66 Reply to answer. (a) The Internal Revenue Service may file a reply\nto the respondent’s answer, but unless otherwise\nordered by the Administrative Law Judge, no reply\nto the respondent’s answer is required. If a reply is\nnot filed, new matter in the answer is deemed denied. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.67 Proof; variance; amendment of pleadings. In the case of a variance between the allegations in\npleadings and the evidence adduced in support of the\npleadings, the Administrative Law Judge, at any time\nbefore decision, may order or authorize amendment\nof the pleadings to conform to the evidence. The\nparty who would otherwise be prejudiced by the\namendment must be given a reasonable opportunity\nto address the allegations of the pleadings as amended\nand the Administrative Law Judge must make\nfindings on any issue presented by the pleadings as\namended. § 10.68 Motions and requests. (a) Motions —\n(1) In general. At any time after the filing of\nthe complaint, any party may file a motion with the\nAdministrative Law Judge. Unless otherwise ordered\nby the Administrative Law Judge, motions must be\nin writing and must be served on the opposing party\nas provided in §10.63(b). A motion must concisely\nspecify its grounds and the relief sought, and, if\nappropriate, must contain a memorandum of facts\nand law in support. Page 34 — § 10.65 (2) Summary adjudication. Either party may\nmove for a summary adjudication upon all or any\npart of the legal issues in controversy. If the nonmoving party opposes summary adjudication in the\nmoving party’s favor, the non-moving party must\nfile a written response within 30 days unless ordered\notherwise by the Administrative Law Judge. (3) Good Faith. A party filing a motion for\nextension of time, a motion for postponement of a\nhearing, or any other non-dispositive or procedural\nmotion must first contact the other party to determine\nwhether there is any objection to the motion, and\nmust state in the motion whether the other party has\nan objection. (b) Response. Unless otherwise ordered by the\nAdministrative Law Judge, the nonmoving party\nis not required to file a response to a motion. If\nthe Administrative Law Judge does not order\nthe nonmoving party to file a response, and the\nnonmoving party files no response, the nonmoving\nparty is deemed to oppose the motion.",
    "querygen": [
      "when is supplementation charge effective",
      "when is the additional charge statute effect",
      "is there a statute of limitations for filing additional charge"
    ],
    "querygen_score": [
      "-0.07093916",
      "-2.9596672",
      "-5.9673014"
    ]
  },
  {
    "id": "legal-advice_55__2",
    "doc_id": "legal-advice_55",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "For tax purposes, Taxpayer accrues the entire annual fee for rights to telecast a\nseason’s games in the year the games are played and most of the installments are due,\neven though some installments are not due until the subsequent year. POSTF-118789-08 3 LAW\nSection 461(a) provides that the amount of any deduction or credit must be taken for the\ntaxable year that is the proper taxable year under the method of accounting used by the\ntaxpayer in computing taxable income. Section 1.461-1(a)(2)(i) of the Income Tax Regulations provides that, under an accrual\nmethod of accounting, a liability is incurred, and is generally taken into account for\nfederal income tax purposes, in the taxable year in which (1) all the events have\noccurred that establish the fact of the liability, (2) the amount of the liability can be\ndetermined with reasonable accuracy, and (3) economic performance has occurred with\nrespect to the liability (the \"all events test\"). See also § 1.446-1(c)(1)(ii)(A). The first prong of the all events test requires that all the events have occurred that\nestablish the fact of the liability. Therefore, it is fundamental to the all events test that\nalthough expenses may be deductible before they become due and payable, liability\nfirst must be firmly established. United States v. General Dynamics Corp., 481 U.S. 239,\n243-4 (1987). Generally, under § 1.461-1(a)(2), all the events have occurred that establish the fact of\nthe liability when (1) the event fixing the liability, whether that be the required\nperformance or other event, occurs, or (2) payment therefore is due, whichever\nhappens earliest. Rev. Rul. 80-230, 1980-2 C.B. 169; Rev. Rul. 79- 410, 1979-2 C.B.\n231, amplified by Rev Rul. 2003-90, 2003-2 C.B. 353. The terms of a contract are\nrelevant in determining the events that establish the fact of a taxpayer's liability. See,\ne.g., Decision, Inc. v. Commissioner, 47 T.C. 58 (1966), acq., 1967-2 C.B. 2.\nSection 461(h) and § 1.461-4 provide that, for purposes of determining whether an\naccrual basis taxpayer can treat the amount of any liability as incurred, the all events\ntest is not treated as met any earlier than the taxable year in which economic\nperformance occurs with respect to the liability. Section 1.461-4(d)(2) provides that if a liability of a taxpayer arises out of the providing\nof services or property to the taxpayer by another person, economic performance\noccurs as the services or property is provided. Section 1.461-4(d)(3) provides that if a liability of a taxpayer arises out of the use of\nproperty by the taxpayer, economic performance occurs ratably over the period of time\nthe taxpayer is entitled to the use of the property. ANALYSIS The all-events test is met, with respect to Taxpayer's liability for an annual fee for rights\nto telecast Sport 1 or Sport 2 games, in the year the games are played and the initial\ninstallment payments are due. The fact that final installment payments may be due in a\nsubsequent year does not prevent accrual in the year the games are played since POSTF-118789-08 4 Taxpayer’s liability is fixed by the earlier of performance or payment being due. See\nRev. Rul. 80-230; Rev. Rul. 79-410.",
    "querygen": [
      "do the broadcasters pay a fee for televised football games",
      "what is postf 118789-08",
      "when does the posf pay for televised games?"
    ],
    "querygen_score": [
      "-3.686934",
      "-0.34238335",
      "-4.8240404"
    ]
  },
  {
    "id": "legal-advice_61__52",
    "doc_id": "legal-advice_61",
    "chunk_id": 52,
    "document_category": "legal-advice",
    "text": "A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents paragraph (b) does not limit a party from presenting\nevidence contained within a deposition when the\nAdministrative Law Judge determines that the\ndeposition has been obtained in compliance with the\nrules of this subpart D.\n(c) Prehearing memorandum. Unless otherwise\nordered by the Administrative Law Judge, each party\nshall file, and serve on the opposing party or the\nopposing party’s representative, prior to any hearing,\na prehearing memorandum containing —\n(1) A list (together with a copy) of all proposed\nexhibits to be used in the party’s case in chief;\n(2) A list of proposed witnesses, including a\nsynopsis of their expected testimony, or a statement\nthat no witnesses will be called;\n(3) Identification of any proposed expert\nwitnesses, including a synopsis of their expected\ntestimony and a copy of any report prepared by the\nexpert or at his or her direction; and\n(4) A list of undisputed facts. (d) Publicity —\n(1) In general. All reports and decisions of the\nSecretary of the Treasury, or delegate, including\nany reports and decisions of the Administrative\nLaw Judge, under this subpart D are, subject to\nthe protective measures in paragraph (d)(4) of this\nsection, public and open to inspection within 30\ndays after the agency’s decision becomes final. (2) Request for additional publicity. The\nAdministrative Law Judge may grant a request by\na practitioner or appraiser that all the pleadings and\nevidence of the disciplinary proceeding be made\navailable for inspection where the parties stipulate\nin advance to adopt the protective measures in\nparagraph (d)(4) of this section. (3) Returns and return information —\n(i) Disclosure to practitioner or appraiser. Pursuant to section 6103(l)(4) of the Internal\nRevenue Code, the Secretary of the Treasury,\nor delegate, may disclose returns and return\ninformation to any practitioner or appraiser, or to\nthe authorized representative of the practitioner\nor appraiser, whose rights are or may be affected\nby an administrative action or proceeding under\nthis subpart D, but solely for use in the action or\nTreasury Department Circular No. 230 proceeding and only to the extent that the Secretary\nof the Treasury, or delegate, determines that the\nreturns or return information are or may be relevant\nand material to the action or proceeding. (ii) Disclosure to officers and employees of\nthe Department of the Treasury. Pursuant to section\n6103(l)(4)(B) of the Internal Revenue Code the\nSecretary of the Treasury, or delegate, may disclose\nreturns and return information to officers and\nemployees of the Department of the Treasury for\nuse in any action or proceeding under this subpart\nD, to the extent necessary to advance or protect the\ninterests of the United States. (iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information.",
    "querygen": [
      "which court is te",
      "who is entitled to testify in a courtroom?",
      "what evidence is presented in a defense"
    ],
    "querygen_score": [
      "-5.907814",
      "-2.4572792",
      "0.68408644"
    ]
  },
  {
    "id": "legal-advice_91__76",
    "doc_id": "legal-advice_91",
    "chunk_id": 76,
    "document_category": "legal-advice",
    "text": "6,935\n6,935\n6,935\n6,935 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 228\n225\n221\n217 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 22,800\n22,850\n22,900\n22,950 22,850\n22,900\n22,950\n23,000 0\n0\n0\n0 3,303\n3,295\n3,287\n3,279 5,596\n5,586\n5,575\n5,565 6,367\n6,356\n6,346\n6,335 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 213\n209\n205\n202 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,000\n23,050\n23,100\n23,150 23,050\n23,100\n23,150\n23,200 0\n0\n0\n0 3,271\n3,263\n3,255\n3,247 5,554\n5,544\n5,533\n5,523 6,325\n6,314\n6,304\n6,293 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,050\n20,100\n20,150\n20,200 0\n0\n0\n0 3,733\n3,733\n3,733\n3,726 6,164\n6,164\n6,164\n6,155 6,935\n6,935\n6,935\n6,925 198\n194\n190\n186 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,200\n23,250\n23,300\n23,350 23,250\n23,300\n23,350\n23,400 0\n0\n0\n0 3,239\n3,231\n3,223\n3,215 5,512\n5,502\n5,491\n5,481 6,283\n6,272\n6,262\n6,251 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,200\n20,250\n20,300\n20,350 20,250\n20,300\n20,350\n20,400 0\n0\n0\n0 3,718\n3,710\n3,702\n3,694 6,144\n6,133\n6,123\n6,112 6,914\n6,904\n6,893\n6,883 182\n179\n175\n171 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,400\n23,450\n23,500\n23,550 23,450\n23,500\n23,550\n23,600 0\n0\n0\n0 3,207\n3,199\n3,191\n3,183 5,470\n5,460\n5,449\n5,438 6,241\n6,230\n6,220\n6,209 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,400\n20,450\n20,500\n20,550 20,450\n20,500\n20,550\n20,600 0\n0\n0\n0 3,686\n3,678\n3,670\n3,662 6,102\n6,091\n6,081\n6,070 6,872\n6,862\n6,851\n6,841 167\n163\n160\n156 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,600\n23,650\n23,700\n23,750 23,650\n23,700\n23,750\n23,800 0\n0\n0\n0 3,175\n3,167\n3,159\n3,151 5,428\n5,417\n5,407\n5,396 6,198\n6,188\n6,177\n6,167 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,600\n20,650\n20,700\n20,750 20,650\n20,700\n20,750\n20,800 0\n0\n0\n0 3,654\n3,646\n3,638\n3,630 6,060\n6,049\n6,039\n6,028 6,830\n6,820\n6,809\n6,799 152\n148\n144\n140 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 23,800\n23,850\n23,900\n23,950 23,850\n23,900\n23,950\n24,000 0\n0\n0\n0 3,143\n3,135\n3,127\n3,119 5,386\n5,375\n5,365\n5,354 6,156\n6,146\n6,135\n6,125 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 20,800\n20,850\n20,900\n20,950 20,850\n20,900\n20,950\n21,000 0\n0\n0\n0 3,622\n3,614\n3,606\n3,598 6,018\n6,007\n5,997\n5,986 6,788\n6,778\n6,767\n6,757 137\n133\n129\n125 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,000\n24,050\n24,100\n24,150 24,050\n24,100\n24,150\n24,200 0\n0\n0\n0 3,111\n3,103\n3,095\n3,087 5,344\n5,333\n5,323\n5,312 6,114\n6,104\n6,093\n6,083 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 21,000\n21,050\n21,100\n21,150 21,050\n21,100\n21,150\n21,200 0\n0\n0\n0 3,590\n3,582\n3,574\n3,566 5,976\n5,965\n5,954\n5,944 6,746\n6,735\n6,725\n6,714 121\n117\n114\n110 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,200\n24,250\n24,300\n24,350 24,250\n24,300\n24,350\n24,400 0\n0\n0\n0 3,079\n3,071\n3,063\n3,055 5,302\n5,291\n5,281\n5,270 6,072\n6,062\n6,051\n6,041 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 21,200\n21,250\n21,300\n21,350 21,250\n21,300\n21,350\n21,400 0\n0\n0\n0 3,558\n3,550\n3,542\n3,534 5,933\n5,923\n5,912\n5,902 6,704\n6,693\n6,683\n6,672 106\n102\n98\n94 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,400\n24,450\n24,500\n24,550 24,450\n24,500\n24,550\n24,600 0\n0\n0\n0 3,047\n3,039\n3,031\n3,023 5,259\n5,249\n5,238\n5,228 6,030\n6,019\n6,009\n5,998 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 21,400\n21,450\n21,500\n21,550 21,450\n21,500\n21,550\n21,600 0\n0\n0\n0 3,526\n3,518\n3,510\n3,502 5,891\n5,881\n5,870\n5,860 6,662\n6,651\n6,641\n6,630 91\n87\n83\n79 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 24,600\n24,650\n24,700\n24,750 24,650\n24,700\n24,750\n24,800 0\n0\n0\n0 3,015\n3,007\n2,999\n2,991 5,217\n5,207\n5,196\n5,186 5,988\n5,977\n5,967\n5,956 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 ★ Use this column if your filing status is married filing separately and you qualify to claim the EIC. See the instructions for line 27. If the amount you are looking up from the worksheet is at least $22,600 but less than $22,610, and you have no qualifying children who have valid\nSSNs, your credit is $0. If the amount you are looking up from the worksheet is $22,610 or more, and you have no qualifying children who have valid SSNs, you can’t take the\ncredit. (Continued) - 49 - Need more information or forms? Visit IRS.gov. Earned Income Credit (EIC) Table - Continued (Caution. This is not a tax table.) And your filing status is– If the amount you\nare looking up from\nthe worksheet is– Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 1 2 3 And your filing status is– Married filing jointly and you\nhave–\n0 1 But less\nthan 24,800\n24,850\n24,900\n24,950 24,850\n24,900\n24,950\n25,000 0\n0\n0\n0 2,983\n2,975\n2,967\n2,959 5,175\n5,165\n5,154\n5,144 5,946\n5,935\n5,925\n5,914 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 25,000\n25,050\n25,100\n25,150 25,050\n25,100\n25,150\n25,200 0\n0\n0\n0 2,951\n2,943\n2,935\n2,927 5,133\n5,123\n5,112\n5,102 5,904\n5,893\n5,883\n5,872 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 25,200\n25,250\n25,300\n25,350 25,250\n25,300\n25,350\n25,400 0\n0\n0\n0 2,919\n2,911\n2,903\n2,895 5,091\n5,080\n5,070\n5,059 5,861\n5,851\n5,840\n5,830 0\n0\n0\n0 25,400\n25,450\n25,500\n25,550 25,450\n25,500\n25,550\n25,600 0\n0\n0\n0 2,887\n2,879\n2,871\n2,863 5,049\n5,038\n5,028\n5,017 5,819\n5,809\n5,798\n5,788 25,600\n25,650\n25,700\n25,750 25,650\n25,700\n25,750\n25,800 0\n0\n0\n0 2,855\n2,847\n2,839\n2,831 5,007\n4,996\n4,986\n4,975 25,800\n25,850\n25,900\n25,950 25,850\n25,900\n25,950\n26,000 0\n0\n0\n0 2,823\n2,815\n2,807\n2,799 26,000\n26,050\n26,100\n26,150 26,050\n26,100\n26,150\n26,200 0\n0\n0\n0 26,200\n26,250\n26,300\n26,350 26,250\n26,300\n26,350\n26,400 26,400\n26,450\n26,500\n26,550 ★ Your credit is– 2 At least If the amount you\nare looking up from\nthe worksheet is– 3 Single, head of household,\nor qualifying surviving\nspouse★ and you have–\n0 Your credit is– 1 2 3 Married filing jointly and you\nhave–\n0 1 Your credit is– 2 3 At least But less\nthan Your credit is– 6,935\n6,935\n6,935\n6,935 28,000\n28,050\n28,100\n28,150 28,050\n28,100\n28,150\n28,200 0\n0\n0\n0 2,472\n2,464\n2,456\n2,448 4,501\n4,491\n4,480\n4,470 5,272\n5,261\n5,251\n5,240 0\n0\n0\n0 3,451\n3,443\n3,435\n3,427 5,792\n5,782\n5,771\n5,761 6,563\n6,552\n6,542\n6,531 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,200\n28,250\n28,300\n28,350 28,250\n28,300\n28,350\n28,400 0\n0\n0\n0 2,440\n2,432\n2,424\n2,416 4,459\n4,449\n4,438\n4,428 5,230\n5,219\n5,209\n5,198 0\n0\n0\n0 3,419\n3,411\n3,403\n3,395 5,750\n5,740\n5,729\n5,719 6,521\n6,510\n6,500\n6,489 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,400\n28,450\n28,500\n28,550 28,450\n28,500\n28,550\n28,600 0\n0\n0\n0 2,408\n2,400\n2,392\n2,384 4,417\n4,407\n4,396\n4,385 5,188\n5,177\n5,167\n5,156 0\n0\n0\n0 3,387\n3,379\n3,371\n3,363 5,708\n5,698\n5,687\n5,676 6,479\n6,468\n6,457\n6,447 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,600\n28,650\n28,700\n28,750 28,650\n28,700\n28,750\n28,800 0\n0\n0\n0 2,376\n2,368\n2,360\n2,352 4,375\n4,364\n4,354\n4,343 5,145\n5,135\n5,124\n5,114 0\n0\n0\n0 3,355\n3,347\n3,339\n3,331 5,666\n5,655\n5,645\n5,634 6,436\n6,426\n6,415\n6,405 5,777\n5,767\n5,756\n5,746 0\n0\n0\n0 3,733\n3,733\n3,733\n3,733 6,164\n6,164\n6,164\n6,164 6,935\n6,935\n6,935\n6,935 28,800\n28,850\n28,900\n28,950 28,850\n28,900\n28,950\n29,000 0\n0\n0\n0 2,344\n2,336\n2,328\n2,320 4,333\n4,322\n4,312\n4,301 5,103\n5,093\n5,082\n5,072 0\n0\n0\n0",
    "querygen": [
      "what is the number for six in rn",
      "what is the digit for 635",
      "what's the number of the 635"
    ],
    "querygen_score": [
      "-3.5747056",
      "-5.6403832",
      "-4.5254936"
    ]
  },
  {
    "id": "legal-advice_2__51",
    "doc_id": "legal-advice_2",
    "chunk_id": 51,
    "document_category": "legal-advice",
    "text": "Requests for admission shall not exceed a total of 30\n(including any subparts within a specific request)\nwithout the approval from the Administrative Law\nJudge. (d) Limitations. Discovery shall not be authorized if —\n(1) The request fails to meet any requirement set\nforth in paragraph (a) of this section;\n(2) It will unduly delay the proceeding;\n(3) It will place an undue burden on the party\nrequired to produce the discovery sought;\n(4) It is frivolous or abusive;\n(5) It is cumulative or duplicative;\n(6) The material sought is privileged or otherwise\nprotected from disclosure by law;\n(7) The material sought relates to mental\nimpressions, conclusions, of legal theories of any\nparty, attorney, or other representative, or a party\nprepared in the anticipation of a proceeding; or\n(8) The material sought is available generally\nto the public, equally to the parties, or to the party\nseeking the discovery through another source. (e) Failure to comply. Where a party fails to comply\nwith an order of the Administrative Law Judge under\nthis section, the Administrative Law Judge may, among\nother things, infer that the information would be adverse\nto the party failing to provide it, exclude the information\nfrom evidence or issue a decision by default. (f) Other discovery. No discovery other than that\nspecifically provided for in this section is permitted. Page 36 — § 10.71 (g) Effective/applicability date. This section\nis applicable to proceedings initiated on or after\nSeptember 26, 2007. § 10.72 Hearings. (a) In general —\n(1) Presiding officer. An Administrative Law\nJudge will preside at the hearing on a complaint\nfiled under §10.60 for the sanction of a practitioner,\nemployer, firm or other entity, or appraiser. (2) Time for hearing. Absent a determination by\nthe Administrative Law Judge that, in the interest\nof justice, a hearing must be held at a later time,\nthe Administrative Law Judge should, on notice\nsufficient to allow proper preparation, schedule the\nhearing to occur no later than 180 days after the time\nfor filing the answer. (3) Procedural requirements. (i) Hearings will be stenographically recorded\nand transcribed and the testimony of witnesses will\nbe taken under oath or affirmation. (ii) Hearings will be conducted pursuant to\n5 U.S.C. 556.\n(iii) A hearing in a proceeding requested under\n§10.82(g) will be conducted de novo. (iv) An evidentiary hearing must be held in all\nproceedings prior to the issuance of a decision by the\nAdministrative Law Judge unless —\n(A) The Internal Revenue Service withdraws\nthe complaint;\n(B) A decision is issued by default pursuant to\n§10.64(d);\n(C) A decision is issued under §10.82 (e);\n(D) The respondent requests a decision on the\nwritten record without a hearing; or\n(E) The Administrative Law Judge issues a\ndecision under §10.68(d) or rules on another motion\nthat disposes of the case prior to the hearing. (b) Cross-examination. A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents",
    "querygen": [
      "which of the following circumstances is a limitation that a discovery request not be authorized if",
      "how many requests for investigation before the court",
      "how many questions can you ask a judge for admission to a museum?"
    ],
    "querygen_score": [
      "1.104221",
      "-3.9159489",
      "-5.064851"
    ]
  },
  {
    "id": "legal-advice_31__16",
    "doc_id": "legal-advice_31",
    "chunk_id": 16,
    "document_category": "legal-advice",
    "text": "Paragraphs (c) through (f), (h), and (i) of\nthis section are applicable beginning August 2, 2011. Page 8 — § 10.3 § 10.4 Eligibility to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Enrollment as an enrolled agent upon\nexamination. The Commissioner, or delegate, will\ngrant enrollment as an enrolled agent to an applicant\neighteen years of age or older who demonstrates\nspecial competence in tax matters by written\nexamination administered by, or administered under\nthe oversight of, the Internal Revenue Service, who\npossesses a current or otherwise valid preparer tax\nidentification number or other prescribed identifying\nnumber, and who has not engaged in any conduct\nthat would justify the suspension or disbarment of\nany practitioner under the provisions of this part. (b) Enrollment as a retirement plan agent upon\nexamination. The Commissioner, or delegate, will\ngrant enrollment as an enrolled retirement plan\nagent to an applicant eighteen years of age or older\nwho demonstrates special competence in qualified\nretirement plan matters by written examination\nadministered by, or administered under the oversight\nof, the Internal Revenue Service, who possesses a\ncurrent or otherwise valid preparer tax identification\nnumber or other prescribed identifying number, and\nwho has not engaged in any conduct that would justify\nthe suspension or disbarment of any practitioner\nunder the provisions of this part. (c) Designation as a registered tax return preparer. The Commissioner, or delegate, may designate\nan individual eighteen years of age or older as\na registered tax return preparer provided an\napplicant demonstrates competence in Federal tax\nreturn preparation matters by written examination\nadministered by, or administered under the oversight\nof, the Internal Revenue Service, or otherwise meets\nthe requisite standards prescribed by the Internal\nRevenue Service, possesses a current or otherwise valid\npreparer tax identification number or other prescribed\nidentifying number, and has not engaged in any conduct\nthat would justify the suspension or disbarment of any\npractitioner under the provisions of this part. (d) Enrollment of former Internal Revenue Service\nemployees. The Commissioner, or delegate, may\nTreasury Department Circular No. 230 Table of Contents grant enrollment as an enrolled agent or enrolled\nretirement plan agent to an applicant who, by virtue\nof past service and technical experience in the\nInternal Revenue Service, has qualified for such\nenrollment and who has not engaged in any conduct\nthat would justify the suspension or disbarment of\nany practitioner under the provisions of this part,\nunder the following circumstances:\n(1) The former employee applies for enrollment\non an Internal Revenue Service form and supplies\nthe information requested on the form and such other\ninformation regarding the experience and training of\nthe applicant as may be relevant. (2) The appropriate office of the Internal Revenue\nService provides a detailed report of the nature and\nrating of the applicant’s work while employed by\nthe Internal Revenue Service and a recommendation\nwhether such employment qualifies the applicant\ntechnically or otherwise for the desired authorization. (3) Enrollment as an enrolled agent based on an\napplicant’s former employment with the Internal\nRevenue Service may be of unlimited scope or it\nmay be limited to permit the presentation of matters\nonly of the particular specialty or only before the\nparticular unit or division of the Internal Revenue\nService for which the applicant’s former employment\nhas qualified the applicant.",
    "querygen": [
      "how to become a retirement plan agent",
      "when is enrolled retirement plans applicable",
      "when is an enrolled agent required to apply for the u.s. enrolled plan?"
    ],
    "querygen_score": [
      "2.0513039",
      "1.0798191",
      "-0.33102256"
    ]
  },
  {
    "id": "legal-advice_99__30",
    "doc_id": "legal-advice_99",
    "chunk_id": 30,
    "document_category": "legal-advice",
    "text": "A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. -22- Income\nGenerally, you must report all income\nexcept income that is exempt from tax\nby law. For details, see the following instructions and the Schedule 1 instructions, especially the instructions for lines\n1 through 7 and Schedule 1, lines 1\nthrough 8z. Also see Pub. 525. Forgiveness of Paycheck\nProtection Program (PPP)\nLoans The forgiveness of a PPP Loan creates\ntax-exempt income, so although you\ndon’t need to report the income from the\nforgiveness of your PPP Loan on Form\n1040 or 1040-SR, you do need to report\ncertain information related to your PPP\nLoan. Rev. Proc. 2021-48, 2021-49 I.R.B.\n835, permits taxpayers to treat tax-exempt income resulting from the forgiveness of a PPP Loan as received or accrued: (1) as, and to the extent that, eligible expenses are paid or incurred; (2)\nwhen you apply for forgiveness of the\nPPP Loan; or (3) when forgiveness of\nthe PPP Loan is granted. If you have\ntax-exempt income resulting from the\nforgiveness of a PPP Loan, attach a\nstatement to your return reporting each\ntaxable year for which you are applying\nRev. Proc. 2021-48, and which section\nof Rev. Proc. 2021-48 you are applying—either section 3.01(1), (2), or (3). Any statement should include the following information for each PPP Loan:\n1. Your name, address, and ITIN or\nSSN;\n2. A statement that you are applying\nor applied section 3.01(1), (2), or (3) of\nRev. Proc. 2021-48, and for what taxable year;\n3. The amount of tax-exempt income from forgiveness of the PPP Loan\nthat you are treating as received or accrued and for what taxable year; and\n4. Whether forgiveness of the PPP\nLoan has been granted as of the date you\nfile your return. Write “RP2021-48” at the top of your\nattached statement. Foreign-Source Income You must report unearned income, such\nas interest, dividends, and pensions,\nfrom sources outside the United States\nunless exempt by law or a tax treaty. You must also report earned income,\nsuch as wages and tips, from sources\noutside the United States. If you worked abroad, you may be\nable to exclude part or all of your foreign earned income. For details, see\nPub. 54 and Form 2555. Foreign retirement plans. If you were\na beneficiary of a foreign retirement\nplan, you may have to report the undistributed income earned in your plan. However, if you were the beneficiary of\na Canadian registered retirement plan,\nsee Rev. Proc. 2014-55, 2014-44 I.R.B.\n753,\navailable\nat\nIRS.gov/irb/\n2014-44_IRB#RP-2014-55, to find out if\nyou can elect to defer tax on the undistributed income. Report distributions from foreign\npension plans on lines 5a and 5b. Foreign accounts and trusts. You\nmust complete Part III of Schedule B if\nyou:\n• Had a foreign account; or\n• Received a distribution from, or\nwere a grantor of, or a transferor to, a\nforeign trust. Foreign financial assets. If you had\nforeign financial assets in 2022, you\nmay have to file Form 8938. See Form\n8938 and its instructions. Chapter 11 Bankruptcy\nCases",
    "querygen": [
      "what is the difference between a college and school",
      "what is a technical school",
      "does school include technical school"
    ],
    "querygen_score": [
      "-4.066065",
      "-1.4391818",
      "0.88661"
    ]
  },
  {
    "id": "legal-advice_63__47",
    "doc_id": "legal-advice_63",
    "chunk_id": 47,
    "document_category": "legal-advice",
    "text": "If no\naddress is designated in the complaint or provided\nin a notice of appearance, service will be made on\nthe office(s) established to enforce this part under the\nauthority of §10.1, Internal Revenue Service, 1111\nConstitution Avenue, NW, Washington, DC 20224. (d) Service of evidence in support of complaint. Within 10 days of serving the complaint, copies of\nthe evidence in support of the complaint must be\nserved on the respondent in any manner described in\nparagraphs (a)(2) and (3) of this section. (e) Filing of papers. Whenever the filing of a\npaper is required or permitted in connection with\na proceeding under this part, the original paper,\nplus one additional copy, must be filed with the\nAdministrative Law Judge at the address specified\nin the complaint or at an address otherwise specified\nby the Administrative Law Judge. All papers\nfiled in connection with a proceeding under this\npart must be served on the other party, unless the\nAdministrative Law Judge directs otherwise. A\ncertificate evidencing such must be attached to the\noriginal paper filed with the Administrative Law\nJudge. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.64 Answer; default. (a) Filing. The respondent’s answer must be filed\nwith the Administrative Law Judge, and served\non the Internal Revenue Service, within the time\nspecified in the complaint unless, on request or\napplication of the respondent, the time is extended\nby the Administrative Law Judge. (b) Contents. The answer must be written and\ncontain a statement of facts that constitute the\nrespondent’s grounds of defense. General denials\nare not permitted. The respondent must specifically\nadmit or deny each allegation set forth in the\ncomplaint, except that the respondent may state that\nTreasury Department Circular No. 230 the respondent is without sufficient information to\nadmit or deny a specific allegation. The respondent,\nnevertheless, may not deny a material allegation in\nthe complaint that the respondent knows to be true,\nor state that the respondent is without sufficient\ninformation to form a belief, when the respondent\npossesses the required information. The respondent\nalso must state affirmatively any special matters of\ndefense on which he or she relies. (c) Failure to deny or answer allegations in the\ncomplaint. Every allegation in the complaint that is\nnot denied in the answer is deemed admitted and will\nbe considered proved; no further evidence in respect\nof such allegation need be adduced at a hearing. (d) Default. Failure to file an answer within the time\nprescribed (or within the time for answer as extended\nby the Administrative Law Judge), constitutes an\nadmission of the allegations of the complaint and\na waiver of hearing, and the Administrative Law\nJudge may make the decision by default without a\nhearing or further procedure. A decision by default\nconstitutes a decision under §10.76. (e) Signature. The answer must be signed by\nthe respondent or the respondent’s authorized\nrepresentative under §10.69(a)(2) and must\ninclude a statement directly above the signature\nacknowledging that the statements made in the\nanswer are true and correct and that knowing and\nwillful false statements may be punishable under 18\nU.S.C. §1001. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.65 Supplemental charges. (a) In general.",
    "querygen": [
      "where is internal service office",
      "what address is served in a notice of appearance",
      "what office is the n.w. address for the irs"
    ],
    "querygen_score": [
      "-1.1368794",
      "0.7005124",
      "-2.7856097"
    ]
  },
  {
    "id": "legal-advice_94__153",
    "doc_id": "legal-advice_94",
    "chunk_id": 153,
    "document_category": "legal-advice",
    "text": "The budget plan sets\nforth the President's proposed receipts,\nspending, and the surplus or deficit for\nthe federal government. The plan includes\nrecommendations for new legislation as\nwell as recommendations to change, eliminate, and add programs. After receipt of\nthe President's proposal, the Congress reviews the proposal and makes changes. It\nfirst passes a budget resolution setting its\nown targets for receipts, outlays, and surplus or deficit. Next, individual spending\nand revenue bills that are consistent with\nthe goals of the budget resolution are\nenacted. 30, 2021), federal income was $4.047 tril- countries and the maintenance of U.S.\nlion and outlays were $6.882 trillion, embassies abroad. leaving a deficit of $2.775 trillion. 3. Physical, human, and community development: These outlays were for\nFootnotes for Certain Federal\nagriculture; natural resources; environOutlays\nment; transportation; aid for elementary\nand secondary education and direct assistance to college students; job training; de1. Social security, Medicare, and posit insurance, commerce and housing\nother retirement: These programs pro- credit, and community development; and\nvide income support for the retired and space, energy, and general science prodisabled and medical care for the elderly. grams. 2. National defense, veterans, and\n4. Social programs: About 22% of\nforeign affairs: About 11% of outlays total outlays were for Medicaid, Supplewere to equip, modernize, and pay our mental Nutrition Assistance Program\narmed forces and to fund national defense (formerly food stamps), temporary assisactivities; about 3% were for veterans tance for needy families, supplemental sebenefits and services; and about 1% were curity income, and related programs; and\nfor international activities, including mili- 11% for health research and public health In fiscal year 2021 (which began on tary and economic assistance to foreign programs, unemployment compensation,\nOctober 1, 2020, and ended on September\nassisted housing, and social services. Note. The percentages shown here exclude undistributed offsetting receipts, which were $124 billion in fiscal year 2021. In the budget, these receipts are offset against spending in figuring the outlay totals shown above. These receipts are for the U.S. Government's share of its employee retirement programs, rents and royalties on the Outer Continental Shelf, and proceeds from the sale of assets. -108- 2022\nTax Rate\nSchedules The Tax Rate Schedules are shown so you can see the tax rate that applies\nto all levels of taxable income. Don’t use them to figure your tax. Instead,\nsee the instructions for line 16. CAUTION Schedule X—If your filing status is Single\nIf your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $10,275 10% $0 10,275 41,775 $1,027.50 + 12% 10,275\n41,775 41,775 89,075 4,807.50 + 22% 89,075 170,050 15,213.50 + 24% 89,075 170,050 215,950 34,647.50 + 32% 170,050 215,950 539,900 49,335.50 + 35% 215,950 162,718.00 + 37% 539,900 539,900 Schedule Y-1—If your filing status is Married filing jointly or Qualifying surviving spouse If your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $20,550 10% $0 20,550 83,550 $2,055.00 + 12% 20,550 83,550 178,150 9,615.00 + 22% 83,550 178,150 340,100 30,427.00 + 24% 178,150 340,100 431,900 69,295.00 + 32% 340,100 431,900 647,850 98,671.00 + 35% 431,900 174,253.50 + 37% 647,850 647,850 Schedule Y-2—If your filing status is Married filing separately\nIf your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover—",
    "querygen": [
      "what is included in a budget",
      "how are the budget plans written",
      "why did congress approve the budget"
    ],
    "querygen_score": [
      "-3.4216962",
      "-2.5641184",
      "-3.3064842"
    ]
  },
  {
    "id": "legal-advice_29__135",
    "doc_id": "legal-advice_29",
    "chunk_id": 135,
    "document_category": "legal-advice",
    "text": "In the entry space next\nto line 24z write “Incorrect Form\n1099-K” and also enter the amount that\nwas incorrectly reported to you. For example, if you received a Form 1099-K\nthat incorrectly showed $800 of payments to you, you would enter $800 on\nline 24z and in the entry space next to\nline 24z you would write “Incorrect\nForm 1099-K - $800.” See the instructions for line 8z. Instructions for Schedule 2\nAdditional Taxes\nGeneral Instructions\nUse Schedule 2 if you have additional\ntaxes that can’t be entered directly on\nForm 1040, 1040-SR, or 1040-NR. Include the amount on Schedule 2,\nline 3, in the total on Form 1040,\n1040-SR, or 1040-NR, line 17. Enter the amount on Schedule 2,\nline 21, on Form 1040 or 1040-SR,\nline 23; or 1040-NR, line 23b. Specific Instructions\nLine 1\nAlternative Minimum Tax (AMT)\nAlternative minimum tax (AMT) exemption amount increased. The AMT\nexemption amount is increased to\n$75,900 ($118,100 if married filing\njointly or qualifying surviving spouse;\n$59,050 if married filing separately). The income levels at which the AMT\nexemption begins to phase out has increased to $539,900 ($1,079,800 if married filing jointly or qualifying surviving\nspouse). If you aren't sure whether you owe\nthe AMT, complete the Worksheet To\nSee if You Should Fill in Form 6251. Exception. Fill in Form 6251 instead of\nusing the worksheet if you claimed or\nreceived any of the following items. • Accelerated depreciation. • Tax-exempt interest from private\nactivity bonds. • Intangible drilling, circulation, research, experimental, or mining costs. • Amortization of pollution-control\nfacilities or depletion. • Income or (loss) from tax-shelter\nfarm activities, passive activities, partnerships, S corporations, or activities for\nwhich you aren't at risk. • Income from long-term contracts\nnot figured using the percentage-of-completion method. • Investment interest expense reported on Form 4952.\n• Net operating loss deduction. • Alternative minimum tax adjustments from an estate, trust, electing\nlarge partnership, or cooperative. • Section 1202 exclusion.\n• Stock by exercising an incentive\nstock option and you didn't dispose of\nthe stock in the same year. • Any general business credit claimed on Form 3800 if either line 6 (in Part\nI) or line 25 of Form 3800 is more than\nzero. • Qualified electric vehicle credit. • Alternative fuel vehicle refueling\nproperty tax. • Credit for prior year minimum tax. • Foreign tax credit.\n• Net qualified disaster loss and you\nare reporting your standard deduction on\nSchedule A, line 16. See the instructions\nfor Form 4684 for more information. For help with the alternative minimum tax, go to IRS. gov/AMT. your coverage and any advance credit\npayments. If the advance credit payments were more than the premium tax\ncredit you can claim, the amount you\nmust repay will be shown on Form\n8962, line 29. Enter that amount, if any,\non line 2. You may have to repay excess advance payments of the premium tax\ncredit even if someone else enrolled\nyou, your spouse, or your dependent in\nMarketplace coverage. In that case, another individual may have received the\nForm 1095-A for the coverage. You\nmay also have to repay excess advance\npayments of the premium tax credit if\nyou enrolled an individual in coverage\nthrough the Marketplace, you don’t\nclaim the individual as a dependent on\nyour return, and no one else claims that\nindividual as a dependent.",
    "querygen": [
      "how to correctly write on a form 1099",
      "what line is incorrect on 1099",
      "where is correct 1099 k"
    ],
    "querygen_score": [
      "0.62669516",
      "0.49085632",
      "-0.5383644"
    ]
  },
  {
    "id": "legal-advice_91__35",
    "doc_id": "legal-advice_91",
    "chunk_id": 35,
    "document_category": "legal-advice",
    "text": "For details, see Pub. 550. If you get a 2022 Form TIP 1099-INT for U.S. savings bond\ninterest that includes amounts\nyou reported before 2022, see Pub. 550. Line 3a\nQualified Dividends Enter your total qualified dividends on\nline 3a. Qualified dividends are also included in the ordinary dividend total required to be shown on line 3b. Qualified\ndividends are eligible for a lower tax\nrate than other ordinary income. Generally, these dividends are shown in\nbox 1b of Form(s) 1099-DIV. See Pub.\n550 for the definition of qualified dividends if you received dividends not reported on Form 1099-DIV. Exception. Some dividends may be reported as qualified dividends in box 1b\nof Form 1099-DIV but aren't qualified\ndividends. These include:\n• Dividends you received as a nominee. See the Schedule B instructions. • Dividends you received on any\nshare of stock that you held for less than\n61 days during the 121-day period that\nbegan 60 days before the ex-dividend\ndate. The ex-dividend date is the first Need more information or forms? Visit IRS.gov. date following the declaration of a dividend on which the purchaser of a stock\nisn't entitled to receive the next dividend\npayment. When counting the number of\ndays you held the stock, include the day\nyou disposed of the stock but not the day\nyou acquired it. See the examples that\nfollow. Also, when counting the number\nof days you held the stock, you can't\ncount certain days during which your\nrisk of loss was diminished. See Pub.\n550 for more details. • Dividends attributable to periods\ntotaling more than 366 days that you received on any share of preferred stock\nheld for less than 91 days during the\n181-day period that began 90 days before the ex-dividend date. When counting the number of days you held the\nstock, you can't count certain days during which your risk of loss was diminished. See Pub. 550 for more details. Preferred dividends attributable to periods totaling less than 367 days are subject to the 61-day holding period rule\njust described. • Dividends on any share of stock to\nthe extent that you are under an obligation (including a short sale) to make related payments with respect to positions\nin substantially similar or related property. • Payments in lieu of dividends, but\nonly if you know or have reason to\nknow that the payments aren't qualified\ndividends. • Dividends from a corporation that\nfirst became a surrogate foreign corporation after December 22, 2017, other than\na foreign corporation that is treated as a\ndomestic corporation under section\n7874(b). Example 1. You bought 5,000 shares\nof XYZ Corp. common stock on July 8,\n2022. XYZ Corp. paid a cash dividend\nof 10 cents per share. The ex-dividend\ndate was July 16, 2022. Your Form\n1099-DIV from XYZ Corp. shows $500\nin box 1a (ordinary dividends) and in\nbox 1b (qualified dividends). However,\nyou sold the 5,000 shares on August 11,\n2022. You held your shares of XYZ\nCorp. for only 34 days of the 121-day\nperiod (from July 9, 2022, through August 11, 2022). The 121-day period began on May 17, 2022 (60 days before\nthe ex-dividend date), and ended on\nSeptember 14, 2022. You have no qualified dividends from XYZ Corp. because you held the XYZ stock for less than 61\ndays.",
    "querygen": [
      "what are the lines for qualified dividends",
      "when can i use 1099 int for savings bond interest",
      "what is the difference between qualified dividends and dividends"
    ],
    "querygen_score": [
      "0.7646112",
      "0.8902254",
      "-0.5064889"
    ]
  },
  {
    "id": "legal-advice_64__151",
    "doc_id": "legal-advice_64",
    "chunk_id": 151,
    "document_category": "legal-advice",
    "text": "Or you can send your comments to Intermation are confidential, as stated in Code nal Revenue Service, Tax Forms and Pubsection 6103. However, Code section lications Division, 1111 Constitution\n6103 allows or requires the Internal Reve- Ave. NW, IR-6526, Washington, DC\nnue Service to disclose or give the infor- 20224. Don’t send your return to this admation shown on your tax return to others dress. Instead, see the addresses at the end\nas described in the Code. For example, of these instructions. we may disclose your tax information to\nAlthough we can't respond individualthe Department of Justice to enforce the\ntax laws, both civil and criminal, and to ly to each comment received, we do apcities, states, the District of Columbia, preciate your feedback and will consider\nand U.S. commonwealths or possessions your comments as we revise our tax\nto carry out their tax laws. We may dis- forms and instructions. close your tax information to the DepartEstimates of Taxpayer\nment of Treasury and contractors for tax\nadministration purposes; and to other per- Burden\nsons as necessary to obtain information The following table shows burden estineeded to determine the amount of or to mates based on current statutory requirecollect the tax you owe. We may disclose ments as of November 2022 for taxpayers\nyour tax information to the Comptroller filing a 2022 Form 1040 or 1040-SR tax\nGeneral of the United States to permit the return. Time spent and out-of-pocket\nComptroller General to review the Inter- costs are presented separately. Time burnal Revenue Service. We may disclose den is broken out by taxpayer activity,\nyour tax information to committees of with recordkeeping representing the largCongress; federal, state, and local child est component. Out-of-pocket costs insupport agencies; and to other federal clude any expenses incurred by taxpayers\nagencies for the purposes of determining to prepare and submit their tax returns. entitlement for benefits or the eligibility Examples include tax return preparation\nfor and the repayment of loans. We may and submission fees, postage and photoalso disclose this information to other copying costs, and tax return preparation\ncountries under a tax treaty, to federal and software costs. While these estimates\nstate agencies to enforce federal nontax don’t include burden associated with\ncriminal laws, or to federal law enforce- post-filing activities, IRS operational data\nment and intelligence agencies to combat indicate that electronically prepared and\nterrorism. filed returns have fewer arithmetic errors,\nimplying lower post-filing burden. Please keep this notice with your reReported time and cost burdens are nacords. It may help you if we ask you for\nother information. If you have questions tional averages and don’t necessarily reabout the rules for filing and giving infor- flect a “typical” case. Most taxpayers exmation, please call or visit any Internal perience lower than average burden, with\ntaxpayer burden varying considerably by\nRevenue Service office. taxpayer type. For instance, the estimated\nWe Welcome Comments on\naverage time burden for all taxpayers filForms\ning a Form 1040 or 1040-SR is 13 hours, We try to create forms and instructions with an average cost of $250 per return. that can be easily understood. Often this",
    "querygen": [
      "what is the code for internal revenue service",
      "what form is internal revenue service",
      "what is the internal reve address"
    ],
    "querygen_score": [
      "-3.8676963",
      "-2.7835882",
      "-2.2511778"
    ]
  },
  {
    "id": "legal-advice_76__5",
    "doc_id": "legal-advice_76",
    "chunk_id": 5,
    "document_category": "legal-advice",
    "text": "Thus, a plain reading of 16\nU.S.C. § 796(17) and (18) suggests that a facility could be both a qualified small power\nproduction facility and a qualified cogeneration facility. 3 In fact, the FERC has certified\nnumerous facilities that have satisfied the criteria of both definitions. 4\nCONCLUSION The taxpayer uses Fuel, a type of biomass, for fuel in its power facility. Its facility\nproduces less than 80 megawatts of electricity. The taxpayer’s facility is within the\ndefinition of a small power production facility. The taxpayer self-certified in Year 1 and\ntherefore the small power production facility is qualified. Accordingly, the equipment\nused in the taxpayer’s qualified small power production facility is “5-year property”\npursuant to § 168(e)(3)(B)(vi)(II). Please call LB&I Attorney Signing at Telephone if you have any further\nquestions. Section 6110(k)(3) provides that this memorandum may not be used or cited\nas precedent. AAC\nAssociate Area Counsel (City)\n(Large Business & International)\nBy: _____________________________ Signing\nSenior Attorney (City)\n(Large Business & International) 3 -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------4 --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------",
    "querygen": [
      "what is the difference between a small power plant and a cogeneration plant",
      "how do you qualify a cogeneration facility",
      "what is ferc power"
    ],
    "querygen_score": [
      "-0.8582572",
      "0.10020697",
      "-2.0038042"
    ]
  }
]