[
  {
    "id": "legal-advice_66__91",
    "doc_id": "legal-advice_66",
    "chunk_id": 91,
    "document_category": "legal-advice",
    "text": "Exception. You won't owe the penalty\nif your 2021 tax return was for a tax\nyear of 12 full months and either of the\nfollowing applies. 1. You had no tax shown on your\n2021 return and you were a U.S. citizen\nor resident for all of 2021. 2. The total of lines 25d, 26, and\nSchedule 3, line 11, on your 2022 return\nis at least 100% of the tax shown on\nyour 2021 return (110% of that amount\nif you aren't a farmer or fisherman, and your adjusted gross income (AGI)\nshown on your 2021 return was more\nthan $150,000 (more than $75,000 if\nmarried filing separately for 2022)). Your estimated tax payments for 2022\nmust have been made on time and for\nthe required amount. For most people, the “tax shown on\nyour 2021 return” is the amount on your\n2021 Form 1040 or 1040-SR, line 24,\nminus the total of any amounts shown\non lines 27a, 28, 29, and 30; Schedule 3,\nlines 9, 12, 13b, 13g, and 13h; and\nForms 8828, 4137, 5329 (Parts III\nthrough IX only), 8885, and 8919. Also\nsubtract from line 24 any:\n• Tax on an excess parachute payment,\n• Excise tax on insider stock compensation of an expatriated corporation,\n• Uncollected social security and\nMedicare or RRTA tax on tips or\ngroup-term life insurance, and\n• Look-back interest due under section 167(g) or 460(b). When figuring the amount on line 24,\ninclude household employment taxes\nonly if line 25d is more than zero or you\nwould have owed the estimated tax penalty for 2021 even if you didn't include\nthose taxes. If the Exception just described\ndoesn't apply, see the Instructions for\nForm 2210 for other situations in which\nyou may be able to lower your penalty\nby filing Form 2210. Figuring the Penalty If you choose to figure the penalty yourself, use Form 2210 (or 2210-F for farmers and fishermen). Enter any penalty on line 38. Add the\npenalty to any tax due and enter the total\non line 37. However, if you have an overpayment on line 34, subtract the penalty\nfrom the amount you would otherwise\nenter on line 35a or line 36. Lines 35a,\n36, and 38 must equal line 34. If the penalty is more than the overpayment on line 34, enter -0- on lines\n35a and 36. Then, subtract line 34 from\nline 38 and enter the result on line 37. Don’t file Form 2210 with your return unless Form 2210 indicates that you\nmust do so. Instead, keep it for your records. Need more information or forms? Visit IRS.gov. -60- Because Form 2210 is compli- TIP cated, you can leave line 38\nblank and the IRS will figure\nthe penalty and send you a bill. We\nwon't charge you interest on the penalty\nif you pay by the date specified on the\nbill. If your income varied during the\nyear, the annualized income installment\nmethod may reduce the amount of your\npenalty. But you must file Form 2210\nbecause the IRS can't figure your penalty under this method. Third Party Designee",
    "querygen": [
      "when does i have to pay penalty on 2021 return",
      "what is the penalty on a 2021 tax return",
      "when do you pay tax penalties"
    ],
    "querygen_score": [
      "0.03284655",
      "0.6382419",
      "-1.9783313"
    ]
  },
  {
    "id": "legal-advice_37__20",
    "doc_id": "legal-advice_37",
    "chunk_id": 20,
    "document_category": "legal-advice",
    "text": "How to Report Digital Asset\nTransactions If you disposed of any digital asset in\n2022, that you held as a capital asset,\nthrough a sale, exchange, gift, or transfer, check “Yes” and use Form 8949 to\ncalculate your capital gain or loss and\nreport that gain or loss on Schedule D\n(Form 1040). If you received any digital asset as\ncompensation for services or disposed of\nany digital asset that you held for sale to\ncustomers in a trade or business, you\nmust report the income as you would report other income of the same type (for\nexample, W-2 wages on Form 1040 or\n1040-SR, line 1a, or inventory or services from Schedule C or Schedule 1). Need more information or forms? Visit IRS.gov. Standard Deduction If you are filing Form 1040-SR, TIP you can find a Standard Deduction Chart on the last page\nof that form that can calculate the\namount of your standard deduction in\nmost situations. Don’t file the Standard Deduction\nChart with your return. Single and Married Filing\nJointly If you or your spouse (if you are married\nand filing a joint return) can be claimed\nas a dependent on someone else’s return,\ncheck the appropriate box in the Standard Deduction section. If you were a dual-status alien, check\nthe “Spouse itemizes on a separate return or you were a dual-status alien”\nbox. If you were a dual-status alien and\nyou file a joint return with your spouse\nwho was a U.S. citizen or resident alien\nat the end of 2022 and you and your\nspouse agree to be taxed on your combined worldwide income, don’t check\nthe box. Age/Blindness If you or your spouse (if you are married\nand filing a joint return) were born before January 2, 1958, or were blind at\nthe end of 2022, check the appropriate boxes on the line labeled “Age/Blindness.” Don’t check any boxes for your\nspouse if your filing status is head of\nhousehold. Death of spouse in 2022. If your\nspouse was born before January 2, 1958,\nbut died in 2022 before reaching age 65,\ndon’t check the box that says “Spouse\nwas born before January 2, 1958.” A person is considered to reach age\n65 on the day before the person’s 65th\nbirthday. Example. Your spouse was born on\nFebruary 14, 1957, and died on February\n13, 2022. Your spouse is considered age\n65 at the time of death. Check the appropriate box for your spouse. However, if\nyour spouse died on February 12, 2022,\nyour spouse isn't considered age 65. Don’t check the box. Death of taxpayer in 2022. If you are\npreparing a return for someone who died\nin 2022, see Pub. 501 before completing\nthe standard deduction information. Blindness If you weren’t totally blind as of December 31, 2022, you must get a statement certified by your eye doctor (ophthalmologist or optometrist) that:\n• You can't see better than 20/200 in\nyour better eye with glasses or contact\nlenses, or\n• Your field of vision is 20 degrees\nor less. Need more information or forms? Visit IRS.gov. -16- If your eye condition isn't likely to\nimprove beyond the conditions listed\nabove, you can get a statement certified\nby your eye doctor (ophthalmologist or\noptometrist) to this effect instead. You must keep the statement for your\nrecords.",
    "querygen": [
      "when must I report digital assets to federal tax",
      "when does disposed of digital assets need to be reported in taxes?",
      "how to report digital assets"
    ],
    "querygen_score": [
      "0.65848166",
      "1.1179066",
      "1.9930533"
    ]
  },
  {
    "id": "legal-advice_59__23",
    "doc_id": "legal-advice_59",
    "chunk_id": 23,
    "document_category": "legal-advice",
    "text": "Hence\nthe basis was limited to the cash component. 27 There is a possibility the working capital note could be a contribution to capital; however, there are\ninsufficient facts to support that treatment as the case is presented. Should the taxpayer provide\nadditional information, please request supplemental advice. Page 29 of 37 POSTF-134629-07 The PLR then addressed how to allocate the cash component, rejecting the\npurchasing taxpayer’s attempt to first divide the sale in two sales, i.e., plant assets and\ndecommissioning fund liability, with all basis to the plant assets. The PLR rejected the\ndivisibility argument as having no support. 28 Nowhere does the PLR address § 453 or\nstate the residual method allows, in essence, open transaction reporting for the seller by\ndividing one sale into separate sales. While PLR 20004040 is too inter-twined with the special provisions on nuclear\npower plants to be considered as supporting Corp F, to the extent a non-citable nonprecedential PLR could be binding authority (it cannot), the applicable principle from the\nPLR would be that, as the taxpayer in the ruling could not arbitrarily bifurcate its\ntransaction, Corp F cannot arbitrarily bifurcate its transaction into seven separate sales. The PLR provides no support for Corp F’s argument that § 453 allows a seller’s\nreporting of gain be separated into seven separate sales to avoid the ratable basis\nrecovery rules of § 453. Corp F also relies on Williams v. McGowan, 152 F.2d 570 (2d Cir. 1945), to claim\nthat § 453 applies asset by asset, and on Rev. Rul. 68-13, 1968-1 C.B. 195,197 which\nstates:\n[T]he sale of a business must be ‘comminuted into its\nfragments’ where either the selling price or the down\npayment, or both of them, is separately stated with respect\nto different assets or types of assets in the agreement of\nsale. In this connection, it also should be noted that losses,\nwhere separately determinable, must be reported in the year\nof sale. (citation omitted)\nRev. Rule 68-13 is not saying a taxpayer can divide a single transaction for\nimmediate loss recognition and deferral of gain, or that the ratable basis recovery rules\nare moot. The ruling must be placed in the context of the citation in the ruling to\nMonaghan v. Commissioner, 40 T.C. 680 (1963), acq. 1964-2 C.B. 3 and Williams v.\nMcGowan, 152 F.2d 570 (2nd Cir. 1945). These cases considered the exclusion of\ninventory from installment reporting and the old requirement that, in the year of sale,\npayments cannot exceed 30 percent of the price. Neither this revenue ruling nor the\ncases nullify the ratable basis reporting required by § 453 as amended in Year 5 for\ncontingent payment sales; these authorities are directed at determining the character of\nthe gain and the old 30 percent rule. 28 The § 1060 regulations relative to the residual method require the allocation to Classes IIV pro rata\naccording to their fair market value, and addresses the impact of the buyer’s satisfaction of economic\nperformance of liabilities assumed on the purchase price. Page 30 of 37 POSTF-134629-07 In Monaghan, the Tax Court stated:",
    "querygen": [
      "is the cash part of the working capital note a contribution to capital",
      "what is the basis of a working capital note?",
      "can a working capital note be a contribution to capital"
    ],
    "querygen_score": [
      "1.2536433",
      "-1.0808293",
      "2.2242289"
    ]
  },
  {
    "id": "legal-advice_60__113",
    "doc_id": "legal-advice_60",
    "chunk_id": 113,
    "document_category": "legal-advice",
    "text": "Go app\nto your mobile device to check your refund status. • Call the automated refund hotline\nat 800-829-1954. See Refund Information, later. Making a tax payment. Go to IRS.gov/\nPayments for information on how to\nmake a payment using any of the following options. • IRS Direct Pay: Pay your individual tax bill or estimated tax payment directly from your checking or savings account at no cost to you. • Debit or Credit Card: Choose an\napproved payment processor to pay online or by phone. • Electronic Funds Withdrawal:\nSchedule a payment when filing your\nfederal taxes using tax return preparation software or through a tax professional. • Electronic Federal Tax Payment\nSystem: Best option for businesses. Enrollment is required. • Check or Money Order: Mail your\npayment to the address listed on the notice or instructions. • Cash: You may be able to pay\nyour taxes with cash at a participating\nretail store. • Same-Day Wire: You may be able\nto do same-day wire from your financial\ninstitution. Contact your financial institution for availability, cost, and time\nframes. -80- Note. The IRS uses the latest encryption technology to ensure that the electronic payments you make online, by\nphone, or from a mobile device using\nthe IRS2Go app are safe and secure. Paying electronically is quick, easy, and\nfaster than mailing in a check or money\norder. What if I can’t pay now? Go to\nIRS.gov/Payments for more information\nabout your options. • Apply for an online payment\nagreement (IRS.gov/OPA) to meet your\ntax obligation in monthly installments if\nyou can't pay your taxes in full today. Once you complete the online process,\nyou will receive immediate notification\nof whether your agreement has been approved. • Use the Offer in Compromise PreQualifier to see if you can settle your tax\ndebt for less than the full amount you\nowe. For more information on the Offer\nin Compromise program, go to IRS.gov/\nOIC. Filing an amended return. Go to\nIRS.gov/Form1040X for information and\nupdates. Checking the status of your amended\nreturn. Go to IRS. gov/WMAR to track\nthe status of Form 1040-X amended returns. Note it can take up to 3 weeks\nfrom the date you filed your amended\nreturn for it to show up in our system,\nand processing it can take up to 16\nweeks. Understanding an IRS notice or letter\nyou’ve received. Go to IRS.gov/Notices\nto find additional information about responding to an IRS notice or letter. Note. You can use Schedule LEP\n(Form 1040), Request for Change in\nLanguage Preference, to state a preference to receive notices, letters, or other\nwritten communications from the IRS in\nan alternative language. You may not\nimmediately receive written communications in the requested language. The\nIRS’s commitment to LEP taxpayers is\npart of a multi-year timeline that is\nscheduled to begin providing translations in 2023. You will continue to receive communications, including notices\nand letters in English, until they are\ntranslated to your preferred language. Contacting your local IRS office. Keep in mind, many questions can be answered on IRS.gov without visiting an\nIRS TAC. Go to IRS. gov/LetUsHelp for\nthe topics people ask about most. If you\nstill need help, IRS TACs provide tax\nhelp when a tax issue can’t be handled\nonline or by phone.",
    "querygen": [
      "contact number for irs refund",
      "irs gov refund phone number",
      "what is the contact number for irs refund"
    ],
    "querygen_score": [
      "0.32773203",
      "0.99254566",
      "-0.30498987"
    ]
  },
  {
    "id": "legal-advice_48__2",
    "doc_id": "legal-advice_48",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "The issue is whether season ticket\nrenewals are “property or rights to property” under -------------- law. If they are, they may\nbe seized and sold. We found no case law in --------------addressing whether season ticket renewals\nare property rights under -------------- law. In addition, we found no case law addressing\nthe sale of a season ticket renewal in the context of a federal tax seizure and sale. However, the issue has been addressed in other states in the context of Chapter 7\nbankruptcy. In these cases, the trustee in bankruptcy has sought to sell the taxpayer’s\nseason ticket renewals as “property of the estate.” We believe that this is analogous to\nthe issue of whether a season ticket renewal constitutes a “right to property” to which a\nfederal tax lien could attach under I.R.C. § 6321. Several of the bankruptcy cases have found that the renewal is merely a\nrevocable license and not a property right that can be sold. For example, an Illinois GL-148771-08 3 bankruptcy court has held that the right to renew Chicago Bulls season tickets is nothing\nmore than a revocable license. In re Liebman, 208 B.R. 38 (Bankr. N.D. Ill. 1997). A\nColorado bankruptcy court reached the same conclusion under Colorado law with\nrespect to Colorado Avalanche season tickets. In re Gorodess, 47 Collier\nBankr.Cas.2d 897 (D. Colo. 2001). The Ninth Circuit has also held that the right to\nrenew Phoenix Suns tickets is a revocable license, which is not a property interest\nunder Arizona law. In re Harrell, 73 F.3d 218 (9th Cir. 1996). It should be noted that in\nGorodess and Liebman, the teams had substantial restrictions on the transfer of\nseason ticket renewals by the holders. Harrell did not address this point. Two other cases addressed the issue, and reached the opposite conclusion. In\nre I.D. Craig Service Corporation, 138 B.R. 490 (Bankr. W.D. Pa. 1992) involved\nPittsburgh Steeler season ticket renewals. In that case, a bankruptcy court held that the\ntrustee could sell season ticket renewal rights to Pittsburgh Steeler football games. In\nre Platt, 292 B.R. 12 (Bankr. Mass. 2003) involved Boston Red Sox season ticket\nrenewals. In that case, the trustee attempted to sell the debtor’s interest in Boston Red\nSox season ticket renewals. The Red Sox opposed the sale. The bankruptcy court\nheld that the trustee had not established that the debtor was the owner of the season\ntickets and denied the sale. In dicta, however, the court stated that had ownership been\nestablished, the court would have allowed the trustee to sell the tickets. See also In re\nWalsh, 1994 WL 249249 (4th Cir. 1994) (An unpublished opinion holding that Charlotte\nHornets season ticket renewals are property that can be sold by the trustee where\n$10,000 was paid to the team to obtain the right). It should be noted that in Craig, the\nevidence established that the Steelers ticket policy allowed season ticket holders to\ntransfer season ticket holder status and the attendant right to renew if a $5 fee was\npaid.",
    "querygen": [
      "are season tickets a property",
      "what is the law on season ticket renewal",
      "when can season tickets be seized"
    ],
    "querygen_score": [
      "2.1823044",
      "1.6928191",
      "-0.010374599"
    ]
  },
  {
    "id": "legal-advice_68__34",
    "doc_id": "legal-advice_68",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "*This includes a Roth, SEP, or SIMPLE IRA. Line 1i\nNontaxable Combat Pay\nElection If you elect to include your nontaxable\ncombat pay in your earned income when\nfiguring the EIC, enter the amount on\nline 1i. See the instructions for line 27. Were You a Statutory\nEmployee? If you were a statutory employee, the\n“Statutory employee” box in box 13 of\nyour Form W-2 should be checked. Statutory employees include full-time life\ninsurance salespeople and certain agent or commission drivers, certain traveling\nsalespeople, and certain homeworkers. Statutory employees report the amount\nshown in box 1 of Form W-2 on a\nSchedule C along with any related business expenses. ! Line 2b\nTaxable Interest Missing or Incorrect\nForm W-2? Your employer is required to provide or\nsend Form W-2 to you no later than\nJanuary 31, 2023. If you don’t receive it\nby early February, use Tax Topic 154 to\nfind out what to do. Even if you don’t\nget a Form W-2, you must still report\nyour earnings. If you lose your Form\nW-2 or it is incorrect, ask your employer\nfor a new one. Line 2a\nTax-Exempt Interest If you received any tax-exempt interest\n(including any tax-exempt original issue\ndiscount (OID)), such as from municipal\nbonds, each payer should send you a\nForm 1099-INT or a Form 1099-OID. In\ngeneral, your tax-exempt stated interest\nshould be shown in box 8 of Form\n1099-INT or, for a tax-exempt OID\nbond, in box 2 of Form 1099-OID, and\nyour tax-exempt OID should be shown\nin box 11 of Form 1099-OID. Enter the\ntotal on line 2a. However, if you acquired a tax-exempt bond at a premium,\nonly report the net amount of tax-exempt interest on line 2a (that is, the excess of the tax-exempt interest received\nduring the year over the amortized bond\npremium for the year). Also, if you acquired a tax-exempt OID bond at an acquisition premium, only report the net\namount of tax-exempt OID on line 2a\n(that is, the excess of tax-exempt OID\nfor the year over the amortized acquisition premium for the year). See Pub. 550\nfor more information about OID, bond\npremium, and acquisition premium. Also include on line 2a any exempt-interest dividends from a mutual\nfund or other regulated investment company. This amount should be shown in\nbox 12 of Form 1099-DIV. Don’t include interest earned on your\nIRA, health savings account, Archer or\nMedicare Advantage MSA, or Coverdell\neducation savings account. -25- Don’t include any amounts related to the forgiveness of PPP\nCAUTION Loans on this line. Each payer should send you a Form\n1099-INT or Form 1099-OID. Enter\nyour total taxable interest income on\nline 2b. But you must fill in and attach\nSchedule B if the total is over $1,500 or\nany of the other conditions listed at the\nbeginning of the Schedule B instructions\napplies to you. For more details about reporting taxable interest, including market discount\non bonds and adjustments for amortizable bond premium or acquisition premium, see Pub. 550. Interest credited in 2022 on deposits\nthat you couldn't withdraw because of\nthe bankruptcy or insolvency of the financial institution may not have to be\nincluded in your 2022 income. For details, see Pub. 550. If you get a 2022 Form TIP 1099-INT for U.S. savings bond\ninterest that includes amounts\nyou reported before 2022, see Pub. 550.",
    "querygen": [
      "are sep and sep non taxable",
      "are sep and simple ira taxable",
      "what is the correct way to enter combat pay in an eic"
    ],
    "querygen_score": [
      "-0.6058764",
      "-0.32362312",
      "0.3998193"
    ]
  },
  {
    "id": "legal-advice_61__1",
    "doc_id": "legal-advice_61",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Treasury Department\nCircular No. 230\n(Rev. 6-2014) Regulations Governing Practice before\nthe Internal Revenue Service Catalog Number 16586R\nwww.irs.gov Department\nof the\nTreasury\nInternal\nRevenue\nService Title 31 Code of Federal Regulations,\nSubtitle A, Part 10,\npublished (June 12, 2014) 31 U.S.C. §330. Practice before the Department\n(a) Subject to section 500 of title 5, the Secretary of the Treasury may —\n(1) regulate the practice of representatives of persons before the Department of the Treasury; and\n(2) before admitting a representative to practice, require that the representative demonstrate —\n(A) good character;\n(B) good reputation;\n(C) necessary qualifications to enable the representative to provide to persons valuable service; and\n(D) competency to advise and assist persons in presenting their cases. (b) After notice and opportunity for a proceeding, the Secretary may suspend or disbar from practice before the\nDepartment, or censure, a representative who —\n(1) is incompetent;\n(2) is disreputable;\n(3) violates regulations prescribed under this section; or\n(4) with intent to defraud, willfully and knowingly misleads or threatens the person being represented or a\nprospective person to be represented. The Secretary may impose a monetary penalty on any representative described in the preceding sentence. If the\nrepresentative was acting on behalf of an employer or any firm or other entity in connection with the conduct\ngiving rise to such penalty, the Secretary may impose a monetary penalty on such employer, firm, or entity if\nit knew, or reasonably should have known, of such conduct. Such penalty shall not exceed the gross income\nderived (or to be derived) from the conduct giving rise to the penalty and may be in addition to, or in lieu of, any\nsuspension, disbarment, or censure of the representative. (c) After notice and opportunity for a hearing to any appraiser, the Secretary may —\n(1) provide that appraisals by such appraiser shall not have any probative effect in any administrative\nproceeding before the Department of the Treasury or the Internal Revenue Service, and\n(2) bar such appraiser from presenting evidence or testimony in any such proceeding. (d) Nothing in this section or in any other provision of law shall be construed to limit the authority of the\nSecretary of the Treasury to impose standards applicable to the rendering of written advice with respect to any\nentity, transaction plan or arrangement, or other plan or arrangement, which is of a type which the Secretary\ndetermines as having a potential for tax avoidance or evasion. (Pub. L. 97–258, Sept. 13, 1982, 96 Stat. 884; Pub. L. 98–369, div. A, title I, §156(a), July 18, 1984, 98 Stat. 695; Pub. L. 99–514, §2, Oct. 22, 1986, 100 Stat. 2095; Pub. L. 108–357, title VIII, §822(a)(1), (b), Oct. 22, 2004,\n118 Stat. 1586, 1587; Pub. L. 109–280, title XII, §1219(d), Aug. 17, 2006, 120 Stat. 1085.) Page 2 Treasury Department Circular No. 230",
    "querygen": [
      "internal revenue service catalog number",
      "internal revenue irs number",
      "irs utah regulations governing practice"
    ],
    "querygen_score": [
      "1.2441287",
      "0.051603302",
      "-1.4935498"
    ]
  },
  {
    "id": "legal-advice_92__48",
    "doc_id": "legal-advice_92",
    "chunk_id": 48,
    "document_category": "legal-advice",
    "text": "7. If you are:\n• Married filing jointly, enter $32,000\n• Single, head of household, qualifying surviving spouse, or\nmarried filing separately and you lived apart from your spouse for,\nall of 2022, enter $25,000\n............... Married\nfiling\nseparately\nand\nyou\nlived\nwith\nyour\nspouse\nat\nany\ntime\n•\nin 2022, skip lines 8 through 15; multiply line 7 by 85% (0.85) and\nenter the result on line 16. Then, go to line 17\nIs the amount on line 8 less than the amount on line 7? No. None of your social security benefits are taxable. Enter -0- on Form 1040 or\nSTOP\n1040-SR, line 6b. If you are married filing separately and you lived apart from\nyour spouse for all of 2022, be sure you entered “D” to the right of the word\n“benefits” on line 6a. Yes. Subtract line 8 from line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8. 9. Enter $12,000 if married filing jointly; $9,000 if single, head of household, qualifying surviving\nspouse, or married filing separately and you lived apart from your spouse for all of 2022 . . . . . . 10.\nSubtract line 10 from line 9. If zero or less, enter -0- . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11. Enter the smaller of line 9 or line 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12.\nEnter one-half of line 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13. Enter the smaller of line 2 or line 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14.\nMultiply line 11 by 85% (0.85).",
    "querygen": [
      "how much should you make if you are married filing separately",
      "how much money do you put up as a surviving spouse",
      "how much money do you have to make to file jointly in the us"
    ],
    "querygen_score": [
      "0.6502018",
      "-1.8274105",
      "-2.199873"
    ]
  },
  {
    "id": "legal-advice_39__126",
    "doc_id": "legal-advice_39",
    "chunk_id": 126,
    "document_category": "legal-advice",
    "text": "You can either pay the\npremiums yourself or the S corporation\ncan pay them and report them as wages. If the policy is in your name and you\npay the premiums yourself, the S corporation must reimburse you. You can deduct the premiums only if the S corporation reports the premiums paid or reimbursed as wages in box 1 of your Form\nW-2 in 2022 and you also report the premium payments or reimbursements as\nwages on Form 1040 or 1040-SR,\nline 1a. But if you were also eligible to participate in any subsidized health plan\nmaintained by your or your spouse's employer for any month or part of a month\nin 2022, amounts paid for health insurance coverage for that month can't be\nused to figure the deduction. Also, if\nyou were eligible for any month or part\nof a month to participate in any subsidized health plan maintained by the employer of either your dependent or your\nchild who was under age 27 at the end\nof 2022, don’t use amounts paid for coverage for that month to figure the deduction. A qualified small employer\nhealth reimbursement arrangeCAUTION ment (QSEHRA) is considered\nto be a subsidized health plan maintained by an employer. Lines 19a, 19b, and 19c\nAlimony Paid Example. If you were eligible to participate in a subsidized health plan maintained by your spouse's employer from\nSeptember 30 through December 31,\nyou can't use amounts paid for health insurance coverage for September through\nDecember to figure your deduction. Medicare premiums you voluntarily\npay to obtain insurance in your name\nthat is similar to qualifying private\nhealth insurance can be used to figure\nthe deduction. Amounts paid for health\ninsurance coverage from retirement plan\ndistributions that were nontaxable because you are a retired public safety officer can't be used to figure the deduction. For more details, see Pub. 535. If you qualify to take the deduction,\nuse the Self-Employed Health Insurance\nDeduction Worksheet to figure the\namount you can deduct. Exceptions. Use Pub. 535 instead of\nthe Self-Employed Health Insurance Deduction Worksheet in these instructions\nto figure your deduction if any of the\nfollowing applies. • You had more than one source of\nincome subject to self-employment tax. • You file Form 2555.\n• You are using amounts paid for\nqualified long-term care insurance to\nfigure the deduction. Use Pub. 974 instead of the worksheet in these instructions if the insurance plan was considered to be established under your business and was obtained through the Marketplace, and advance payments of the premium tax\ncredit were made or you are claiming\nthe premium tax credit. If you made payments to or for your\nspouse or former spouse under a divorce\nor separation agreement entered into on\nor before December 31, 2018, you may\nbe able to take this deduction. You can't\ntake a deduction for alimony payments\nyou made to or for your spouse if you\nentered into your divorce or separation\nagreement after December 31, 2018, or\nif you entered into the agreement on or\nbefore December 31, 2018, and the\nagreement was changed after December\n31, 2018, to expressly provide that alimony received is not included in your\nformer spouse's income. Use Tax Topic\n452 or see Pub. 504. !",
    "querygen": [
      "can you pay your own insurance premiums?",
      "do i pay premiums yourself or a corporation",
      "can a corporation report premiums on paycheck"
    ],
    "querygen_score": [
      "0.13871576",
      "1.5526646",
      "0.037273563"
    ]
  },
  {
    "id": "legal-advice_28__8",
    "doc_id": "legal-advice_28",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.65 Supplemental charges. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.66 Reply to answer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.67 Proof; variance; amendment of pleadings. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.68 Motions and requests. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.69 Representation; ex parte communication.",
    "querygen": [
      "what is a slang word for ___. .",
      "what are some good examples of people with disabilities",
      "what is the word for the word i am"
    ],
    "querygen_score": [
      "-7.4352665",
      "-8.279884",
      "-8.16503"
    ]
  },
  {
    "id": "legal-advice_30__19",
    "doc_id": "legal-advice_30",
    "chunk_id": 19,
    "document_category": "legal-advice",
    "text": "A protest\nunder this section is not governed by subpart D of\nthis part. (f) Effective/applicability date. This section is\napplicable to applications received on or after\nAugust 2, 2011. § 10.6 Term and renewal of status as an enrolled\nagent, enrolled retirement plan agent, or\nregistered tax return preparer. (a) Term. Each individual authorized to practice\nbefore the Internal Revenue Service as an enrolled\nagent, enrolled retirement plan agent, or registered\ntax return preparer will be accorded active enrollment\nor registration status subject to renewal of enrollment\nor registration as provided in this part. (b) Enrollment or registration card or certificate. The Internal Revenue Service will issue an\nenrollment or registration card or certificate to each\nindividual whose application to practice before the\nInternal Revenue Service is approved. Each card\nor certificate will be valid for the period stated on\nthe card or certificate. An enrolled agent, enrolled\nretirement plan agent, or registered tax return preparer\nmay not practice before the Internal Revenue Service\nif the card or certificate is not current or otherwise\nTreasury Department Circular No. 230 Table of Contents valid. The card or certificate is in addition to any\nnotification that may be provided to each individual\nwho obtains a preparer tax identification number. (c) Change of address. An enrolled agent, enrolled\nretirement plan agent, or registered tax return preparer\nmust send notification of any change of address\nto the address specified by the Internal Revenue\nService within 60 days of the change of address. This notification must include the enrolled agent’s,\nenrolled retirement plan agent’s, or registered tax\nreturn preparer’s name, prior address, new address,\ntax identification number(s) (including preparer tax\nidentification number), and the date the change of\naddress is effective. Unless this notification is sent,\nthe address for purposes of any correspondence\nfrom the appropriate Internal Revenue Service\noffice responsible for administering this part shall\nbe the address reflected on the practitioner’s most\nrecent application for enrollment or registration, or\napplication for renewal of enrollment or registration. A practitioner’s change of address notification\nunder this part will not constitute a change of the\npractitioner’s last known address for purposes of\nsection 6212 of the Internal Revenue Code and\nregulations thereunder. (d) Renewal. (1) In general. Enrolled agents, enrolled\nretirement plan agents, and registered tax return\npreparers must renew their status with the Internal\nRevenue Service to maintain eligibility to practice\nbefore the Internal Revenue Service. Failure to\nreceive notification from the Internal Revenue\nService of the renewal requirement will not be\njustification for the individual’s failure to satisfy this\nrequirement. (2) Renewal period for enrolled agents. (i) All enrolled agents must renew their preparer\ntax identification number as prescribed by forms,\ninstructions, or other appropriate guidance. (ii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 0, 1, 2, or 3, except for those individuals\nwho received their initial enrollment after November\n1, 2003, must apply for renewal between November\n1, 2003, and January 31, 2004. The renewal will be\nTreasury Department Circular No. 230 effective April 1, 2004. (iii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 4, 5, or 6, except for those individuals\nwho received their initial enrollment after November\n1, 2004, must apply for renewal between November\n1, 2004, and January 31, 2005.",
    "querygen": [
      "when is an enrolled agent due for approval",
      "when is an enrolled agent effective for a plan",
      "when is enrollment for retirement"
    ],
    "querygen_score": [
      "-1.5605524",
      "0.19950792",
      "-1.7059689"
    ]
  },
  {
    "id": "legal-advice_99__103",
    "doc_id": "legal-advice_99",
    "chunk_id": 103,
    "document_category": "legal-advice",
    "text": "17,782\n17,794\n17,806\n17,818\n17,830 13,185\n13,196\n13,207\n13,218\n13,229 17,782\n17,794\n17,806\n17,818\n17,830 16,282\n16,294\n16,306\n16,318\n16,330 94,000 97,000 94,000\n94,050\n94,100\n94,150\n94,200 94,050\n94,100\n94,150\n94,200\n94,250 16,402\n16,414\n16,426\n16,438\n16,450 11,920\n11,931\n11,942\n11,953\n11,964 16,402\n16,414\n16,426\n16,438\n16,450 14,902\n14,914\n14,926\n14,938\n14,950 97,000\n97,050\n97,100\n97,150\n97,200 97,050\n97,100\n97,150\n97,200\n97,250 17,122\n17,134\n17,146\n17,158\n17,170 12,580\n12,591\n12,602\n12,613\n12,624 17,122\n17,134\n17,146\n17,158\n17,170 15,622\n15,634\n15,646\n15,658\n15,670 94,250\n94,300\n94,350\n94,400\n94,450 94,300\n94,350\n94,400\n94,450\n94,500 16,462\n16,474\n16,486\n16,498\n16,510 11,975\n11,986\n11,997\n12,008\n12,019 16,462\n16,474\n16,486\n16,498\n16,510 14,962\n14,974\n14,986\n14,998\n15,010 97,250\n97,300\n97,350\n97,400\n97,450 97,300\n97,350\n97,400\n97,450\n97,500 17,182\n17,194\n17,206\n17,218\n17,230 12,635\n12,646\n12,657\n12,668\n12,679 17,182\n17,194\n17,206\n17,218\n17,230 15,682\n15,694\n15,706\n15,718\n15,730 94,500\n94,550\n94,600\n94,650\n94,700 94,550\n94,600\n94,650\n94,700\n94,750 16,522\n16,534\n16,546\n16,558\n16,570 12,030\n12,041\n12,052\n12,063\n12,074 16,522\n16,534\n16,546\n16,558\n16,570 15,022\n15,034\n15,046\n15,058\n15,070 97,500\n97,550\n97,600\n97,650\n97,700 97,550\n97,600\n97,650\n97,700\n97,750 17,242\n17,254\n17,266\n17,278\n17,290 12,690\n12,701\n12,712\n12,723\n12,734 17,242\n17,254\n17,266\n17,278\n17,290 15,742\n15,754\n15,766\n15,778\n15,790 94,750\n94,800\n94,850\n94,900\n94,950 94,800\n94,850\n94,900\n94,950\n95,000 16,582\n16,594\n16,606\n16,618\n16,630 12,085\n12,096\n12,107\n12,118\n12,129 16,582\n16,594\n16,606\n16,618\n16,630 15,082\n15,094\n15,106\n15,118\n15,130 97,750\n97,800\n97,850\n97,900\n97,950 97,800\n97,850\n97,900\n97,950\n98,000 17,302\n17,314\n17,326\n17,338\n17,350 12,745\n12,756\n12,767\n12,778\n12,789 17,302\n17,314\n17,326\n17,338\n17,350 15,802\n15,814\n15,826\n15,838\n15,850 95,000 98,000 95,000\n95,050\n95,100\n95,150\n95,200 95,050\n95,100\n95,150\n95,200\n95,250 16,642\n16,654\n16,666\n16,678\n16,690 12,140\n12,151\n12,162\n12,173\n12,184 16,642\n16,654\n16,666\n16,678\n16,690 15,142\n15,154\n15,166\n15,178\n15,190 98,000\n98,050\n98,100\n98,150\n98,200 98,050\n98,100\n98,150\n98,200\n98,250 17,362\n17,374\n17,386\n17,398\n17,410 12,800\n12,811\n12,822\n12,833\n12,844 17,362\n17,374\n17,386\n17,398\n17,410 15,862\n15,874\n15,886\n15,898\n15,910 95,250\n95,300\n95,350\n95,400\n95,450 95,300\n95,350\n95,400\n95,450\n95,500 16,702\n16,714\n16,726\n16,738\n16,750 12,195\n12,206\n12,217\n12,228\n12,239 16,702\n16,714\n16,726\n16,738\n16,750 15,202\n15,214\n15,226\n15,238\n15,250 98,250\n98,300\n98,350\n98,400\n98,450 98,300\n98,350\n98,400\n98,450\n98,500 17,422\n17,434\n17,446\n17,458\n17,470 12,855\n12,866\n12,877\n12,888\n12,899 17,422\n17,434\n17,446\n17,458\n17,470 15,922\n15,934\n15,946\n15,958\n15,970 95,500\n95,550\n95,600\n95,650\n95,700 95,550\n95,600\n95,650\n95,700\n95,750 16,762\n16,774\n16,786\n16,798\n16,810 12,250\n12,261\n12,272\n12,283\n12,294 16,762\n16,774\n16,786\n16,798\n16,810 15,262\n15,274\n15,286\n15,298\n15,310 98,500\n98,550\n98,600\n98,650\n98,700 98,550\n98,600\n98,650\n98,700\n98,750 17,482\n17,494\n17,506\n17,518\n17,530 12,910\n12,921\n12,932\n12,943\n12,954 17,482\n17,494\n17,506\n17,518\n17,530 15,982\n15,994\n16,006\n16,018\n16,030 95,750\n95,800\n95,850\n95,900\n95,950 95,800\n95,850\n95,900\n95,950\n96,000 16,822\n16,834\n16,846\n16,858\n16,870 12,305\n12,316\n12,327\n12,338\n12,349 16,822\n16,834\n16,846\n16,858\n16,870 15,322\n15,334\n15,346\n15,358\n15,370 98,750\n98,800\n98,850\n98,900\n98,950 98,800\n98,850\n98,900\n98,950\n99,000 17,542\n17,554\n17,566\n17,578\n17,590 12,965\n12,976\n12,987\n12,998\n13,009 17,542\n17,554\n17,566\n17,578\n17,590 16,042\n16,054\n16,066\n16,078\n16,090 * This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 74 - $100,000\nor over\nuse the Tax\nComputation\nWorksheet 2022 Tax Computation Worksheet—Line 16 ! See the instructions for line 16 to see if you must use the worksheet below to figure your tax. CAUTION Note. If you are required to use this worksheet to figure the tax on an amount from another form or worksheet, such as the Qualified Dividends\nand Capital Gain Tax Worksheet, the Schedule D Tax Worksheet, Schedule J, Form 8615, or the Foreign Earned Income Tax Worksheet, enter\nthe amount from that form or worksheet in column (a) of the row that applies to the amount you are looking up. Enter the result on the\nappropriate line of the form or worksheet that you are completing. Section A—Use if your filing status is Single. Complete the row below that applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount Tax. Subtract (d) from (c). Enter\n(d)\nthe result here and on the entry\nSubtraction amount\nspace on line 16. At least $100,000 but not over $170,050 $ × 24% (0.24) $ $ 6,164.50 $ Over $170,050 but not over $215,950 $ × 32% (0.32) $ $ 19,768.50 $ Over $215,950 but not over $539,900 $ × 35% (0.35) $ $ 26,247.00 $ Over $539,900 $ × 37% (0.37) $ $ 37,045.00 $ Section B—Use if your filing status is Married filing jointly or Qualifying surviving spouse. Complete the row below\nthat applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount Tax. Subtract (d) from (c). Enter the\n(d)\nresult here and on the entry\nSubtraction amount\nspace on line 16. At least $100,000 but not over $178,150 $ × 22% (0.22) $ $ 8,766.00 $ Over $178,150 but not over $340,100 $ × 24% (0.24) $ $ 12,329.00 $ Over $340,100 but not over $431,900 $ × 32% (0.32) $ $ 39,537.00 $ Over $431,900 but not over $647,850 $ × 35% (0.35) $ $ 52,494.00 $ Over $647,850 $ × 37% (0.37) $ $ 65,451.00 $ Section C—Use if your filing status is Married filing separately. Complete the row below that applies to you. Taxable income. If line 15 is— (a)\nEnter the amount from line 15 (c)\nMultiply\n(a) by (b) (b)\nMultiplication amount Tax.",
    "querygen": [
      "mdf numbers",
      "how many people in the usa",
      "how many students were born on a typical day"
    ],
    "querygen_score": [
      "-5.077932",
      "-2.6157143",
      "-5.4403954"
    ]
  },
  {
    "id": "legal-advice_40__107",
    "doc_id": "legal-advice_40",
    "chunk_id": 107,
    "document_category": "legal-advice",
    "text": "If your total estimated tax for 2023 is $1,000 or more,\nsee Form 1040-ES and Pub. 505 for a\nworksheet you can use to see if you have\nto make estimated tax payments. For\nmore details, see Pub. 505. Secure Your Tax\nRecords From Identity Theft All taxpayers can now apply TIP for an Identity Protection PIN\n(IP PIN). Use the Get An IP\nPIN tool on IRS.gov to request an IP\nPIN, file Form 15227 if your income is\n$73,000 ($146,000 if married filing\njointly) or less, or make an appointment\nto visit a Taxpayer Assistance Center. Identity theft occurs when someone\nuses your personal information, such as\nyour name, social security number\n(SSN), or other identifying information,\nwithout your permission to commit\nfraud or other crimes. An identity thief\nmay use your SSN to get a job or may\nfile a tax return using your SSN to receive a refund. To reduce your risk:\n• Protect your SSN,\n• Ensure your employer is protecting\nyour SSN, and\n• Be careful when choosing a tax return preparer. If your tax records are affected by\nidentity theft and you receive a notice\nfrom the IRS, respond right away to the\nname and phone number printed on the\nIRS notice or letter. For more information, see Pub. 5027. The IRS doesn't initiate contact with\ntaxpayers via emails. Also, the IRS\ndoesn't request detailed personal information through email or ask taxpayers\nfor the PIN numbers, passwords, or similar secret access information for their\ncredit card, bank, or other financial accounts. If you receive an unsolicited email\nclaiming to be from the IRS, forward the\nmessage to phishing@irs.gov. You may\nalso report misuse of the IRS name,\nlogo, forms, or other IRS property to the\nTreasury Inspector General for Tax Administration toll free at 800-366-4484. People who are deaf, hard of hearing, or\nhave a speech disability and who have\naccess to TTY/TDD equipment can call\n800-877-8339. You can forward suspicious emails to the Federal Trade Commission (FTC) at spam@uce.gov or report them at ftc.gov/complaint. You can\ncontact them at www.ftc.gov/idtheft or\n877-IDTHEFT (877-438-4338). If you\nhave been the victim of identity theft,\nsee www.IdentityTheft.gov and Pub. -77- 5027. People who are deaf, hard of hearing, or have a speech disability and who\nhave access to TTY/TDD equipment can\ncall 866-653-4261. Visit IRS.gov and enter “identity\ntheft” in the search box to learn more\nabout identity theft and how to reduce\nyour risk. How Do You Make a Gift\nTo Reduce Debt Held By\nthe Public? If you wish to do so, make a check payable to “Bureau of the Fiscal Service.” You can send it to: Bureau of the Fiscal\nService, Attn: Dept G, P.O. Box 2188,\nParkersburg, WV 26106-2188. Or you\ncan enclose the check with your income\ntax return when you file. In the memo\nsection of the check, make a note that it\nis a gift to reduce the debt held by the\npublic. Don’t add your gift to any tax\nyou may owe. See the instructions for\nline 37 for details on how to pay any tax\nyou owe. For information on how to\nmake this type of gift online, go to\nTreasuryDirect.gov/Help-Center/PublicDebt-FAQs/#DebtFinance and click on\n“How do you make a contribution to reduce the debt?” You may be able to deduct this TIP gift on your 2023 tax return.",
    "querygen": [
      "how much is the tax for 2023",
      "what is estimated tax for tax years",
      "what is the tax payment for 2023"
    ],
    "querygen_score": [
      "1.4552473",
      "-1.7129903",
      "0.5262469"
    ]
  },
  {
    "id": "legal-advice_96__13",
    "doc_id": "legal-advice_96",
    "chunk_id": 13,
    "document_category": "legal-advice",
    "text": "CAUTION Free File makes available free brand-name software and free e-file. Visit IRS.gov/\nFreeFile for details and to see if you are eligible. What form to file. Everyone can file Form 1040. Form 1040-SR is available to you if\nyou were born before January 2, 1958. Fiscal year filers. If you are a fiscal year filer using a tax year other than January 1\nthrough December 31, 2022, write “Tax Year” and the beginning and ending months\nof your fiscal year in the top margin of page 1 of Form 1040 or 1040-SR. Write-in information. If you need to write a word, code, and/or dollar amount on\nForm 1040 or 1040-SR to explain an item of income or deduction, but don't have\nenough space to enter the word, code, and/or dollar amount, you can put an asterisk\nnext to the applicable line number and put a footnote at the bottom of page 2 of your\ntax return indicating the line number and the word, code, and/or dollar amount you\nneed to enter. Section references are to the Internal Revenue Code.\ninstructions for Qualifying Surviving\nSpouse, later. Married Filing Jointly You can check the “Married filing jointly” box at the top of Form 1040 or\n1040-SR if any of the following apply. • You were married at the end of\n2022, even if you didn't live with your\nspouse at the end of 2022. • Your spouse died in 2022 and you\ndidn't remarry in 2022. • You were married at the end of\n2022 and your spouse died in 2023 before filing a 2022 return. A married couple filing jointly report\ntheir combined income and deduct their\ncombined allowable expenses on one return. They can file a joint return even if\nonly one had income or if they didn't\nlive together all year. However, both\npersons must sign the return. Once you\nfile a joint return, you can't choose to\nfile separate returns for that year after\nthe due date of the return. Joint and several tax liability. If you\nfile a joint return, both you and your\nspouse are generally responsible for the\ntax and interest or penalties due on the\nreturn. This means that if one spouse\ndoesn't pay the tax due, the other may\nhave to. Or, if one spouse doesn't report\nthe correct tax, both spouses may be responsible for any additional taxes assessed by the IRS. You may want to file\nseparately if: Need more information or forms? Visit IRS.gov. -12- • You believe your spouse isn't reporting all of their income, or\n• You don’t want to be responsible\nfor any taxes due if your spouse doesn't\nhave enough tax withheld or doesn't pay\nenough estimated tax. See the instructions for Married Filing\nSeparately. Also see Innocent Spouse\nRelief under General Information, later. Nonresident aliens and dual-status aliens. Generally, a married couple can't\nfile a joint return if either spouse is a\nnonresident alien at any time during the\nyear. However, if you were a nonresident alien or a dual-status alien and were\nmarried to a U.S. citizen or resident alien at the end of 2022, you can elect to\nbe treated as a resident alien and file a\njoint return. See Pub. 519 for details.",
    "querygen": [
      "can an individual file 1040 electronically",
      "can i file 1040-sr electronically",
      "when do you file 1040"
    ],
    "querygen_score": [
      "-1.6089675",
      "0.07180197",
      "1.2610254"
    ]
  },
  {
    "id": "legal-advice_35__24",
    "doc_id": "legal-advice_35",
    "chunk_id": 24,
    "document_category": "legal-advice",
    "text": "(6) If a request for waiver is approved, the\nindividual will be notified and issued a card or\ncertificate evidencing renewal. (7) Those who are granted waivers are required\nto file timely applications for renewal of enrollment\nor registration. (j) Failure to comply. Treasury Department Circular No. 230 Table of Contents (1) Compliance by an individual with the\nrequirements of this part is determined by the Internal\nRevenue Service. The Internal Revenue Service\nwill provide notice to any individual who fails to\nmeet the continuing education and fee requirements\nof eligibility for renewal. The notice will state the\nbasis for the determination of noncompliance and\nwill provide the individual an opportunity to furnish\nthe requested information in writing relating to\nthe matter within 60 days of the date of the notice. Such information will be considered in making a\nfinal determination as to eligibility for renewal. The\nindividual must be informed of the reason(s) for any\ndenial of a renewal. The individual may, within 30\ndays after receipt of the notice of denial of renewal,\nfile a written protest of the denial as prescribed by\nthe Internal Revenue Service in forms, instructions,\nor other appropriate guidance. A protest under this\nsection is not governed by subpart D of this part. (2) The continuing education records of an\nenrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer may be reviewed to\ndetermine compliance with the requirements and\nstandards for renewal as provided in paragraph (f)\nof this section. As part of this review, the enrolled\nagent, enrolled retirement plan agent or registered tax\nreturn preparer may be required to provide the Internal\nRevenue Service with copies of any continuing\neducation records required to be maintained under\nthis part. If the enrolled agent, enrolled retirement\nplan agent or registered tax return preparer fails\nto comply with this requirement, any continuing\neducation hours claimed may be disallowed. (3) An individual who has not filed a timely\napplication for renewal, who has not made a timely\nresponse to the notice of noncompliance with the\nrenewal requirements, or who has not satisfied\nthe requirements of eligibility for renewal will be\nplaced on a roster of inactive enrolled individuals\nor inactive registered individuals. During this time,\nthe individual will be ineligible to practice before the\nInternal Revenue Service. (4) Individuals placed in inactive status and\nindividuals ineligible to practice before the Internal\nRevenue Service may not state or imply that they\nTreasury Department Circular No. 230 are eligible to practice before the Internal Revenue\nService, or use the terms enrolled agent, enrolled\nretirement plan agent, or registered tax return\npreparer, the designations “EA” or “ERPA” or other\nform of reference to eligibility to practice before the\nInternal Revenue Service. (5) An individual placed in inactive status\nmay be reinstated to an active status by filing an\napplication for renewal and providing evidence of\nthe completion of all required continuing education\nhours for the enrollment cycle or registration year. Continuing education credit under this paragraph (j)\n(5) may not be used to satisfy the requirements of\nthe enrollment cycle or registration year in which the\nindividual has been placed back on the active roster.",
    "querygen": [
      "what is the process of filing a request for waiver",
      "how to renew a student emunition card",
      "when do you need to renew your card"
    ],
    "querygen_score": [
      "-1.1360066",
      "-4.560007",
      "-2.3552206"
    ]
  },
  {
    "id": "legal-advice_91__122",
    "doc_id": "legal-advice_91",
    "chunk_id": 122,
    "document_category": "legal-advice",
    "text": "See Recoveries in Pub. 525 for details on how to figure the\namount to report. • Reemployment trade adjustment\nassistance (RTAA) payments. These\npayments should be shown in box 5 of\nForm 1099-G.\n• Loss on certain corrective distributions of excess deferrals. See Retirement\nPlan Contributions in Pub. 525.\n• Dividends on insurance policies if\nthey exceed the total of all net premiums\nyou paid for the contract. • Recapture of a charitable contribution deduction relating to the contribution of a fractional interest in tangible\npersonal property. See Fractional Interest in Tangible Personal Property in\nPub. 526. Interest and an additional 10%\ntax apply to the amount of the recapture. See the instructions for Schedule 2,\nline 17g.\n• Recapture of a charitable contribution deduction if the charitable organization disposes of the donated property\nwithin 3 years of the contribution. See\nRecapture if no exempt use in Pub. 526.\n• Taxable part of disaster relief payments. See Pub. 525 to figure the taxable part, if any. If any of your disaster\nrelief payment is taxable, attach a statement showing the total payment received and how you figured the taxable\npart. • Taxable distributions from a Coverdell education savings account (ESA)\nor a qualified tuition program (QTP). Distributions from these accounts may\nbe taxable if (a) in the case of distributions from a QTP, they are more than\nthe qualified higher education expenses\nof the designated beneficiary in 2022 or,\nin the case of distributions from an ESA,\nthey are more than the qualified education expenses of the designated beneficiary in 2022; and (b) they were not included in a qualified rollover. Nontaxable distributions from these accounts\ndon’t have to be reported on Form 1040\nor 1040-SR. This includes rollovers and\nqualified higher education expenses refunded to a student from a QTP that\nwere recontributed to a QTP with the\nsame designated beneficiary generally\nwithin 60 days after the date of refund. See Pub. 970. You may have to pay an additional tax if you received a taxCAUTION able distribution from a Coverdell ESA or a QTP. See the Instructions\nfor Form 5329. would enter $800 on line 8z and in the\nentry space next to line 8z you would\nwrite “Incorrect Form 1099-K - $800.” See the instructions for line 24z. Nontaxable income. Don’t report any\nnontaxable income on line 8z. Examples\nof nontaxable income include the following. • Child support. • Payments you received to help you\npay your mortgage loan under the HFA\nHardest Hit Fund or the Homeowner Assistance Fund.\n• Any Pay-for-Performance Success\nPayments that reduce the principal balance of your home mortgage under the\nHome Affordable Modification Program. • Life insurance proceeds received\nbecause of someone's death (other than\nfrom certain employer-owned life insurance contracts). • Gifts and bequests. However, if\nyou received a gift or bequest from a\nforeign person (including amounts from\nforeign corporations and foreign partnerships that you treated as gifts) totaling\nmore than $17,339, you may have to report information about it on Form 3520,\nPart IV. See the Instructions for Form\n3520. Form 1099-K loss reporting. If you\nsold a personal item at a loss, enter the\namount of the sale proceeds from Form\n1099-K on line 8z.",
    "querygen": [
      "what is box 5 on 1099 g",
      "rtaa payments on 1099 form",
      "what is rtaa on 1099"
    ],
    "querygen_score": [
      "-0.44476977",
      "-0.2581206",
      "-0.9612297"
    ]
  },
  {
    "id": "legal-advice_33__25",
    "doc_id": "legal-advice_33",
    "chunk_id": 25,
    "document_category": "legal-advice",
    "text": "Continuing education credit under this paragraph (j)\n(5) may not be used to satisfy the requirements of\nthe enrollment cycle or registration year in which the\nindividual has been placed back on the active roster. (6) An individual placed in inactive status\nmust file an application for renewal and satisfy the\nrequirements for renewal as set forth in this section\nwithin three years of being placed in inactive\nstatus. Otherwise, the name of such individual will\nbe removed from the inactive status roster and the\nindividual’s status as an enrolled agent, enrolled\nretirement plan agent, or registered tax return\npreparer will terminate. Future eligibility for active\nstatus must then be reestablished by the individual as\nprovided in this section. (7) Inactive status is not available to an individual\nwho is the subject of a pending disciplinary matter\nbefore the Internal Revenue Service. (k) Inactive retirement status. An individual who no\nlonger practices before the Internal Revenue Service\nmay request to be placed in an inactive retirement\nstatus at any time and such individual will be placed\nin an inactive retirement status. The individual will\nbe ineligible to practice before the Internal Revenue\nService. An individual who is placed in an inactive\nretirement status may be reinstated to an active\nstatus by filing an application for renewal and\nproviding evidence of the completion of the required\ncontinuing education hours for the enrollment cycle\nor registration year. Inactive retirement status is not\navailable to an individual who is ineligible to practice\nbefore the Internal Revenue Service or an individual\nwho is the subject of a pending disciplinary matter\nunder this part. § 10.6 — Page 15 Table of Contents (l) Renewal while under suspension or disbarment. An individual who is ineligible to practice before the\nInternal Revenue Service by virtue of disciplinary\naction under this part is required to conform to the\nrequirements for renewal of enrollment or registration\nbefore the individual’s eligibility is restored. (m) Enrolled actuaries. The enrollment and renewal\nof enrollment of actuaries authorized to practice\nunder paragraph (d) of §10.3 are governed by the\nregulations of the Joint Board for the Enrollment of\nActuaries at 20 CFR 901.1 through 901.72. (n) Effective/applicability date. This section is\napplicable to enrollment or registration effective\nbeginning August 2, 2011. § 10.7 Representing oneself; participating\nin rulemaking; limited practice; and special\nappearances. (a) Representing oneself. Individuals may appear on\ntheir own behalf before the Internal Revenue Service\nprovided they present satisfactory identification. (b) Participating in rulemaking. Individuals\nmay participate in rulemaking as provided by the\nAdministrative Procedure Act. See 5 U.S.C. § 553.\n(c) Limited practice —\n(1) In general. Subject to the limitations in\nparagraph (c)(2) of this section, an individual who\nis not a practitioner may represent a taxpayer before\nthe Internal Revenue Service in the circumstances\ndescribed in this paragraph (c)(1), even if the\ntaxpayer is not present, provided the individual\npresents satisfactory identification and proof of\nhis or her authority to represent the taxpayer. The\ncircumstances described in this paragraph (c)(1) are\nas follows:\n(i) An individual may represent a member of his\nor her immediate family. (ii)A regular full-time employee of an individual\nemployer may represent the employer.",
    "querygen": [
      "do you need continuing education for active roster?",
      "what is continuing education credit",
      "how to get continuing education credits"
    ],
    "querygen_score": [
      "0.23497228",
      "-1.4043831",
      "-0.60202205"
    ]
  },
  {
    "id": "legal-advice_39__2",
    "doc_id": "legal-advice_39",
    "chunk_id": 2,
    "document_category": "legal-advice",
    "text": "-2- Contents Page Sign Your Return . . . . . . . . . . . . . . . . 60\nAssemble Your Return . . . . . . . . . . . . 62\n2022 Tax Table . . . . . . . . . . . . . . . . . . . . 63\nGeneral Information . . . . . . . . . . . . . . . . . 76\nRefund Information . . . . . . . . . . . . . . . . . . 82\nInstructions for Schedule 1 . . . . . . . . . . . . . 83\nInstructions for Schedule 2 . . . . . . . . . . . . . 95\nInstructions for Schedule 3 . . . . . . . . . . . . 100\nTax Topics . . . . . . . . . . . . . . . . . . . . . . 104\nDisclosure, Privacy Act, and Paperwork\nReduction Act Notice . . . . . . . . . . . . 106\nMajor Categories of Federal Income and\nOutlays for Fiscal Year 2021 . . . . . . . 108\nIndex . . . . . . . . . . . . . . . . . . . . . . . . . . 110 Form 1040 and 1040-SR\nHelpful Hints\nFor 2022, you will use Form 1040 or, if you were born before January 2, 1958, you have the option to use\nForm 1040-SR. You may only need to file Form 1040 or 1040-SR and none of the numbered schedules, Schedules 1 through\n3. However, if your return is more complicated (for example, you claim certain deductions or credits or owe\nadditional taxes), you will need to complete one or more of the numbered schedules. Below is a general guide\nto which schedule(s) you will need to file based on your circumstances. See the instructions for the schedules\nfor more information. If you e-file your return, the software you use will generally determine which schedules you need. IF YOU... THEN USE... Have additional income, such as business or farm income or\nloss, unemployment compensation, or prize or award money. Schedule 1, Part I Have any adjustments to income, such as student loan\ninterest, self-employment tax, or educator expenses. Schedule 1, Part II Owe alternative minimum tax (AMT) or need to make an\nexcess advance premium tax credit repayment. Schedule 2, Part I Owe other taxes, such as self-employment tax, household\nemployment taxes, additional tax on IRAs or other qualified\nretirement plans and tax-favored accounts. Schedule 2, Part II Can claim a nonrefundable credit (other than the child tax credit\nor the credit for other dependents), such as the foreign tax credit,\neducation credits, or general business credit. Schedule 3, Part I",
    "querygen": [
      "how to sign and return",
      "how to sign your return",
      "how to sign a return"
    ],
    "querygen_score": [
      "-3.3177586",
      "-2.7657979",
      "-3.3815126"
    ]
  },
  {
    "id": "legal-advice_69__34",
    "doc_id": "legal-advice_69",
    "chunk_id": 34,
    "document_category": "legal-advice",
    "text": "The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section — Records of the\nclient include all documents or written or electronic\nPage 22 — § 10.27 § 10.29 Conflicting interests. Treasury Department Circular No. 230 Table of Contents interest and gives informed consent, confirmed\nin writing by each affected client, at the time the\nexistence of the conflict of interest is known by the\npractitioner. The confirmation may be made within a\nreasonable period of time after the informed consent,\nbut in no event later than 30 days. (c) Copies of the written consents must be retained\nby the practitioner for at least 36 months from the\ndate of the conclusion of the representation of the\naffected clients, and the written consents must be\nprovided to any officer or employee of the Internal\nRevenue Service on request. (d) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.30 Solicitation. (a) Advertising and solicitation restrictions. (1) A practitioner may not, with respect to\nany Internal Revenue Service matter, in any way\nuse or participate in the use of any form of public\ncommunication or private solicitation containing a\nfalse, fraudulent, or coercive statement or claim; or a\nmisleading or deceptive statement or claim. Enrolled\nagents, enrolled retirement plan agents, or registered\ntax return preparers, in describing their professional\ndesignation, may not utilize the term “certified” or\nimply an employer/employee relationship with the\nInternal Revenue Service. Examples of acceptable\ndescriptions for enrolled agents are “enrolled to\nrepresent taxpayers before the Internal Revenue\nService,” “enrolled to practice before the Internal\nRevenue Service,” and “admitted to practice before\nthe Internal Revenue Service.” Similarly, examples\nof acceptable descriptions for enrolled retirement\nplan agents are “enrolled to represent taxpayers\nbefore the Internal Revenue Service as a retirement\nplan agent” and “enrolled to practice before the\nInternal Revenue Service as a retirement plan\nagent.” An example of an acceptable description for\nregistered tax return preparers is “designated as a\nregistered tax return preparer by the Internal Revenue\nService.”\n(2) A practitioner may not make, directly or\nindirectly, an uninvited written or oral solicitation\nTreasury Department Circular No. 230 of employment in matters related to the Internal\nRevenue Service if the solicitation violates Federal\nor State law or other applicable rule, e.g., attorneys\nare precluded from making a solicitation that is\nprohibited by conduct rules applicable to all attorneys\nin their State(s) of licensure. Any lawful solicitation\nmade by or on behalf of a practitioner eligible to\npractice before the Internal Revenue Service must,\nnevertheless, clearly identify the solicitation as\nsuch and, if applicable, identify the source of the\ninformation used in choosing the recipient. (b) Fee information. (1)(i) A practitioner may publish the availability\nof a written schedule of fees and disseminate the\nfollowing fee information —\n(A) Fixed fees for specific routine services. (B) Hourly rates. (C) Range of fees for particular services. (D) Fee charged for an initial consultation. (ii) Any statement of fee information concerning\nmatters in which costs may be incurred must include\na statement disclosing whether clients will be\nresponsible for such costs.",
    "querygen": [
      "who must keep financial records of a client",
      "what are the records of the attorney to be referred to?",
      "what must you be aware of before a lawyer will have a reasonable view of the clients documents"
    ],
    "querygen_score": [
      "-0.4558272",
      "-2.0322409",
      "-2.192687"
    ]
  },
  {
    "id": "legal-advice_69__57",
    "doc_id": "legal-advice_69",
    "chunk_id": 57,
    "document_category": "legal-advice",
    "text": "The Secretary of\nthe Treasury, or delegate, will provide copies of the\nagency decision to the authorized representative of\nthe Internal Revenue Service and the respondent or\nthe respondent’s authorized representative. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.79 Effect of disbarment, suspension, or censure. (a) Disbarment. When the final decision in a case\nis against the respondent (or the respondent has\noffered his or her consent and such consent has been\naccepted by the Internal Revenue Service) and such\ndecision is for disbarment, the respondent will not\nbe permitted to practice before the Internal Revenue\nService unless and until authorized to do so by the\nInternal Revenue Service pursuant to §10.81. (b) Suspension. When the final decision in a case\nis against the respondent (or the respondent has\noffered his or her consent and such consent has\nbeen accepted by the Internal Revenue Service) Treasury Department Circular No. 230 Table of Contents and such decision is for suspension, the respondent\nwill not be permitted to practice before the Internal\nRevenue Service during the period of suspension. For periods after the suspension, the practitioner’s\nfuture representations may be subject to conditions\nas authorized by paragraph (d) of this section. (c) Censure. When the final decision in the case\nis against the respondent (or the Internal Revenue\nService has accepted the respondent’s offer to\nconsent, if such offer was made) and such decision\nis for censure, the respondent will be permitted to\npractice before the Internal Revenue Service, but the\nrespondent’s future representations may be subject\nto conditions as authorized by paragraph (d) of this\nsection. (d) Conditions. After being subject to the\nsanction of either suspension or censure, the future\nrepresentations of a practitioner so sanctioned\nshall be subject to specified conditions designed\nto promote high standards of conduct. These\nconditions can be imposed for a reasonable\nperiod in light of the gravity of the practitioner’s\nviolations. For example, where a practitioner is\ncensured because the practitioner failed to advise\nthe practitioner’s clients about a potential conflict\nof interest or failed to obtain the clients’ written\nconsents, the practitioner may be required to\nprovide the Internal Revenue Service with a copy\nof all consents obtained by the practitioner for an\nappropriate period following censure, whether or\nnot such consents are specifically requested. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.80 Notice of disbarment, suspension, censure,\nor disqualification. (a) In general. On the issuance of a final order\ncensuring, suspending, or disbarring a practitioner or\na final order disqualifying an appraiser, notification\nof the censure, suspension, disbarment or\ndisqualification will be given to appropriate officers\nand employees of the Internal Revenue Service and\ninterested departments and agencies of the Federal\ngovernment. The Internal Revenue Service may\nTreasury Department Circular No. 230 determine the manner of giving notice to the proper\nauthorities of the State by which the censured,\nsuspended, or disbarred person was licensed to\npractice. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.81 Petition for reinstatement. (a) In general.",
    "querygen": [
      "when is the effective irs date",
      "when is the irs effective",
      "when are irs decisions effective"
    ],
    "querygen_score": [
      "-1.211539",
      "-1.7510293",
      "-0.05269734"
    ]
  },
  {
    "id": "legal-advice_27__40",
    "doc_id": "legal-advice_27",
    "chunk_id": 40,
    "document_category": "legal-advice",
    "text": "facts and circumstances, with emphasis given to the\nadditional risk caused by the practitioner’s lack of\nknowledge of the taxpayer’s particular circumstances,\nwhen determining whether a practitioner has failed\nto comply with this section. (d) Federal tax matter. A Federal tax matter, as\nused in this section, is any matter concerning the\napplication or interpretation of--(1) A revenue provision as defined in section\n6110(i)(1)(B) of the Internal Revenue Code;\n(2) Any provision of law impacting a person’s\nobligations under the internal revenue laws and\nregulations, including but not limited to the person’s\nliability to pay tax or obligation to file returns; or\n(3) Any other law or regulation administered by\nthe Internal Revenue Service. (e) Effective/applicability date. This section is\napplicable to written advice rendered after June 12,\n2014. § 10.38 Establishment of advisory committees. (a) Advisory committees. To promote and maintain\nthe public’s confidence in tax advisors, the Internal\nRevenue Service is authorized to establish one or\nmore advisory committees composed of at least\nsix individuals authorized to practice before the\nInternal Revenue Service. Membership of an\nadvisory committee must be balanced among those\nwho practice as attorneys, accountants, enrolled\nagents, enrolled actuaries, enrolled retirement plan\nagents, and registered tax return preparers. Under\nprocedures prescribed by the Internal Revenue\nService, an advisory committee may review and make\ngeneral recommendations regarding the practices,\nprocedures, and policies of the offices described in\n§10.1. (b) Effective date. This section is applicable\nbeginning August 2, 2011. § 10.38 — Page 27 Table of Contents Subpart C — Sanctions for Violation of the\nRegulations\n§ 10.50 Sanctions. (a) Authority to censure, suspend, or disbar. The\nSecretary of the Treasury, or delegate, after notice\nand an opportunity for a proceeding, may censure,\nsuspend, or disbar any practitioner from practice\nbefore the Internal Revenue Service if the practitioner\nis shown to be incompetent or disreputable (within\nthe meaning of §10.51), fails to comply with any\nregulation in this part (under the prohibited conduct\nstandards of §10.52), or with intent to defraud,\nwillfully and knowingly misleads or threatens a client\nor prospective client. Censure is a public reprimand. (b) Authority to disqualify. The Secretary of the\nTreasury, or delegate, after due notice and opportunity\nfor hearing, may disqualify any appraiser for a\nviolation of these rules as applicable to appraisers. (1) If any appraiser is disqualified pursuant\nto this subpart C, the appraiser is barred from\npresenting evidence or testimony in any\nadministrative proceeding before the Department\nof Treasury or the Internal Revenue Service,\nunless and until authorized to do so by the Internal\nRevenue Service pursuant to §10.81, regardless of\nwhether the evidence or testimony would pertain\nto an appraisal made prior to or after the effective\ndate of disqualification. (2) Any appraisal made by a disqualified\nappraiser after the effective date of disqualification\nwill not have any probative effect in any\nadministrative proceeding before the Department\nof the Treasury or the Internal Revenue Service. An appraisal otherwise barred from admission into\nevidence pursuant to this section may be admitted into\nevidence solely for the purpose of determining the\ntaxpayer’s reliance in good faith on such appraisal. (c) Authority to impose monetary penalty —\n(1) In general.",
    "querygen": [
      "what is the federal tax matter",
      "what is the purpose of a practitioner's failure to comply with this section",
      "what is practice of law?"
    ],
    "querygen_score": [
      "2.221489",
      "0.88801813",
      "-2.6381054"
    ]
  },
  {
    "id": "legal-advice_95__8",
    "doc_id": "legal-advice_95",
    "chunk_id": 8,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.65 Supplemental charges. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n§ 10.66 Reply to answer. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.67 Proof; variance; amendment of pleadings. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.68 Motions and requests. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n§ 10.69 Representation; ex parte communication.",
    "querygen": [
      "what is the meaning of adobe",
      "who is . .",
      "how does the saying 'needs to be a word"
    ],
    "querygen_score": [
      "-8.801639",
      "-6.9124637",
      "-9.358582"
    ]
  },
  {
    "id": "legal-advice_64__39",
    "doc_id": "legal-advice_64",
    "chunk_id": 39,
    "document_category": "legal-advice",
    "text": "This amount should be shown in\nbox 1 of Form 1099-R. Pension and annuity payments include distributions\nfrom 401(k), 403(b), and governmental\n457(b) plans. Rollovers and lump-sum\ndistributions are explained later. Don’t\ninclude the following payments on lines\n5a and 5b. Instead, report them on\nline 1h. • Disability pensions received before\nyou reach the minimum retirement age\nset by your employer. • Corrective distributions (including\nany earnings) of excess elective deferrals or other excess contributions to retirement plans. The plan must advise\nyou of the year(s) the distributions are\nincludible in income. Attach Form(s) 1099-R to TIP Form 1040 or 1040-SR if any\nfederal income tax was withheld. Fully Taxable Pensions and\nAnnuities Your payments are fully taxable if (a)\nyou didn't contribute to the cost (see\nCost, later) of your pension or annuity,\nor (b) you got your entire cost back tax\nfree before 2022. But see Insurance Premiums for Retired Public Safety Officers, later. If your pension or annuity is\nfully taxable, enter the total pension or\nannuity payments (from Form(s)\n1099-R, box 1) on line 5b; don’t make\nan entry on line 5a. Need more information or forms? Visit IRS.gov. Fully taxable pensions and annuities\nalso include military retirement pay\nshown on Form 1099-R. For details on\nmilitary disability pensions, see Pub.\n525. If you received a Form\nRRB-1099-R, see Pub. 575 to find out\nhow to report your benefits. Partially Taxable Pensions and\nAnnuities\nEnter the total pension or annuity payments (from Form 1099-R, box 1) on\nline 5a. If your Form 1099-R doesn't\nshow the taxable amount, you must use\nthe General Rule explained in Pub. 939\nto figure the taxable part to enter on\nline 5b. But if your annuity starting date\n(defined later) was after July 1, 1986,\nsee Simplified Method, later, to find out\nif you must use that method to figure the\ntaxable part. You can ask the IRS to figure the taxable part for you for a $1,000 fee. For\ndetails, see Pub. 939. If your Form 1099-R shows a taxable\namount, you can report that amount on\nline 5b. But you may be able to report a\nlower taxable amount by using the General Rule or the Simplified Method or if\nthe exclusion for retired public safety officers, discussed next, applies. Insurance Premiums for Retired\nPublic Safety Officers If you are an eligible retired public safety officer (law enforcement officer, firefighter, chaplain, or member of a rescue\nsquad or ambulance crew), you can elect\nto exclude from income distributions\nmade from your eligible retirement plan\nthat are used to pay the premiums for\ncoverage by an accident or health plan\nor a long-term care insurance contract. You can do this only if you retired because of disability or because you\nreached normal retirement age. The premiums can be for coverage for you, your\nspouse, or dependents. The distribution\nmust be from a plan maintained by the\nemployer from which you retired as a\npublic safety officer. Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income.",
    "querygen": [
      "what type of plan includes annuity distributions",
      "are distributions on pensions and annuities included in a 401k or 403b",
      "what k does a pension annuity"
    ],
    "querygen_score": [
      "0.38420045",
      "1.4529266",
      "-1.3219675"
    ]
  },
  {
    "id": "legal-advice_31__1",
    "doc_id": "legal-advice_31",
    "chunk_id": 1,
    "document_category": "legal-advice",
    "text": "Treasury Department\nCircular No. 230\n(Rev. 6-2014) Regulations Governing Practice before\nthe Internal Revenue Service Catalog Number 16586R\nwww.irs.gov Department\nof the\nTreasury\nInternal\nRevenue\nService Title 31 Code of Federal Regulations,\nSubtitle A, Part 10,\npublished (June 12, 2014) 31 U.S.C. §330. Practice before the Department\n(a) Subject to section 500 of title 5, the Secretary of the Treasury may —\n(1) regulate the practice of representatives of persons before the Department of the Treasury; and\n(2) before admitting a representative to practice, require that the representative demonstrate —\n(A) good character;\n(B) good reputation;\n(C) necessary qualifications to enable the representative to provide to persons valuable service; and\n(D) competency to advise and assist persons in presenting their cases. (b) After notice and opportunity for a proceeding, the Secretary may suspend or disbar from practice before the\nDepartment, or censure, a representative who —\n(1) is incompetent;\n(2) is disreputable;\n(3) violates regulations prescribed under this section; or\n(4) with intent to defraud, willfully and knowingly misleads or threatens the person being represented or a\nprospective person to be represented. The Secretary may impose a monetary penalty on any representative described in the preceding sentence. If the\nrepresentative was acting on behalf of an employer or any firm or other entity in connection with the conduct\ngiving rise to such penalty, the Secretary may impose a monetary penalty on such employer, firm, or entity if\nit knew, or reasonably should have known, of such conduct. Such penalty shall not exceed the gross income\nderived (or to be derived) from the conduct giving rise to the penalty and may be in addition to, or in lieu of, any\nsuspension, disbarment, or censure of the representative. (c) After notice and opportunity for a hearing to any appraiser, the Secretary may —\n(1) provide that appraisals by such appraiser shall not have any probative effect in any administrative\nproceeding before the Department of the Treasury or the Internal Revenue Service, and\n(2) bar such appraiser from presenting evidence or testimony in any such proceeding. (d) Nothing in this section or in any other provision of law shall be construed to limit the authority of the\nSecretary of the Treasury to impose standards applicable to the rendering of written advice with respect to any\nentity, transaction plan or arrangement, or other plan or arrangement, which is of a type which the Secretary\ndetermines as having a potential for tax avoidance or evasion. (Pub. L. 97–258, Sept. 13, 1982, 96 Stat. 884; Pub. L. 98–369, div. A, title I, §156(a), July 18, 1984, 98 Stat. 695; Pub. L. 99–514, §2, Oct. 22, 1986, 100 Stat. 2095; Pub. L. 108–357, title VIII, §822(a)(1), (b), Oct. 22, 2004,\n118 Stat. 1586, 1587; Pub. L. 109–280, title XII, §1219(d), Aug. 17, 2006, 120 Stat. 1085.) Page 2 Treasury Department Circular No. 230",
    "querygen": [
      "irs regulations",
      "irs 230 regulatory",
      "what is the irs code"
    ],
    "querygen_score": [
      "0.8155981",
      "-0.055976965",
      "-1.4239509"
    ]
  },
  {
    "id": "legal-advice_80__18",
    "doc_id": "legal-advice_80",
    "chunk_id": 18,
    "document_category": "legal-advice",
    "text": "There are intractable problems that would be caused by a reclassification from\ncompleted b purchases to per-unit retains, for the taxable year 20---. Consideration of the year 20--- shows why the Service, in Private Letter Rulings,\ngenerally, rules prospectively and not retroactively. At the outset, it needs to be\nemphasized that, the 20--- PLR nowhere expresses an intention that it be applied to\nearlier years. This is for good reason, as there are materially different facts to consider\nfor the 20--- year, which are not present in the 20--- year. In our opinion, at least for the\ntaxable year 20---, it is now too late for the taxpayer to reclassify the b purchase\npayments into per-unit retains. We are also of the opinion that the Coop can only\nreclassify by agreement with the other party to the b purchase, not unilaterally, and that\nthis mutual agreement must be entered into prior to or at the time of the consummation\nof the b purchase transaction. It is now too late to modify these b sale/purchase\ncontracts. Consequently, the Coop’s claim for refund for the taxable year 2005 based\non the reclassification should be denied. The timing of the request for the private letter ruling for the year 20--- and the\ntime of the claim for refund for the year 20--- are different. The Coop filed its request for\na ruling for the year 20--- on March --, 20---. At that time, the time for the Coop to file a\nreturn for the taxable year 20--- and, more important, the time to pay patronage\ndividends, per-unit retain allocations, or issue qualified written of allocations (I.R.C.\n§1382(d) and report to its patrons remained open. None of this is true for the Coop’s\n20--- year, as of the time of Coop’s claim for refund. There is no precedent to require the application of a later year PLR (for 20---) to\ndetermine completed b purchase transactions for a prior year (20---). To do so would\ncause a multitude of returns that have already been filed to become gratuitously\nerroneous. In addition, this will cause confusion and inequitable treatment across the\nCooperative industry, as other Coops will be forced to consider filing claims for refund or\nface accusations of being derelict in their duty to minimize taxation (no matter how\nunfounded), The confusion and prejudice that would be caused to other similarly\nsituated Coops, which have relied on the form and substance of their purchases and in\nremaining consistent with their original reporting positions, and the confusion and\nprejudice that would be caused to multitude of Coop members and participating patrons, POSTF-143023-10 20 of the Coop and similarly situated Coops can not be exaggerated. For the Coop’s and\nsimilarly situated Coops’ members and participating patrons, applying the PLR to earlier\nyears would render their original individual returns in error. This is especially true where\nthe earlier year’s time to file an amended return or a claim for refund has expired. To summarize, applying the holding of the 20----PLR to the instant 20--- year will\ncause clear and serious detriments to the Coops’ members, participating patrons, and\nto the Service.",
    "querygen": [
      "can i reclassify per unit retains",
      "when are per unit retained taxable income",
      "what year to reclassify per unit retained"
    ],
    "querygen_score": [
      "1.4945049",
      "-0.10723202",
      "1.5622782"
    ]
  },
  {
    "id": "legal-advice_68__36",
    "doc_id": "legal-advice_68",
    "chunk_id": 36,
    "document_category": "legal-advice",
    "text": "The 121-day period began on May 17, 2022 (60 days before\nthe ex-dividend date), and ended on\nSeptember 14, 2022. You have no qualified dividends from XYZ Corp. because you held the XYZ stock for less than 61\ndays. Example 2. The facts are the same as\nin Example 1 except that you bought the\nstock on July 15, 2022 (the day before\nthe ex-dividend date), and you sold the\nstock on September 16, 2022. You held\nthe stock for 63 days (from July 16,\n2022, through September 16, 2022). The\n$500 of qualified dividends shown in\nbox 1b of Form 1099-DIV are all qualified dividends because you held the\nstock for 61 days of the 121-day period\n(from July 16, 2022, through September\n14, 2022). Example 3. You bought 10,000\nshares of ABC Mutual Fund common\nstock on July 8, 2022. ABC Mutual\nFund paid a cash dividend of 10 cents a\nshare. The ex-dividend date was July 16,\n2022. The ABC Mutual Fund advises\nyou that the part of the dividend eligible\nto be treated as qualified dividends\nequals 2 cents a share. Your Form\n1099-DIV from ABC Mutual Fund\nshows total ordinary dividends of $1,000\nand qualified dividends of $200. However, you sold the 10,000 shares on August 11, 2022. You have no qualified\ndividends from ABC Mutual Fund because you held the ABC Mutual Fund\nstock for less than 61 days. Use the Qualified Dividends TIP and Capital Gain Tax Worksheet or the Schedule D Tax\nWorksheet, whichever applies, to figure\nyour tax. See the instructions for line 16\nfor details. Line 3b\nOrdinary Dividends\nEach payer should send you a Form\n1099-DIV. Enter your total ordinary dividends on line 3b. This amount should\nbe shown in box 1a of Form(s)\n1099-DIV. You must fill in and attach Schedule B if the total is over $1,500 or you\nreceived, as a nominee, ordinary dividends that actually belong to someone\nelse. Nondividend Distributions Some distributions are a return of your\ncost (or other basis). They won't be Need more information or forms? Visit IRS.gov. -26- taxed until you recover your cost (or\nother basis). You must reduce your cost\n(or other basis) by these distributions. After you get back all of your cost (or\nother basis), you must report these distributions as capital gains on Form 8949. For details, see Pub. 550. Dividends on insurance poli- TIP cies are a partial return of the\npremiums you paid. Don’t report them as dividends. Include them in\nincome on Schedule 1, line 8z, only if\nthey exceed the total of all net premiums\nyou paid for the contract. Lines 4a and 4b\nIRA Distributions You should receive a Form 1099-R\nshowing the total amount of any distribution from your IRA before income tax\nor other deductions were withheld. This\namount should be shown in box 1 of\nForm 1099-R. Unless otherwise noted in\nthe line 4a and 4b instructions, an IRA\nincludes a traditional IRA, Roth IRA,\nsimplified employee pension (SEP)\nIRA, and a savings incentive match plan\nfor employees (SIMPLE) IRA. Except\nas provided next, leave line 4a blank and\nenter the total distribution (from Form\n1099-R, box 1) on line 4b. Exception 1.",
    "querygen": [
      "how long to hold xyz stock",
      "xyz stock ex dividend date",
      "xyz stock dividend"
    ],
    "querygen_score": [
      "-0.008072702",
      "0.9313858",
      "-0.66905844"
    ]
  },
  {
    "id": "legal-advice_37__33",
    "doc_id": "legal-advice_37",
    "chunk_id": 33,
    "document_category": "legal-advice",
    "text": "Need more information or forms? Visit IRS.gov. -24- Line 1f\nEmployer-Provided\nAdoption Benefits From\nForm 8839, Line 29 Enter the total of your employer-provided adoption benefits from Form 8839,\nline 29. Employer-provided adoption\nbenefits should be shown in box 12 of\nyour Form(s) W-2 with code T. But see\nthe Instructions for Form 8839 to find\nout if you can exclude part or all of the\nbenefits. You may also be able to exclude amounts if you adopted a child\nwith special needs and the adoption became final in 2022. Line 1g\nWages From Form 8919,\nLine 6 Enter the total of your wages from Form\n8919, line 6. Line 1h\nOther Earned Income If you received scholarship or TIP fellowship grants that were not\nreported to you on Form W-2,\nyou will now report these amounts on\nSchedule 1, line 8r. See the instructions\nfor Schedule 1, line 8r. The following types of income must\nbe included in the total on line 1h. • Strike or lockout benefits (other\nthan bona fide gifts). • Excess elective deferrals. The\namount deferred should be shown in\nbox 12 of your Form W-2, and the “Retirement plan” box in box 13 should be\nchecked. If the total amount you (or\nyour spouse if filing jointly) deferred for\n2022 under all plans was more than\n$20,500 (excluding catch-up contributions as explained later), include the excess on line 1h. This limit is (a) $14,000\nif you have only SIMPLE plans, or (b)\n$23,500 for section 403(b) plans if you\nqualify for the 15-year rule in Pub. 571. Although designated Roth contributions\nare subject to this limit, don’t include\nthe excess attributable to such contributions on line 1h. They are already included as income in box 1 of your Form\nW-2. A higher limit may apply to participants in section 457(b) deferred compensation plans for the 3 years before retirement age. Contact your plan administrator for more information. If you were age 50 or older at the end\nof 2022, your employer may have allowed an additional deferral (catch-up\ncontributions) of up to $6,500 ($3,000\nfor section 401(k)(11) and SIMPLE\nplans). This additional deferral amount\nisn't subject to the overall limit on elective deferrals. You can't deduct the amount\ndeferred. It isn't included as inCAUTION come in box 1 of your Form\nW-2. ! • Disability pensions shown on\nForm 1099-R if you haven’t reached the\nminimum retirement age set by your\nemployer. But see Insurance Premiums\nfor Retired Public Safety Officers in the\ninstructions for lines 5a and 5b. Disability pensions received after you\nreach minimum retirement age and other\npayments shown on Form 1099-R (other\nthan payments from an IRA*) are\nreported on lines 5a and 5b. Payments\nfrom an IRA are reported on lines 4a\nand 4b. • Corrective distributions from a\nretirement plan shown on Form 1099-R\nof excess elective deferrals and excess\ncontributions (plus earnings). But don’t\ninclude distributions from an IRA* on\nline 1h. Instead, report distributions\nfrom an IRA on lines 4a and 4b. *This includes a Roth, SEP, or SIMPLE IRA. Line 1i\nNontaxable Combat Pay\nElection If you elect to include your nontaxable\ncombat pay in your earned income when\nfiguring the EIC, enter the amount on\nline 1i. See the instructions for line 27. Were You a Statutory\nEmployee?",
    "querygen": [
      "what is the employer provided adoption benefit code",
      "what type of form are employer sponsored adoptions",
      "who does an employer provide to a child"
    ],
    "querygen_score": [
      "0.083586305",
      "-1.5988548",
      "-2.8412178"
    ]
  },
  {
    "id": "legal-advice_92__126",
    "doc_id": "legal-advice_92",
    "chunk_id": 126,
    "document_category": "legal-advice",
    "text": "You can either pay the\npremiums yourself or the S corporation\ncan pay them and report them as wages. If the policy is in your name and you\npay the premiums yourself, the S corporation must reimburse you. You can deduct the premiums only if the S corporation reports the premiums paid or reimbursed as wages in box 1 of your Form\nW-2 in 2022 and you also report the premium payments or reimbursements as\nwages on Form 1040 or 1040-SR,\nline 1a. But if you were also eligible to participate in any subsidized health plan\nmaintained by your or your spouse's employer for any month or part of a month\nin 2022, amounts paid for health insurance coverage for that month can't be\nused to figure the deduction. Also, if\nyou were eligible for any month or part\nof a month to participate in any subsidized health plan maintained by the employer of either your dependent or your\nchild who was under age 27 at the end\nof 2022, don’t use amounts paid for coverage for that month to figure the deduction. A qualified small employer\nhealth reimbursement arrangeCAUTION ment (QSEHRA) is considered\nto be a subsidized health plan maintained by an employer. Lines 19a, 19b, and 19c\nAlimony Paid Example. If you were eligible to participate in a subsidized health plan maintained by your spouse's employer from\nSeptember 30 through December 31,\nyou can't use amounts paid for health insurance coverage for September through\nDecember to figure your deduction. Medicare premiums you voluntarily\npay to obtain insurance in your name\nthat is similar to qualifying private\nhealth insurance can be used to figure\nthe deduction. Amounts paid for health\ninsurance coverage from retirement plan\ndistributions that were nontaxable because you are a retired public safety officer can't be used to figure the deduction. For more details, see Pub. 535. If you qualify to take the deduction,\nuse the Self-Employed Health Insurance\nDeduction Worksheet to figure the\namount you can deduct. Exceptions. Use Pub. 535 instead of\nthe Self-Employed Health Insurance Deduction Worksheet in these instructions\nto figure your deduction if any of the\nfollowing applies. • You had more than one source of\nincome subject to self-employment tax. • You file Form 2555.\n• You are using amounts paid for\nqualified long-term care insurance to\nfigure the deduction. Use Pub. 974 instead of the worksheet in these instructions if the insurance plan was considered to be established under your business and was obtained through the Marketplace, and advance payments of the premium tax\ncredit were made or you are claiming\nthe premium tax credit. If you made payments to or for your\nspouse or former spouse under a divorce\nor separation agreement entered into on\nor before December 31, 2018, you may\nbe able to take this deduction. You can't\ntake a deduction for alimony payments\nyou made to or for your spouse if you\nentered into your divorce or separation\nagreement after December 31, 2018, or\nif you entered into the agreement on or\nbefore December 31, 2018, and the\nagreement was changed after December\n31, 2018, to expressly provide that alimony received is not included in your\nformer spouse's income. Use Tax Topic\n452 or see Pub. 504. !",
    "querygen": [
      "who does pay insurance premiums",
      "how do you deduct premiums on insurance premiums",
      "who is responsible for premiums on health insurance"
    ],
    "querygen_score": [
      "-0.9927951",
      "1.2403357",
      "-2.0022216"
    ]
  },
  {
    "id": "legal-advice_63__31",
    "doc_id": "legal-advice_63",
    "chunk_id": 31,
    "document_category": "legal-advice",
    "text": "(b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States. (2) No former Government employee who\npersonally and substantially participated in a\nparticular matter involving specific parties may,\nsubsequent to Government employment, represent\nor knowingly assist, in that particular matter, any\nperson who is or was a specific party to that particular\nmatter. (3) A former Government employee who within\na period of one year prior to the termination of\nGovernment employment had official responsibility\nfor a particular matter involving specific parties may\nnot, within two years after Government employment\nis ended, represent in that particular matter any person\nwho is or was a specific party to that particular matter. (4) No former Government employee may, within\none year after Government employment is ended,\ncommunicate with or appear before, with the intent to\ninfluence, any employee of the Treasury Department\nin connection with the publication, withdrawal,\namendment, modification, or interpretation of a rule\nthe development of which the former Government\nemployee participated in, or for which, within a period\nof one year prior to the termination of Government\nemployment, the former government employee had\nofficial responsibility. This paragraph (b)(4) does\nnot, however, preclude any former employee from\nappearing on one’s own behalf or from representing\na taxpayer before the Internal Revenue Service in\nconnection with a particular matter involving specific\nTreasury Department Circular No. 230 Table of Contents parties involving the application or interpretation of\na rule with respect to that particular matter, provided\nthat the representation is otherwise consistent with\nthe other provisions of this section and the former\nemployee does not utilize or disclose any confidential\ninformation acquired by the former employee in the\ndevelopment of the rule. (c) Firm representation —\n(1) No member of a firm of which a former\nGovernment employee is a member may represent\nor knowingly assist a person who was or is a specific\nparty in any particular matter with respect to which\nthe restrictions of paragraph (b)(2) of this section\napply to the former Government employee, in that\nparticular matter, unless the firm isolates the former\nGovernment employee in such a way to ensure that\nthe former Government employee cannot assist in\nthe representation. (2) When isolation of a former Government\nemployee is required under paragraph (c)(1) of\nthis section, a statement affirming the fact of such\nisolation must be executed under oath by the former\nGovernment employee and by another member of the\nfirm acting on behalf of the firm. The statement must\nclearly identify the firm, the former Government\nemployee, and the particular matter(s) requiring\nisolation. The statement must be retained by the firm\nand, upon request, provided to the office(s) of the\nInternal Revenue Service administering or enforcing\nthis part. (d) Pending representation. The provisions of\nthis regulation will govern practice by former\nGovernment employees, their partners and\nassociates with respect to representation in particular\nmatters involving specific parties where actual\nrepresentation commenced before the effective date\nof this regulation. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230",
    "querygen": [
      "can anyone represent an employer after being appointed to the Internal Revenue Service?",
      "what were the rules for representing employees after being hired by the irs?",
      "who can be a federal employee and not serve in government"
    ],
    "querygen_score": [
      "0.8025323",
      "-0.30219567",
      "-2.5606847"
    ]
  },
  {
    "id": "legal-advice_63__11",
    "doc_id": "legal-advice_63",
    "chunk_id": 11,
    "document_category": "legal-advice",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.81 Petition for reinstatement. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n§ 10.82 Expedited suspension.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\nSubpart E — General Provisions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.90 Records. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n§ 10.91 Saving provision. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.92 Special orders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44\n§ 10.93 Effective date. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "querygen": [
      "which law governs the process of a petition?",
      "who is petitioner?",
      "what is the petition for petition"
    ],
    "querygen_score": [
      "-6.7388344",
      "-6.923522",
      "-4.1888456"
    ]
  },
  {
    "id": "legal-advice_95__14",
    "doc_id": "legal-advice_95",
    "chunk_id": 14,
    "document_category": "legal-advice",
    "text": "(2) Practice as an enrolled actuary is limited\nTreasury Department Circular No. 230 Table of Contents to representation with respect to issues involving\nthe following statutory provisions in title 26 of\nthe United States Code: sections 401 (relating to\nqualification of employee plans), 403(a) (relating\nto whether an annuity plan meets the requirements\nof section 404(a) (2)), 404 (relating to deductibility\nof employer contributions), 405 (relating to\nqualification of bond purchase plans), 412 (relating\nto funding requirements for certain employee\nplans), 413 (relating to application of qualification\nrequirements to collectively bargained plans and\nto plans maintained by more than one employer),\n414 (relating to definitions and special rules with\nrespect to the employee plan area), 419 (relating\nto treatment of funded welfare benefits), 419A\n(relating to qualified asset accounts), 420 (relating\nto transfers of excess pension assets to retiree health\naccounts), 4971 (relating to excise taxes payable as\na result of an accumulated funding deficiency under\nsection 412), 4972 (relating to tax on nondeductible\ncontributions to qualified employer plans), 4976\n(relating to taxes with respect to funded welfare\nbenefit plans), 4980 (relating to tax on reversion of\nqualified plan assets to employer), 6057 (relating\nto annual registration of plans), 6058 (relating to\ninformation required in connection with certain plans\nof deferred compensation), 6059 (relating to periodic\nreport of actuary), 6652(e) (relating to the failure\nto file annual registration and other notifications\nby pension plan), 6652(f) (relating to the failure to\nfile information required in connection with certain\nplans of deferred compensation), 6692 (relating to\nthe failure to file actuarial report), 7805(b) (relating\nto the extent to which an Internal Revenue Service\nruling or determination letter coming under the\nstatutory provisions listed here will be applied without\nretroactive effect); and 29 U.S.C. § 1083 (relating to\nthe waiver of funding for nonqualified plans). (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (d)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled retirement\nplan agents, and registered tax return preparers. (e) Enrolled retirement plan agents —\nTreasury Department Circular No. 230 (1) Any individual enrolled as a retirement plan\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (2) Practice as an enrolled retirement plan agent\nis limited to representation with respect to issues\ninvolving the following programs: Employee Plans\nDetermination Letter program; Employee Plans\nCompliance Resolution System; and Employee\nPlans Master and Prototype and Volume Submitter\nprogram. In addition, enrolled retirement plan agents\nare generally permitted to represent taxpayers with\nrespect to IRS forms under the 5300 and 5500 series\nwhich are filed by retirement plans and plan sponsors,\nbut not with respect to actuarial forms or schedules. (3) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (e)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled actuaries, and\nregistered tax return preparers. (f) Registered tax return preparers. (1) Any individual who is designated as a\nregistered tax return preparer pursuant to §10.4(c)\nof this part who is not currently under suspension\nor disbarment from practice before the Internal\nRevenue Service may practice before the Internal\nRevenue Service.",
    "querygen": [
      "which section of the treasury code refers to a qualification for an employee plan",
      "is a enrolled actuary a federal employee?",
      "what is the practice of an enrolled actuary?"
    ],
    "querygen_score": [
      "1.290057",
      "-1.5628805",
      "2.2420645"
    ]
  },
  {
    "id": "legal-advice_29__100",
    "doc_id": "legal-advice_29",
    "chunk_id": 100,
    "document_category": "legal-advice",
    "text": "And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 57,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 60,000 63,000 57,000\n57,050\n57,100\n57,150\n57,200 57,050\n57,100\n57,150\n57,200\n57,250 8,163\n8,174\n8,185\n8,196\n8,207 6,432\n6,438\n6,444\n6,450\n6,456 8,163\n8,174\n8,185\n8,196\n8,207 6,663\n6,674\n6,685\n6,696\n6,707 60,000\n60,050\n60,100\n60,150\n60,200 60,050\n60,100\n60,150\n60,200\n60,250 8,823\n8,834\n8,845\n8,856\n8,867 6,792\n6,798\n6,804\n6,810\n6,816 8,823\n8,834\n8,845\n8,856\n8,867 7,323\n7,334\n7,345\n7,356\n7,367 63,000\n63,050\n63,100\n63,150\n63,200 63,050\n63,100\n63,150\n63,200\n63,250 9,483\n9,494\n9,505\n9,516\n9,527 7,152\n7,158\n7,164\n7,170\n7,176 9,483\n9,494\n9,505\n9,516\n9,527 7,983\n7,994\n8,005\n8,016\n8,027 57,250\n57,300\n57,350\n57,400\n57,450 57,300\n57,350\n57,400\n57,450\n57,500 8,218\n8,229\n8,240\n8,251\n8,262 6,462\n6,468\n6,474\n6,480\n6,486 8,218\n8,229\n8,240\n8,251\n8,262 6,718\n6,729\n6,740\n6,751\n6,762 60,250\n60,300\n60,350\n60,400\n60,450 60,300\n60,350\n60,400\n60,450\n60,500 8,878\n8,889\n8,900\n8,911\n8,922 6,822\n6,828\n6,834\n6,840\n6,846 8,878\n8,889\n8,900\n8,911\n8,922 7,378\n7,389\n7,400\n7,411\n7,422 63,250\n63,300\n63,350\n63,400\n63,450 63,300\n63,350\n63,400\n63,450\n63,500 9,538\n9,549\n9,560\n9,571\n9,582 7,182\n7,188\n7,194\n7,200\n7,206 9,538\n9,549\n9,560\n9,571\n9,582 8,038\n8,049\n8,060\n8,071\n8,082 57,500\n57,550\n57,600\n57,650\n57,700 57,550\n57,600\n57,650\n57,700\n57,750 8,273\n8,284\n8,295\n8,306\n8,317 6,492\n6,498\n6,504\n6,510\n6,516 8,273\n8,284\n8,295\n8,306\n8,317 6,773\n6,784\n6,795\n6,806\n6,817 60,500\n60,550\n60,600\n60,650\n60,700 60,550\n60,600\n60,650\n60,700\n60,750 8,933\n8,944\n8,955\n8,966\n8,977 6,852\n6,858\n6,864\n6,870\n6,876 8,933\n8,944\n8,955\n8,966\n8,977 7,433\n7,444\n7,455\n7,466\n7,477 63,500\n63,550\n63,600\n63,650\n63,700 63,550\n63,600\n63,650\n63,700\n63,750 9,593\n9,604\n9,615\n9,626\n9,637 7,212\n7,218\n7,224\n7,230\n7,236 9,593\n9,604\n9,615\n9,626\n9,637 8,093\n8,104\n8,115\n8,126\n8,137 57,750\n57,800\n57,850\n57,900\n57,950 57,800\n57,850\n57,900\n57,950\n58,000 8,328\n8,339\n8,350\n8,361\n8,372 6,522\n6,528\n6,534\n6,540\n6,546 8,328\n8,339\n8,350\n8,361\n8,372 6,828\n6,839\n6,850\n6,861\n6,872 60,750\n60,800\n60,850\n60,900\n60,950 60,800\n60,850\n60,900\n60,950\n61,000 8,988\n8,999\n9,010\n9,021\n9,032 6,882\n6,888\n6,894\n6,900\n6,906 8,988\n8,999\n9,010\n9,021\n9,032 7,488\n7,499\n7,510\n7,521\n7,532 63,750\n63,800\n63,850\n63,900\n63,950 63,800\n63,850\n63,900\n63,950\n64,000 9,648\n9,659\n9,670\n9,681\n9,692 7,242\n7,248\n7,254\n7,260\n7,266 9,648\n9,659\n9,670\n9,681\n9,692 8,148\n8,159\n8,170\n8,181\n8,192 58,000 61,000 64,000 58,000\n58,050\n58,100\n58,150\n58,200 58,050\n58,100\n58,150\n58,200\n58,250 8,383\n8,394\n8,405\n8,416\n8,427 6,552\n6,558\n6,564\n6,570\n6,576 8,383\n8,394\n8,405\n8,416\n8,427 6,883\n6,894\n6,905\n6,916\n6,927 61,000\n61,050\n61,100\n61,150\n61,200 61,050\n61,100\n61,150\n61,200\n61,250 9,043\n9,054\n9,065\n9,076\n9,087 6,912\n6,918\n6,924\n6,930\n6,936 9,043\n9,054\n9,065\n9,076\n9,087 7,543\n7,554\n7,565\n7,576\n7,587 64,000\n64,050\n64,100\n64,150\n64,200 64,050\n64,100\n64,150\n64,200\n64,250 9,703\n9,714\n9,725\n9,736\n9,747 7,272\n7,278\n7,284\n7,290\n7,296 9,703\n9,714\n9,725\n9,736\n9,747 8,203\n8,214\n8,225\n8,236\n8,247 58,250\n58,300\n58,350\n58,400\n58,450 58,300\n58,350\n58,400\n58,450\n58,500 8,438\n8,449\n8,460\n8,471\n8,482 6,582\n6,588\n6,594\n6,600\n6,606 8,438\n8,449\n8,460\n8,471\n8,482 6,938\n6,949\n6,960\n6,971\n6,982 61,250\n61,300\n61,350\n61,400\n61,450 61,300\n61,350\n61,400\n61,450\n61,500 9,098\n9,109\n9,120\n9,131\n9,142 6,942\n6,948\n6,954\n6,960\n6,966 9,098\n9,109\n9,120\n9,131\n9,142 7,598\n7,609\n7,620\n7,631\n7,642 64,250\n64,300\n64,350\n64,400\n64,450 64,300\n64,350\n64,400\n64,450\n64,500 9,758\n9,769\n9,780\n9,791\n9,802 7,302\n7,308\n7,314\n7,320\n7,326 9,758\n9,769\n9,780\n9,791\n9,802 8,258\n8,269\n8,280\n8,291\n8,302 58,500\n58,550\n58,600\n58,650\n58,700 58,550\n58,600\n58,650\n58,700\n58,750 8,493\n8,504\n8,515\n8,526\n8,537 6,612\n6,618\n6,624\n6,630\n6,636 8,493\n8,504\n8,515\n8,526\n8,537 6,993\n7,004\n7,015\n7,026\n7,037 61,500\n61,550\n61,600\n61,650\n61,700 61,550\n61,600\n61,650\n61,700\n61,750 9,153\n9,164\n9,175\n9,186\n9,197 6,972\n6,978\n6,984\n6,990\n6,996 9,153\n9,164\n9,175\n9,186\n9,197 7,653\n7,664\n7,675\n7,686\n7,697 64,500\n64,550\n64,600\n64,650\n64,700 64,550\n64,600\n64,650\n64,700\n64,750 9,813\n9,824\n9,835\n9,846\n9,857 7,332\n7,338\n7,344\n7,350\n7,356 9,813\n9,824\n9,835\n9,846\n9,857 8,313\n8,324\n8,335\n8,346\n8,357 58,750\n58,800\n58,850\n58,900\n58,950 58,800\n58,850\n58,900\n58,950\n59,000 8,548\n8,559\n8,570\n8,581\n8,592 6,642\n6,648\n6,654\n6,660\n6,666 8,548\n8,559\n8,570\n8,581\n8,592 7,048\n7,059\n7,070\n7,081\n7,092 61,750\n61,800\n61,850\n61,900\n61,950 61,800\n61,850\n61,900\n61,950\n62,000 9,208\n9,219\n9,230\n9,241\n9,252 7,002\n7,008\n7,014\n7,020\n7,026 9,208\n9,219\n9,230\n9,241\n9,252 7,708\n7,719\n7,730\n7,741\n7,752 64,750\n64,800\n64,850\n64,900\n64,950 64,800\n64,850\n64,900\n64,950\n65,000 9,868\n9,879\n9,890\n9,901\n9,912 7,362\n7,368\n7,374\n7,380\n7,386 9,868\n9,879\n9,890\n9,901\n9,912 8,368\n8,379\n8,390\n8,401\n8,412 59,000 62,000 65,000 59,000\n59,050\n59,100\n59,150\n59,200 59,050\n59,100\n59,150\n59,200\n59,250 8,603\n8,614\n8,625\n8,636\n8,647 6,672\n6,678\n6,684\n6,690\n6,696 8,603\n8,614\n8,625\n8,636\n8,647 7,103\n7,114\n7,125\n7,136\n7,147 62,000\n62,050\n62,100\n62,150\n62,200 62,050\n62,100\n62,150\n62,200\n62,250 9,263\n9,274\n9,285\n9,296\n9,307 7,032\n7,038\n7,044\n7,050\n7,056 9,263\n9,274\n9,285\n9,296\n9,307 7,763\n7,774\n7,785\n7,796\n7,807 65,000\n65,050\n65,100\n65,150\n65,200 65,050\n65,100\n65,150\n65,200\n65,250 9,923\n9,934\n9,945\n9,956\n9,967 7,392\n7,398\n7,404\n7,410\n7,416 9,923\n9,934\n9,945\n9,956\n9,967 8,423\n8,434\n8,445\n8,456\n8,467 59,250\n59,300\n59,350\n59,400\n59,450 59,300\n59,350\n59,400\n59,450\n59,500 8,658\n8,669\n8,680\n8,691\n8,702 6,702\n6,708\n6,714\n6,720\n6,726 8,658\n8,669\n8,680\n8,691\n8,702 7,158\n7,169\n7,180\n7,191\n7,202 62,250\n62,300\n62,350\n62,400\n62,450 62,300\n62,350\n62,400\n62,450\n62,500 9,318\n9,329\n9,340\n9,351\n9,362 7,062\n7,068\n7,074\n7,080\n7,086 9,318\n9,329\n9,340\n9,351\n9,362 7,818\n7,829\n7,840\n7,851\n7,862 65,250\n65,300\n65,350\n65,400\n65,450 65,300\n65,350\n65,400\n65,450\n65,500 9,978\n9,989\n10,000\n10,011\n10,022 7,422\n7,428\n7,434\n7,440\n7,446 9,978\n9,989\n10,000\n10,011\n10,022 8,478\n8,489\n8,500\n8,511\n8,522 59,500\n59,550\n59,600\n59,650\n59,700 59,550\n59,600\n59,650\n59,700\n59,750 8,713\n8,724\n8,735\n8,746\n8,757 6,732\n6,738\n6,744\n6,750\n6,756 8,713\n8,724\n8,735\n8,746\n8,757 7,213\n7,224\n7,235\n7,246\n7,257 62,500\n62,550\n62,600\n62,650\n62,700 62,550\n62,600\n62,650\n62,700\n62,750 9,373\n9,384\n9,395\n9,406\n9,417 7,092\n7,098\n7,104\n7,110\n7,116 9,373\n9,384\n9,395\n9,406\n9,417 7,873\n7,884\n7,895\n7,906\n7,917 65,500\n65,550\n65,600\n65,650\n65,700 65,550\n65,600\n65,650\n65,700\n65,750 10,033\n10,044\n10,055\n10,066\n10,077 7,452\n7,458\n7,464\n7,470\n7,476 10,033\n10,044\n10,055\n10,066\n10,077 8,533\n8,544\n8,555\n8,566\n8,577 59,750\n59,800\n59,850\n59,900\n59,950 59,800\n59,850\n59,900\n59,950\n60,000 8,768\n8,779\n8,790\n8,801\n8,812 6,762\n6,768\n6,774\n6,780\n6,786 8,768\n8,779\n8,790\n8,801\n8,812 7,268\n7,279\n7,290\n7,301\n7,312 62,750\n62,800\n62,850\n62,900\n62,950 62,800\n62,850\n62,900\n62,950\n63,000 9,428\n9,439\n9,450\n9,461\n9,472 7,122\n7,128\n7,134\n7,140\n7,146 9,428\n9,439\n9,450\n9,461\n9,472 7,928\n7,939\n7,950\n7,961\n7,972 65,750\n65,800\n65,850\n65,900\n65,950 65,800\n65,850\n65,900\n65,950\n66,000 10,088\n10,099\n10,110\n10,121\n10,132 7,482\n7,488\n7,494\n7,500\n7,506 10,088\n10,099\n10,110\n10,121\n10,132 8,588\n8,599\n8,610\n8,621\n8,632 (Continued)\n* This column must also be used by a qualifying surviving spouse. Need more information or forms? Visit IRS.gov. - 70 - 2022 Tax Table — Continued If line 15\n(taxable\nincome) is— At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan If line 15\n(taxable\nincome) is— And you are— Single Your tax is— Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold At\nleast But\nless\nthan And you are— Single Your tax is— 66,000 Married Married Head of\nfiling\nfiling\na\njointly * sepahouserately\nhold\nYour tax is— 69,000 72,000 66,000\n66,050\n66,100\n66,150\n66,200 66,050\n66,100\n66,150\n66,200\n66,250 10,143\n10,154\n10,165\n10,176\n10,187 7,512\n7,518\n7,524\n7,530\n7,536 10,143\n10,154\n10,165\n10,176\n10,187 8,643\n8,654\n8,665\n8,676\n8,687 69,000\n69,050\n69,100\n69,150\n69,200 69,050\n69,100\n69,150\n69,200\n69,250 10,803\n10,814\n10,825\n10,836\n10,847 7,872\n7,878\n7,884\n7,890\n7,896 10,803\n10,814\n10,825\n10,836\n10,847 9,303\n9,314\n9,325\n9,336\n9,347 72,000\n72,050\n72,100\n72,150\n72,200 72,050\n72,100\n72,150\n72,200\n72,250 11,463\n11,474\n11,485\n11,496\n11,507 8,232\n8,238\n8,244\n8,250\n8,256 11,463\n11,474\n11,485\n11,496\n11,507 9,963\n9,974\n9,985\n9,996\n10,007 66,250\n66,300\n66,350\n66,400\n66,450 66,300\n66,350\n66,400\n66,450\n66,500 10,198\n10,209\n10,220\n10,231\n10,242 7,542\n7,548\n7,554\n7,560\n7,566 10,198\n10,209\n10,220\n10,231\n10,242 8,698\n8,709\n8,720\n8,731\n8,742 69,250\n69,300\n69,350\n69,400\n69,450 69,300\n69,350\n69,400\n69,450\n69,500 10,858\n10,869\n10,880\n10,891\n10,902 7,902\n7,908\n7,914\n7,920\n7,926 10,858\n10,869\n10,880\n10,891\n10,902 9,358\n9,369\n9,380\n9,391\n9,402 72,250\n72,300\n72,350\n72,400\n72,450 72,300\n72,350\n72,400\n72,450\n72,500 11,518\n11,529\n11,540\n11,551\n11,562 8,262\n8,268\n8,274\n8,280\n8,286 11,518\n11,529\n11,540\n11,551\n11,562 10,018\n10,029\n10,040\n10,051\n10,062 66,500\n66,550\n66,600\n66,650\n66,700 66,550\n66,600\n66,650\n66,700\n66,750 10,253\n10,264\n10,275\n10,286\n10,297 7,572\n7,578\n7,584\n7,590\n7,596 10,253\n10,264\n10,275\n10,286\n10,297 8,753\n8,764\n8,775\n8,786\n8,797 69,500\n69,550\n69,600\n69,650\n69,700 69,550\n69,600\n69,650\n69,700\n69,750 10,913\n10,924\n10,935\n10,946\n10,957 7,932\n7,938\n7,944\n7,950\n7,956 10,913\n10,924\n10,935\n10,946\n10,957 9,413\n9,424\n9,435\n9,446\n9,457 72,500\n72,550\n72,600\n72,650\n72,700 72,550\n72,600\n72,650\n72,700\n72,750 11,573\n11,584\n11,595\n11,606\n11,617 8,292\n8,298\n8,304\n8,310\n8,316 11,573\n11,584\n11,595\n11,606\n11,617 10,073\n10,084\n10,095\n10,106\n10,117 66,750\n66,800\n66,850\n66,900\n66,950 66,800\n66,850\n66,900\n66,950\n67,000 10,308\n10,319\n10,330\n10,341\n10,352 7,602\n7,608\n7,614\n7,620\n7,626 10,308\n10,319\n10,330\n10,341\n10,352 8,808\n8,819\n8,830\n8,841\n8,852 69,750\n69,800\n69,850\n69,900\n69,950 69,800\n69,850\n69,900\n69,950\n70,000 10,968\n10,979\n10,990\n11,001\n11,012 7,962\n7,968\n7,974\n7,980\n7,986 10,968\n10,979\n10,990\n11,001\n11,012 9,468\n9,479\n9,490\n9,501\n9,512 72,750\n72,800\n72,850\n72,900\n72,950 72,800\n72,850\n72,900\n72,950\n73,000 11,628\n11,639\n11,650\n11,661\n11,672 8,322\n8,328\n8,334\n8,340\n8,346 11,628\n11,639\n11,650\n11,661\n11,672 10,128\n10,139\n10,150\n10,161\n10,172 67,000 70,000 73,000 67,000\n67,050\n67,100\n67,150\n67,200 67,050\n67,100\n67,150\n67,200\n67,250 10,363\n10,374\n10,385\n10,396\n10,407 7,632\n7,638\n7,644\n7,650\n7,656 10,363\n10,374\n10,385\n10,396\n10,407 8,863\n8,874\n8,885\n8,896\n8,907 70,000\n70,050\n70,100\n70,150\n70,200 70,050\n70,100\n70,150\n70,200\n70,250 11,023\n11,034\n11,045\n11,056\n11,067 7,992\n7,998\n8,004\n8,010\n8,016 11,023\n11,034\n11,045\n11,056\n11,067 9,523\n9,534\n9,545\n9,556\n9,567 73,000\n73,050\n73,100\n73,150\n73,200 73,050\n73,100\n73,150\n73,200\n73,250 11,683\n11,694\n11,705\n11,716\n11,727 8,352\n8,358\n8,364\n8,370\n8,376 11,683\n11,694\n11,705\n11,716\n11,727 10,183\n10,194\n10,205\n10,216\n10,227 67,250\n67,300\n67,350\n67,400\n67,450 67,300\n67,350\n67,400\n67,450\n67,500 10,418\n10,429\n10,440\n10,451\n10,462 7,662\n7,668\n7,674\n7,680\n7,686 10,418\n10,429\n10,440\n10,451\n10,462 8,918\n8,929\n8,940\n8,951\n8,962 70,250\n70,300\n70,350\n70,400\n70,450 70,300\n70,350\n70,400\n70,450\n70,500 11,078\n11,089\n11,100\n11,111\n11,122 8,022\n8,028\n8,034\n8,040\n8,046 11,078\n11,089\n11,100\n11,111\n11,122 9,578\n9,589\n9,600\n9,611\n9,622 73,250\n73,300\n73,350\n73,400\n73,450 73,300\n73,350\n73,400\n73,450\n73,500 11,738\n11,749\n11,760\n11,771\n11,782 8,382\n8,388\n8,394\n8,400\n8,406 11,738\n11,749\n11,760\n11,771\n11,782 10,238\n10,249\n10,260\n10,271\n10,282 67,500\n67,550\n67,600\n67,650\n67,700 67,550\n67,600\n67,650\n67,700\n67,750 10,473\n10,484\n10,495\n10,506\n10,517 7,692\n7,698\n7,704\n7,710\n7,716 10,473\n10,484\n10,495\n10,506\n10,517 8,973\n8,984\n8,995\n9,006\n9,017 70,500\n70,550\n70,600\n70,650\n70,700 70,550\n70,600\n70,650\n70,700\n70,750 11,133\n11,144\n11,155\n11,166\n11,177 8,052\n8,058\n8,064\n8,070\n8,076 11,133\n11,144\n11,155\n11,166\n11,177 9,633\n9,644\n9,655\n9,666\n9,677 73,500\n73,550\n73,600\n73,650\n73,700 73,550\n73,600\n73,650\n73,700\n73,750 11,793\n11,804\n11,815\n11,826\n11,837 8,412\n8,418\n8,424\n8,430\n8,436 11,793\n11,804\n11,815\n11,826\n11,837 10,293\n10,304\n10,315\n10,326\n10,337 67,750\n67,800\n67,850\n67,900\n67,950 67,800\n67,850\n67,900\n67,950\n68,000 10,528\n10,539\n10,550\n10,561\n10,572 7,722\n7,728\n7,734\n7,740\n7,746 10,528\n10,539\n10,550\n10,561\n10,572 9,028\n9,039\n9,050\n9,061\n9,072 70,750\n70,800\n70,850\n70,900\n70,950 70,800\n70,850\n70,900\n70,950\n71,000 11,188\n11,199\n11,210\n11,221\n11,232 8,082\n8,088\n8,094\n8,100\n8,106 11,188\n11,199\n11,210\n11,221\n11,232 9,688\n9,699\n9,710\n9,721\n9,732 73,750\n73,800\n73,850\n73,900\n73,950 73,800\n73,850\n73,900\n73,950\n74,000",
    "querygen": [
      "who qualifies as a married couple on taxes",
      "are married married married filing a jointly",
      "who is single on taxes"
    ],
    "querygen_score": [
      "-3.9019043",
      "2.7657263",
      "-0.06677026"
    ]
  }
]