{
  "doc_id": "legal-advice_10",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_10__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber:\n20042308F\nRelease Date: 6/4/04\nCC:LM:HMT:CIN:1:POSTF-168001-03\nJEKagy\ndate:\nto: from: subject: April 13, 2004\nInternational Manager Carol Givens (HMT:LMSB:1731)\nAttn: Robert Cozzarelli\nJAMES E. KAGY, Senior Counsel (Large & Mid-Size Business) TAXPAYER: Fair Market Value Method This memorandum responds to your request for advice, dated\nNovember 25, 2003, regarding the above referenced topic. This\nwriting may contain information protected by a privilege, such as\nthe attorney client privilege. Accordingly, any unauthorized\ndisclosure of this writing may have an adverse effect on the\nassertion of an otherwise appropriate privilege. If disclosure\nbecomes necessary please contact this office for our views. A\nB\nC\nD\nE\nF\nG\nH\nI\nJ\nK =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= L\nM\nN\nO =\n=\n=\n= P = -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- CC:LM:HMT:CIN:1:POSTF-168001-03 Q\nR\nTAXPAYER\nYear 1\nYear 2\nYear 3\nDate 1\nAmount $A\nAmount $B\nAmount $C\nAmount $D\nAmount $E\nAmount $F =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= Page 2 --------------------------------Issue How is a greater-than-10-percent corporate partnership\ninterest valued for purposes of apportioning a partner’s interest\nexpense incurred outside of the partnership? (UIL 861.09-00)\nConclusion In apportioning a partner’s non-partnership-incurred\ninterest expense under the FMV method, Treas. Reg. § 1.8619T(e)(2), in tandem with Treas. Reg. § 1.861-9T(h)(1)(ii),\nrequires a greater-than-10-percent corporate partner to look\nthrough and take into account its proportionate share of the\ngross assets of the partnership. Facts\nTAXPAYER is F, operating over G in the United States and\nserving H American customers in parts of I states. Its service\nterritory covers J square miles in K. TAXPAYER=s U.S. customers\nare served by one of the world=s largest L systems, consisting of\nM and N. TAXPAYER's asset base also includes O, and more. In Year 1, A, one of TAXPAYER’s wholly owned domestic\nsubsidiaries, acquired a P interest in B (\"B\"), an R corporation. The other P interest in B was owned by E, an entity unrelated to\nTAXPAYER. B, in turn, owned two R holding companies that\nultimately owned the stock of several R operating companies that\nproduce and sell Q in R. As is relevant here, during Year 1,\nTAXPAYER elected to have B treated as a partnership pursuant to\nTreas. Reg. § 301.7701-3. We are unaware of any reason why the\nelection to be treated as a partnership was not effective for CC:LM:HMT:CIN:1:POSTF-168001-03 Page 3 purposes of TAXPAYER’s Year 1, Year 2, and Year 3 consolidated\nfederal income tax returns. TAXPAYER’s Year 1 through Year 3 tax years are currently\nunder audit by LMSB Examination. For those years, TAXPAYER\nclaimed foreign tax credits (FTC) in the amounts of Amount $A,\nAmount $B and Amount $C, respectively. For each year, the\nTAXPAYER attached a Form 1118, computing its allowable FTC, to\nits consolidated federal income tax return. Schedule H, Part II\nof the Form 1118 allows the computation of the interest expense\napportionment and contains the election to use either the fair\nmarket value or tax book value method of apportionment. TAXPAYER\nelected the fair market value (the “FMV”) method for each of the\nyears Year 1, Year 2, and Year 3.1 For purposes of the required allocation and apportionment of\ninterest expense under Treas. Reg. § 1.861-9T, TAXPAYER recorded\nthe amounts of Amount $D, Amount $E, and Amount $F as the fair\nmarket value of its interest in B for the tax years Year 1, Year\n2, and Year 3, respectively.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_10__1",
      "chunk_id": "1",
      "content": "For purposes of the required allocation and apportionment of\ninterest expense under Treas. Reg. § 1.861-9T, TAXPAYER recorded\nthe amounts of Amount $D, Amount $E, and Amount $F as the fair\nmarket value of its interest in B for the tax years Year 1, Year\n2, and Year 3, respectively. Originally, the TAXPAYER had not\ncaused an appraisal of its assets, and in particular the B assets\nto be made. However, when faced with the prospect of the Service\nplacing it on the tax book method, the TAXPAYER engaged C to\nprovide the valuation numbers. Recently, the TAXPAYER offered a\nmemorandum by C as support for its fair market values. The C\nmemorandum utilized values generated by a Date 1 study by D. The D study had been commissioned by E (the other P owner in\nB) to determine the fair market value of the total assets of B, a\nvalue necessary for E to meet its tax compliance requirements\nrelated to the FMV method of apportioning interest expense. C started with the total fair market values determined by D,\nbut reduced the amounts by the debt for which B was liable. After determining what amounts to the total equity in B, C 1 While TAXPAYER’s Year 3 Schedule H elected the tax book value,\nTAXPAYER has stated that this was done in error and that the fair\nmarket value method was also applied in Year 3. In any event,\nonce a taxpayer uses the fair market value method, the taxpayer\nand all related persons must continue to use that method unless\nexpressly authorized by the Commissioner to change methods. Temp. Treas. Reg. § 1.861-8T(c)(2). TAXPAYER has not been\nauthorized by the Commissioner to use the book value method for\nits Year 3 tax year. CC:LM:HMT:CIN:1:POSTF-168001-03 Page 4 multiplied the total equity value by P to extract the TAXPAYER’s\nP equity interest in B. For purposes of this memorandum, we will assume that the\nService has accepted the valuation calculation conclusions\nreached by the D report. At issue is how a greater-than-10percent corporate partnership interest is valued for purposes of\napportioning a partner’s interest expense incurred outside of the\npartnership. Analysis\nSection 901 allows a credit for foreign income, war profits,\nand excess profits taxes paid or deemed paid by qualifying\ntaxpayers that elect the foreign tax credit in lieu of a\ndeduction under section 164(a)(3). Section 904(a) limits a\ntaxpayer’s foreign tax credit to an amount equal to the precredit U.S. tax on the taxpayer foreign source taxable income. Sections 861(b), 862(b), and 863(a) provide that taxable\nincome attributable to gross income from domestic or foreign\nsources shall be determined by deducting the expenses, losses,\nand other deductions properly apportioned or allocated thereto,\nand a ratable part of any expenses, losses and other deductions\nthat cannot be definitely allocated to some item or class of\ngross income. In the case of interest expense, as is relevant\nhere, section 864(e)(2) specifically requires that all\nallocations and apportionments of interest expense be made on the\nbasis of assets, not gross income.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_10__2",
      "chunk_id": "2",
      "content": "In the case of interest expense, as is relevant\nhere, section 864(e)(2) specifically requires that all\nallocations and apportionments of interest expense be made on the\nbasis of assets, not gross income. Under the asset method, interest expense is apportioned\nbetween statutory and residual groupings of gross income (or\namong statutory groupings) in proportion to the average total\nvalues of the assets within each such grouping for the taxable\nyear. Treas. Reg. § 1.861-9T(g)(1)(i). For this purpose,\ntaxpayers may elect to value their assets based on their tax book\nvalue or fair market value. Treas. Reg. § 1.861-8T(c)(2) and\nl.861-9T(g)(1)(ii). The application of the FMV method of\nvaluation, as was elected here by the TAXPAYER, requires\nrecognition of a number of regulatory requirements:\nFirst, Treas. Reg. § 1.861-9T(h)(1)(i) requires the taxpayer\nto determine the aggregate value of its assets, including stock\nin foreign subsidiaries or any other asset. In the case of a\npublicly traded corporation, aggregate asset value is equal to\nstock value increased by the liabilities of the taxpayer (owed to\nunrelated persons) and its share of liabilities of related CC:LM:HMT:CIN:1:POSTF-168001-03 Page 5 persons owed to unrelated persons. 2 In the case of non-publicly\ntraded corporations, aggregate asset value must be determined by\nreference to the capitalization of corporate earnings in\naccordance with the rules of Rev. Rul. 68-609. Second, Treas. Reg. § 1.861-9T(h)(1)(ii) requires the\ntaxpayer to determine the value of all its tangible assets, and\nits pro rata share of such assets held by related persons. For\nthis purpose, the value of stock in any corporation that is not a\nrelated person must be determined under the rules of Treas. Reg.\n§ 1.861-9T(h)(1)(i), except that no liabilities shall be taken\ninto account. And third, Treas. Reg. § 1.861-9T(h)(4) generally provides\nthat the value of stock in a related person equals the sum of the\nintangible asset value apportioned under (h)(2) to such related\nperson, plus the taxpayer’s share of tangible assets held by such\nrelated person, less the taxpayer’s pro rata share of the related\nperson’s liabilities. In applying those regulatory requirements to a partnership\ninterest, certain apportionment rules must be followed. Interest\nexpense incurred by a partnership must be apportioned under the\nregime established by Treas. Reg. § 1.861-9T(e). In that regard,\nTreas. Reg. § 1.861-9T(e) generally adopts an aggregate, or lookthrough, approach in apportioning a partner’s distributive share\nof interest expense incurred by the partnership. Subsection\n(e)(1) provides the general rule that a partner’s distributive\nshare of the interest expense of a partnership is considered\nrelated to all income producing activities and assets of the\npartner. Likewise, subsection (e)(2), in accordance with the\naggregate approach, requires that a corporate partner whose\ninterest in the partnership is 10 percent or more must apportion\nits distributive share of partnership interest expense by\nreference to the partner’s assets, including the partner’s pro\nrata share of the partnership assets under the rules of Treas. Reg. § 1.861-9T(f). However, limited partners and corporate general partners\nwith a less-than-ten-percent partnership interest are excepted\nfrom aggregate treatment. In cases involving less-than-10percent limited or general partners, subsection (e)(4) treats the\npartnership as an entity for interest apportionment purposes. Moreover, subsection (e)(4)(i) provides that a limited partner or\n2 Treas.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_10__3",
      "chunk_id": "3",
      "content": "Reg. § 1.861-9T(f). However, limited partners and corporate general partners\nwith a less-than-ten-percent partnership interest are excepted\nfrom aggregate treatment. In cases involving less-than-10percent limited or general partners, subsection (e)(4) treats the\npartnership as an entity for interest apportionment purposes. Moreover, subsection (e)(4)(i) provides that a limited partner or\n2 Treas. Reg. § 1.861-8T(c)(2) defines the term “related\npersons“ to mean two or more persons in a relationship described\nin section 267(b). CC:LM:HMT:CIN:1:POSTF-168001-03 Page 6 corporate general partner whose interest in the partnership is\nless than 10 percent shall directly allocate its distributive\nshare of partnership interest expense to its distributive share\nof partnership gross income. Subject to certain exceptions, such\na partner’s distributive share of foreign source income from the\npartnership is generally treated as passive income. A partner’s\nshare of partnership interest expense, other than certain\ninterest expense directly allocated to specific partnership\nproperty, is allocated among the relevant groupings of\npartnership gross income solely on the basis of the partnership’s\nrelative gross income in each grouping. Finally, for purposes of\nallocating other interest expense incurred directly by the\npartner, subsection (e)(4)(ii) explicitly provides that the\nrelevant asset is the partner’s interest in the partnership,\nrather than the partner’s share of the partnership assets. It is important to recognize that the rules of Treas. Reg. §\n1.861-9T(e)(4), requiring partnership-level allocations of\npartnership interest expense for partners with small percentage\ninterests, is a rule of administrative convenience. That is,\nless than-ten-percent interests are generally considered passive\nportfolio investments. Generally, such partners have little or\nno say-so in management or financing decisions of the\npartnership. It will frequently be simpler and cheaper for these\npartners to have the partnership compute a single allocation\nbased solely on partnership items. CC:LM:HMT:CIN:1:POSTF-168001-03 Page 7 Application Here, the D report calculated the fair market value of the\nassets of B. Nevertheless, the TAXPAYER, by proffering the C\nmemorandum, is suggesting that the asset which it was required to\nvalue was the P interest in the B partnership, not the fair\nmarket value of the partnership assets. In that regard, on February 11, 2004, TAXPAYER provided its\nposition on this issue (see copy attached). According to\nTAXPAYER:\nIn filing its US Federal income tax return, TAXPAYER took\nthe position that Treas. Reg. 1.861-9T(h) provides\nauthoritative guidance as to the procedures to apportion\ninterest expense under the fair market value method. It was\nTAXPAYER’s position that, to the extent that 1.861-9T(h)\nprovides guidance for computational matters, this\nregulation should control over other provisions (such as\nTreas. Reg. 1.861-9T(e)). Treasury Regulation 1.861-9T(h)\naffirmatively states that the apportionment should be based\non the aggregate fair market value of the assets of the\nTAXPAYER and its pro rata share of assets held by related\npersons. Because TAXPAYER does not own more than 50% in the\nB partnership, B should not be treated as a related person\nfor purposes of these regulations (see below). Applying\nthe “10% rule” of Temp. Reg. § 1.861-9T(e)(2) to the B fact\npattern would result in a different computation than the\none that is seemingly prescribed by the authority of Treas. Reg. 1.861-10T(h), which establishes a 50% and not a 10%\nownership threshold for determining whether the TAXPAYER\nshould use the FMV of its investment vs. the FMV of the\nTAXPAYER’s distributive share of another entity’s assets\nfor interest apportionment.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_10__4",
      "chunk_id": "4",
      "content": "Reg. 1.861-10T(h), which establishes a 50% and not a 10%\nownership threshold for determining whether the TAXPAYER\nshould use the FMV of its investment vs. the FMV of the\nTAXPAYER’s distributive share of another entity’s assets\nfor interest apportionment. Thus, as interpreted by the TAXPAYER, the language of the\nregulation requires TAXPAYER to value its pro rata share of B’s\nassets only if B is related to the TAXPAYER. The TAXPAYER argues\nthat since B is not related (as that term is defined) to\nTAXPAYER, it cannot be required to reflect its pro rata share of\nB’s assets as part of the its assets. Instead, TAXPAYER suggests\nthat its “asset” for purposes of Treas. Reg. § 1.861-9T(h)(1)(ii)\nis its P interest in the B partnership. We believe that the TAXPAYER’s interpretation of the\nregulations is incorrect. In applying the FMV methodology, we\nbelieve that minority interests held by the TAXPAYER, including a CC:LM:HMT:CIN:1:POSTF-168001-03 Page 8 ten-percent-corporate partnership interest, should be considered\na tangible asset under Treas. Reg. § 1.861-9T(h)(1)(ii). When\napportioning interest expense incurred by the partnership, Treas. Reg. § 1.861-9T(e)(2) requires a 10 percent corporate partner to\napportion such interest on the basis of all its assets, including\nits pro rata share of the partnership assets. Thus, in\napportioning its partnership-generated interest expense, Treas. Reg. § 1.861-9T(e)(2) applies, in tandem with Treas. Reg. §\n1.861-9T(h)(1)(ii), to require the ten percent corporate partner\nto look through and take into account its proportionate share of\nthe gross assets of the partnership. Although the regulations may not explicitly address whether\nthe section 1.861-9T(e)(2) gross asset rule applies for purposes\nof apportioning the other interest expense of U.S. partner, the\npolicy of the FMV methodology and the treatment of partnerships\nunder the regulations indicate that the gross asset rule should\nalso apply in apportioning other (non-partnership incurred)\ninterest expense of a 10 percent corporate partner. The FMV methodology is based on the premise that interest\nexpense is spread against all of the taxpayer’s income-generating\nassets. Asset value is essentially a surrogate for a taxpayer’s\ntotal income generating ability. Such valuation suggests that\ntangible assets be valued on a gross, rather than a net basis. Accordingly, from a FMV methodology standpoint, substantial\npartnership interests should be included in the interest\napportionment process on a gross basis. Treas. Reg. § 1.861-9T(h)(1)(ii) treats minority (less then\n50 percent) interests in corporations as passive (dividend\npaying) interests. The regulation generally values the stock\ninterest (using the capitalized earnings model) on a net or\nequity basis. Similarly, Treas. Reg. § 1.861-9T(h)(4) also\nvalues related party stock on a net-of-liabilities or equity\nbasis. Thus, in the case of corporations, asset look-through\ngenerally does not occur below 80 percent ownership. However, under the regulations, partnerships are treated\ndifferently than corporations. Treas. Reg. § 1.861-9T(e)(1)\nprovides that look-through is the general rule. Treas. Reg. §\n1.861-9T(e)(4), an exception to the general rule, applies the\nentity (non-look through) approach to interests of a less-than10-percent partner. Thus, in the partnership area, the lookthrough occurs at the ten percent mark and above. Passive/equity\ntreatment occurs below the 10 percent cut off. Accordingly, in\nvaluing a ten-percent-or-more corporate partnership interest\nunder Treas. Reg. § 1.861-9T(h)(1)(ii), equity valuation should CC:LM:HMT:CIN:1:POSTF-168001-03 Page 9 not apply.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_10__5",
      "chunk_id": "5",
      "content": "Thus, in the partnership area, the lookthrough occurs at the ten percent mark and above. Passive/equity\ntreatment occurs below the 10 percent cut off. Accordingly, in\nvaluing a ten-percent-or-more corporate partnership interest\nunder Treas. Reg. § 1.861-9T(h)(1)(ii), equity valuation should CC:LM:HMT:CIN:1:POSTF-168001-03 Page 9 not apply. Instead, such partner should look through to the\nproportionate share of the gross assets of the partnership for\npurposes of apportioning all interest expense. Based upon the above analysis, we believe that when\napportioning a partner’s other (non-partnership-incurred)\ninterest expense under the FMV method, Treas. Reg. § 1.8619T(e)(2), operating in tandem with Treas. Reg. § 1.8619T(h)(1)(ii), requires a greater-than-10-percent corporate\npartner to look through and take into account its proportionate\nshare of the gross assets of the partnership. We have generated this opinion in light of the imminent\nclosing of the case to Appeals. Upon consideration of the issue\nby Appeals, we suggest that this issue is one which would benefit\nfrom a request for Technical Advice. If questions remain, or if\nwe may be of further assistance in this matter, please contact\nthe undersigned at your convenience. RICHARD E. TROGOLO\nAssociate Area Counsel\n(Large & Mid-Size Business) By: _____________________________ JAMES E. KAGY\nSenior Counsel\n(Large & Mid-Size Business) CC:LM:HMT:CIN:1:POSTF-168001-03 Page 10 Attachment to POSTF-168001-03\nTAXPAYER\nNPA # I31\nSubject: Interest Expense Apportionment / Treatment of Partnerships in the FMV Election Context The major issue is to assess whether or not the B partnership interest represents a tangible asset\nand/or whether or not TAXPAYER should look through the partnership for purposes of applying\nthe FMV formula. In filing its US Federal income tax return, TAXPAYER took the position that Treas. Reg. 1.8619T(h) provides authoritative guidance as to the procedures to apportion interest expense under\nthe fair market value method. It was TAXPAYER’s position that, to the extent that 1.861-9T(h)\nprovides guidance for computational matters, this regulation should control over other provisions\n(such as Treas. Reg. 1.861-9T(e)). Treasury Regulation 1.861-9T(h) affirmatively states that the\napportionment should be based on the aggregate fair market value of the assets of the taxpayer\nand its pro rata share of assets held by related persons. Because TAXPAYER does not own\nmore than 50% in the B partnership, B should not be treated as a related person for purposes of\nthese regulations (see below). Applying the “10% rule” of Temp. Reg. § 1.861-9T(e)(2) to the B\nfact pattern would result in a different computation than the one that is seemingly prescribed by\nthe authority of Treas. Reg. 1.861-10T(h), which establishes a 50% and not a 10% ownership\nthreshold for determining whether the taxpayer should use the FMV of its investment vs. the\nFMV of the taxpayer’s distributive share of another entity’s assets for interest apportionment. 1. B Not A Related Person Under the FMV Method Regulations The essence and spirit of the fair market value regulations is to look through all related entities\nand capture the underlying assets and income. Treasury Regulation §1.861-9T(h)(1) defines a\nrelated person for the fair market value method by a cross reference to Treas. Reg. §1.8618T(c)(2). Treas. Reg. §1.861-8T(c)(2) defines the term ‘related person’ as two or more persons\nin a relationship described in §267(b)(3).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_10__6",
      "chunk_id": "6",
      "content": "Treasury Regulation §1.861-9T(h)(1) defines a\nrelated person for the fair market value method by a cross reference to Treas. Reg. §1.8618T(c)(2). Treas. Reg. §1.861-8T(c)(2) defines the term ‘related person’ as two or more persons\nin a relationship described in §267(b)(3). Whether a corporation is related to a partnership under\n§267(b)(10), a person is considered to own the partnership interest directly by such person and\nthe partnership interest owned with the application of §267(b)(3). Section 267(b)(10) defines a\n‘relationship’ as “(A) corporation and a partnership if the same persons own more than 50% in\nvalue of the outstanding stock of the corporation, and (B) more than 50% of the capital interest,\nor profits interest, in such partnership.” Since TAXPAYER did not own an interest of more than 50% in the partnership in question, B\nshould not be considered a related person for purposes of applying the FMV election rules. 2. The Fungibility Concept (and Other Support for General\n“Entity” Approach)\nIn accordance with section 864(e) and Temp. Treas. Reg. § 1.861-9T(a), the interest expense of a\nconsolidated group generally must be apportioned based on all of the assets held by the group, CC:LM:HMT:CIN:1:POSTF-168001-03 Page 11 using average tax book values of fair market values. 3 The statute proceeds from the assumption\nthat money is fungible, and therefore borrowings effectively fund all the of the taxpayer’s\nassets. 4 As the regulations explain: The method of allocation and apportionment for interest . . . is based on the\napproach that, in general, money is fungible and that interest expense is\nattributable to all activities and property regardless of any specific purpose for\nincurring an obligation on which interest is paid. . . . The fungibility approach\nrecognizes that all activities and property require funds and that management has a\ngreat deal of flexibility as to the source and use of funds. When borrowing will\ngenerally free other funds for other purposes, and [sic] it is reasonable under this\napproach to attribute part of the cost of borrowing to such other purposes. Consistent with the principles of fungibility, except as otherwise provided, the\naggregate of deductions for interest in all cases shall be considered related to all\nincome producing activities and assets of the taxpayer and, thus, allocable to all\nthe gross income which the assets of the taxpayer generate, have generated, or\ncould reasonably have been expected to generate. 5 The preamble to the regulations reiterates that under the fungibility approach interest is to be\nallocated based on the “assets of the taxpayer.”6 Under the interest apportionment rules, a “taxpayer” is defined to include an affiliated group of\ncorporations, which, in general, has the same meaning as that term is given in section 1504\nexcept that section 936 corporations and certain directly or indirectly 80 percent controlled (as\nmeasured by vote or value) domestic corporations are also included within the definition. 7 Thus,\nin accordance with the regulations under section 864(e), the fungibility concept does not go\nbeyond the “border” of a single taxpayer to, for example, less than 80 percent controlled\ndomestic corporations.",
      "queries": [
        "treasury regulation definition related persons for fair market value"
      ],
      "queries_score": [
        "1.9440018"
      ]
    },
    {
      "id": "legal-advice_10__7",
      "chunk_id": "7",
      "content": "7 Thus,\nin accordance with the regulations under section 864(e), the fungibility concept does not go\nbeyond the “border” of a single taxpayer to, for example, less than 80 percent controlled\ndomestic corporations. Under the fungibility theory, it seems to follow that indebtedness incurred by the TAXPAYER\nGroup is regarded as funding all Group assets, including TAXPAYER’s investment in B. In\ncontrast, the assets held by B would reflect not only the capital contributed by a partner but also\n(i) the indebtedness incurred by B for which a partner may not have exposure, and (ii) the assets\npurchased and contributed by other partners. Therefore treating the outside partnership interest as the relevant asset for purposes of these rules\nseems to be consistent with the fungibility concept. 3 Temp. Treas. Reg. § 1.861-9T(f)(1) and (g)(1). H.R. Rep. No. 426, 99th Cong. 1st Sess. 372, 374, 377 (1985) (“1986 House\nReport”), 1986-3 C.B. (Vol. 2) 372, 374, 377; S. Rep. No. 313, 99th Cong. 2nd\nSess. 344-45, 350 (1986) (“1986 Senate Report”), 1986-3 C.B. (Vol. 3) 344-45,\n350; H.R. Conf. Rep. No. 841, 99th Cong. 2nd Sess. II-605 (1986) (“1986\nConference Report”), 1986-3 C.B. (Vol. 4) 605. 5\nTemp. Treas. Reg. § 1.861-9T(a) (emphasis added). 6\nT.D. 8228, 1988-2 C.B. 136, 137.\n7\nTemp. Treas. Reg. § 1.861-9T(a) and Treas. Reg. § 1.861-11(d)(1) and\n(7). 4 CC:LM:HMT:CIN:1:POSTF-168001-03 Page 12 REMARK: We also note that the treatment of the outside partnership interest as the relevant\nasset for purposes of allocating interest expense incurred outside of the partnership is consistent\nwith the manner in which a foreign corporation’s own interest expense is allocated under the\nbranch profits tax rules. Under the branch profits tax rules finalized in 1996, the relevant asset is\nthe foreign corporation’s tax basis in a partnership interest, and not the gross assets of the\npartnership. Treas. Reg. § 1.884-1(d)(3)(i); T.D. 8658, 1996-1 C.B. 161-62; T.D. 8657, 1996-1\nC.B. 153. The branch profits rules, however, also adjust any foreign partner’s tax basis in a\npartnership by an attributable portion of the partnership’s liabilities. No comparable rule or\nadjustment applies under Temp. Treas. Reg. § 1.861-9T. Interest expense incurred directly by a\nforeign partner in a partnership is generally excluded from the interest expense allocation rules of\nsection 864(e), with the allocation of such interest being governed solely by section 884. See\nTemp. Treas. Reg. § 1.861-9T(e)(7). Based on the above, the “entity” approach to partnerships for purposes of apportioning interest\nexpense to foreign source income seems to be consistent with the fungibility concept and with\nother provisions in the Code, such as the manner in which a foreign corporation’s own interest\nexpense is allocated under the branch profits tax rules. Absent specific guidance to the contrary\n(see below), TAXPAYER should follow the entity approach to partnerships in calculating the\namount of interest expense apportioned to foreign source income. 3. Application to TAXPAYER Group Interest Expense / No Guidance to Dictate Deviating\nfrom the General Rule The regulations contain an example showing how interest expense incurred outside the\npartnership by a less than 10 percent corporate partner is to be apportioned.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_10__8",
      "chunk_id": "8",
      "content": "3. Application to TAXPAYER Group Interest Expense / No Guidance to Dictate Deviating\nfrom the General Rule The regulations contain an example showing how interest expense incurred outside the\npartnership by a less than 10 percent corporate partner is to be apportioned. No guidance is\nprovided, however, for the apportionment of interest expense incurred outside of the partnership\nthe case of a greater than 10 percent corporate partner (as noted further below, guidance is\nprovided, however, for apportioning interest expense incurred inside the partnership in the case\nof a more than 10 percent corporate partner). See Temp. Treas. Reg. § 1.861-9T(e)(6), Example\n(iii) and (iv). Therefore, in accordance with the plain language of Treas. Reg. § 1.861-9T(a) and (g), the assets\nto be taken into account for apportionment purposes with respect to interest expense incurred\ndirectly by the TAXPAYER Group should be those assets held directly by a taxpayer. Based on\nthe general rules described above, again for purposes of apportioning interest expense incurred\ndirectly by the TAXPAYER Group, the “assets of the taxpayer” should include the FMV of\nTAXPAYER’s partnership interest in B partnership. 4. Application to TAXPAYER’s Distributive Share of B Interest Expense / Guidance to Use\nAggregate Theory As noted above, the interest expense apportionment rules under section 864(e) include special\nrules applicable to partnerships. Those rules are limited in scope, however, and should not be\napplicable to the interest expense directly incurred by a controlling corporate partner outside of CC:LM:HMT:CIN:1:POSTF-168001-03 Page 13 the partnership.8 In relevant part, Temp. Treas. Reg. § 1.861-9T(e)(2) provides a special rule that requires a\ncorporate partner that directly or through section 318 attribution owns 10 percent or more of a\npartnership to allocate its distributive share of a partnership’s interest expense on a combined\ngross asset basis. Under this special rule, a partnership is treated as an “aggregate” in that the\ncorporate partner’s distributive share of partnership interest expense must be allocated based on\nthe sum of the average assets held directly by the partner and the partner’s pro rata share\n(determined by reference to the partner’s interest in partnership income for the year) of the\naverage assets held by the partnership.9 This “aggregate” approach, however, by its explicit terms, is solely for purposes of allocating a\ncorporate partner’s distributive share of partnership interest expense. This special rule should not be treated as overriding the general rule applicable to the allocation\nof interest expense incurred directly by the partner for two main reasons. First, this special rule\nis not consistent with the fungibility approach, according to which the interest expense incurred\ndirectly by the corporate partner was for the purpose of funding the partner’s investment in the\npartnership itself, not the assets held by the partnership. Second, if it was intended that a\ncorporate partner (such as TAXPAYER) be required to take into account the gross assets of a\npartnership for purposes of allocating its non-partnership interest expense, Temp. Treas. Reg. §\n1.861-9T(e)(2) would be superfluous, because no special rule would in fact then be needed for a\n“10 percent or greater” corporate partner. 5. Conclusion\nTAXPAYER believes its’ tax return position to be correct based on the positions outlined above. 8",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_10__9",
      "chunk_id": "9",
      "content": "Treas. Reg. §\n1.861-9T(e)(2) would be superfluous, because no special rule would in fact then be needed for a\n“10 percent or greater” corporate partner. 5. Conclusion\nTAXPAYER believes its’ tax return position to be correct based on the positions outlined above. 8 See Temp. Treas. Reg. § 1.861-9T(e). Prior to the promulgation of Temp. Treas. Reg. § 1.861-9T(e) in 1988, there were no special regulatory rules\napplicable to the allocation of partnership interest expense or for\npartnerships in general. 9\nTemp. Treas. Reg. § 1.861-9T(e)(1) and (2). See T.D. 8228, 1988-2 C.B.\n136, 138 (the special interest allocation rules of Temp. Treas. Reg. § 1.8619T(e)(2) are described as limited to the allocation of a corporate partner’s\ndistributive share of partnership interest expense).",
      "queries": [],
      "queries_score": []
    }
  ]
}