{
  "doc_id": "legal-advice_25",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_25__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20094301F\nRelease Date: 10/23/2009\nCC:LM:CTM:SF:1:DRakonitz\nPOSTU-153378-08\ndate:\nto: from: subject: June 24, 2009\nPeter Fong\nInternational Examiner\nDavid Rakonitz\nAttorney (San Francisco, Group 1)\n(Large & Mid-Size Business) Deductibility of Statutory Stock Options under § 174\nThis memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nAmount 1:\nAmount 2:\nAmount 3:\nAmount 4:\nAmount 5:\nAmount 6:\nAmount 7: ---------------------------------------------------------------------------------------------------------------- Business 1: --------------------------- Corporation 1: ------------------------------------------- Date 1: ------------------ Product 1: --------------------------------------------------------------------------------------------------------------------------------------------------------------- Product 2: ----------------------------------------------------------------- Product 3: ----------------------------------------------------- 2 POSTU-153378-08 Target: ----------------------------------------- Year 1:\nYear 2:\nYear 3:\nYear 4:\nYear 5:\nYear 6:\nYear 7: ------------------------------------------- ISSUE\nWhether Corporation 1 may claim a deduction under § 1741 for statutory stock options\nthat were exercised by employees working on research and development (“R&D”)? CONCLUSIONS\nNo. Corporation 1 may not claim a deduction under § 174 for exercised statutory stock\noptions. In light of § 174’s legislative history, the claimed deductions should not qualify\nas “research or experimental expenditures” under § 174. Furthermore, § 421 does not\npermit a deduction for exercised statutory stock options under § 174. FACTS\nCorporation 1 is a Business 1 company. It develops, manufactures, markets,\ndistributes and services Product 1. Corporation 1 also offers a Product 2. Corporation\n1 is an accrual method taxpayer. In Date 1, Corporation 1 completed the acquisition of\nTarget, a provider of Product 3, for approximately Amount 1. Target granted § 422 incentive stock options (“ISOs”) and offered a § 423 employee\nstock purchase plan (“ESPP”) to its employees, including employees performing R&D. A number of these R&D employees exercised their ISOs or purchased stock pursuant to\nthe ESPP during the taxable years Year 1, Year 2 and Year 3. Unless there was a\ndisqualifying disposition under § 421(b), Target did not claim a deduction for the\nexercise of these ISOs and ESPP purchases by its R&D employees. For the tax years Year 1, Year 2, and Year 3, Corporation 1 has now claimed\ndeductions under § 174 for the Target ISOs and ESPP options exercised by employees\nwho performed or were otherwise involved in R&D. The amounts of these claims are as\nfollows:\nYear 1\n1 Amount 2 All section references are to the Internal Revenue Code of 1986, as amended. 3 POSTU-153378-08\nYear 2\nYear 3 Amount 3\nAmount 4 Corporation 1 has informed the Exam Team that it anticipates making claims on behalf\nof Target for Year 4 and Year 5. These claimed deductions are based on the difference\n(the “Spread”) between the exercise price and the fair market value of the stock on the\nday of the exercise. For the tax years Year 5, Year 6, and Year 7, Corporation 1 is claiming deductions\nunder § 174 for statutory stock options exercised by its employees who performed or\nwere otherwise involved in R&D. The amounts of these claims are as follows:\nYear 5\nYear 6\nYear 7 Amount 5\nAmount 6\nAmount 7 These claimed deductions are also based on the Spread. Corporation 1 has informed the Exam Team that it is investigating whether some\ndeductions for disqualifying deductions under § 421(b) should have been claimed as a\ndeduction under § 174 in a year before the disqualifying disposition.",
      "queries": [
        "internal revenue service memo number"
      ],
      "queries_score": [
        "2.1605377"
      ]
    },
    {
      "id": "legal-advice_25__1",
      "chunk_id": "1",
      "content": "Amount 5\nAmount 6\nAmount 7 These claimed deductions are also based on the Spread. Corporation 1 has informed the Exam Team that it is investigating whether some\ndeductions for disqualifying deductions under § 421(b) should have been claimed as a\ndeduction under § 174 in a year before the disqualifying disposition. For purposes of\nthis memorandum, we presume that all of the employees were involved in R&D that\nwould qualify as research and development expenditures under § 174. LAW AND ANALYSIS This memorandum consists of two parts. It first examines § 174 and concludes that in\nlight of § 174’s legislative history the claimed deductions are not research or\nexperimental expenditures under § 174. The memo then examines § 421 and its\nlegislative history and concludes that § 421 generally does not permit a deduction for\ncompensation attributable to a statutory stock option. A. Not Expenditures Under § 174\n1. General Overview Section 174(a)(1) states, “A taxpayer may treat research or experimental expenditures\nwhich are paid or incurred by him during the taxable year in connection with his trade or\nbusiness as expenses which are not chargeable to capital account. The expenditures\nso treated shall be allowed as a deduction.” The expenditures covered by § 174 may\napply either to a general research program or to a specific project. Treas. Reg.\n§ 1.174-1 provides two methods for treating a taxpayer’s research or experimental\nexpenditures that are incurred in connection with the taxpayer’s trade or business. If a\ntaxpayer adopts the method provided in § 174(a), the taxpayer may deduct as expenses\nresearch or experimental expenditures that are incurred in connection with the POSTU-153378-08 4 taxpayer’s trade or business. Treas. Reg. § 1.174-3(a). Alternatively, a taxpayer may\nelect to defer and amortize the expenses. Treas. Reg. § 1.174-4. Research or\nexperimental expenditures which are neither treated as expenses nor deferred and\namortized under section 174 must be charged to a capital account. Treas. Reg.\n§ 1.174-2(a)(1). As explained below, Corporation 1’s claimed deductions should not qualify as\nexpenditures given the legislative history of § 174. 2. Not an Expenditure The Spread does not qualify as an expenditure under § 174 and, thus, should not be\ndeducted. Treas. Reg. § 1.174-2(a)(1) defines the term “research or experimental\nexpenditures” as meaning:\n[E]xpenditures incurred in connection with the taxpayer's trade or business which\nrepresent research and development costs in the experimental or laboratory\nsense. The term generally includes all such costs incident to the development or\nimprovement of a product. The term includes the costs of obtaining a patent,\nsuch as attorneys' fees expended in making and perfecting a patent application. Expenditures represent research and development costs in the experimental or\nlaboratory sense if they are for activities intended to discover information that\nwould eliminate uncertainty concerning the development or improvement of a\nproduct. . . . Whether expenditures qualify as research or experimental\nexpenditures depends on the nature of the activity to which the expenditures\nrelate, not the nature of the product or improvement being developed or the level\nof technological advancement the product or improvement represents. While this definition is broad, it should be read in the context of Congress’s purpose for\nenacting § 174.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_25__2",
      "chunk_id": "2",
      "content": "While this definition is broad, it should be read in the context of Congress’s purpose for\nenacting § 174. Before Congress enacted § 174, there was significant confusion surrounding the tax\naccounting of research or experimental expenditures. House Ways and Means\nCommittee Report No. 1337 described the situation before the enactment of § 174:\nNo specific treatment is authorized by present law for research and experimental\nexpenditures. To the extent that they are ordinary and necessary they are\ndeductible; to the extent that they are capital in nature they are to be capitalized\nand amortized over useful life. . . . However, where projects are not abandoned\nand where a useful life cannot be definitely determined, taxpayers have had no\nmeans of amortizing research expenditures. H.R. Rep. No. 1337 at 28 (1954). Section 174 allows taxpayers to deduct research and\nexperimental expenditures which would otherwise be capitalized, but it should not be\ninterpreted as covering statutory stock options. The House Report indicates that POSTU-153378-08 5 Congress intended § 174 to make capital expenses deductible and to make deductible\nexpenses associated with projects with an indeterminate useful lives. There is no\nsuggestion that § 174 would undo the symmetry (discussed later in this memorandum)\nestablished by § 421 of no income to the taxpayer and no deduction to the employer. The legislative history of § 174 indicates that Congress had two purposes for enacting\n§ 174: 1) To encourage research and experimental activities and 2) To eliminate the\nuncertainty as to the tax treatment of research and experimental expenditures. House\nWays and Means Committee Report No. 1337 noted, “To eliminate uncertainty and to\nencourage taxpayers to carry on research and experimentation the committee bill\nprovides that these expenditures . . . may, at the option of the taxpayer, be treated as\ndeductible expenses.” H.R. Rep. No. 1337 at 28 (1954). See also Rev. Rul. 85-186,\n1985-2 C.B. 84. There is no indication, however, that the enactment of § 174 was going\nto alter the deductibility of statutory stock options. In Rev. Rul. 85-186, the Service concluded that the sale of the resulting technology\ndoes not trigger the recapture of expenses previously deducted under § 174. As part of\nits analysis, Rev. Rul. 85-186 discussed the legislative history of § 174. Rev. Rul.\n85-186 noted that § 174(a) deviates from the general rules governing expenditures by\nallowing a current deduction for research or experimental expenditures even though the\nexpenditures might create an asset with a useful life beyond the tax year. The\nlegislative history does not indicate that Congress intended to encourage research and\nexperimental expenditures by altering the treatment of statutory stock options. In\nessence, § 174 is a special accounting method, not a vehicle for altering the rules\ngoverning the deductibility of statutory stock options. B. Section 421 Does not Permit a Deduction under § 174 Section 421 specifically disallows a deduction under § 162 for compensation attributable\nto a stock option granted under §§ 422 or 423 (except in cases of disqualifying\ndispositions). Given its legislative history, § 421 also does not permit statutory stock\noptions to be deducted under § 174.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_25__3",
      "chunk_id": "3",
      "content": "Section 421 specifically disallows a deduction under § 162 for compensation attributable\nto a stock option granted under §§ 422 or 423 (except in cases of disqualifying\ndispositions). Given its legislative history, § 421 also does not permit statutory stock\noptions to be deducted under § 174. In this section of the memo, we first provide an overview of the tax treatment of stock\noptions. We then explain § 421’s legislative history and the sole circumstances when\n§ 421 permits a deduction for a statutory stock option. Finally, we discuss and reject\ntaxpayer’s argument that § 421 does not bar an employer from claiming a § 174\ndeduction for the Spread of a statutory stock option. 1. Overview of Tax Treatment on Stock Options Generally, employers may deduct compensation attributable to stock options pursuant\nto § 162(a)(1), which permits a deduction for “reasonable allowance for salaries or other\ncompensation.” Employers compensate employees with two types of stock options: (1)\nnonstatutory stock options and (2) statutory stock options. POSTU-153378-08 6 Section 83 sets out the tax treatment for nonstatutory stock options. If the nonstatutory\nstock option has a readily ascertainable fair market value when it is granted, the\nrecipient receiving the option realizes income at that time. Treas. Reg. § 1.83-7(a). The\nrecognized income is the fair market value less the amount paid for the option. If the\nnonstatutory stock option does not have a readily ascertainable fair market value when\nit is granted, Treas. Reg. § 1.83-7(a) provides that the recipient receiving the option\nrecognizes income when the recipient exercises the nonstatutory stock option. The\nrecognized income equals the fair market value of the stock on the date of exercise less\nthe exercise price. We refer to this amount as the compensatory element of the stock\noption. Section 83(h) provides that an employer may deduct the compensatory element\nof the stock option under § 162. The congressional policy underlying § 83(h) is that an\nemployer may deduct the compensatory element only if the compensatory element is\nincluded in the gross income of the recipient. See Tilford v. Commissioner, 705 F.2d\n828, 830-31 (6th Cir. 1983); Venture Funding, Ltd. v. Commissioner, 110 T.C. 236, 242\n(1998), aff’d without opinion, 198 F. 3d 248 (6th Cir. 1999). Section 421 sets out the tax treatment for statutory stock options. Statutory stock\noptions include incentive stock options (“ISOs”) and options granted under employee\nstock purchase plans (“ESPPs”). Section 422 sets out the requirements for ISOs. Section 423 sets out the requirements for ESPPs and for options granted under such\nplans. Section 421(a)(1) provides that “no income shall result at the time of the transfer\nof such share to the individual upon his exercise of the option with respect to such\nshare.” Section 421(a)(2) provides that,\nno deduction under section 162 (relating to trade or business expenses) shall be\nallowable at any time to the employer corporation, parent or subsidiary\ncorporation of such corporation, or a corporation issuing or assuming a stock\noption in a transaction to which section 424(a) applies, with respect to the share\nso transferred. Accordingly, § 421(a) provides different tax treatment than § 83(a).",
      "queries": [
        "is there a statutory deduction for stock options?",
        "what is the statutory deduction for stock option compensation"
      ],
      "queries_score": [
        "2.4443467",
        "1.7253563"
      ]
    },
    {
      "id": "legal-advice_25__4",
      "chunk_id": "4",
      "content": "Accordingly, § 421(a) provides different tax treatment than § 83(a). Whereas § 83(a)\nrequires an employee to recognize income on the date of exercise of the nonstatutory\nstock option if the option did not have an ascertainable fair market value on the date of\ngrant, § 421(a)(1) does not require such recognition. Consistent with the policy that an\nemployer may deduct the compensatory element of a stock option only if the\ncompensatory element is included in the gross income of the employee, § 421(a)(2)\ndoes not permit a deduction for the compensatory element attributable to statutory stock\noptions because the compensatory element is excluded from the employee’s gross\nincome. Treas. Reg. § 1.421-2(a)(1)(ii) reinforces this tax treatment by providing that,\n“No deduction under sections 83(h) or 162 or the regulations thereunder (relating to\ntrade or business expenses) is allowable to any time with respect to the share so\ntransferred. ”2\n2 Discussing an ISO, Example 7 of Treas. Reg. § 1.424-1(c)(4) notes in passing that a corporation is not POSTU-153378-08 2. 7 Legislative History of Section 421 The legislative history for ESPPs and ISOs demonstrate Congress’s intent that\n§ 421(a)(2) does not permit an employer to deduct the compensatory element of a\nstatutory stock option. The Revenue Act of 1964 provided the tax treatment for ESPPs. House Report No. 749 (1963) explained the intended tax treatment for stock options\ngranted pursuant to ESPPs: As indicated previously, except for the addition of the nondiscrimination\nrequirement (and the requiring of stockholder approval) the tax treatment of\nemployee stock purchase plans continues to be substantially similar to the tax\ntreatment of restricted stock options under present law. Thus, as under present\nlaw, no income is to be reported by the employee either at the time the option is\ngranted or at the time it is exercised. Similarly, no deduction is available to the\nemployer corporation with respect to the employee stock purchase plan. 1964 U.S.C.C.A.N. (vol. 1) at 1377 (Emphasis added). The Report’s provision that “no\ndeduction is available to the employer corporation with respect to the employee stock\npurchase plan” is unqualified. The Report does not provide that a deduction may be\navailable to the employer corporation under another section of the Code. Congress\nenacted § 174 in 1954. If Congress intended for a deduction to be available under\n§ 174 for compensation attributable to stock options granted under an ESPP, it would\nhave qualified its 1964 statement that “no deduction is available to the employer\ncorporation with respect to the employee stock purchase plan.” House Report No. 749 also explained the intended tax treatment of qualified stock\noptions, which are the predecessors to ISOs:\nGenerally, in the case of qualified stock options, no income tax is imposed either\nat the time the option is granted or at the time the option is exercised and the\nstock is transferred to the employee. Similarly, no business expense deduction\nis allowed to the employer corporation (or a parent or subsidiary of that\ncorporation) at any time with respect to this option. 1964 U.S.C.C.A.N. (vol. 1) at 1374 (Emphasis added).",
      "queries": [
        "which tax law requires an employee to recognize income on the date of exercise of a nonstatutory stock option?"
      ],
      "queries_score": [
        "2.8032837"
      ]
    },
    {
      "id": "legal-advice_25__5",
      "chunk_id": "5",
      "content": "Similarly, no business expense deduction\nis allowed to the employer corporation (or a parent or subsidiary of that\ncorporation) at any time with respect to this option. 1964 U.S.C.C.A.N. (vol. 1) at 1374 (Emphasis added). The provision in House Report\nNo. 749 (emphasis added) that “no business expense deduction is allowed to the\nemployer corporation” may be interpreted as being less restrictive than the comparable\nprovision for ESPPs (“no deduction is available to the employer corporation”) because\nthe phrase “business expense” might qualify the provision to disallow a deduction only\nunder § 162 and make the deduction available under other Code sections. This\ninterpretation is incorrect. Section 421 provides the tax treatment for both types of stock\noptions; thus, the provision which does not permit a deduction for compensation\nentitled to any deduction at any time for the ISO. POSTU-153378-08 8 attributable to qualified stock options should be treated the same as the provision for\nstock options granted under ESPPs. The legislative history governing ISOs further\nbolsters this interpretation. The Economic Recovery Tax Act of 1981 established ISOs. P.L. 97-34. Senate Report\n97-144 states the intended tax treatment for ISOs: The bill provides for “incentive stock options,” which will be taxed in a manner\nsimilar to the tax treatment previously applied to restricted and qualified stock\noptions. That is, there will be no tax consequences when an incentive stock\noption is granted or when the option is exercised, and the employee will be taxed\nat capital gains rates when the stock received on exercise of the option is sold. Similarly, no business expense deduction will be allowed to the employer with\nrespect to an incentive stock option. 1981 U.S.C.C.A.N. (vol. 2) at 202 (Emphasis added). The emphasized language is\nunequivocal that there are no tax consequences when an ISO is granted or exercised. The reference in the last sentence to “no business expense deduction” reinforces the\npreceding sentence that there are no tax consequences when an ISO is granted or\nexercised; it does not limit the preceding sentence. 3.\nSection 421 Allows the Deduction of Compensation Attributable to Stock\nOptions under Only One Circumstance An employer may deduct the compensatory element attributable to a statutory stock\noption under one circumstance only — if the employee disposes of the stock in a\ndisqualifying disposition. § 421(b). A disqualifying disposition occurs when the\nemployee does not meet the holding requirements that are required by §§ 422(a)(1) (for\nstock acquired by exercising ISO’s) or 423(a)(1) (for stock acquired by exercising\noptions granted under an ESPP). To receive the beneficial tax treatment of § 421(a)\n(exclusion of the compensatory element from gross income on date of exercise),\nCongress required that employees meet the holding requirements of §§ 422(a)(1) or\n423(a)(1). If the employee disposes of the stock in a disqualifying disposition, then the employee is\nrequired to include the compensatory element of the stock option (generally measured\nas the Spread on the date of exercise) in gross income in the year of disposition. § 421(b). The tax consequences for the employee in a disqualifying disposition are\nessentially the same as the tax consequences for exercising a nonstatutory stock option\nunder § 83(a). Indeed, Treas.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_25__6",
      "chunk_id": "6",
      "content": "§ 421(b). The tax consequences for the employee in a disqualifying disposition are\nessentially the same as the tax consequences for exercising a nonstatutory stock option\nunder § 83(a). Indeed, Treas. Reg. § 1.421-2(b)(1) provides that the rules of §§ 83(a)\nand (h) apply to determine the tax consequences to the employee and the employer\ncorporation when the employer disposes of the stock in a disqualifying disposition. Because the employee is required to include the compensatory element of a stock\noption in gross income as a result of a disqualifying disposition, Congress provided that\nthe employer corporation may deduct the compensatory element. By permitting the POSTU-153378-08 9 deduction, Congress reinforced the policy that an employer may deduct the\ncompensatory element only if the compensatory element is includible in the gross\nincome of the employee. Treas. Reg. § 1.421-2(b)(1) provides that the employer may\ntake this deduction under § 162. 4. Taxpayer’s Argument Corporation 1 argues that because the text of § 421(a)(1) specifically disallows a\ndeduction under §162 for compensation attributable to a statutory stock option then a\ndeduction for such compensation is allowable under another section of the Code. Section 421(a) provides for the exclusion of the compensatory element from an\nemployee’s gross income. In essence, by claiming that it is entitled to a deduction\nunder § 174, Corporation 1 effectively seeks to receive the tax benefits of § 83(h), which\nprovides for a deduction for the employer, for ISOs and ESPPs that are eligible for tax\ntreatment provided in § 421(a). Effectively, Corporation 1 argues that it is entitled to a\ndeduction triggered by a disqualifying disposition without the disqualifying disposition\ntaking place and without an employee recognizing income. Corporation 1’s argument and “plain reading” of § 421 are disingenuous. Corporation\n1’s position violates congressional policy that an employer may deduct the\ncompensatory element of a stock option only if the compensatory element is included in\nthe gross income of the employee. In Albertson’s Inc. v. Commissioner, 42 F.3d 537,\n545 (9th Cir. 1994), the Ninth Circuit reasoned that it “may not adopt a plain language\ninterpretation of a statutory provision that directly undercuts the clear purpose of the\nstatute.” In Albertson’s, the taxpayer argued that certain amounts paid into deferred\ncompensation agreements constituted interest and could be deducted under § 404. The Ninth Circuit, however, concluded that not withstanding the statutory language, the\ntaxpayer’s interpretation would not be consistent with Congress’s intent. The Ninth Circuit’s reasoning in Albertson’s should apply to this situation. Provided the\nrequired holding periods are satisfied, Congress intended to prohibit an employer\ncorporation from deducting the compensatory element of a statutory stock option. The\nlegislative history of § 421 reinforces the policy that an employer may deduct the\ncompensatory element of a stock option only if the compensatory element is included in\nthe gross income of the employee. Accordingly, Section 421(a)(2) does not permit a\ndeduction for the compensatory element attributable to statutory stock options because\nthe compensatory element is excluded from the employee’s gross income. C. Conclusion As discussed earlier, Corporation 1 may not deduct the Spread of a statutory stock\noption under § 174.",
      "queries": [
        "what is the tax consequences of a disqualified disposition"
      ],
      "queries_score": [
        "1.7228047"
      ]
    },
    {
      "id": "legal-advice_25__7",
      "chunk_id": "7",
      "content": "Accordingly, Section 421(a)(2) does not permit a\ndeduction for the compensatory element attributable to statutory stock options because\nthe compensatory element is excluded from the employee’s gross income. C. Conclusion As discussed earlier, Corporation 1 may not deduct the Spread of a statutory stock\noption under § 174. In addition, § 421 also does not permit Corporation 1 to deduct the\nSpread of a statutory stock option. POSTU-153378-08 10 This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. Please call (415) 227-5143 if you have any further questions. PAUL R. ZAMOLO\nAssociate Area Counsel\n(Communications, Technology & Media: San\nFrancisco)\nBy: _____________________________ David Rakonitz\nAttorney (San Francisco, Group 1)\n(Large & Mid-Size Business)",
      "queries": [
        "can you deduct stock options"
      ],
      "queries_score": [
        "1.6701287"
      ]
    }
  ]
}