{
  "doc_id": "legal-advice_85",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_85__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20124701F\nRelease Date: 11/23/2012\nCC:LB&I:ABC:OFFC:ATTY\nPOSTF-132667-12\nUILC: 1502.92-00; 1312.00-00; 1312.05-00 Date: October 12, 2012 To: Manager, Supervisory Revenue Agent\nAgent, Revenue Agent\nLarge Business & International Division\n------------- From: Associate Area Counsel, -----------------Large Business & International Division Subject: -----EIN: XX-XXXXXXX ABC\nOFFC\nATTY\nRegion B\nManager\nAgent\nRegion A\nXYZ\nXX-XXXXXXX\nAAC\nSigning\nCity\nYear 3\nYear 2\nYear 1\nDate 3\nX\nYear 4\nDate 6\nDate 1 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- Date 2\nDate 4\nYear 4\nDate 5 =\n=\n=\n= -----------------------------------------------------------------------------------------------ISSUE: Whether the mitigation provisions contained in Internal Revenue Code (\"IRC\")\nsections 1311 to 1314 apply to XYZ (the \"taxpayer\"), so that it may carryback its Year 3 net operating loss to the taxable years Year 1 and Year 2, years barred\nby the statute of limitations. FACTS:\nOn or about Date 3, the taxpayer filed its Year 3 income tax return. On its Year 3\nincome tax return, the taxpayer reported a net operating loss (\"NOL\") of $X. On\nSchedule K, the taxpayer checked the box on line 11 to forgo the carryback\nperiod, and therefore purportedly elected to carryforward the NOL generated in\ntax year Year 3. Attached to the taxpayer's return is a NOL Summary, which\nindicates that the taxpayer intended to carryforward its Year 3 NOL to a future\nyear. The taxpayer claimed the Year 3 NOL as a net operating loss deduction on\nits Year 4 income tax return. However, the taxpayer did not attach the statement\nrequired by Treas. Reg. §1.1502-21(b)(3) to its Year 3 income tax return\nrelinquishing the carryback period. Because the taxpayer failed to attach the\nstatement required by Treas. Reg. §1.1502-21(b)(3), the taxpayer made an\ninvalid election to waive the carryback period. ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Exam subsequently communicated its position to the taxpayer that the taxpayer’s\nelection to forego the carryback period was ineffective. In response, the taxpayer\nsent Exam a letter, dated Date 6, claiming among other things that the mitigation\nprovisions permit it to carryback the Year 3 NOL to Year 1. The taxpayer filed its Year 1 income tax return on or about Date 1; its Year 2\nincome tax return on or about Date 2; its Year 3 income tax return on or about\nDate 3; and its Year 4 income tax return on or about Date 4. Currently, the\nstatute of limitations for claiming a refund for taxable years Year 1, Year 2, and\nYear 3 has expired. The statute of limitations for filing refund claims for taxable\nyear Year 4 has been extended by the taxpayer, and it is currently still open. LAW AND ANALYSIS:\nIRC section 1311(a) states that \"[i]f a determination (as defined in section 1313)\nis described in one or more of the paragraphs of section 1312 and, on the date of 2 the determination, correction of the effect of the error referred to in the applicable\nparagraph of section 1312 is prevented by the operation of any law or rule of law,\nother than this part and other than section 7122 (related to compromises), then\nthe effect of the error shall be corrected by an adjustment made in the amount\nand manner specified in section 1314.\" IRC §1311(a).",
      "queries": [
        "irs memorandum release date",
        "internal revenue service memo number"
      ],
      "queries_score": [
        "2.4432442",
        "1.8960814"
      ]
    },
    {
      "id": "legal-advice_85__1",
      "chunk_id": "1",
      "content": "Therefore, in order for the\nmitigation provisions to apply, there must be a determination, the determination\nmust result in a circumstance of adjustment (Section 1312), and the taxpayer\nmust satisfy other requirements as described below. The first requirement for the mitigation provisions to apply is that there must be a\n\"determination\" as defined in IRC section 1313. See IRC §1311(a). A\ndetermination is defined to include: (1) a decision by the Tax Court or a\njudgment, decree, or other order by any court of competent jurisdiction; (2) a\nclosing agreement entered into under section 7121; (3) a final disposition by the\nSecretary of a claim for refund; or (4) an agreement entered into by the Secretary\nand a taxpayer. See IRC §1313(a). In the instant case, there is currently not a\ndetermination. However, the taxpayer could eventually obtain a determination\neither pursuant to a decision by the Tax Court, or a final disposition by the\nSecretary of a claim for refund. The determination requirements could also be\nsatisfied by the parties entering into a closing agreement. In our view, the\nService should enter into a closing agreement that the taxpayer is not entitled to\nthe claimed net operating loss deduction in Year 4 because the taxpayer could\nultimately secure such a determination in court. Therefore, the remainder of the\nanalysis below is based upon the assumption that the Service will agree to enter\ninto such a closing agreement, so the “determination” requirement in sec. 1313 is\nmet. The next requirement is that the taxpayer must satisfy one of the circumstances\nof adjustment provided for in IRC section 1312. The applicable provision in the\ninstant case is IRC section 1312(4), which states that \"the determination\ndisallows a deduction or credit which should have been allowed to, but was not\nallowed to, the taxpayer for another taxable year, or to a related taxpayer.\" IRC\n§1312(4). In the instant case, the determination that the Year 3 NOL cannot be\ncarried forward to the Year 4 tax year is the disallowance of a deduction that\nshould have been allowed to the taxpayer for the Year 1 or Year 2 tax years. The statute of limitations is closed for the Year 1-Year 3 tax years; thus, the NOL\ncannot be carried back to Year 1 or Year 2. Because there is an invalid election,\nthe taxpayer would be permitted to carryback the Year 3 NOL to the Year 1 or\nYear 2 tax years; however, because those years are barred by the statute of\nlimitations, there is a double disallowance. The denial of the NOL carryforward in Year 4 is the denial of a deduction,\nbecause a NOL becomes a deduction in the years that it is carried forward or\ncarried back. See IRC §172(a). Therefore, the taxpayer satisfies the criteria of\nIRC section 1312(4). 3 Because the taxpayer is claiming that there is a double disallowance of a\ndeduction, the requirements of IRC §1311(b)(2)(B) also need to be evaluated.",
      "queries": [
        "when does mitigation apply",
        "when mitigation provisions are required"
      ],
      "queries_score": [
        "1.5347285",
        "2.0781555"
      ]
    },
    {
      "id": "legal-advice_85__2",
      "chunk_id": "2",
      "content": "See IRC §172(a). Therefore, the taxpayer satisfies the criteria of\nIRC section 1312(4). 3 Because the taxpayer is claiming that there is a double disallowance of a\ndeduction, the requirements of IRC §1311(b)(2)(B) also need to be evaluated. That section states that “[i]n the case of a determination described in section\n1312(4) (relating to disallowance of certain deductions and credits) adjustment\nshall be made under this part only if credit or refund of the overpayment\nattributable to the deduction or credit described in such section which should\nhave been allowed to the taxpayer or related taxpayer was not barred, by any\nlaw or rule of law, at the time the taxpayer first maintained before the Secretary\nor before the Tax Court, in writing, that he was entitled to such deduction or\ncredit for the taxable year to which the determination relates.\" IRC\n§1311(b)(2)(B). Treas. Reg. §1.1311(b)-2 explains that a taxpayer \"will be\nconsidered to have first maintained in writing before the Commissioner or the Tax\nCourt that he was entitled to such deduction or credit when he first formally\nasserts his right to such deduction or credit as, for example, in a return, in a claim\nfor refund, or in a petition (or an amended petition) before the Tax Court.\" Treas. Reg. §1.1311(b)-2(b). The taxpayer filed its Year 1 income tax return on or about Date 1; its Year 2\nincome tax return on or about Date 2; its Year 3 income tax return on or about\nDate 3; and its Year 4 income tax return on or about Date 4. The taxpayer\nclaimed the Year 3 NOL as a deduction on its Year 4 income tax return, which\nwas filed with the Service on or about Date 4. Therefore, it needs to be\ndetermined if the statute of limitations was open for purposes of claiming a refund\non the carryback of the Year 3 NOL to the Year 1 and Year 2 tax years on Date 4\n(the date when written notice was first provided to the Commissioner). IRC section 6511(d)(2)(A) prescribes the limitations period with respect to net\noperating loss carrybacks. That section states in relevant part that \"the period\nshall be that period which ends 3 years after the time prescribed by law for filing\nthe return (including extensions thereof) for the taxable year of the net operating\nloss …, or the period prescribed in subsection (c) in respect of such taxable year,\nwhichever expires later.\" IRC §6511(d)(2)(A). Therefore, because the NOL\nrelates to the Year 3 tax year, the taxpayer had until Date 5 to file a refund claim\ncarrying back the Year 3 NOL to its Year 1 and Year 2 tax years. Because the\ntaxpayer had until Date 5 to file a refund claim, the filing of its Year 4 income tax\nreturn on Date 4 was within the limitations period for which the taxpayer could\nhave claimed a refund to carryback the Year 3 NOL to its Year 1 and Year 2 tax\nyears.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_85__3",
      "chunk_id": "3",
      "content": "Because the\ntaxpayer had until Date 5 to file a refund claim, the filing of its Year 4 income tax\nreturn on Date 4 was within the limitations period for which the taxpayer could\nhave claimed a refund to carryback the Year 3 NOL to its Year 1 and Year 2 tax\nyears. Because the taxpayer can eventually obtain a determination under IRC section\n1313(a), meets the definition of a double deduction under IRC section 1312(4),\nand satisfies the requirements of IRC sections 1311(a) and 1311(b)(2)(B), the\ntaxpayer can qualify for mitigation. The conclusion that the taxpayer can qualify for the benefits of mitigation is\nsupported by the Service’s position in Plauche-Locke Securities, Inc. v. United\nStates, 1972 WL 386 (W.D. La. 1972). In Plauche-Locke, the plaintiff recognized 4 a NOL in 1965. Instead of carrying back the 1965 NOL to its 1962 tax year, the\nplaintiff erroneously carried forward one-eighth of the 1965 NOL to taxable year\n1967. The Service concluded that the plaintiff was not permitted to carryforward\nits 1965 NOL, and by the time the parties entered into an agreement determining\nthat the plaintiff was not entitled to the 1965 NOL deduction claimed on its 1967\nreturn, the statute of limitations precluded the plaintiff from carrying back its 1965\nNOL to taxable year 1962. Additionally, at the time that the plaintiff filed its 1967\nreturn, upon which it claimed a deduction for one-eighth of its 1965 NOL, the\nstatutory period within which the plaintiff could have obtained a refund of its 1962\ntax as a result of the 1965 NOL had not expired. The narrow issue before the court was whether the plaintiff could apply the\nmitigation provisions to all, or only one-eighth of its 1965 NOL. The Government\ncontended that the mitigation provisions applied to only one-eighth of the\nplaintiff’s 1965 NOL. The court ruled in favor of the Government, and determined that the plaintiff was\nonly entitled to apply the mitigation provisions to the portion of its NOL that it\nerroneously carried forward to taxable year 1967. This is because that was the\nonly portion of the deduction in which the determination agreement between the\nparties disallowed. The remainder of the NOL was not subject to the\ndetermination agreement, thus, there was not a double disallowance of this\namount. Importantly, in the instant case, the facts of Plauche-Locke support that\nthe mitigation provisions can apply to the taxpayer. CONCLUSION:\nThe Service should enter into a closing agreement with the taxpayer providing\nthat the taxpayer is not entitled to the NOL carryforward deduction in Year 4. The mitigation provisions of IRC sections 1311 to 1314 will then apply so that the\ntaxpayer is permitted to carryback its Year 3 NOL to its Year 1 and Year 2 tax\nyears. Assuming that the taxpayer paid tax during those years, the statute of\nlimitations for filing refund claims would be open for those years under the\nmitigation provisions. AAC\nAssociate Area Counsel (LB&I) By: _____________________________ Signing\nAttorney (City)\nLarge Business & International 5",
      "queries": [],
      "queries_score": []
    }
  ]
}