{
  "doc_id": "legal-advice_88",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_88__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20124402F\nRelease Date: 11/2/2012\nCC:LB&I:HMT:DET:SGCappellino\nPREF-112821-12\ndate: August 9, 2012 to: ----------------, Global Team Manager ---------------------------, Account Coordinator -----------------------, Team Manager --------------------, Employment Tax Specialist\nfrom: Steven G. Cappellino\nSenior Attorney (Detroit)\n(Large Business & International) subject: Form 1099 Requirements for Claims This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nTaxpayer = ---------------------------------------------Claims\n= -------------------------X\n= ----------- ISSUES\n1. Is there a Form 1099 filing requirement for Taxpayer with respect to settlement\namounts paid to its customers in settlement of Claims? 2. Is there a Form 1099 filing requirement for Taxpayer with respect to settlement\namounts paid to attorneys representing Taxpayer customers pursuing -----------------claims? CONCLUSIONS PREF-112821-12 2 1. Taxpayer does not have a Form 1099 filing requirement for amounts paid to its\ncustomers in settlement of Claims unless it is aware the payment (or any portion of\nsuch payment) is income to its customer. 2. Taxpayer does have a Form 1099 filing requirement for amounts paid to attorneys in\nconjunction with settlements of Claims. FACTS Taxpayer is in the business of selling X to its customers. Occasionally, X has\nmanufacturing defects or requires repeated repairs.------------------------------------Federal ------------------------------------------------------------------------------------------and state ---- laws\nwere enacted to protect consumers in these situations by providing a basis for\nsubmitting claims against the manufacturers. The ----------------------------------------------------------------------------------manufacturer may be obligated to pay the customer’s attorney\nfees in a successful ------------suit. For some of the customer claims submitted against\nTaxpayer under these laws, the company reaches a settlement with the customer and\nmakes payments to resolve any potential liability. Payments are made in one of two\nways:\n1. on one check with both the customer’s name and the attorney on the check,\nwhich is then sent to the attorney (i.e., the check includes both the attorney fees\nand the amount that will go to the customer). The attorney then takes its fees\nfrom the check and distributes the remainder to their client; or\n2. on two different checks, with one check to the attorney for their fees, and another\ncheck to the customer for the balance of the settlement. ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------LAW Section 6041(a) of the Internal Revenue Code, as amended (the “Code”) provides: All persons engaged in a trade or business and making payment in the course of such\ntrade or business to another person, of rent, salaries, wages, premiums, annuities,\ncompensations, remunerations, emoluments, or other fixed or determinable gains, profits,\nand income…other than payments with respect to which a statement is required under\nthe authority of …6045), of $600 or more in any taxable year, or, in the case of such\npayments made by the United States, the officers or employees of the United States\nhaving information as to such payments and required to make returns in regard thereto\nby the regulations hereinafter provided for, shall render a true and accurate return to the\nSecretary, under such regulations and in such form and manner and to such extent as\nmay be prescribed by the Secretary, setting forth the amount of such gains, profits, and\nincome, and the name and address of the recipient of such payment. Treas. Reg. § 1.6041-1(a)(1)(i) notes that information returns are required for payments PREF-112821-12 3",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_88__1",
      "chunk_id": "1",
      "content": "Treas. Reg. § 1.6041-1(a)(1)(i) notes that information returns are required for payments PREF-112821-12 3 made “in the course of its trade or business to another person of fixed or determinable\nincome.”1 Income is “fixed” when “paid in amounts definitely predetermined” pursuant\nto Treas. Reg. § 1.6041-1(c), and is “determinable” when “there is a basis of calculation\nby which the amount to be paid may be ascertained.” The fixed and determinable\nincome requirement is not met, however, when the payor does not know whether a\npayment is income to a payee, as described in PLR 201147014:2\nBecause section 6041(a) is conditioned on a payor knowing that a payment to a payee is\nin the nature of income and the amount of such income, if a payor cannot determine\neither that a payment is in the nature of income or in what amount, then the payor is not\nrequired to file an information return under section 6041(a). If the payor is aware of the amount of its payment that is income to the payee, it reports\nthat amount under section 6041.3 Treas. Reg. § 1.6041-1(f)(1) notes that the amount to\nreport will often be “the gross amount of the payment or payments before fees,\ncommissions, expenses, or other amounts owed by the payee to another person have\nbeen deducted), whether the payment is made jointly or separately to the payee and\nanother person,” and the following examples are provided in Treas. Reg. § 1.60411(f)(2):\nExample 1. Attorney P represents client Q in a breach of contract action for lost profits\nagainst defendant R. R settles the case for $100,000 damages and $40,000 for attorney\nfees. Under applicable law, the full $140,000 is includible in Q's gross taxable income. R\nissues a check payable to P and Q in the amount of $140,000. R is required to make an\ninformation return reporting a payment to Q in the amount of $140,000. For the rules with\nrespect to R's obligation to report the payment to P, see section 6045(f) and the\nregulations thereunder. Example 2. Assume the same facts as in Example 1, except that R issues a check to Q\nfor $100,000 and a separate check to P for $40,000. R is required to make an information\nreturn reporting a payment to Q in the amount of $140,000. For the rules with respect to\nR's obligation to report the payment to P, see section 6045(f) and the regulations\nthereunder. Section 6045(f) focuses on the reporting requirements when payments are made to\nattorneys. Section 6045(f)(1)(A) states that a return is required when a person engaged\nin a trade or business makes any payment to an attorney in connection with legal\nservices in the course of its trade or business, whether or not such services are\n1 (emphasis added). See PLR 201147014, Nov. 25, 2011. The PLR cites Rev. Rul. 80-22 as authority for the premise, noting\nthe following example from the Revenue Ruling: “the Service held in Rev. Rul.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_88__2",
      "chunk_id": "2",
      "content": "(emphasis added). See PLR 201147014, Nov. 25, 2011. The PLR cites Rev. Rul. 80-22 as authority for the premise, noting\nthe following example from the Revenue Ruling: “the Service held in Rev. Rul. 80-22, 1980-1 C.B. 286,\nthat an insurance company was not required to file returns under section 6041(a) for crop insurance\nproceeds paid to certain farmers because the insurer did not know if the payments were income to the\nfarmers. For farmers who had informed the insurance company that they were required to capitalize\nfarming expenses, the amount of insurance proceeds constituting income depended on each farmer's\nbasis in the destroyed crops. That information was not known to the insurance company, and the\ncompany could not require the farmers to disclose the information. As the revenue ruling illustrates,\nhowever, the facts and circumstances must render the income not fixed and determinable. 3\nSee Treas. Reg. § 1.6041-1(f).\n2 PREF-112821-12 4 performed for the payor). 4 “Payor” is defined under Treas. Reg. § 1.6045-5(d)(3) to\ninclude “a person who makes a payment if that person is an obligor on the payment,\nincluding a person who pays a settlement amount to an attorney of a client who has\nasserted a tort, contract, violation of law, or workers' compensation claim against that\nperson.” An exception applies for whatever portion of the payment is required to be\nreported under section 6041(a).5\nTreas. Reg. § 1.6045-5(a)(1) provides additional guidance on reporting payments to\nattorneys. The regulation notes that the reporting requirement applies whether or not a\nportion of a payment is kept by the attorney as compensation for legal services\nrendered, or other information returns are required with respect to some or all of a\npayment. Treas. Reg. § 1.6045-5(f) also provides the following examples:6\nExample 1. One check--joint payees--taxable to claimant. Employee C, who sues\nemployer P for back wages, is represented by attorney A. P settles the suit for $300,000. The $300,000 represents taxable wages to C under existing legal principles. P writes a\nsettlement check payable jointly to C and A in the amount of $200,000, net of income and\nFICA tax withholding with respect to C. P delivers the check to A. A retains $100,000 of\nthe payment as compensation for legal services and disburses the remaining $100,000 to\nC. P must file an information return with respect to A for $200,000 under paragraph (a)(1)\nof this section. P also must file an information return with respect to C under sections\n6041 and 6051, in the amount of $300,000. See §§ 1.6041–1(f) and 1.6041–2.\nExample 2. One check--joint payees--excludable to claimant. C, who sues corporation P\nfor damages on account of personal physical injuries, is represented by attorney A. P\nsettles the suit for a $300,000 damage payment that is excludable from C's gross income\nunder section 104(a)(2). P writes a $300,000 settlement check payable jointly to C and A\nand delivers the check to A. A retains $120,000 of the payment as compensation for legal\nservices and remits the remaining $180,000 to C. P must file an information return with\nrespect to A for $300,000 under paragraph (a)(1) of this section.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_88__3",
      "chunk_id": "3",
      "content": "A retains $120,000 of the payment as compensation for legal\nservices and remits the remaining $180,000 to C. P must file an information return with\nrespect to A for $300,000 under paragraph (a)(1) of this section. P does not file an\ninformation return with respect to tax-free damages paid to C.\nExample 3. Separate checks--taxable to claimant. C, an individual plaintiff in a suit for lost\nprofits against corporation P, is represented by attorney A. P settles the suit for $300,000,\nall of which will be includible in C's gross income. A requests P to write two checks, one\npayable to A in the amount of $100,000 as compensation for legal services and the other\npayable to C in the amount of $200,000. P writes the checks in accordance with A's\ninstructions and delivers both checks to A. P must file an information return with respect\nto A for $100,000 under paragraph (a)(1) of this section. Pursuant to § 1.6041–1(a) and\n(f), P must file an information return with respect to C for the $300,000. ANALYSIS\n1. Form 1099 Reporting to Customers for Claims 4 (Emphasis added). See section 6045(f)(1)(B). See also Treas. Reg. § 1.6041-1(a)(1). 6 The regulation notes that the examples assume that P is not a payor with respect to A, the attorney,\nunder section 6041, and that section 6041 should be consulted on filing requirements pertaining to C.\n5 PREF-112821-12 5 Under section 6041 and Treas. Reg. § 1.6041-1(a)(1), the settlement payments made\nby Taxpayer on ----------------- claims are in fact made in the course of its trade or\nbusiness, but the issue is whether such payments are “fixed and determinable income”\nunder Treas. Reg. § 1.6041-1(c). Taxpayer has indicated that it does not know whether\nthe ----------------payments constitute income to its customers because its customers did\nnot disclose their basis in X, similar to the scenario described in Rev. Rul. 80-22. Therefore, under either factual scenario presented by the taxpayer (i.e. making the\nsettlement payment via a dual party check sent to the attorney or via two separate\nchecks to the attorney and customer), such payments will not be considered “fixed and\ndeterminable income,” and there is not a Form 1099 filing requirement. If Taxpayer is aware of the amount of income that a customer would recognize, such\namount would be fixed and determinable income, and Taxpayer would have a Form\n1099 filing requirement. Under either scenario (dual or separate checks), the full\namount of settlement (including attorney fees) would be reportable as described in\nExamples 1 and 2 under Treas. Reg. § 1.6041-f(2). 2. Form 1099 Reporting to Attorneys for Claims\nTaxpayer will have a reporting requirement with respect to the attorneys under either\nfactual scenario described above regardless of whether the settlement paid by\nTaxpayer is income to its customer. Under section 6045(f)(1)(A) and Treas. Reg. §\n1.6045-5(d)(3), Taxpayer is a payor who has made payment to an attorney in\nconnection with legal services (in this case, in settlement of a claim against Taxpayer),\nthereby requiring the issuance of a Form 1099 to such attorney. The amount reportable\non the Form 1099 to the attorney will depend on the factual scenario presented by the\ntaxpayer.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_88__4",
      "chunk_id": "4",
      "content": "The amount reportable\non the Form 1099 to the attorney will depend on the factual scenario presented by the\ntaxpayer. Under the first scenario where a dual-party check for the full settlement amount is\nissued to the attorney, Taxpayer will issue a Form 1099 to the attorney for the full\namount of the check as described in Examples 1 and 2 of Treas. Reg. § 1.6045-5(f). This includes the portion which ultimately will be distributed by the attorney to the\ncustomer after fees are subtracted out. Under the second scenario in which separate\nchecks are issued to the attorney and to the customer, Taxpayer will issue a Form 1099\nto the attorney for only the amount issued to the attorney, as described in Example 3 of\nTreas. Reg. § 1.6045-5(f). PREF-112821-12 6 Please call (313) 628-3100 if you have any further questions. ERIC R. SKINNER\nAssociate Area Counsel\n(Large Business & International) By: _____________________________ Steven G. Cappellino\nSenior Attorney (Detroit)\n(Large Business & International)",
      "queries": [
        "is a 1099 reportable"
      ],
      "queries_score": [
        "2.382342"
      ]
    }
  ]
}