{
  "doc_id": "legal-advice_38",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_38__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20082803F\nRelease Date: 7/11/08\nCC:LM:CTM:LA:2:POSTS-108806-08\nUIL: 1033.00-00\nAHCooper\ndate:\nto:\nfrom: subject: June 12, 2008\nRandy Perrin, Technical Advisor, Media and Entertainment Industry\nAlan H. Cooper, Associate Industry Counsel for Media and Entertainment\n(CC:LM:CTM:LA:2) Involuntary Conversions of Broadcasting Equipment This memorandum responds to your request for advice regarding whether\nproperty exchanges mandated by the Federal Communications Commission (FCC)\nconstitute involuntary conversions pursuant to § 1033 of the Internal Revenue Code. This advice is subject to 15-day post-review by the National Office. CCDM 33.3.1.2.3.2. This memorandum should not be cited as precedent. QUESTIONS PRESENTED Whether equipment replacements mandated by the Federal Communications\nCommission (FCC) constitute involuntary conversions pursuant to I.R.C. § 1033 of the\nInternal Revenue Code. SHORT ANSWER Yes, equipment replacements mandated by the Federal Communications\nCommission (FCC) constitute involuntary conversions pursuant to I.R.C. § 1033 of the\nInternal Revenue Code. FACTS\nThe Federal Communications Commission (FCC) regulates the use of our\nnation's electromagnetic spectrum. Recently, the FCC has implemented a program\ndesigned to eliminate a serious interference problem that exists for public safety CC:LM:CTM:LA:2:POSTF-108806-08 page 2 wireless communications services, such as police, fire, EMT, Homeland Security, and\nother life-saving \"First Responders.\" The FCC determined that this interference could\nbe eliminated by shifting some current 800 MHz licensed services either to other\nportions of the 800 MHz band or to the 2 GHz band. This action would make it possible\nto allocate to public safety communications a dedicated block of spectrum in the 800\nMHz band. Presently, numerous broadcast stations operate on portions of the 800 MHz\nband that will be allocated to public safety wireless communications services. The FCC\nhas ordered that these broadcast stations relocate some of their operations to a portion\nof the 2 GHz band (1990-2110 MHz) currently licensed to television broadcast stations\nfor Broadcast Auxiliary Services (\"BAS\"). The primary use of BAS is mobile electronic\nnews-gathering (“ENG”), principally providing on-the-spot television coverage of\nbreaking news stories or other events of interest to the public. 1 In order to accommodate new licensees in the 2 GHz band, the FCC requires\neach BAS broadcaster to cease using the 1990-2025 MHz portion of the spectrum by a\nspecified date, and to limit future operations to a band of the spectrum narrower than\nthat on which they currently operate. The equipment presently owned by these\nbroadcasters will not operate (or will not operate without causing interference) on the\nnew bands assigned. The FCC requires that these licensees be provided different\nequipment, including equipment components to conduct their operations immediately,\nupon the move to the newly authorized band location. The FCC requires a Transition Administrator to furnish this equipment and to pay\nrelated costs necessary to provide the incumbent BAS broadcasters with \"comparable\nfacilities\" (replacement equipment). The elements of \"comparability\" required of the\nBAS replacement equipment are: (1) equivalent channel capacity (both in the number of\nchannels and in operational ability on the narrower bands); (2) equivalent signaling\ncapability, baud rate and access time; (3) coextensive geographic coverage; and (4)\nequivalent operating costs. The replacement equipment is engineered to make possible\nsubstantially the same functionality on the new spectrum licensed to the BAS\nbroadcasters as available in the broadcaster's current operations.",
      "queries": [
        "irs internal revenue service release number",
        "irs memo release date"
      ],
      "queries_score": [
        "1.8870243",
        "2.3708148"
      ]
    },
    {
      "id": "legal-advice_38__1",
      "chunk_id": "1",
      "content": "The replacement equipment is engineered to make possible\nsubstantially the same functionality on the new spectrum licensed to the BAS\nbroadcasters as available in the broadcaster's current operations. The Transition Administrator is obligated to pay the FCC / US Treasury for the\nnewly-licensed 2 GHz spectrum that it will use. It will receive a credit towards this\nobligation for the FCC-determined value of its net disposition of access to spectrum in\n1 BAS equipment makes possible \"live shots\" that are transmitted to the local television studio, typically for\nintegration into local news, sports, and entertainment programming and then broadcast to viewers. Broadcast stations may employ a number of BAS \"mobile units\" installed in news trucks that are\nequipped with antennas, transmitters, and other equipment operating in the licensed 2 GHz spectrum\nband. They may also maintain a number of \"central receive sites\" to which mobile units may transmit\nwhen, for instance, they are far from the studio. Central receive sites employ, among other things,\nreceivers, antennas, and controllers, and serve to relay the ENG feed on to the studio for integration\ninto the broadcast. Broadcast stations may also own a number of portable transmitters that are employed\non an as-needed basis. Finally, they may own BAS transmitters, receivers and antennas that are installed\nin a helicopter for news gathering purposes. CC:LM:CTM:LA:2:POSTF-108806-08 page 3 the 800 MHz band. It will also receive an aggregate credit for its payment of the actual\ncosts of providing comparable facilities to relocated incumbents in both the 800 MHz\nband (including public safety licensees) and the 2 GHz band (including BAS\nbroadcasters). The FCC requires that the Transition Administrator provide all equipment and\nrelated costs, or reimburse broadcasters for relocation costs incurred, including those\nfor replacement equipment, integration, testing, and training costs to ensure that the\nreplacement equipment provides comparable functionality to the broadcast stations. The replacement equipment will be ordered by the broadcast stations. 2 The equipment\ncurrently used by the broadcast stations will be transferred to the Transition\nAdministrator. It is anticipated that the Transition Administrator will dispose of the\nequipment as scrap because it will be unsuitable for any use permitted by the FCC. The broadcast stations will receive only equipment that the Transition\nAdministrator provides under the FCC's \"comparable facilities\" standard. The broadcast\nstations will be reimbursed for only those approved expenditures for related necessary\nitems such as the removal of old equipment, and installation and testing of the\nreplacement equipment. The broadcast stations will have no opportunity (as it might\nwith conventional insurance proceeds for loss or damage) to forego reinvestment in\nsimilar replacement property, or to keep the conversion proceeds for other purposes. DISCUSSION\nI.R.C. § 1033(a)(1) provides, in part, that if property (as a result of its destruction\nin whole or in part, theft, seizure, or requisition or condemnation or threat or imminence\nthereof) is compulsorily or involuntarily converted into property similar or related in\nservice or use to the property so converted, no gain shall be recognized. 3 The basic purpose of I.R.C. § 1033(a) is to allow a taxpayer to replace property\nor to continue an investment without realizing gain. S. E. Ponticos, Inc., v.\nCommissioner, 40 T.C. 60, 64 (1963).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_38__2",
      "chunk_id": "2",
      "content": "3 The basic purpose of I.R.C. § 1033(a) is to allow a taxpayer to replace property\nor to continue an investment without realizing gain. S. E. Ponticos, Inc., v.\nCommissioner, 40 T.C. 60, 64 (1963). Courts have long recognized that I.R.C. § 1033\nis a relief provision that should be liberally construed to effect its purpose. E.g.,\nMassillon-Cleveland-Akron Sign Co. v. Commissioner, 15 T.C. 79, 83 (1950)\n(interpreting former I.R.C. § 112(f), the precursor to I.R.C. § 1033). 2 The cost of the replacement equipment itself represents the core relocation cost. However, the FCC\nalso requires that the Transition Administrator cover all costs of removing existing equipment, which the\nbroadcast stations have on towers and buildings, and in helicopters, trucks, and studios; and of installing\nthe replacement equipment. This equipment is part of an engineering system. Therefore, costs for\ndesign, integration, testing, and training will be incurred to ensure that the replacement equipment\nprovides comparable functionality to the broadcast stations. These costs must also be covered by the\nTransition Administrator. 3 I.R.C. § 1033(a)(2) provides that if property so converted is converted into money or property not similar\nor related in service or use to the converted property, the gain (if any) shall be recognized except to the\nextent thereafter provided in that section. CC:LM:CTM:LA:2:POSTF-108806-08 page 4 I.R.C. § 1033(a) deals with property that is compulsorily or involuntarily converted\nas a result of its destruction in whole or in part, theft, seizure, or requisition or\ncondemnation or threat or imminence thereof. For purposes of I.R.C. § 1033(a), a\n\"conversion\" by condemnation or requisition means the process by which private\nproperty is taken for public use without the consent of the property owner but upon the\naward and payment of just compensation. Rev. Rul. 57-314, 1957-2 C.B. 523. Accordingly, the concept of a governmental taking for purposes of I.R.C. § 1033(a) has\nthree components: (1) there must be a \"taking\" of the taxpayer's rights in private\nproperty; (2) the taking must be for \"public use;\" and (3) the taxpayer must receive\n“payment of just compensation.” I.R.C. § 1033(a)(1) provides that if property (as a result of its destruction in whole\nor in part, theft, seizure, or requisition or condemnation or threat or imminence thereof)\nis compulsorily or involuntarily converted into property similar or related in service or\nuse to the property so converted, no gain shall be recognized. Such nonrecognition of\ngain is mandatory under Treas. Reg. § 1.1033(a)-2(b). In the present case, nonrecognition of gain under I.R.C. § 1033(a)(1) will apply if\nthree requirements are met: (1) the BAS equipment of the broadcast stations are\n“taken” by a governmental authority as a result of requisition or condemnation (or threat\nor imminence thereof); (2) the “taking” is for public use; and (3) the replacement\nequipment is similar or related in service or use to the equipment so converted. These\nrequirements are discussed below. A. \"Taking\" of Rights in Private Property For purposes of I.R.C. § 1033, a taking by governmental authority may include\nthe regulation against otherwise lawful use of private property in order to effect a public\npurpose.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_38__3",
      "chunk_id": "3",
      "content": "These\nrequirements are discussed below. A. \"Taking\" of Rights in Private Property For purposes of I.R.C. § 1033, a taking by governmental authority may include\nthe regulation against otherwise lawful use of private property in order to effect a public\npurpose. Courts have recognized two categories of regulatory action that are\ncompensable: (1) an action that effects a permanent physical \"invasion\" of the property,\nand (2) an action that denies all economically beneficial or productive use of the\nproperty. Lucas v. South Carolina Coastal Council, 505 U.S. 1003, 1015 (1992). However, a taking as a result of the exercise of governmental police powers will not\nqualify as an involuntary conversion. E.g., Rev. Rul. 58-11, 1958-1 C.B. 273 (a\ntaxpayer's court-ordered disposition of stock, the ownership of which was in violation of\nthe Sherman Anti-Trust Act, does not constitute a taking for public use for purposes of\nI.R.C. § 1033); and Rev. Rul. 57-314, 1957-2 C.B. 523 (the sale of rental properties in\norder to avoid compliance with building, fire, and health code requirements, even\nthough failure to comply would result in the owner's loss of the legal right to rent such\nproperties, does not fall within I.R.C. § 1033). The FCC, as part of its regulation of spectrum to promote the general public\ninterest, reallocates spectrum to other purposes and relicenses the use of allocated\nspectrum among both public and private users. The Communications Act of 1934 (“the\nAct”) provides that the Act’s purpose is, among other things, “to provide for the use of\nsuch channels, but not the ownership thereof, by persons for limited periods of time, CC:LM:CTM:LA:2:POSTF-108806-08 page 5 under license granted by Federal authority, and no such license shall be construed to\ncreate any right, beyond the terms, conditions, and periods of the license.\" 47 U.S.C. §\n301 (2005). The Act also provides that any station license or construction permit may\nbe modified by the Commission either for a limited time or for the duration of the term\nthereof, if in the judgment of the Commission such action will promote the public\ninterest, convenience, and necessity. 47 U.S.C. § 316(a)(1). Therefore, the FCC's\nreallocation of spectrum for other uses and the relicensing of such spectrum to new\nlicensees is in itself a regulatory act that does not result in a conversion of any private\nproperty rights of the licensee in the license or the spectrum. However, the reallocation\nof spectrum in the present case also has resulted in the condemnation of the broadcast\nstation's related equipment. The Communications Act of 1934 (“the Act”) provides, in part, that the FCC may\nmake reasonable regulations governing the interference potential of devices which, in\ntheir operation, are capable of emitting radio frequency energy by radiation, conduction,\nor other means in sufficient degree to cause harmful interference to radio\ncommunications. 47 U.S.C. § 302(a). The Act further provides that the FCC may make\nsuch regulations not inconsistent with law as it may deem necessary to prevent\ninterference between stations and to carry out the provisions of this Act. 47 U.S.C. §\n303(f).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_38__4",
      "chunk_id": "4",
      "content": "47 U.S.C. § 302(a). The Act further provides that the FCC may make\nsuch regulations not inconsistent with law as it may deem necessary to prevent\ninterference between stations and to carry out the provisions of this Act. 47 U.S.C. §\n303(f). If the reallocated spectrum and the equipment are conceived as one economic\nunit, then it is evident that the reallocation of spectrum under these facts is tantamount\nto the taking of the equipment. The “economic unit\" approach was applied in Masser v.\nCommissioner, 30 T.C. 741 (1958), where the taxpayer sold property physically\nadjacent to, and used in connection with, certain converted property. In that case, the\nTax Court determined that the subsequent sale was encompassed within the\ninvoluntary conversion. Under the economic unit analysis, the Court recognized that\ncertain business assets are so necessarily intertwined that the condemnation of a\nportion of such assets is in effect a conversion of all of the assets of the economic unit. The Service likewise has formally recognized this same “economic unit” approach for\ndetermining the scope of involuntary conversions under I.R.C. § 1033. See Rev. Rul.\n59-361, 1959-2 C.B. 183. In the present case, the BAS spectrum and the equipment permitted by the FCC\nfor use on such band form an economic unit. The reallocation and relicensing of the\nspectrum (which in itself does not constitute a taking of any property right of the\nbroadcast station) necessitates the removal and replacement of the existing BAS\nequipment. This circumstance constitutes a “taking” of the broadcast station's\nequipment. When, as here, the FCC requires a broadcaster to discontinue use of its\nown equipment, rendering such equipment useless for any purpose, the previouslyused equipment has been “taken” by a governmental authority for purposes of I.R.C. §\n1033. B. Public Use Requirement A \"public use\" includes the advancement of a “public purpose” by a transfer of CC:LM:CTM:LA:2:POSTF-108806-08 page 6 ownership of privately-held property to (i) a governmental entity, or (ii) a private\nenterprise, provided that in each case there is an advancement of \"the broader and\nmore natural interpretation of public use as public purpose.\" Kelo v. City of New\nLondon, 545 U.S. 469, 480 (2005). Moreover, the Supreme Court in Kelo stated, “The\npublic end may be as well or better served through an agency of private enterprise than\nthrough a department of government.” Id., at 486 fn.16, citing Berman v. Parker, 348\nU.S. 26, 33-4 (1954). Accordingly, for purposes of I.R.C. § 1033, it makes no difference\nif the property taken for public use is being transferred to a third party as opposed to a\ngovernmental entity. Further, as described above, such costs paid by the Transition Administrator\noffset dollar-for-dollar the amount otherwise payable by the Transition Administrator to\nthe FCC / US Treasury. Thus, the net effect of this offset is that the cost of replacement\nis borne by the FCC / US Treasury. The FCC's \"clearing\" of the BAS equipment and provision of comparable\nequipment for efficient, uninterrupted BAS service, as part of a larger project intended to\npromote the general public good, is a taking for a \"public use\" under I.R.C. § 1033.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_38__5",
      "chunk_id": "5",
      "content": "The FCC's \"clearing\" of the BAS equipment and provision of comparable\nequipment for efficient, uninterrupted BAS service, as part of a larger project intended to\npromote the general public good, is a taking for a \"public use\" under I.R.C. § 1033. In\nfact, since the FCC is charged by Congress with acting to promote the fair use of\nspectrum in the public interest, all its actions are presumptively undertaken in\nfurtherance of that public purpose. In addition, and more specifically, the particular\npublic use driving the reallocation of spectrum is the enhancement of the\ncommunications abilities of the nation's public safety first responders. Further, the FCC\nsought to ensure the continuity of BAS with minimal disruption to television broadcast\nservices to the public because BAS is a part of the broadcast system by which\nemergency information is provided to the American public. Such a condemnation for\nthe advancement of public purposes is analogous to the type of \"public use\" described\nby the Supreme Court in Kelo. Through the Act, Congress delegated plenary powers to the FCC to regulate use\nof the public spectrum. The Supreme Court in Kelo stated that \"once the question of the\npublic purpose has been decided, the amount and character of the land to be taken for\nthe project and the need for a particular tract to complete the integrated plan rests in the\ndiscretion of the legislative branch.\" Kelo, at 489, citing Berman v. Parker, 348 U.S. 26,\n35-6 (1954). Here, since the FCC's purposes in regulating the spectrum, eliminating\ninterference for public safety users, and ensuring the continuation of BAS are clearly for\nthe public benefit, the particular details of implementation of this mandate is within the\nFCC's purview and discretion. Accordingly, the plan for reallocation of spectrum is for\nthe advancement of a public purpose for the purposes of I.R.C. § 1033. C. Conversion into Property Similar or Related in Service or Use. As stated earlier, Rev. Rul. 57-314, 1957-2 C.B. 523, provides that a conversion\nby condemnation or requisition means the process by which private property is taken for\npublic use without the consent of the property owner but upon the award and payment\nof just compensation. Under I.R.C. § 1033(a)(1), conversion by a taking for public use\ninto other “property similar or related in service or use to the property so converted” CC:LM:CTM:LA:2:POSTF-108806-08 page 7 qualifies for nonrecognition of gain. In fact, such nonrecognition of gain is mandatory. See Treas. Reg. § 1.1033(a)-2(b). With respect to owner-users of converted property, replacement property will be\nconsidered to be similar or related in service or use to the converted property if the\n“physical characteristics and end uses of the converted and replacement properties are\nclosely similar.\" Rev. Rul. 64-237, 1964 C.B. 319.4 Stated differently, the statute\nrequires a \"reasonably similar continuation of the petitioner's prior commitment of capital\nand not a departure from it.\" Maloof v. Commissioner, 65 T.C. 263, 269 (1975) citing\nHarvey J. Johnson v. Commissioner, 43 T.C. 736, 741 (1965). The broadcast stations will receive replacement equipment which will enable\nthem to continue operations without interruption and with \"comparable functionality\" on\nthe remaining licensed bandwidth.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_38__6",
      "chunk_id": "6",
      "content": "Maloof v. Commissioner, 65 T.C. 263, 269 (1975) citing\nHarvey J. Johnson v. Commissioner, 43 T.C. 736, 741 (1965). The broadcast stations will receive replacement equipment which will enable\nthem to continue operations without interruption and with \"comparable functionality\" on\nthe remaining licensed bandwidth. Pursuant to the FCC Order, the Transition\nAdministrator must provide the broadcasters with \"comparable facilities.\" Comparable\nfacilities are those that will provide the same level of service as the incumbent’s existing\nfacilities, with transition to the new facilities as transparent as possible to the public end\nusers of the broadcast services. The FCC requires that the Transition Administrator\nprovide all equipment and related costs, or reimburse broadcasters for relocation costs\nincurred, including those for replacement equipment, integration, testing, and training\ncosts to ensure that the replacement equipment provides comparable functionality to\nthe broadcast stations. Accordingly, the provision of \"comparable facilities\" includes not\nonly the replacement equipment itself, but also the related installation and other capital\ncosts that the FCC has ordered the Transition Administrator to pay. It is not necessary to acquire property which duplicates exactly that which was\nconverted. Maloof, at 269. Thus, the fact that the new equipment may be more\nvaluable, or may employ more efficient circuitry than the converted equipment (in that it\nuses digital rather than analog circuitry) does not matter for purposes of I.R.C. §\n1033(a)(1). Rather, what matters is that the replacement equipment received by\nTaxpayer is similar or related in service or use to that rendered worthless by the FCC\naction. In addition, the broadcast stations, as owner-users of the converted equipment,\nwill continue to be owner-users of the replacement equipment. Therefore, the\nreplacement equipment is similar or related in service or use to the converted\nequipment. 4 Rev. Rul. 64-237 delineates between the functional use of property held by the taxpayer as an owneruser and property held for investment but not used directly by the taxpayer (i.e., property owned by a\ntaxpayer but leased to another party). For property to qualify as replacement property for I.R.C. § 1033\npurposes, the physical characteristics of, and the taxpayer's relationship to, the replacement property\nmust be similar to the physical characteristics of, and the taxpayer's relationship to, the converted\nproperty. If a taxpayer is an owner/user of the converted property (as opposed to an owner/lessor), the\nrequired relationship of the taxpayer to the replacement property is to continue as an owner/user of the\nreplacement property. CC:LM:CTM:LA:2:POSTF-108806-08 page 8 CONCLUSION The FCC has implemented a spectrum reallocation plan to improve the\ncommunications capabilities of the nation's public safety first responders. Under this\nplan, incumbent BAS broadcasters must relocate to different and narrower frequency\nassignments. Such relocation necessitates, and the FCC Order requires, the broadcast\nstations to cease using certain of its existing equipment, the use of which would\notherwise cause interference with the new users of the reallocated and relicensed\nspectrum. Pursuant to the FCC Order, the broadcast stations will be provided with\n\"comparable facilities,\" that is, replacement equipment and related installation and other\ncapital costs that will allow the broadcast stations to continue operations on the new and\nnarrower spectrum licensed to them.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_38__7",
      "chunk_id": "7",
      "content": "Pursuant to the FCC Order, the broadcast stations will be provided with\n\"comparable facilities,\" that is, replacement equipment and related installation and other\ncapital costs that will allow the broadcast stations to continue operations on the new and\nnarrower spectrum licensed to them. Under the plan, the cost will be borne initially by\nthe Transition Administrator and ultimately by the FCC / US Treasury. Based on the foregoing, it is Counsel’s opinion that the mandated replacement to\nfacilitate the FCC plan meets the following three requirements: (1) the BAS equipment\nof the broadcast stations are “taken” by a governmental authority as a result of\nrequisition or condemnation (or threat or imminence thereof); (2) the “taking” is for\npublic use; and (3) the replacement equipment is similar or related in service or use to\nthe equipment so converted. Accordingly, the mandated replacements constitute\ninvoluntary conversions pursuant to I.R.C. § 1033(a)(1) for which non-recognition of\ngain is mandatory under Treas. Reg. § 1.1033(a)-2(b). At this time, we are closing our file in this matter. If you have any questions,\nplease contact Attorney Alan H. Cooper at (213) 894-3027 ext. 195. Michael P. Lackner\nAssociate Area Counsel\n(Large and Mid-Size Business) By: _____________________________ ALAN H. COOPER\nAttorney (Los Angeles, Group 2)\n(Large and Mid-Size Business)",
      "queries": [],
      "queries_score": []
    }
  ]
}