{
  "doc_id": "legal-advice_21",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_21__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber:\n20031901F\nRelease Date: 5/9/2003\nCC:LM:HMT:WAS:POSTF-101005-03\nUIL:\ndate:\nto:\nfrom: 9999.98-00 March 18, 2003\nArea Director, Appeals\nAssociate Area Counsel, (\nWashington, D.C. subject: ) ; TEFRA statute of limitations This is in response to your memorandum dated December 20,\n2002 in which you request our advice regarding the effect of the\nstatute of limitations on adjustments to partnership items\nallocated to\nfrom\nLimited Partnership for calendar years\nand\n. Further, you request our advice with respect to\npossible actions you may take if we conclude that the statute of\nlimitations precludes you from making adjustments for the\npartnership items. This memorandum should not be cited as\nprecedent. ISSUE:\nWhether, under the circumstances described below, the period\nof limitations for making an assessment of tax with respect to\npartnership adjustments has expired. FACTS:\nYou currently have before you\nincome tax\nreturns for calendar years\nthrough\n. During calendar\nyears\nand\n,\nwas a partner in\nLimited Partnership. On\n, the Associate Chief,\nAppeals Office, and\nentered into a settlement\nLimited Partnership for\nagreement with respect to\ncalendar years\nthrough\nand executed a Settlement\nAgreement for Partnership Adjustments (Form 870-P(AD)). The\nadjustments agreed to are as follows: CC:LM:HMT:WAS:POSTF-101005-03 page 2 You are responsible for assessing the tax due. and the Service agreed to extend the time to\nthrough\nuntil\nassess income tax for calendar years\nusing Form 872 (Consent to Extend the Time to\nAssess Tax). All of the Forms 872 executed expressly provided\nthat the agreements were to apply to tax attributable to\npartnership items. In\n,\nand the Service executed a Form\n872-A (Special Consent to Extend the Time to Assess Tax) for\nthrough\n. The Form 872-A did not\ncalendar years\nexpressly provide that it was to apply to tax attributable to\npartnership items. DISCUSSION:\nI.R.C. ยง 6501(c)(4) provides that the Service and a taxpayer\nmay agree to an extension of time to assess income tax by\nexecuting a written consent before the initial period of\nassessment has expired. I.R.C. 6501(n)(2) cross-references\nsection 6229: \"For extension of period in the case of partnership\nitems (as defined in section 6231(a)(3)), see section 6229.\" I.R.C. ยง 6229(b)(3) provides: Any agreement under section 6501(c)(4) shall apply\nwith respect to the period described in subsection (a)\nonly if the agreement expressly provides that such\nagreement applies to tax attributable to partnership\nitems. I.R.C. ยง 6229(a) provides a 3-year minimum period for assessing\ntax attributable to partnership items. Rhone-Poulenc Surfactants\nand Specialities v. Commissioner, 114 T.C. 533 (2000) appeal\ndismissed and remanded 249 F.3d 175 (3d Cir. 2001). The Tax Court described the relationship between these\nprovisions as follows:\nA valid extension pursuant to section 6501(c)(4)\noperates to extend the period of limitations on\nassessments and collections with regard to only those\ntaxes that both the Secretary and the taxpayer CC:LM:HMT:WAS:POSTF-101005-03 page 3 explicitly agree to in writing. Contract principles\nare pivotal in determining the existence and scope of\nthat agreement because section 6501(c)(4) requires a\nwritten agreement. Section 6229(b)(3) imposes a\ndefault rule for purposes of determining whether an\nagreement encompasses assessments that are attributable\nto partnership items. It provides that any agreement\nunder section 6501(c)(4) shall apply to partnershiplevel adjustments only if the agreement expressly\nprovides that it applies to tax attributable to\npartnership items. Rhone-Poulenc Surfactants and Specialities, 114 T.C. at 549-50\n(citations omitted).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_21__1",
      "chunk_id": "1",
      "content": "It provides that any agreement\nunder section 6501(c)(4) shall apply to partnershiplevel adjustments only if the agreement expressly\nprovides that it applies to tax attributable to\npartnership items. Rhone-Poulenc Surfactants and Specialities, 114 T.C. at 549-50\n(citations omitted). Your concern is that the Form 872-A executed in\nmay not have extended the time for assessing tax attributable to\nthe adjustments from\nLimited Partnership because\nit did not expressly provide that it was to apply to tax\nattributable to partnership items. The term \"partnership item\" is defined at I.R.C. 6231(a)(3)\nto mean: \"any item required to be taken into account for the\npartnership's taxable year under any provision of subtitle A to\nthe extent regulations prescribed by the Secretary provide that,\nfor purposes of this subtitle, such item is more appropriately\ndetermined at the partnership level than at the partner level.\" Limited Partnership were\nThe adjustments regarding\npartnership items. On\n, the Associate Chief,\nAppeals Office, and\nentered into a settlement\nagreement when they signed the Form 870-P(AD). The settlement\nagreement converted all partnership items to nonpartnership\nitems. I.R.C. ยง 6231(b)(1)(C). Once partnership items convert to nonpartnership items, the\nService has a 1-year minimum period to assess tax attributable to\nthe converted item. I.R.C. 6229(f); Rhone-Poulenc Surfactants\nand Specialities v. Commissioner, 114 T.C. 533 (2000) appeal\ndismissed and remanded 249 F.3d 175 (3d Cir. 2001). Under I.R.C.\nยง 6501(c)(4), the Service and a taxpayer may agree to an\nextension of time to assess a tax by executing a written consent\nbefore the initial period of assessment has expired. It was after the partnership items had converted to\nnonpartnership items that\nand the Service executed\nForm 872-A. Thus, there was no need to refer to partnership\nitems in the agreement on Form 872-A. CC:LM:HMT:WAS:POSTF-101005-03 page 4 CONCLUSION:\nUnder the circumstances described above, the period of\nlimitations for making an assessment of tax with respect to\npartnership adjustments has not expired. If you have a question, please contact Wilton A. Baker. telephone number is (202) 634-5403 ext. 269. His This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. CAROL E. SCHULTZE\nAssociate Area Counsel (LMSB)",
      "queries": [],
      "queries_score": []
    }
  ]
}