{
  "doc_id": "legal-advice_34",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_34__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber: 20084301F\nRelease Date: 10/24/2008\nCC:LM:HMT:DET:CVDumas\nPREF-123891-07\nUIL: 162.21-01\ndate:\nto: from: subject: September 25, 2008 --------------------(Revenue Agent)\nHMT Group ------, ----------------,---Eric R. Skinner\nAssociate Area Counsel (Detroit)\n(Large & Mid-Size Business) Deductibility of Anti-trust settlement payments\nLegend\nTaxpayer\n$amount1\nState X\nState Y\nState Z\nProduct\nCity\nState X Law1\nState X Law2\nState X Case1\nState X Law3\nState X Law4\nState Y Law1\nState Y Case1\nState Y Law2\nState Z Law1\nState Z Law2\nState Z Law3\nIssue =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- PREF-123891-07\n2 Whether an $amount1 payment by Taxpayer to three states in settlement of an anti-trust\nsuit under federal and state law is a non-deductible fine or penalty under I.R.C. §162(f). Conclusion The payment is a non-deductible penalty. Facts This memo relies on facts provided by the taxpayer and available in the public records. Taxpayer manufactures Product and is based in City, State X. States X, Y, and Z filed suit\nagainst Taxpayer in the federal court accusing it of fixing a minimum price for one of its more\nsought-after products. According to the complaint, Taxpayer engaged in anti-competitive\npractices in order to discourage price competition among retailers and keep prices higher than\nthey otherwise would be. Taxpayer’s alleged policy explicitly forbade retailers from advertising\nProduct below a dictated price. If any retailer violated the price policy, they would lose access to\nTaxpayer’s products for one year. This penalty was allegedly enforced against some retailers;\nhowever, Taxpayer often resumed its relationship with the retailers before the end of the one year\nembargo. The states alleged that this was an anti-competitive practice, preventing customers from\npurchasing low-priced Products, and preventing vendors from setting prices that they wanted to\nset. The states sought an injunction against Taxpayer, as well as civil penalties. After the anti-trust suit was filed, the parties filed a consent decree and final judgment. In\nit, Taxpayer agreed to an injunction against dictating the price of its Products to retailers. It also\nagreed to pay $amount1 to the states, to be used in each state by its attorney general for anti-trust\nenforcement, a consumer protection fund, or any other function allowable under state law. PREF-123891-07\n3 Taxpayer had certain additional duties, such as maintenance of certain sale records. The district\ncourt retained jurisdiction to enforce the decree, and Taxpayer admitted no true liability,\nclaiming that the consent judgment could not be used in any other proceeding to show its guilt. Analysis of Relevant Statutes Underlying the Payment\nI.R.C. § 162(a) allows a deduction for any ordinary and necessary business expenses paid\nduring the course of a taxable year. However, section 162(f) provides that fines and penalties\npaid to any government for violation of the law are not a deductible expense. Courts generally\ndifferentiate between amounts paid as a fine and money paid as damages, with money paid as\ndamages being deductible as an ordinary business expense. See, e.g., Schnadig Corp. v. Gaines\nManufacturing Co., 620 F.2d 1166, 1169 n.7 (6th Cir. 1980); see also Treas. Reg. § 1.162-21,\nexamples (1) and (3). Finally, the income tax regulations state that a fine or similar penalty\nincludes any amount paid in settlement of the taxpayer’s conduct or potential liability for a fine\nor penalty, whether civil or criminal. Treas. Reg. § 1.162-21(b)(1).",
      "queries": [
        "irs office of chief counsel memorandum number",
        "office of chief counsel internal revenue service memorandum number"
      ],
      "queries_score": [
        "3.9761794",
        "4.2716312"
      ]
    },
    {
      "id": "legal-advice_34__1",
      "chunk_id": "1",
      "content": "Reg. § 1.162-21,\nexamples (1) and (3). Finally, the income tax regulations state that a fine or similar penalty\nincludes any amount paid in settlement of the taxpayer’s conduct or potential liability for a fine\nor penalty, whether civil or criminal. Treas. Reg. § 1.162-21(b)(1). When a civil settlement payment is at issue, it is first necessary to determine whether the\npayment constitutes a fine or penalty, or some other type of damages. If the payment does\nconstitute a fine or penalty, then the purpose of the payment must be analyzed to determine\nwhether it is punitive or remedial in nature, because only punitive fines fall within the scope of\nsection 162(f):\n[t]he Congress, by use of the word “similar,” [as in “fine or other similar\npenalty”] was not intending to distinguish between criminal and civil sanctions,\nbut rather was intending to make a distinction between different types of civil\npenalties. If a civil penalty is imposed for purposes of enforcing the law and as\npunishment for the violation thereof, its purpose is the same as a fine exacted\nunder a criminal statute and it is “similar” to a fine. However, if the civil penalty\nis imposed to encourage prompt compliance with a requirement of the law, or as a\nremedial measure to compensate another party for expenses incurred as a result of PREF-123891-07\n4\nthe violation, it does not serve the same purpose as a criminal fine and is not\n“similar” to a fine within the meaning of section 162(f). S. Pac. Transp. Co. v. Commissioner, 75 T.C. 497, 652 (1980). Thus, under the punitive vs. remedial test, a payment imposed for purposes of enforcing\nthe law or as punishment for its violation is not deductible, while a payment imposed as a\nremedial measure to compensate the government or another party is deductible, even if it is\nlabeled as a fine or penalty. See, e.g., Talley Indus., Inc. v. Commissioner, 116 F.3d 382, 385-86\n(9th Cir. 1997). In order to determine the purpose of a payment under the punitive vs. remedial\ntest, courts first look to legislative intent, including the language of the statute or ordinance in\nquestion, its legislative history, and other court decisions construing the statute or ordinance. Mason and Dixon Lines, Inc. v. United States, 708 F.2d 1043, 1047 (6th Cir. 1983). 15 U.S.C. § 1, a part of the Sherman Anti-trust act, allows a fine of up to $10,000,000 for\nany corporation found to be restraining trade in violation of federal law. 15 U.S.C. § 15 allows a\nplaintiff in an anti-trust action to recover not just damages, but also three times the damages\nsustained, plus interest and attorneys’ fees. Under 15 U.S.C. § 15c, the attorney general of a\nstate may bring a civil action in the name of the people of that state injured by an illegal restraint\nof trade. The state may pursue treble damages, attorneys’ fees, and interest, but may not pursue\nrecovery that would duplicate recovery already granted in a prior suit.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_34__2",
      "chunk_id": "2",
      "content": "The state may pursue treble damages, attorneys’ fees, and interest, but may not pursue\nrecovery that would duplicate recovery already granted in a prior suit. Under 15 U.S.C. § 15e,\nthe monetary relief that an attorney general recovers from a federal anti-trust suit may either be\ndistributed at the court’s discretion, or deemed a civil penalty and distributed at the attorney\ngeneral’s discretion. State X Law1 outlaws any contract to restrain trade. State X’s statute is understood by\nthe courts to bar most price-fixing activities. See, e.g., State X Case1. State X Law2 allows the\nstate attorney general to bring suit for violations of the State X anti-trust act. The statute allows PREF-123891-07\n5\nfor recovery of up to $50,000 for each act of restraint of trade, as well as injunctive relief. State\nX Law3 allows a penalty of up to $1,000,000 for violating the act. State X Law4 clarifies that\nthe penalties in the act are cumulative. State Y Law1 outlaws and voids any contract which interferes in the free exercise of\nbusiness activity by restraining competition. As with State Y and Federal law, the courts\nunderstand that State Y anti-trust law bars price-fixing. See, e.g., State Y Case1. State Y Law2\nallows the state Attorney General to bring an action against corporations that have entered into\narrangements that violate the state anti-trust act. The statute allows for a penalty of up to\n$20,000 beyond damages awarded. State Z Law1 outlaws contracts that unreasonably restrain trade. The comments from the\nState Z Bar on this law state that it prohibits vertical price fixing agreements; however, they also\nstate that a court must examine the purposes and consequences of an agreement before\nconcluding that it has the effect of restraining trade. State Z Law2 empowers the state attorney\ngeneral to bring action against companies and individuals found to be in violation of the act, and\nto seek damages, attorney fees, and treble damages if the restraint of trade is found to be willful. This statute also allows the State Z Attorney General to sue based on federal anti-trust law. State Z law has a provision that explicitly bans price fixing (State Z Law3), but this is\nmeant as a ban on non-competition, horizontal price fixing, not vertical price fixing. State Z law\nalso has a provision that allows the state attorney general to seek up to $1,000,000 in fines, but\nnot on a charge of vertical restraint of trade agreements. Discussion The question is whether the $amount1 that Taxpayer paid to the three plaintiff states\nshould be considered an ordinary business expense or a non-deductible penalty. The answer to PREF-123891-07 6\nthis question turns on whether the payment was meant to cover the actual damages that the\nplaintiff states allegedly incurred through the defendant’s conduct, or if the payment is meant to\nbe a punitive measure to discourage future anti-competitive behavior. The settlement document does not explicitly allocate the money into one category or the\nother. However, the Federal statute as well as the State X statute that the suit invoked speak only\nof fines, not of damages.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_34__3",
      "chunk_id": "3",
      "content": "The settlement document does not explicitly allocate the money into one category or the\nother. However, the Federal statute as well as the State X statute that the suit invoked speak only\nof fines, not of damages. Additionally, the amount that Taxpayer paid was below the maximum\nthat either act allows for a penalty. Presumably, then, all settlement money that flowed to State\nX is non-deductible, all of it having been paid as penalty. State Y and State Z law are less clear\nabout whether an anti-trust monetary judgment is a penalty or simple damages. However, the\nfact that those states also filed their complaint under federal anti-trust statutes, and the amount\nthat Taxpayer paid was well within the penalty limits of that law, means that the payment can\nreasonably be treated as a penalty. Furthermore, the plaintiffs’ complaint specifically requests civil penalties, at paragraph\n51, while it does not specifically request compensatory damages anywhere. It would be\ninconsistent with the relief requested to assume that the Taxpayer’s $amount1 payment\nconstituted deductible damages. Taxpayer may argue that the payment was compensation for damages in the three states,\nor that it was an amount paid outside of anti-trust law to settle the suit. It may point to the fact\nthat the settlement does not admit any wrongdoing on the company’s part. The admission of\nwrongdoing is not necessary for IRC 162(f) to apply; all that is necessary is that the payment be\nmost properly characterized as a penalty. Here, Taxpayer paid $amount1 to settle anti-trust\nallegations, and had Taxpayer been found liable for these allegations, it would have been subject\nto a fine of up to $10 million. PREF-123891-07\n7 Conclusion\nTaxpayer’s $amount1 payment in settlement of the anti-trust claims of States X, Y, and Z\nwas the payment of a penalty, and is thus not a deductible business expense under IRC 162(f). Please call us at -------------------if you have any questions concerning this matter. ERIC R. SKINNER\nAssociate Area Counsel (Detroit)\n(Large & Mid-Size Business) By: /s/ Charles V. Dumas\nCharles V. Dumas\nAttorney (Detroit)\n(Large & Mid-Size Business)",
      "queries": [],
      "queries_score": []
    }
  ]
}