{
  "doc_id": "legal-advice_48",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_48__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum Release Number: 20113802F\nRelease Date: 9/23/11\nCC:LB&I:RFPH:RAVillageliu\nPOSTF-149051-10\nUILC: 451.15-01 date: August 22, 2011 to: from: subject: 8WFDB\nLB&I (Large Business & International)\nRogelio A. Villageliu\nIndustry Counsel (Agriculture, Cooperatives, Food & Beverages) (RFPH)\n(Large Business & International) Income recognition from sales of gift checks by a membership special entity (A)\nThis memorandum responds to your request for assistance. Although facts in this case\nare taken from years now closed in Examination, the issues and material facts are\npresent in subsequent years. This opinion is intended to provide guidance with respect\nto these future years. This advice may not be used or cited as precedent. LEGEND\n8WFDB A, special entity, or the taxpayer B = ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------= ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------= ------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-149051-10 C, parent of B D stores (Franchisees of B and stores\noperated by B)\nIDR##\nMonth #, Year\nMonth ##, Year\nThe A versus B Litigation Hundreds\nLetter, Letter #Letter ##-########\n(Letter)] Checking account #1####\nGeneral ledger account 2####\nRedeemable $XX Letter, Letter (Letter)\nE bank (an unrelated to taxpayer\nnational chain of banks)\nYear 1\nYear 2\nYear 3\nYear 4\nYear 5\nYear 6\nYear 7\nYear 8\nYear 9\nYear 10\nYear 11\nJanuary 31, Year 10\nJanuary 31, Year 11\n$1##,###,###.00\n$1##,###,###.00 Minutes of the taxpayer Committee that\ntook place on Month #, Year# Pay to the Order of any D (Franchisor or\nFranchisee) Restaurant\nPayable at E Bank, City, State, Zip Code 2\n-------------------------------= -------------------------------------------------------------------------------------------------------------------------------------= -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------= ----= --------------------------------=\n=\n=\n= =\n=\n=\n= ------------------------------------------------------------------------------------------------------------------------- ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------= ----------------------------------------------------- =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= = ------------------------------------------------------- POSTF-149051-10 3 SEE OTHER SIDE FOR DETAILS. To D (B or B system) This is a check issued by A. Please\ncredit bearer $X and present to any\nbank. =\n= To Contacting Bank: Upon presentation,\nhandle as a cash item payable at paying\nbank This gift check is worth $X and is\nredeemable toward the purchase of any\nproduct at most D restaurants in the\nUnited States. All taxes are payable by\nbearer. State of G\nYear 0\nYear 0+6\nX%\nX+1%\nF or Franchisee\nYear 0 + 10\nYear 0 + 10 Gift Certificate Program\n$1X,242,000\n$3X,651,000\n$0X,640,000\n$5X,533,000\n$1Y,550,335\n$2Y,582,520\n$0Y,361,445\n$4Y,494,300\nServices\nProgram\nSpecial entity or entities = = =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ISSUES\n1. Are the proceeds that A receives from the sale of gift checks1 gross income or\nnontaxable member contributions, deposits or funds held-in-trust? 1 For the years in question, the sales reportedly represent gift checks. Apparently, these have been\nissued as part of the Program documented in the Minutes of A’s Committee that took place on Month #,\nYear. In Year 10, B launched its “Program”. We have no documentation on the relationship of the Year\n10 Program to the taxpayer’s gift check program. POSTF-149051-10 4 2. When must A include the proceeds it receives from the sale of gift checks in\ngross income? 3. Is it reasonable for the Service to determine that, in the absence of evidence to\nestablish otherwise, gift checks provided by A to D stores for sale to customers\nhave been sold to customers in the year that A receives funds from D stores? 4. When may A deduct amounts paid to D stores to redeem gift checks? CONCLUSION:\n1. The proceeds that A receives from the sale of gift checks are gross income and are\nnot nontaxable member contributions.",
      "queries": [
        "internal revenue service memo number release",
        "irs memo release date",
        "irs memo release number"
      ],
      "queries_score": [
        "2.481113",
        "2.1612945",
        "1.8455831"
      ]
    },
    {
      "id": "legal-advice_48__1",
      "chunk_id": "1",
      "content": "4. When may A deduct amounts paid to D stores to redeem gift checks? CONCLUSION:\n1. The proceeds that A receives from the sale of gift checks are gross income and are\nnot nontaxable member contributions. The proceeds that A receives from its direct\nsale of gift checks to the public or a third party are not deposits or funds held in trust. However, the funds that A receives from D stores may be viewed as a deposit or an\namount held in trust for the benefit of D stores up to the time D stores sell the gift\nchecks to customers. At that time, the funds held by A may be viewed as proceeds\nfrom the sale of gift checks includable in A’s gross income. 2. A must include the proceeds it receives in income when the gift checks are sold to\nthe public, third parties, or customers of the D store. 3. It is reasonable for the Service to determine that, in the absence of evidence to\nestablish otherwise, gift checks provided by A to D stores for sale to customers have\nbeen sold in the year that A receives funds from D stores. 4. The A may deduct amounts paid to D stores for redeemed gift checks when D stores\nredeem the gift checks. However, A may not deduct amounts paid that exceed\namounts that it has previously included, or is currently including, in gross income for\neach batch of gift checks issued. FACTS This opinion is based on facts determined for the taxpayer’s taxable years ending\nJanuary 31, Year 10 and January 31, Year 11. A is a State of G, Non-stock Corporation. A was formed in Year 0 as an unincorporated association by B (now a subsidiary of C)\nfor the purpose of organizing a services program. A incorporated formally on Year 0+6. A uses the cash basis method of accounting for book purposes and the accrual method\nfor tax purposes. A does not include gift check sales proceeds as income for book or\ntax purposes. Although A uses the term ------------------ to describe itself, and this\nopinion uses the name ---------- for the taxpayer, A is a C corporation and is NOT ------------------------------------------ for federal income tax purposes. A’s members include B and its U.S. franchisees (there are hundreds of U.S.\nfranchisees). A’s governing body, known as the “Committee,” is comprised of ----- POSTF-149051-10 5 members, --- of whom are franchisees who are elected by franchisees from --- regions\nthroughout the U.S. One franchisee serves ex officio by reason of his position as -----------------------------------------------------------------------, and four members are employees of B\nand are appointed by B. Each member has one vote. There has been litigation by A\nagainst B because of -------------------------------------------------------------.2 A filed a Form 1120, “U.S. Corporate Income Tax Return,” for both years -------------------------. A’s services budget is funded by contributions from its members. The\ncontribution rate is voted upon and approved by the taxpayer’s members and is based\non a percentage of the members’ gross sales.",
      "queries": [
        "when may an a deduct amounts paid to d stores to redeem gift checks",
        "when may a deduct amounts paid to a store to redeem gift checks?"
      ],
      "queries_score": [
        "3.3593502",
        "3.0485787"
      ]
    },
    {
      "id": "legal-advice_48__2",
      "chunk_id": "2",
      "content": "A filed a Form 1120, “U.S. Corporate Income Tax Return,” for both years -------------------------. A’s services budget is funded by contributions from its members. The\ncontribution rate is voted upon and approved by the taxpayer’s members and is based\non a percentage of the members’ gross sales. For purposes of calculating a member’s\ncontribution, a member’s gross sales do not include any proceeds from the sale of gift\nchecks. The A reports the members’ contributions ---------------“Other Income,” on --------------- its Form 1120 without including any of the gift check sale proceeds. A sells gift checks, in preset denominations of $X or $XX, in different ways. First,\nA provides checks to D stores for sale to customers, and D stores pay A the face value\nof the gift checks. Second, A sells gift checks directly to scrip organizations at a 10%\ndiscount, which in turn, resell the gift checks. A recognizes the discount at the time of\nsale for both book and tax purposes. Finally, A sells gift checks through online sales. The link to online sales is located on the B website; however, A processes the orders\nand directly receives payment. The link on the B website is strictly a service provided\nfor the benefit of --------. A maintains a small supply of gift checks on hand to fill orders\nfrom D stores, scrip organizations and online sales. A securely stores the unissued gift\nchecks in a warehouse until it needs to replenish its supply. The face of the gift checks is printed to read, in part, as follows:\nPay to the Order of any D\nPayable at E Bank, City, State, Zip Code\nSEE OTHER SIDE FOR DETAILS. The reverse of the gift checks is printed to read, in part, as follows:\nTo D (B or B system) … This is a check issued by [… A …]. Please credit bearer $X and present to any\nbank. To Contacting Bank: Upon presentation, handle as a cash item payable at paying\nbank. 2 See The A versus B Litigation -----------------------. POSTF-149051-10 6 This gift check is worth $X and is redeemable toward the purchase of any product\nat most D restaurants in the United States. All taxes are payable by bearer. The gift checks are similar to actual checks that circulate in the economy as\nnegotiable instruments. The pre-numbered gift checks have separate checking account\nnumbers based upon the face value of the gift check and, like an actual check, are\nprocessed through the Federal Reserve System. The gift checks are honored by E\nwhen presented for payment. The gift checks are not dated and have no expiration\ndates. A orders the gift checks in batches, and A opens a new checking account each\ntime a batch of gift checks is produced. On average it takes about three (3) years to sell\nan entire batch of gift checks. Because the gift checks are associated with a specific bank account through\nwhich they clear, A establishes a general ledger account for each batch of gift checks\nby denomination.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_48__3",
      "chunk_id": "3",
      "content": "On average it takes about three (3) years to sell\nan entire batch of gift checks. Because the gift checks are associated with a specific bank account through\nwhich they clear, A establishes a general ledger account for each batch of gift checks\nby denomination. For example, the batch of $XX gift checks printed in year 8 has a\ngeneral ledger account – Cash $XX Letter, Letter #Letter ##-######## (Letter)] – to\ntrack the batch of the gift checks; A does not track the gift checks individually. 3 A does\nnot have the ability to determine the breakdown of the gift checks based on the type of\nsale (D store, scrip organization or online). To obtain gift checks, scrip organizations or D stores place orders with, and\nsubmit payment to -----------------. A will not deliver gift checks until it receives payment\n(for the face amount of the gift checks for gift checks provided to D stores). A initially\ndeposits amounts that it receives into its general checking account. The entry to record\nthe sale is a debit to the general checking account (Checking account #1####) and a\ncredit to the corresponding gift check liability account that has been set up for the\nspecific batch by denomination (i.e., general ledger account 2#### Redeemable $XX\nLetter, Letter (Letter) Redeemable $XX GC (T)). At the end of each month, A transfers the amounts from the general checking\naccount to a specific checking account. The entry to record this transfer is a credit to\nthe general cash account Checking account #1#### and a debit to the specific cash\naccount. When a gift check is redeemed by a customer for goods at a redeeming D\nstore, the specific cash account is credited and a contra liability account, which was also\nset up on the books for each batch by denomination, is debited. The redeeming D store\nnegotiates the gift check and receives payment from the checking account established\nfor redemptions. Disbursements from the checking account established for each batch of gift\nchecks are solely for redemptions. Therefore, the balance in any gift check cash\naccount represents the unredeemed gift checks by batch by denomination. Also, the\nnet amount of the gift check liability account and the contra liability account equals the\n3 Examination’s Workpapers include information setting forth general ledger trial balance for checking\naccounts by batch. POSTF-149051-10 7 amount of unredeemed gift checks. At the point redemptions slow to about $10 a\nmonth, A recommends to the board to close the checking account and transfer the\nfunds back into the general checking account to be used for services. If approved, A\ncloses the checking account and transfers the funds to the general checking account. A\nusually closes a checking account eight (8) to ten (10) years from the date it sells the\nlast check from a batch. D stores are not required to participate in gift check sales. A common problem\nwith gift check sales is that most of the activity occurs between October 1 and\nDecember 24 (70% to 80%) and unissued checks tend to “disappear” over time when\nstored at the restaurant.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_48__4",
      "chunk_id": "4",
      "content": "D stores are not required to participate in gift check sales. A common problem\nwith gift check sales is that most of the activity occurs between October 1 and\nDecember 24 (70% to 80%) and unissued checks tend to “disappear” over time when\nstored at the restaurant. Stores have been instructed to accept any gift check, and E\nbank (an unrelated national chain of banks) has been instructed to process all checks,\nregardless of the age or the condition of the gift check. If a customer presents a gift\ncheck with a face amount of more than the purchase price of the store’s product, the\nstore will pay the balance to the customer. For example, if a customer presents a $XX\ngift check but only buys an item for $1.50, the store will pay $XX - $1.50 in cash to the\ncustomer because the gift check is the equivalent of cash. A’s Books and Records\n-------- gift check sales for the fiscal years ending January 31 were as follows: D stores (Franchisee\nrestaurants)\nScript Organizations\nCorporate Office Sales\n(includes sales on-line)\nTotal sales Year 10\n$ 1X,242,000 Year 11\n$ 1Y,550,335 3X,651,000\n0X,640,000 2Y,582,520\n0Y,361,445 $ 5X,533,000 $ 4Y, 494,300 Assumed A journal entries are, as follows:\n1. Journal entries made at point of gift check sale:\nAccount Type\nAsset\nLiability Account Title\nCash - General Checking Account Title Debit\n100,000 Unredeemed Gift Checks Credit\n100,000 - To record gift check sale 2. Journal entries made at end of each month to transfer gift check sales to\nchecking account established specific for batch and denomination of gift checks:\nAccount Type\nAsset Account Title\nAccount Title\nCash – Bank Account # $XX Batch Identifier Debit\n100,000 Credit POSTF-149051-10 8 Asset Cash–General Checking 100,000 - To transfer gift check sales\nto checking account\nestablished specifically for\nbatch and denomination of\ngift check 3. Journal entries made when gift check is redeemed:\nAccount Type\nContra\nLiability\nAccount\nAsset Account Title\nGift Checks redeemed Account Title Debit\n50,000 Cash – Bank Account # $XX Batch Identifier Credit 50,000 - To record redemption 4. Journal entries made when redemptions become insignificant (usually 8 to 10\nyears):\nAccount Type\nAsset\nAsset Account Title\nCash - General Checking Account Title Debit\n5,000 Credit Cash – Bank Account # $XX Batch Identifier 5,000 Liability\nUnredeemed Gift Checks\n100,000\nContra\nGift Checks Redeemed\n95,000\nLiability\nAccount\nCredit**\n** Unknown account title\n5,000\nUnknown\n** The actual account that gets credited at this point is unknown. However, the\nincome for A’s Form 1120, “U.S. Corporation Income Tax,” return is based only\non ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------D Store Books and Records\nAlthough Examination has no definite information whether the following journal\nentries have been made by the D stores (-----------------------------------------------------------------------------), the following are the journal entries that should be recorded on the books\nof the D stores based on the gift check treatment that A has used. The assumed\nentries, amounts, and account titles are as follows: POSTF-149051-10 9 1. Journal entries made at point of gift check purchase:\nAccount Type\nAsset\nAsset Account Title\nGift Checks – Available for Sale Account Title Debit\n100,000 Cash Credit\n100,000 - To record gift check purchase - 2. Journal entries made at point of gift check sales to public:\nAccount Type\nAsset\nAsset Account Title\nCash Account Title Debit\n100,000 Gift Checks –\nAvailable for Sale Credit\n100,000 - To record gift check sale to the\npublic 3.",
      "queries": [
        "when is gift check sales d"
      ],
      "queries_score": [
        "2.2153482"
      ]
    },
    {
      "id": "legal-advice_48__5",
      "chunk_id": "5",
      "content": "Account Title Debit\n100,000 Cash Credit\n100,000 - To record gift check purchase - 2. Journal entries made at point of gift check sales to public:\nAccount Type\nAsset\nAsset Account Title\nCash Account Title Debit\n100,000 Gift Checks –\nAvailable for Sale Credit\n100,000 - To record gift check sale to the\npublic 3. Journal entries made when gift check is redeemed by customer:\nAccount Type\nAsset\nSales Account Title\nCash Account Title Debit\n50,000 Sales\n- To record gift check redemption\nby a customer - Further entries in A’s Books and Records The taxpayer maintains sufficient books and records to be able to determine\nunredeemed gift checks by batch date. DISCUSSION, LAW AND ANALYSIS\nIssue 1: Are the proceeds that A receives from the sale of gift checks gross\nincome or nontaxable member contributions, deposits or funds held-in-trust? A. The non-taxable A members’ contributions are separate and apart from\nA’s taxable gift check sales proceeds. There is no logical or documented relationship between members’ contributions\nand gift check sale proceeds. A’s members make monthly contributions based on a\ncontribution rate that is in effect at the time the payment is due. The rate may be X+1%\nor X% of \"sales\" per month. A reports amounts contributed by members ----------------“Other Income---------------------of its Forms 1120. This line, reportedly, does not include Credit\n50,000 POSTF-149051-10 10 any of the gift check sale proceeds. For example, for the year ended January 31, Year\n10, A reported members’ contributions of $1##,###,###.00; and, for the year ended\nJanuary 31, Year 11, A reported members’ contributions of $1##,###,###.00. A represents that it was formed solely for the not-for-profit purpose of conducting\nor promoting services that the D stores could not afford. The “Services Agreement”\nbetween A and the D stores specifies under Section 3 – Expenditures by -----------------------------------------------------------------------------------------------------------------------------------: [A] agrees that it will operate solely for the not-for-profit purposes of\nconducting … [services]… related to B and related products and that all\namounts contributed to it by Franchisee will be expended solely for such\npurposes in connection with …, “B and D products” and related products\napproved for sale at D outlets by Franchisor by the [various means of\nproviding the services and an enumeration of services]. All contributions\nreceived by …[A]… shall be received in trust and disbursed solely for the\nnot-for-profit purposes set forth in its Certificates of Incorporation. No part\nof any contribution shall be returned to Franchisee. Paragraph 2.4(b) of A’s restated bylaws, dated Month ##, Year, states: All contributions of members and other income shall be received by ,,, A in\ntrust and shall be disbursed and expended solely for the not-for-profit\npurposes set forth in the Certificate of Incorporation of … A and no part\nthereof, either before or after the termination or dissolution of …[A], shall\ninure to the benefit of any private member or individual. The gift check sale proceeds do not meet the definition of contributions\nestablished by A’s own documents. For example, A’s by-laws and the Month #, Year\nboard minutes make a distinction between the members’ contributions and other\nincome, which would include “the income (if any) derived from unredeemed Gift\nCertificates.”",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_48__6",
      "chunk_id": "6",
      "content": "The gift check sale proceeds do not meet the definition of contributions\nestablished by A’s own documents. For example, A’s by-laws and the Month #, Year\nboard minutes make a distinction between the members’ contributions and other\nincome, which would include “the income (if any) derived from unredeemed Gift\nCertificates.” The ------------------program was established at a later date and represents\na source of “other income,” and not members’ contributions. The “------------------Program” agreement between A and its members was approved in minutes dated\nMonth #, Year, which established the “Program.” The minutes, in part, state: By motion duly made, seconded and then unanimously approved, it was\nresolved that a B’s Program be established for the purpose of selling $X\nand $XX ---------------------to Franchisees and to B customers nationally. Income (if any) derived from unredeemed ---------------------will be used for\nthe not-for-profit purposes of continuing to plan, administer, promote, and\nsupervise a national ,,,,[services],,, program on behalf of the franchisees\nand the franchisor of B and to do all things necessary to carry out these\nprograms. POSTF-149051-10 11 Based on A’s response to IDR##, these minutes were never reduced to a written\nagreement between A and its members. Although the stated purpose of A is a non-profit [special entity] for the members,\nA is still a corporation subject to the general rules of corporate income taxation. -----------------------------are not exempt from federal income taxation, and, in general, are taxed in\nthe same manner as other corporations. Subchapter T allows certain ----------------- that\nare “operating on a ---------------- basis” to exclude certain items from gross income\nthrough a series of special deductions in IRC §§ 1381-1388.4 In effect, the ----------------------------------------------------------------------------------------------------------------------------------may operate at cost and the “profits” belong to the members, and the ----------------------patrons are taxed on distributions. The only --------------- income that escapes taxation\nat the ---------------- level is patronage source income that flows through to the patrons. To date, A reportedly has not distributed any -------------- dividends to any\nmember, despite having operated as a [special entity] for many years. A has not\nrepresented that the gift check sales are ------------------------- income. But, assuming\narguendo, that they were, A has not flowed through this income to patrons under\nSubchapter T or any other provision. Further, A did not flow through gift check sales\nincome to A’s members within the prescribed time limit under Subchapter T. See I.R.C.\n§§ 1381-1388 requirements to transfer the incidence of taxation to a ----------------’s\npatrons. The fact that A uses the gift check sale proceeds that exceed gift check\nredemptions for… purposes … [that benefit its members]… does not transform the\nsales proceeds to members’ contributions. The members did not sell the gift checks, did\nnot include the proceeds in gross income, and did not contribute the gift check proceeds\nto A for … [service]… purposes. Instead, A sold the gift checks, received the proceeds\nbut failed to include the proceeds in gross income, and did not follow any of the\nSubchapter T provisions, and simply retained the untaxed unredeemed gift check sales\nproceeds, presumptively, for service purposes.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_48__7",
      "chunk_id": "7",
      "content": "Instead, A sold the gift checks, received the proceeds\nbut failed to include the proceeds in gross income, and did not follow any of the\nSubchapter T provisions, and simply retained the untaxed unredeemed gift check sales\nproceeds, presumptively, for service purposes. The inherent abuse in taxpayer’s\nmethod of accounting is clear: A does not simply defer the recognition of income from\nthe gift check sales proceeds; but rather, income from unredeemed gift check sales\nproceeds completely escapes taxation. B. The proceeds that A receives from its direct sale of gift checks to the\npublic or third parties are not deposits or funds held in trust. However, the funds\nthat A receives from D stores may be viewed as a deposit or an amount held in\ntrust for the benefit of D stores up to the time D stores sells the gift checks to\ncustomers. At that time, the funds held by A may be viewed as proceeds from the\nsale of gift checks includable in A’s gross income. 4 Farmers ------------------ that meet certain additional requirements may take advantage of further\nexclusions from gross income under I.R.C. §521. This section is inapplicable to this special entity. POSTF-149051-10 12 IRC §61 defines gross income as all income from whatever source derived. Accordingly, any funds or other accessions to wealth received by a taxpayer are\nincluded in gross income, unless the taxpayer can demonstrate that a specific exclusion\napplies. Commissioner v. Glenshaw Glass Co., 348 U.S. 426, 430 (1955). The taxpayer\nhas not shown that any specific exclusion applies in this case, and we conclude that no\nexclusion applies. North American Oil Consolidated v. Burnet, 286 U.S. 417 (1932), reflects the\ngeneral rule that amounts received under a claim of right and without restriction as to its\ndisposition constitute income in the year of receipt, even though the taxpayer might be\nrequired ultimately to restore an equivalent amount. In Johnson v. Commissioner, 108\nT.C. 448, 470 (1997), aff’d 184 F.3d 786 (8th Cir. 1999), the court explained that not all\nrefundable payments can be excluded from income and that a characteristic of a\ndeposit is the lack of a binding agreement to apply the sum to the purchase of specific\ngoods and services. C. A’s position\nA’s position is that all amounts that it receives from gift check transactions are\nheld in trust for the benefit of its members and do not constitute gross income. A asserts\nthat it acts as an intermediary that only handles the administration of the gift checks;\ntherefore, no amount is taxable income. In addition, A asserts that these funds are\nburdened with the obligation of use for [services] purposes. As stated in its returns, A\nconsiders the amounts it receives from its members to be:\n[B]urdened with the obligation to expend such sums for …[services]…\npurposes. Such payments, therefore, do not constitute gross income and\nthe A is not subject to tax upon the excess of its receipts over its\ndisbursements. Likewise, disbursements over receipts do not constitute a\nloss. Thus, A asserts that it is not required to include proceeds from gift check transactions in\nincome for both tax and book purposes.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_48__8",
      "chunk_id": "8",
      "content": "Likewise, disbursements over receipts do not constitute a\nloss. Thus, A asserts that it is not required to include proceeds from gift check transactions in\nincome for both tax and book purposes. It would help to clarify whether the taxpayer\ndeducts proceeds from gift checks that are spent on services. 5 5 If relying on Seven-Up v. Commissioner, 14 T.C. 965 (1950), acq. 1950-2 C.B. 4, withdrawn and acq. 1974-2 C.B. 4, the taxpayer does not include gift checks proceeds in income, taxpayer should also not\ntake a deduction for gift check proceeds spent on services. Ascertaining that the taxpayer does not do\nboth (fail to recognize gift check income yet take a services expense deduction for gift check proceeds\nspent in services) may also be relevant to whether the taxpayer’s treatment of gift check proceeds\nreflects a method of accounting. The fact that the taxpayer’s exclusion of gift check proceeds from income\nis a permanent exclusion suggests that this is not a method of accounting. However, an argument can be\nmade to the contrary. Therefore, if during your examination of the gift check issue in future cycles, you\ndeem it appropriate or necessary to make adjustments for closed years, it will be necessary to address\nthis complex issue. If this is the case, you will need to request further advice to addresses the question of\nwhether the taxpayer’s exclusion of gift check proceeds from income is a method of accounting. Any POSTF-149051-10 13 Because its bylaws require that all “other income shall be received by A in trust\nand shall be disbursed and expended solely for the non-for-profit purposes,” i.e., for\nservices program purposes, A argues that gift check proceeds cannot be taxed because\nthey are required to be used for services. However, A does not distinguish between\namounts received from gift checks that are never redeemed, which may be used for\nservices, and amounts that are paid to the redeeming D stores, which are obviously not\nused for services. 6 Citing the --------------------Program and Section 3 of the [Services] Agreement\nbetween A and D stores, A maintains that an amount received by a taxpayer is not an\naccession to wealth that must be included in gross income if the taxpayer never\nexercises dominion or control over the amount. A argues that gross income does not\ninclude amounts that a taxpayer receives acting in a fiduciary capacity or as a conduit\nfor payment to another. A asserts that it does not handle the gift check program for its\nown benefit. Given A’s position that it acts as an intermediary that only handles the\nadministration of the gift checks, any activity related to the gift checks is recorded\ndirectly on the balance sheet [Cash (segregated on the trial balance by allotment) and\nUnredeemed Gift Certificates accounts]. However, A’s direct sales of gift checks to online purchasers and scrip\norganizations are sales, and not deposits, in which the purchaser receives the right to\nreceive goods and services.",
      "queries": [
        "can gift checks be deducted from tax"
      ],
      "queries_score": [
        "1.5196015"
      ]
    },
    {
      "id": "legal-advice_48__9",
      "chunk_id": "9",
      "content": "However, A’s direct sales of gift checks to online purchasers and scrip\norganizations are sales, and not deposits, in which the purchaser receives the right to\nreceive goods and services. Further, for the direct sales, D stores do not advance any\nfunds to the taxpayer, and A is not holding any of the proceeds from these sales as\ndeposits or funds held-in-trust for the benefit of the D stores. On the other hand, when A places gift checks with D stores to be sold by D\nstores to customers, the D store retains the ability to redeem the checks and recover\nthe funds. These funds held by A may be viewed as deposit or an amount held in trust\nfor the benefit of D stores. However, once a D store sells the gift check to a customer\nor other third-party,7 the store has no right to recover the funds. Thus, if the value of the\ngift check funds held by A is viewed as a D store deposit, the funds are no longer a\ndeposit when the D store sells the gift check to a customer. Taxpayer’s reliance on the Seven-Up, supra, case is misplaced. such request with regard to taxpayer’s method of accounting will require referral to the national office,\nCC:ITA:7.\n6 We conclude that the redemption amounts represent cost of sales (for A’s previous gift check sales) that\nA may deduct when paid to the redeeming store, and the amounts received by the redeeming stores\nrepresent food sale revenue to the food establishment. 7 It is important to note that the D stores may be reimbursed not only by selling the gift check, but also by\nusing the gift checks as a means to pay employees, or for sale incentives, or otherwise. In all of these\ncases, the exchange is presumed to be an arms-length exchange for equal value. POSTF-149051-10 14 Taxpayer relies solely on Seven-Up Co. v. Commissioner, 14 T.C. 965 (1950)\nacq. 1950-2 C.B. 4, withdrawn and acq 1974-2 C.B. 4, to support its position that gift\ncheck sales proceeds are not taxable income. In that case, the Tax Court determined\nthat funds deposited with a soft drink company by its bottlers were not taxable income. In Seven-Up, the bottlers were given exclusive territories, and it was not feasible for any\nlocal bottler to conduct a national services campaign. Determining that a national\nadvertising campaign would be beneficial, the bottlers decided to combine their funds\nfor that purpose. The program was funded by contributions from the participating\nbottlers based on the volume of their beverage sales. Because the advertising agency had no means to administer the bottlers’ multiple\ncontributions, the agency recommended that the bottlers make payments to the\ncompany. The agency and the company then entered into an agreement setting forth\nthe arrangement. The company consistently represented that it was a trustee or\ncustodian of the bottlers’ funds in the discussions leading to the implementation of the\nfund and thereafter. Each time product was shipped to a bottler, the company sent a\nstatement reflecting the bottler’s required contribution to the advertising fund. In turn,\nthe company paid the agency for advertising.",
      "queries": [
        "are gift checks direct sales"
      ],
      "queries_score": [
        "2.5060916"
      ]
    },
    {
      "id": "legal-advice_48__10",
      "chunk_id": "10",
      "content": "Each time product was shipped to a bottler, the company sent a\nstatement reflecting the bottler’s required contribution to the advertising fund. In turn,\nthe company paid the agency for advertising. The agency reported directly to the\nbottlers and provided the bottlers detailed information regarding the national advertising\nprogram. The company considered itself to be a nontaxable intermediary between the\nbottlers and the agency; therefore, the company did not report the bottlers’ contributions\nto the fund as gross income or deduct the payments to the agency as business\nexpenses. The Service contended that the bottlers’ contributions, reduced by the payments\nto the agency, were taxable income to the company. The Tax Court held that the\namounts contributed by the bottlers constituted a trust fund for advertising purposes and\nthat the company administered the fund as an agent for the bottlers. The court\nreasoned as follows: First, the members had contributed the funds to the cooperative for\nthe specific purpose of paying for the advertising campaign; second, the company had a\nlegal obligation to expend the funds for advertising and could not divert the funds for\nany other purpose; and, third, because of this obligation, the company derived no gain,\nprofit, or benefit upon the receipt of the funds. Consequently, the Tax Court held that “…\n[P]etitioner did not receive the bottlers’ contribution as its own property. They were\nburdened with the obligation to use them for national advertising. No gain or profit was\nrealized on their receipt because of this offsetting obligation.” See, Seven-Up, supra, 14\nT.C. at 979. Some of the facts of the instant case are similar to the facts of Seven-Up. For\nexample, in Seven-Up, the bottlers made payments based on the volume of their\nbeverage sales to the company that were earmarked for national advertising. In the\ninstant case, the members’ contributions are also based on a percentage of sales and\nare used by A to pay for services. However, the critical facts are different. First, SevenUp did not involve gift check sales. Second, Seven-Up did not involve money inflows\nthat had not yet been taxed. Further, Seven-Up did not address the taxability of the POSTF-149051-10 15 sale of soft drinks to the public, but addressed only the taxability of contributions of\nbottlers’ funds earmarked for advertising. Therefore, Seven-Up does not support A’s\nargument that the full amount of taxable gift check sale proceeds are transformed into\nnontaxable members’ contributions, deposits, or funds held-in-trust, simply because any\npotential profit from the transaction could be spent on services for the benefit of the A\nmembers. In short, the holding of the Seven-Up case does not address the taxability of\nthe sale of gift checks to the public. The income in question is not members’ contributions but rather gift check sale\nproceeds. The Service has not reclassified any members’ contributions into taxable\nincome. 8 In this case, the proceeds from the sale of gift checks derived from A’s direct\nsales to the scrip organizations and public and from indirect sales through D stores. ----------------------percent of the Year 10 gift certificates and --- percent of the Year 11 gift\ncertificates were sold directly to third parties who are not members of A.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_48__11",
      "chunk_id": "11",
      "content": "----------------------percent of the Year 10 gift certificates and --- percent of the Year 11 gift\ncertificates were sold directly to third parties who are not members of A. A argues that Seven-Up holds that monies received with an obligation to expend\nfor a specific purpose for the benefit of another are not the income to the recipient. A\nasserts that that this applies not only to the members’ contributions, but also to gift\ncheck sales proceeds. The taxpayer’s position ignores the fact that A is the entity that is\nselling gift checks, not the D stores. When D stores sell the gift checks to customers, D\nstores do not place the proceeds with the A as agent or trustee. We conclude that taxpayer’s position that the gift check sales are nontaxable\nand its reliance on Seven-Up case for this conclusion are in error. We agree with\nExamination’s determination that proceeds from gift card sales are taxable gross\nincome of A.\nIssue 2: A must include the proceeds it receives in income when the gift checks\nare sold to the public, third parties, or customers of D stores. IRC §451(a) sets forth the general rule that items of income must be recognized\nin the year of receipt “unless, under the method of accounting used in computing\ntaxable income, such amount is to be properly accounted for as of a different period.” Treas. Reg. §1.451-1(a) provides that, under an accrual method of accounting, income\nis includible in gross income when all the events have occurred that fix the right to\nreceive the income and the amount can be determined with reasonable accuracy. All the events that fix the right to receive income generally occur when (1) the\npayment is earned through performance, (2) payment is due to the taxpayer, or (3)\npayment is received by the taxpayer, whichever happens earliest. Rev. Rul. 84-31,\n1984-1 C.B. 127.\n8 If the contributions to the taxpayer from previously taxed sales to the public were at issue, then SevenUp, supra, would be on point, but only for those contributions. However, what is at issue in this case is the\ntaxability of previously untaxed gift check sales proceeds to the public and NOT member contributions\nthat have been already taxed to the A members. POSTF-149051-10 16 In determining whether the right to receive has become fixed, consideration must\nbe given to a number of factors. These include the substance of the transaction, the\nagreement of the parties, the time when services are rendered or property delivered, the\nexistence of contingencies, or condition precedent or subsequent, and whether the\nliability is acknowledged or disputed. North American Oil Consolidated v. Burnet, 286 U.S. 417 (1932), is instructive\nand reflects the general rule that amounts received under a claim of right and without\nrestriction as to their disposition constitute income in the year of receipt, even though\nthe taxpayer might be required ultimately to restore an equivalent amount.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_48__12",
      "chunk_id": "12",
      "content": "North American Oil Consolidated v. Burnet, 286 U.S. 417 (1932), is instructive\nand reflects the general rule that amounts received under a claim of right and without\nrestriction as to their disposition constitute income in the year of receipt, even though\nthe taxpayer might be required ultimately to restore an equivalent amount. Citing North\nAmerican Oil, supra the Court in James v. United States, 366 U.S. 213, 219 (1961)\nstated “[w]hen a taxpayer acquires earnings, lawfully or unlawfully without the\nconsensual recognition, express or implied, of an obligation to repay and without\nrestriction as to their disposition, he has received income….” These principles were made clear by a trilogy of Supreme Court opinions and a\nSixth Circuit opinion, inter alia. See Schlude v. Commissioner, 372 U.S. 128 (1963);\nAmerican Automobile Assn. v. United States, 367 U.S. 687 (1981); Automobile Club of\nMichigan v. Commissioner, 353 U.S 180 (1957); and Hagen Advertising Displays, Inc. v.\nCommissioner, 407 F.2d 1105 (6th Cir. 1969). The cited Supreme Court cases dealt\nwith prepaid income for services rather than goods. The cases established the principle\nthat, except for certain limited exceptions, an accrual method taxpayer must include in\nincome amounts received for services even though the income had not yet been\nearned. Citing the trilogy of Supreme Court opinions, Hagen Advertising Displays, Inc.\nv. Commissioner, supra, held that a taxpayer must include in income prepaid amounts\nfor blanket orders for manufactured advertising signs in the year the taxpayer received\npayment. In the instant case, direct sales by A to the public or other third parties are\ncompleted sales of gift checks when A transfers the gift checks to the public or other\nthird party. Thus, A must include amounts from the sale of the gift checks in income\nupon the earlier of when A transfers the gift checks or when A receives payment,\nwhichever is first. Treas. Reg. §1.451-1(a). Indirect sales of gift cards through D stores are initially nontaxable exchanges of\na cash equivalent for cash between A and D stores because the gift checks are\nnegotiable instruments that are payable to the order of any franchisor or franchisee\nrestaurant. 9 The sale of the gift checks occurs when D stores sell the gift checks to a\ncustomer or other third-party. Thus, for indirect sales, A must include amounts from the\n9 We emphasize, however, that an argument for immediate taxability could be made based on whether\nthe parties to the transaction, the A and the franchisees, understand the transaction to be a completed\nsale of gift checks between the parties, rather than deposits. In the instant case, the known facts, i.e., the\nfreely negotiable nature of the gift checks, in this particular gift check program, support the conclusions\nreached in this opinion. POSTF-149051-10 17 sale of the gift checks in income when D stores sell the gift checks to a customer or\nother third-party. That is when A becomes entitled to the funds, and when any prepaid\nfunds held by A are no longer held in trust or as deposits and therefore are income to A,\nas discussed above. Treas. Reg. §1.451-1(a).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_48__13",
      "chunk_id": "13",
      "content": "That is when A becomes entitled to the funds, and when any prepaid\nfunds held by A are no longer held in trust or as deposits and therefore are income to A,\nas discussed above. Treas. Reg. §1.451-1(a). Issue 3: It is reasonable for the Service to determine that, in the absence of\nevidence to establish otherwise, gift checks provided by A to D stores for sale to\ncustomers have been sold the year the that A receives funds from D stores. It is reasonable to assume that D stores are unlikely to be advancing or\ndepositing money to be held-in-trust in exchange for gift checks that exceed the amount\nof gift checks that the D stores may sell. D stores do not want to keep excessive gift\nchecks on hand because they may be stolen, damaged, or lost. Just-in-Time-Inventory\nor a close approximation thereto, makes business sense because the gift checks are\nnot interest-bearing instruments. It is an accepted business principle that an entity\nwants to manage its cash and cash equivalents in a profitable manner by investing all\nnon-essential cash and cash equivalents. It is also reasonable to conclude that a D store will determine its inventory not\nless often than once a year, for purposes of determining its annual income and, in all\nlikelihood more frequently (to aid the taking of annual inventory through interim\ninventories or for financial statement preparation, interim or annual). In addition, as the\ntaxpayer is an association of the member franchisor and the franchisees and as the\ntaxpayer makes the gift check program available to participating members, it is\nreasonable to conclude that the taxpayer should be able to require its gift check\nparticipating members to provide information on the number of unsold gift checks on\nhand. An important factor to be considered is how often any one D store orders checks. It is reasonable to conclude that, when a store places a new order for gift checks, it is\nbecause it has sold all or almost all of its previously purchased gift checks to customers. The ordering party may always provide documentary evidence to the contrary. Therefore, it is reasonable for the Service to require A to establish by persuasive\ndocumentary evidence, including a reasonable estimate, the amount of gift check bank\naccount proceeds that represent unsold gift checks. In the absence of such evidence,\nwe conclude that it would be reasonable for the Service to determine that funds\nadvanced by D stores that remain in taxpayer’s gift check bank accounts after a\nreasonable amount of time (e.g., for ----- days or more) represent gift check sales\nproceeds from sales by D stores to customers. There is no magical number; the figure ------ days is just one possible reasonable figure. What this reasonable amount of time is\nwould depend on the specific facts and circumstances. Each examiner or reviewer may\nconsider what a particular store’s gift check inventory policy is and how often a store\norders, or reorders, gift checks. POSTF-149051-10 18 Issue 4: A may deduct amounts paid to D stores to redeem gift checks when D\nstores redeem the gift checks.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_48__14",
      "chunk_id": "14",
      "content": "Each examiner or reviewer may\nconsider what a particular store’s gift check inventory policy is and how often a store\norders, or reorders, gift checks. POSTF-149051-10 18 Issue 4: A may deduct amounts paid to D stores to redeem gift checks when D\nstores redeem the gift checks. The next issue is whether taxpayer may deduct its liability for gift check\nredemptions when it includes gift check proceeds in income. I.R.C. §461(a) provides\nthat the amount of any deduction or credit must be taken for the taxable year that is the\nproper taxable year under the method of accounting used in computing taxable income. Treas. Reg. §1.461-1(a)(2)(i) provides that, under an accrual method of\naccounting, a liability is incurred, and is generally taken into account for federal income\ntax purposes, in the taxable year in which (1) all the events have occurred that establish\nthe fact of the liability, (2) the amount of the liability can be determined with reasonable\naccuracy, and (3) economic performance has occurred with respect to the liability (the\n\"all events test\"). See also Treas. Reg. §1.446-1(c)(1)(ii)(A). A taxpayer may not deduct a liability that is contingent, nor may a taxpayer\ndeduct an estimate of an anticipated expense, no matter how statistically certain, if it is\nbased on events that have not occurred by the close of the taxable year. United States\nv. General Dynamics, 481 U.S. 239, 243 (1987); Brown v. Helvering, 291 U.S. 193, 201\n(1934). In the instant case, until a customer returns to a D store to redeem a gift check, A\nfaces only a contingent liability to pay the redeeming D store. Thus, the return of the\ncustomer and redemption by the D store of the gift check is a condition precedent to\nestablish the taxpayer's liability. A may deduct the liability to make the payment to D\nstores no earlier than the time at which all events have occurred that establish the fact\nof the liability; namely, no earlier than when customers return to the D stores to redeem\nthe gift checks. At that time, A’s liability will be fixed and determinable. Before the\ncustomers return to the D stores to redeem checks, all events have not occurred to\nestablish the fact of the liability and estimates of the amount of the liability are subject to\nthe vagaries inherent to gift check redemptions (e.g., if, and when, and in what\namounts, will the redemptions occur). Other considerations Finally, A maintains that there are costs directly attributable to the sale of gift\nchecks, mainly printing, storage, and bank fees that would exceed the gift check sales\nproceeds. The taxpayer may always claim any legitimate ordinary and necessary\nbusiness expenses under I.R.C. §162 and any other applicable provision. Assuming A\nis correct, the fact that its expenses may exceed its income and result in a loss activity,\ndoes not mean that the income is excludable in the first instance. POSTF-149051-10 19 CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------CONCLUSION: It follows that A has to recognize the gift check sales proceeds as taxable income\n(gross sales net of redemptions and other substantiated gift check sale costs).",
      "queries": [
        "can a store deduct gift checks"
      ],
      "queries_score": [
        "2.6476345"
      ]
    },
    {
      "id": "legal-advice_48__15",
      "chunk_id": "15",
      "content": "POSTF-149051-10 19 CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------CONCLUSION: It follows that A has to recognize the gift check sales proceeds as taxable income\n(gross sales net of redemptions and other substantiated gift check sale costs). Prior to being issued this case has been coordinated with, and reviewed by the\nNational Office. If you have any questions, please call Industry Counsel (Food,\nBeverages, and Cooperatives) Rogelio A. Villageliu, at (312) 368-8728. HARMON B. DOW POSTF-149051-10 20\nDeputy Area Counsel (IP)\n(Large Business & International (RFPH) By: _____________________________ Rogelio A. Villageliu\nIndustry Counsel (Cooperatives, Food &\nBeverages) (RFPH)\n(Large Business & International) POSTF-149051-10 21 Cc: via e-mail only: ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-149051-10 22 ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------",
      "queries": [],
      "queries_score": []
    }
  ]
}