{
  "doc_id": "legal-advice_3",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_3__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20044102F\nRelease Date: 10/08/04\nCC:LM:CTM:SEA:POSTF-133935-04\nUIL: 1033.00-00 date: August 27, 2004 to: --------------LMSB Manager\n------------------ from: LMSB Counsel, Seattle\nsubject: ------------------------------------------Section 1033 Replacement Property (--------------) Sub\nDate M\nLocation X\nYear 1\nDate N\nDate P\nAct\n$A\n$B\nYear 2\n$C\n$D\nYear 3\nYear 4\n$E\ncontract # XX = ------------------------= -----------------= ------------------------------------------= -----= -----------------------= -----------------------= ------------------------------------= ---------------= ----------------= -----= ----------------= ----------------= -----= -----= ----------------= -------------- This responds to your request for advice on issues relating to § 1033 of the Internal\nRevenue Code. More specific comments relating to the draft Form 886-A will be set\nforth in a separate correspondence. Issue Has the taxpayer engaged in a valid purchase of replacement property, as described in\n§ 1033(a)(2)(A), for an involuntarily converted timber cutting contract with the U.S.\nForest Service. Conclusion\nTimber cutting contracts acquired by the taxpayer within the applicable replacement\nperiod will constitute § 1033 replacement property within the meaning of §\n1033(a)(2)(A). However, amounts expended as advance royalties, for example, which\nare normally payable to a lessor as timber is cut, are not expenditures for replacement\nproperty. Further, any purchase after the close of the applicable replacement period\ncannot be taken into account in determining the amount of gain deferred under §\n1033(a)(2)(A). Factual Summary A timber cutting contract between Sub, a wholly-owned subsidiary of the taxpayer, and\nthe U.S. Forest Service was entered into on Date M. The timber was located in\nLocation X.\nIn Year 1, the Forest Service unilaterally changed certain pricing and volume provisions\nof the contract pursuant to the Act. The changes were effective on Date N. The\ntaxpayer sued and ultimately recovered, through a settlement with the U.S. government\non Date P, compensation of $A. In PLR 199911048, issued to the taxpayer, the IRS\nconcluded that enactment and implementation of the Act resulted in the involuntary\nconversion of the contract. The taxpayer originally reported $B as eligible for deferral on its Year 2 federal income\ntax return. The taxpayer has agreed, however, that of this $B amount, $C is no longer\neligible for deferral. Thus, the amount currently eligible for deferral is $D.\nIn Year 4, the taxpayer acquired 72 timber cutting contracts which it contends qualify as\nreplacement property under § 1033.1 The taxpayer estimates that it will owe an\nadditional amount of $E as timber is cut over the lives of the contracts. Accordingly, the\ntaxpayer argues that the $D received by the taxpayer due to the involuntary conversion\nhas been, or will be used to purchase other property similar or related in service or use\nto the converted property. Discussion\nSection 1033(a)(2)(A) provides, in part, that if a taxpayer, during the period specified for\nreplacing the involuntary converted property, “purchases other property similar or\n1 Section 1033(a)(2)(B)(titled “Period Within Which Property Must be Replaced”) generally provides a 2year replacement period. In this case, the 2-year period expired at the end of Year 3. The applicable 2year replacement period may be extended if special permission is obtained from the IRS. See\n§1033(a)(2)(B). We understand an extension was secured in this case allowing for purchase of the\nreplacement property in Year 4. 2",
      "queries": [
        "office of chief counsel internal revenue service memo number"
      ],
      "queries_score": [
        "3.2753475"
      ]
    },
    {
      "id": "legal-advice_3__1",
      "chunk_id": "1",
      "content": "In this case, the 2-year period expired at the end of Year 3. The applicable 2year replacement period may be extended if special permission is obtained from the IRS. See\n§1033(a)(2)(B). We understand an extension was secured in this case allowing for purchase of the\nreplacement property in Year 4. 2 related in service or use to the property so converted … at the election of the taxpayer\nthe gain shall be recognized only to the extent that the amount realized upon such\nconversion … exceeds the cost of such other property….” [Emphasis added.] Section 1033(a)(2)(A)(ii) provides, in part, that a taxpayer is considered to have\npurchased property only if the unadjusted basis of such property would be its cost within\nthe meaning of § 1012. For property to be valid replacement property under § 1033(a)(2)(A), the property\nacquired must have a close functional similarity to the property converted. See Rev.\nRul. 64-237, 1964-2 C.B. 319. Under this “functional use” test, properties are\nconsidered similar or related in service or use if the physical characteristics and end\nuses of the converted and replacement properties are closely similar. Contract rights have been held to constitute “property.” See Schneider v.\nCommissioner, 65 T.C. 18 (1975); Mitchcom v. United States, 573 F.2d 58 (Ct. Cl.\n1978). Thus, in the present case, the timber cutting contract pertaining to Location X is\nthe converted property for purposes of § 1033. Only other timber cutting contracts\nconstitute qualifying replacement property under these facts. 2 Thus, only those costs\nincurred to acquire such contracts should be taken into account in determining whether\nan eligible purchase or replacement property has occurred. In addition, costs incurred\nto acquire such contracts as replacement property may also include any premium paid\nto secure a contract with favorable terms. For example, section 8.1 of the sample\ncontract you provided (contract #XX) allows for the sale of the contract rights by the\ntaxpayer, subject to the owner’s approval. A premium paid for the inclusion of such\nprovision would be taken into account in determining the cost of replacement property. However, an incurred cost does not qualify to the extent it constitutes an advance\npayment of a royalty for timber to be later harvested. In addition, even if the cost of the timber and costs associated with cutting the timber\ncould qualify as expenditures for property similar or related in service or use, some of\nthese expenditures will be incurred after the close of the applicable replacement period. Section 1033 requires that replacement property be “purchased” within the applicable\nreplacement period. See Rev. Rul. 55-517, 1955-2 C.B. 297; see also Dettmers v.\nCommissioner, 430 F.2d 1019, 1023 (6th Cir. 1970), aff’g, Estate of Johnston v.\nCommissioner, 51 T.C. 290 (1968). In general, a sale/purchase of property occurs for\nfederal income tax purposes when the benefits and burdens of owning the property shift\n2 Regarding potential replacement property, PLR 199911048 issued to the taxpayer provides as follows:\n[T]he timber cutting contracts to be acquired by Taxpayer from Parent and/or third parties will\nconstitute eligible replacement property under § 1033(a)(2)(A) provided such contracts are similar\nor related in use or service to the converted contract….",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_3__2",
      "chunk_id": "2",
      "content": "Regarding potential replacement property, PLR 199911048 issued to the taxpayer provides as follows:\n[T]he timber cutting contracts to be acquired by Taxpayer from Parent and/or third parties will\nconstitute eligible replacement property under § 1033(a)(2)(A) provided such contracts are similar\nor related in use or service to the converted contract…. [T]he replacement property [will consist] of the replacement contract(s) and not the timber which\nthe replacement contracts entitle Taxpayer to cut. Acquisition by Taxpayer of timber or real\nestate containing timber would not satisfy the functional use test of § 1033. [Emphasis added.] 3 from the seller to the buyer. See Merrill v. Commissioner, 40 T.C. 66 (1963), aff’d, 336\nF.2d 771 (9th Cir. 1964). Consequently, a “purchase” under § 1033 contemplates, at a\nminimum, transfer of ownership of the pertinent property. The contract you provided, #XX, generally obligates the taxpayer to cut and pay for a\nspecified quantity of timber over a 10-year period. An “Advance Deposit” is required at\nthe outset of each year to cover the price of a “Base Volume” to be harvested each\nyear. Section 2.7 provides that “Owner shall retain ownership of the Timber until such\ntime as Purchaser harvests the Timber pursuant to the Annual Harvest Plan.” Further,\nsection 2.3 provides that “Owner will bear the risk of loss regarding the Timber until\nsuch time as the Timber is harvested.” Section 2.4 provides that “Owner will retain\npossession and control of the Timber” until harvested by the taxpayer. Thus, even if\npayments under the contracts for timber could qualify as eligible replacement “costs,”\nthe replacement property (timber) is not “purchased” as contemplated by § 1033 until\nthe timber is harvested. In this regard, we assume that all of the contracts are pay-ascut contracts and that the bulk of the $E in anticipated cutting costs relative to the 72\ncontracts will be made after the close of Year 4, which is after the applicable\nreplacement period. Litigation Hazards -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. Please do not hesitate to call if you have any questions regarding the foregoing\ncomments and recommendations. Sincerely, ___________________ William A. McCarthy\nSenior Counsel 4",
      "queries": [],
      "queries_score": []
    }
  ]
}