{
  "doc_id": "legal-advice_49",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_49__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20112701F\nRelease Date: 7/8/2011\nCC:LB&I:RFPH:CH2:JDScheid\nPOSTF-147002-10\nUILC: 61.00-00, 118.00-00, 118.01-02 date: February 11, 2011 to: from: subject: Revenue Agent Stephanie L. Tucker\nRFPH, Territory 2, Team 1532, Chicago\n(Large Business & International)\nAssociate Area Counsel (Chicago, Group 2)\n(Large Business & International) Bank Enterprise Award payment received from the U.S. Department of the Treasury\nCommunity Development Financial Institutions Fund is not excluded from Taxpayer's\nincome under section 118. This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. This advice has been coordinated with Industry Counsel,\nSection 118 and the National Office, Associate Chief Counsel for Passthroughs and\nSpecial Industries, Branch 5.\nLEGEND\nTaxpayer\nSub\na\nb\nc\nd\ne\nf\ng\nh\ni = --------------------------------------= ------------------------------= ----------------------------= ----------------------------= ------= ------= -----------= ---=\n---= -----------= ------------ POSTF-147002-10 2 ISSUE\nWhether Bank Enterprise Award (“BEA”) payments received by Taxpayer from\nthe U.S. Department of the Treasury Community Development Financial Institutions\nFund (the “Fund”) during the taxable years ended *** a and *** b are excluded from\nTaxpayer’s gross income for the taxable years *** c and *** d, respectively, as a\nnonshareholder contribution to capital under section 118? CONCLUSION It is our opinion that the BEA payments received by Taxpayer from the Fund\nduring the taxable years ended *** a and *** b are not excluded from Taxpayers gross\nincome under section 118 for the taxable years *** c and *** d, respectively. For the\naward years *** c and *** d, it is clear that the intent of the BEA program was to\nincrease financial services in distressed communities. The criteria for receipt of the BEA\npayment, the mechanisms used to calculate the amount of the BEA payment, and the\nunrestricted use of the funds suggest that the purpose of the BEA payment is to\nsupplement revenue of the recipient for qualified activities. Further, under an analysis\nof the factors outlined in Chicago, Burlington & Quincy R.R., the BEA payment does not\nsatisfy the characteristics of a nonshareholder contribution to capital under section 118. Accordingly, it is our opinion that the BEA payments are properly included in Taxpayer’s\ngross income under section 61 for the taxable years *** c and *** d.\nFACTS\nTaxpayer is a holding company subject to regulation by the Federal Reserve\nBank. Taxpayer’s wholly owned subsidiary, Sub, is an FDIC-insured financial institution\nwith offices located in the *** e metropolitan area. Taxpayer files a consolidated Federal\nincome tax return on the cash basis of accounting. General Background of the BEA Program\nThe Bank Enterprise Award (“BEA”) program was established under the\nCommunity Development Banking and Financial Institutions Act of 1994, as amended,\n12 U.S.C. 4701 et seq., 108 Stat. 2163, 2179 (1994),1 and its associated regulations\ncodified at 12 CFR Part 1806. The BEA program is administered by the U.S.\nDepartment of the Treasury Community Development Financial Institutions Fund (the\n“Fund”) with its purpose to encourage FDIC-insured financial institutions to increase\ntheir levels of loans, investments, services and technical assistance within distressed\ncommunities. The Fund also encourages financial assistance to community\n1 Amending the Bank Enterprise Act of 1991, 105 Stat. 2308 (1991). POSTF-147002-10 3 development financial institutions through grants, stock purchases, loans, deposits and\nother forms of financial and technical assistance.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_49__1",
      "chunk_id": "1",
      "content": "The Fund also encourages financial assistance to community\n1 Amending the Bank Enterprise Act of 1991, 105 Stat. 2308 (1991). POSTF-147002-10 3 development financial institutions through grants, stock purchases, loans, deposits and\nother forms of financial and technical assistance. The BEA program encourages FDIC-insured financial institutions to open new\nsavings accounts, provide home mortgage loans, and invest in small businesses in\neconomically distressed communities. Qualifying deposits must be committed for a\nterm of at least three years and either be (1) uninsured or (2) insured but provided at an\ninterest rate that the Fund determines to be materially below market rates. 2 72 Fed.\nReg. 189, 194 (Jan. 3, 2007). Distressed community financing activities include\naffordable home mortgage loans, affordable housing development loans and project\ninvestments, commercial real estate loans and project investments, and small business\nloans. 12 CFR § 1806.103(u). Affordable housing loans finance the purchase or\nimprovement of a borrower’s primary residence and are secured by such property. 12\nCFR § 1806.103(c). Affordable housing development loans finance the acquisition or\ndevelopment of single or multi-family residential real property where at least sixty\npercent of the units are sold or rented to low and moderate-income individuals. 12 CFR\n§ 1806.103(b). Commercial real estate loans are used to finance the acquisition,\ndevelopment or rehabilitation of a building used for commercial purposes. 12 CFR §\n1806.103(l). A small business loan is made for commercial or industrial activities to a\nbusiness or farm that meets either the eligibility standards of the Small Business\nAdministration’s Development Company or Investment Company programs or has gross\nannual revenues of $1 million or less. 12 CFR § 1806.103(oo). Calculation of the BEA Payment\nFinancial institutions apply for a BEA payment on an annual basis. The BEA\npayment is based solely on an applicant's increase in equity investment, lending and\ndeposit activities in distressed communities from the prior award year. A BEA applicant,\nsuch as Taxpayer, calculates and submits to the Fund an estimated award amount as\npart of the BEA program application. 12 CFR § 1806.202(a). The estimated award\namount is based upon an award percentage for each category of qualifying activities\nmultiplied by the increase from the prior award year in the weighted value of such\ncategory of qualifying activities. 12 CFR § 1806.202(c). The categories of qualifying\nactivities and their corresponding measurement of value are defined in the regulations\nand the Notice of Funds Availability (the “NOFA”) for the years at issue. 12 CFR §\n1806.201; 72 Fed. Reg. at 194. The Fund establishes the award percentage for each\ncategory of qualifying activities in the NOFA. 12 CFR § 1806.202(b). If sufficient funding exists for all estimated awards submitted by all BEA\napplicants and the applicants meet the other requirements for payment, the actual BEA\npayment may be disbursed in the amount as calculated by the BEA applicant. 12 CFR\n§ 1806.203(a). However, where insufficient funding exists for all estimated awards\n2 A materially below market interest rate is an annual rate that does not exceed 100 percent of the rate on\na U.S. Treasury bill of comparable maturity as of the date of the deposit. 72 Fed. Reg. at 190-91. POSTF-147002-10 4",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_49__2",
      "chunk_id": "2",
      "content": "However, where insufficient funding exists for all estimated awards\n2 A materially below market interest rate is an annual rate that does not exceed 100 percent of the rate on\na U.S. Treasury bill of comparable maturity as of the date of the deposit. 72 Fed. Reg. at 190-91. POSTF-147002-10 4 submitted, the Fund determines the actual BEA payment to be disbursed to each BEA\napplicant based upon the priority ranking for each category of qualifying activities and\nthe incremental increase in the value of such qualifying activities from the prior award\nyear. 12 CFR § 1806.203(d). The priority ranking for each category of qualifying\nactivities is described in the regulations and the NOFA. 12 CFR § 1806.203(c); 72 Fed.\nReg. at 194. The NOFA establishes priority factors for only the distressed community\nfinancing activities category. 72 Fed. Reg. at 194. The NOFA assigns a priority factor\nof 3.0 to affordable housing loans and small business loans. Id. The NOFA assigns a\npriority factor of 2.0 to affordable housing development loans and commercial real\nestate loans. Id. The priority factor is multiplied by the increase in the corresponding\nqualified activities from the prior award year to achieve a weighted value. Id. The\nweighted value is then multiplied by the appropriate award percentage to calculate the\nestimated BEA payment for the qualifying activities. During the years at issue, the estimated awards submitted by all BEA program\napplicants exceeded the actual funding. For the award years *** c and *** d, the award\npercentage for qualifying distressed community financing activities engaged in by\nTaxpayer during the years at issue was nine percent of the weighted value of the\nincrease in such qualifying activities from the prior award year. 72 Fed. Reg. at 194. For the award year *** d, the award percentage for support activities, including deposits\nand technical assistance to a community development financial institution, was eighteen\npercent of the value of the increase in the qualifying activity from the prior award year. Id.\nTerms and Conditions of the BEA Payment\nDuring *** c, the Fund made BEA payments of approximately $11 million to *** f\nbanks and thrifts across the country. During *** d, the Fund made BEA payments of\napproximately $20 million to *** g banks and thrifts across the country. During the\ntaxable years *** c and *** d, the BEA payments were not required to be used for any\nspecific purpose. The BEA payment is made in the form of a grant. 72 Fed. Reg. at 192. The BEA\npayment is unilaterally prescribed by the Fund. 12 CFR § 1806.203(f); 72 Fed. Reg. at\n192, 195. The Fund has complete discretion as to the amount and recipient of a BEA\npayment. 72 Fed. Reg. at 195. The Fund’s decision with respect to the BEA payment\nis final and not appealable. Id. After being selected for a BEA, the applicant must sign\na Notice of Award and Award Agreement prior to the disbursement of the BEA payment\nby the Fund. 12 CFR § 1806.300. Activities of Taxpayer\nAmong its other activities, Taxpayer, through Sub, makes loans in distressed\ncommunities.",
      "queries": [
        "what is a materially below market interest rate?",
        "what is the materially below market interest rate",
        "materially below market interest rate definition"
      ],
      "queries_score": [
        "2.2553363",
        "2.2175486",
        "1.8343737"
      ]
    },
    {
      "id": "legal-advice_49__3",
      "chunk_id": "3",
      "content": "Id. After being selected for a BEA, the applicant must sign\na Notice of Award and Award Agreement prior to the disbursement of the BEA payment\nby the Fund. 12 CFR § 1806.300. Activities of Taxpayer\nAmong its other activities, Taxpayer, through Sub, makes loans in distressed\ncommunities. During the taxable years *** c and *** d, Taxpayer applied to the Fund for\na BEA based primarily upon its distressed community financing activity, including POSTF-147002-10 5 affordable housing loans, commercial real estate loans and small business loans in\ndistressed communities in *** e. For the taxable year *** c, Taxpayer did not supply\ninformation in support of a BEA for the other two qualifying activities, consisting\ngenerally of support activities, including deposits and technical assistance to a\ncommunity development financial institution, and financial service activities provided to\nlow- and moderate-income residents. For the taxable year *** d, Taxpayer engaged in\nsome support activities in the form of deposits and technical assistance to a community\ndevelopment financial institution and provided information in support of a BEA for such\nactivity. Taxpayer did not supply information regarding financial service activities\nprovided to low- and moderate-income residents for the taxable year *** d.\nTaxpayer calculated an estimated BEA payment for each of the years *** c and\n*** d in the BEA application that was submitted to the Fund. For each respective year at\nissue, the estimated BEA award with respect to Taxpayer’s qualifying distressed\ncommunity financing activities was calculated by multiplying the award percentage of\nnine percent by the incremental increase in the weighted value of such qualifying\nactivities for the award year. The weighted value was determined by multiplying the\nchange in value of the qualifying activity for the award year by the associated priority\nfactor. The estimated BEA award with respect to Taxpayer’s qualifying equity\ninvestment technical assistance activities was calculated from the incremental increase\nin such qualifying activities for the year multiplied by the eighteen percent award\npercentage. After submitting the BEA applications for each of the years *** c and *** d,\nTaxpayer had no further communication with the Fund, other than the execution of the\nNotice of Award and Award Agreement for each year and receipt of the respective BEA\npayment. In *** c, Taxpayer received a BEA payment in the amount of $ *** h from the\nFund. A Form 1099-G was issued by the Fund to Taxpayer in the amount of $ *** h for\nthe taxable year ended *** a. In *** d, Taxpayer received a BEA payment in the amount\nof $ *** i from the Fund. A Form 1099-G was issued by the Fund to Taxpayer in the\namount of $ *** i for the taxable year ended *** b.\nTaxpayer used the BEA payments for general expenses and to provide additional\nequity investment, lending and deposit activities in distressed communities. Taxpayer\ndid not use the BEA payments to fund any capital improvements. For financial\naccounting purposes, Taxpayer accounted for its receipt of the BEA payments by debit\nto its general revenue account and credit to its retained earnings account in the amount\nof the BEA payment for each of the years *** c and *** d.",
      "queries": [
        "when a bea is awarded who must sign notice of award and award agreement?"
      ],
      "queries_score": [
        "1.5045489"
      ]
    },
    {
      "id": "legal-advice_49__4",
      "chunk_id": "4",
      "content": "For financial\naccounting purposes, Taxpayer accounted for its receipt of the BEA payments by debit\nto its general revenue account and credit to its retained earnings account in the amount\nof the BEA payment for each of the years *** c and *** d. For tax purposes, Taxpayer\ntreated the BEA payments as a nonshareholder capital contribution under section 118\nand excluded it from gross income for each of the taxable years ended *** a and *** b.\nTaxpayer did not reduce the basis of any assets under section 362(c) with respect to\nthe BEA payments received during the taxable years *** c and *** d. POSTF-147002-10 6 DISCUSSION\nSection 61 and Treas. Reg. § 1.61-1 provide that gross income means all income\nfrom whatever source derived, unless excluded by law. Section 118(a) provides that, in\nthe case of a corporation, gross income does not include a contribution to the capital of\nthe taxpayer. Treas. Reg. § 1.118-1 provides, in part, that section 118 applies to\ncontributions to capital made by a person other than a shareholder. Section 362(c)(2)\nrequires a basis reduction in a corporation’s property when the corporation receives\nmoney from a nonshareholder as a contribution to its capital. History of the Supreme Court’s Jurisprudence In general, the exclusion from gross income provided under section 118 applies\nto subsidies intended as reimbursements for capital expenditures. Edwards v. Cuba\nRailroad Co., 268 U.S. 628 (1925). In contrast, payments motivated to guarantee\noperating income (or compensate for losses in income) are income, and therefore, not\nexcludable under section 118. Texas & Pacific Railway v. U.S., 286 U.S. 285 (1932);\nContinental Tie & Lumber Co. v. U.S., 286 U.S. 290 (1932). In addition, the exclusion from gross income provided under section 118 does not\napply to money or property transferred in consideration for goods or services rendered. In Detroit Edison v. Commissioner, the Supreme Court held that payments by\ncustomers to an electric utility corporation to extend utility service to customers’ homes\nwere not capital contributions and, instead, constituted taxable income. 319 U.S. 98,\n102 (1943). Conversely, payments made by a community group to locate a factory in a\ncommunity without an expectation of direct service were held to be capital contributions. Brown Shoe Co. v. Commissioner, 339 U.S. 583, 591 (1950). In its most recent case on the subject, the Supreme Court held that “the intent or\nmotive of the transferor…determined the tax character of the transaction.” U.S. v.\nChicago, Burlington & Quincy R.R., 412 U.S. 401, 411 (1973). The Supreme Court\nreasoned that “the decisional distinction between Detroit Edison and Brown Shoe Co.\nrested upon the nature of the benefit to the transferor, rather than the transferee”. Id.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_49__5",
      "chunk_id": "5",
      "content": "U.S. v.\nChicago, Burlington & Quincy R.R., 412 U.S. 401, 411 (1973). The Supreme Court\nreasoned that “the decisional distinction between Detroit Edison and Brown Shoe Co.\nrested upon the nature of the benefit to the transferor, rather than the transferee”. Id. The Supreme Court also identified five characteristics of a nonshareholder contribution\nto capital: (1) the contribution must become a permanent part of the transferee's\nworking capital structure; (2) the contribution must not be compensation for specific,\nquantifiable service provided; (3) the contribution must be bargained for; (4) the\ncontributed asset must foreseeably result in benefit to the transferee in an amount\ncommensurate with its value; and (5) the contributed asset will be ordinarily employed in\nor contribute to the production of additional income and value assured in that respect. Id. at 413. POSTF-147002-10 7 More Recent Decisions Addressing Transferor Intent or Motive\nIn U.S. v. Coastal Utilities, Inc., 483 F. Supp. 2d 1232 (S.D. Ga. 2007), aff'd, 514\nF.3d 1184 (11th Cir. 2008), the court held that government payments to a\ntelecommunications provider for services provided in high cost areas were not capital\ncontributions under section 118. Based upon its analysis of the mechanisms used to\ncalculate the amount of the payments at issue, the court determined that the purpose of\nthe payments was to supplement income. Id. The court reasoned that although the\namount of the payments were largely based on investment expenditures, the\ncalculations also took into consideration revenue requirements and expenses unrelated\nto investment expenditures. Id. at 1241-42. The court rejected the taxpayer’s argument\nthat the government received a direct benefit in return for the payment as “it does not\nfollow that a government payment is a contribution to capital every time a public\npurpose is in some way implicated…all government spending should, theoretically, and\nat least indirectly, be for the purpose of benefiting the community.” Id. at 1245. Lastly,\nthe court reasoned that the payments were intended to provide an enhanced return on\ninvestments previously made, as opposed to payments to make capital investments. Id.\nat 1246-48. A Florida district court recently held that “takeout bonus” payments made by the\nState of Florida to insurers for assuming property insurance risks were non-shareholder\ncontributions to capital and excluded from gross income. Southern Family Insurance\nCompany v. U.S., No. 8:05-cv-2158-T-30MAP, 2010 WL 4974612 (M.D. Fla. Dec. 1,\n2010). The court in Southern Family found as fact that the “takeout bonus” payments to\nthe insurers for assuming property insurance risks were not based on any consideration\nof, or desire to provide, increased revenue or return on the insurers’ investments. Id. at\n*1. The court observed that the amount of the “takeout bonus” payments did not\ndepend on the value of the insured property, the insurance premium, or the insurer’s\nexpected profit from the policy. Id. The court looked to the applicable Florida statute\nauthorizing the “takeout bonus” payments in finding that the payments were intended by\nthe legislature to be contributions to the insurer’s capital, not income. Id. at *6. Moreover, the evidence established that the insurers and the State of Florida engaged\nin negotiations concerning the “takeout bonus” payment arrangements. Id. at *7.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_49__6",
      "chunk_id": "6",
      "content": "Id. at *6. Moreover, the evidence established that the insurers and the State of Florida engaged\nin negotiations concerning the “takeout bonus” payment arrangements. Id. at *7. Finally, under the specialized accounting principles applicable to insurance companies,\nthe taxpayer in Southern Family was required to report the “takeout bonus” payments as\na credit to its capital and surplus account, and not as an item of income or revenue. Id.\nat *6.\nIn AT&T, Inc. v. U.S., No. 09-50651, 2011 WL 9729 (5th Cir. 2011), the court held\nthat the payments were designed to supplement income. Similar to Coastal Utilities, the\nFifth Circuit in AT&T, Inc. examined the policies and mechanisms used to calculate the\ndisbursement amounts. In so doing, the Fifth Circuit determined that the payments\nwere intended to “offset” recipients’ increased cost or lost revenue. Id. at *14. The\ncourt held that under a “transferor intent” analysis of the factors outlined in Chicago, POSTF-147002-10 8 Burlington & Quincy, supra, the support payments were not intended to be capital\ncontributions. Id. at *20. The taxpayer failed to demonstrate that it “bargained for” the\npayments as the taxpayer merely accepted the unilaterally imposed law and regulations\ndetermining the payments. Id. at *20-21. Further, the taxpayer demonstrated only that\nit participated in the development of the underlying payment program through lobbying\nand advocacy activities. Id. at *21. The Fifth Circuit also found that the payments were\ncompensation for services and that the payment program was the conduit for such\ncompensation. Id. at *21-24. Lastly, the taxpayer failed to demonstrate that the\npayments became a permanent part of its working capital structure as the program did\nnot provide payments exclusively for the specific purpose of making capital\nimprovements. Id. at *24. Analysis of the Intent Underlying the BEA Payments It is our opinion that the BEA payments are not excludable from Taxpayer’s\nincome as nonshareholder capital contributions under section 118. The criteria for\nreceipt of an award, the mechanisms used to calculate the amount of the BEA payment\nat issue, and the unrestricted use of the funds suggest that the BEA payments are not\nproperly viewed as nonshareholder capital contributions under section 118. It is also our opinion that the BEA payments are not intended exclusively for the\nspecific purpose of making capital improvements. The BEA program placed no\nrestrictions or limitations on the recipient’s use of the BEA payments received. In\naddition, the issuance of a Form 1099-G to Taxpayer by the Fund reflects the intent to\ntreat the BEA payments as income and not contributions to capital. Further, Taxpayer\ndid not use the BEA payments to fund any capital improvements or acquire any capital\nassets. Instead, Taxpayer used the BEA payments for general expenses and to provide\nadditional equity investment, lending and deposit activities in distressed communities. For financial accounting purposes, Taxpayer debited general revenue and credited\nretained earnings in the amount of the BEA payments. We have not identified any evidence to indicate that the BEA payments were\nintended to compensate or reimburse Taxpayer solely for any capital investments or\nimprovements.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_49__7",
      "chunk_id": "7",
      "content": "For financial accounting purposes, Taxpayer debited general revenue and credited\nretained earnings in the amount of the BEA payments. We have not identified any evidence to indicate that the BEA payments were\nintended to compensate or reimburse Taxpayer solely for any capital investments or\nimprovements. It is our opinion that based upon the information provided, the Fund's\nmotivation for making the BEA payment was to supplement Taxpayer's operating\nincome, thereby creating an incentive for Taxpayer to expand investment, lending and\ndeposit activities in distressed communities. We also note that this case is factually distinguishable from Southern Family,\nsupra. The BEA payments at issue are calculated based upon the increased value of\nthe applicant’s qualifying activities to provide an incentive for sustained investment,\nlending and deposit activities in distressed communities. As reflected in the NOFA,\nTaxpayer’s assistance through deposits to a community development financial\ninstitution must be uninsured or provided at an interest rate that is materially below\nmarket rates. This reflects an intent to provide a supplemental return on an investment POSTF-147002-10 9 with a higher risk (if uninsured) or a lower return (if made at a below market interest\nrate). The BEA payments are also distinguishable from Southern Family because\nTaxpayer did not have any contact with the Fund or engage in any negotiations with the\nFund. The BEA payments are unilaterally prescribed by the Fund. See 12 CFR §\n1806.203(f); 72 Fed. Reg. at 192, 195. Moreover, unlike in Southern Family, Taxpayer\naccounted for its receipt of the BEA payments in its financial accounting records by\ndebiting its general revenue account and crediting its retained earnings account in the\namount of the BEA payment for each of the years *** c and *** d. The taxpayer in\nSouthern Family was subject to strict accounting requirements and treated the payment\nas a capital contribution on its financial statements. Analysis under Chicago, Burlington & Quincy R.R. It is also our opinion that Taxpayer does not satisfy four of the five characteristics\nof a nonshareholder contribution to capital, as established by the Supreme Court. The\nremaining characteristic is immaterial as the BEA payment was made in cash and, thus,\nbenefitted Taxpayer in the amount of the BEA payment. See TAM 9238007 (June 10,\n1992). Therefore, it is our opinion that the BEA payments received by Taxpayer during\nthe taxable years *** c and *** d are not excluded from gross income under section 118. First, the BEA payments did not become a permanent part of Taxpayer’s working\ncapital, nor were the BEA payments used by Taxpayer for the acquisition of any capital\nassets. Taxpayer accounted for the receipt of the BEA payments by increasing its\ngeneral revenue account. Taxpayer used the BEA payments to pay current operating\nexpenses. The BEA payment cannot qualify as a contribution to capital where it is used\nfor operating expenses as any other operating revenue would be used. Texas & Pacific\nRailway Co. v. U.S., 286 U.S. 285, 290 (1932). Taxpayer's use of the BEA payments to\npay operating expenses merely subsidized its current operations. Therefore, the BEA\npayments did not become a permanent part of Taxpayer’s working capital structure. Second, the BEA payments were payments for specific services provided.",
      "queries": [
        "what was the purpose of the bea payments?"
      ],
      "queries_score": [
        "1.5550145"
      ]
    },
    {
      "id": "legal-advice_49__8",
      "chunk_id": "8",
      "content": "Texas & Pacific\nRailway Co. v. U.S., 286 U.S. 285, 290 (1932). Taxpayer's use of the BEA payments to\npay operating expenses merely subsidized its current operations. Therefore, the BEA\npayments did not become a permanent part of Taxpayer’s working capital structure. Second, the BEA payments were payments for specific services provided. Our\nconclusion is based upon the aforementioned criteria established by the Fund for\nreceipt of a BEA payment, the mechanisms employed to calculate the amount of BEA\npayments, the lack of restrictions on the use of the BEA payments by recipients,\nTaxpayer’s increase of its general revenue account for receipt of the BEA payments,\nand the issuance of Forms 1099-G. As discussed above, it is our opinion that the BEA\npayments were intended to supplement Taxpayer’s operating revenue in exchange for\nproviding banking activities in distressed communities. While a public benefit is clearly\nderived from the BEA program, it is our opinion that the BEA program was merely a\nconduit by which financial institutions are compensated for qualifying activities in\ndistressed communities. Third, there is no evidence of any bargaining relative to the BEA payments. The\namount of the BEA payment is unilaterally prescribed by the Fund without any\nnegotiation between the parties. The BEA payment is based upon Taxpayer’s increase POSTF-147002-10 10 in equity investment, lending and deposit activities in distressed communities from the\nprior award year. In Chicago, Burlington & Quincy R.R., the Supreme Court held that\ngovernment subsidies to construct improvements, including overpasses, crossings and\nsignage, were not contributions to the taxpayer’s capital as the payments were not in\nany real sense bargained for by the taxpayer. 412 U.S. at 413-414. Moreover, the\nFund has complete discretion as to the amount of any BEA payment made to Taxpayer. Finally, the BEA payments were not employed in or contribute to the production\nof additional income. During the taxable years *** c and *** d, the BEA payments could\nbe used for any purpose and were not exclusively restricted to the acquisition of capital\nassets or the making of capital investments. Taxpayer's use of the BEA payments to\npay operating expenses and its failure to invest the BEA payments in any capital assets\nprecludes the generation of additional income from the BEA payments. Application of Section 362 Even assuming that Taxpayer could show that the BEA payments satisfy the\nrequirements for exclusion under section 118, Taxpayer failed to reduce the basis of\nany assets in accordance with section 362. If a contribution to capital has been made\nunder section 118, then the basis of the contributed property in the hands of the\ntaxpayer must be determined. A contribution of property other than money by a\nnonshareholder to the capital of a corporation will result in the property having a basis of\nzero. I.R.C. § 362(c)(1). In the event that money is contributed by a nonshareholder,\nthen any property acquired with the money during the following 12 months shall have its\nbasis reduced by the amount of the contribution. I.R.C. § 362(c)(2).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_49__9",
      "chunk_id": "9",
      "content": "I.R.C. § 362(c)(1). In the event that money is contributed by a nonshareholder,\nthen any property acquired with the money during the following 12 months shall have its\nbasis reduced by the amount of the contribution. I.R.C. § 362(c)(2). Here, Taxpayer did\nnot reduce the basis of any assets under section 362(c) but now argues that it should\nhave reduced the basis of loans it issued during the years at issue. Notwithstanding the\nquestion of whether Taxpayer can reduce the basis of loans, it is clear that the\nTaxpayer did not comply with section 362(c). For the foregoing reasons, it is our opinion that the BEA payments made to\nTaxpayer by the Fund during the taxable years ended *** a and *** b do not satisfy the\nrequirements to be treated as a nonshareholder contribution to capital under section\n118. The criteria for receipt of the BEA payment, the mechanisms used to calculate the\namount of the BEA payment, and the unrestricted use of the BEA funds suggest the\npurpose of the BEA payment is to supplement revenue of the recipient for qualified\nactivities. Further, the BEA payments do not satisfy the characteristics of a\nnonshareholder contribution to capital as established by the Supreme Court. Therefore,\nthe BEA payments are not excluded from Taxpayer’s gross income under section 118. Accordingly, it is our opinion that BEA payments are includible in Taxpayer’s gross\nincome in the amount of the BEA payments received during the taxable years ended ***\na and *** b. POSTF-147002-10 11 This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views. Please contact me directly at -------------------- if you have any further questions. STEVEN R. GUEST\nAssociate Area Counsel\n(Large Business & International)\nBy: _____________________________ Justin D. Scheid\nAttorney (Chicago)\n(Large Business & International) cc:",
      "queries": [],
      "queries_score": []
    }
  ]
}