{
  "doc_id": "legal-advice_87",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_87__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20124602F\nRelease Date: 11/16/2012\nCC:LB&I:------------:POSTF-132773-12 date:\nto: from: subject: October 4, 2012\n------------------------, Team Manager, LB&I:----------------------------------, Revenue Agent: LB&I:-----------------------------, Associate Area Counsel, CC:LB&I:--------------------------, Attorney, CC:LB&I:------------ Protective Claim\nTaxpayer: ------------------------- Corporation & Subsidiaries\nEIN: ----------------Tax Year Ended: -----------, 1998\nDISCLOSURE STATEMENT This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may have an adverse effect on privileges, such as the attorney client\nprivilege. If disclosure becomes necessary, please contact this office for our\nviews. INTRODUCTION On July 20, 2012, you requested advice on whether a timely protective claim filed\nfor the Taxpayer’s taxable year ended -----------, 1998 (“98----”) is valid for purposes of\nallowing a reduction of $----------- in the amount of the ratable portion of a positive\nsection 481(a) adjustment that the Taxpayer reported on its consolidated U.S.\nCorporation Income Tax Return (“Form 1120”) for 98----.1 Subsequently, on August 6,\n2012, you expanded upon your original request by asking us for our advice on whether\nthe Taxpayer’s claim for mitigation filed in a second claim submitted on March ------(“the Second Claim”) is a valid amendment of the Protective Claim and, thus, entitles\nthe Taxpayer to a reduction of the ratable portion of the positive section 481(a)\nadjustment reported on its 98---- Form 1120. This memorandum responds to both\nrequests. 1 Hereinafter this claim will be referred to as the “Protective Claim.” CC:LB&I:------------:POSTF-132773-12\n2 ISSUES\n1. Whether the Taxpayer's timely filed Protective Claim is valid for purposes of\nallowing a reduction in the amount of the ratable portion of a positive section 481(a)\nadjustment that the Taxpayer reported on its 98---- Form 1120. 2. Whether the Taxpayer's Second Claim should be treated as an amendment to\nthe Protective Claim thereby entitling the Taxpayer to a reduction of the ratable portion\nof the positive section 481(a) adjustment that the Taxpayer reported on its 98---- Form\n1120. CONCLUSIONS 1. No, the Taxpayer's Protective Claim is not valid for purposes of allowing a\nreduction in the amount of the ratable portion of a positive section 481(a) adjustment\nthat the Taxpayer reported on its 98--- Form 1120 because the contingency described\nand identified therein is not related to the adjustment upon which the positive section\n481(a) adjustment is predicated. 2. No, the Second Claim cannot be treated as an amendment to the Protective\nClaim because the Protective Claim filed was specific in properly identifying and\ndescribing the contingency it was seeking to protect against. The Protective Claim may\nnot be amended out of time to seek a refund on account of other, unrelated items. FACTS\nI. The Statutory Notice of Deficiency (“SNOD”)\nOn ------------------, the Internal Revenue Service (“Service\") issued a Statutory\nNotice of Deficiency (“SNOD”) to the consolidated return group ------------------------Corporation & Subsidiaries (“Taxpayer”) for its taxable year ending -----------, 1997 (\"97----------\"). The Taxpayer petitioned the SNOD to the United States Tax Court (“Tax\nCourt”). The SNOD included an adjustment of $--------------, labeled as “7.b. Gross\nincome.”2",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_87__1",
      "chunk_id": "1",
      "content": "The Taxpayer petitioned the SNOD to the United States Tax Court (“Tax\nCourt”). The SNOD included an adjustment of $--------------, labeled as “7.b. Gross\nincome.”2 This adjustment was itself comprised of two components: (1) An increase to\ngross income in the amount of $---------------to restore to income the aggregate balances\nof Third Party Payable reserve accounts as of the beginning of 97----; and,\n(2) a decrease to gross income in the amount of $---------------to allow the aggregate\namount of the decreases in the Third Party Payable reserve accounts during 97---.\n2 Hereinafter, this adjustment will sometimes be referred to as the “Third Party Payable\nadjustment.” CC:LB&I:------------:POSTF-132773-12\n3\n“Third Party Payables” are used by the Taxpayer to track overpayments received from,\nand due to, fiscal intermediaries for Medicare and ------------.3 In a Stipulation of Settled\nIssues filed with the Tax Court in October -------, the government conceded the entire $---------------- adjustment. In addition to the foregoing, during its examination of the 97---- return, the\nService also determined that the Taxpayer should have used amounts calculated by ----------------------- as ------------ reserve account balances as of -----------, 1996. As a result\nof this determination, the SNOD also included an adjustment of $------------, labeled as\n“7.a. ---------------.”4 The $----------- was actually comprised of two adjustments: (1) a\ndecrease in the amount of $------------ to the ratable portion of a positive section 481(a)\nadjustment reported by the Taxpayer for 97----; and (2) a decrease in the amount of $--------------- to the Taxpayer's claimed ------------ deductions for 97----.\nII. Tax Court Opinion with respect to Adjustment labeled “7.a. --------------” In ------------------------- Corp. v. Commissioner, ------------------------------, the Tax\nCourt sustained the --------------adjustment of $------------. In so doing, the Court stated,\n\"[w]e sustain respondent’s determination that the ------------ reserve account amounts\ncalculated by -------------------- should be used for purposes of the section 481(a)\nadjustment.\" As noted by the Tax Court, the ------------ reserve amounts calculated by -------------------- for the three entities included in the Taxpayer's consolidated group that had\nchanged their method of accounting for ------------- were $----------, $------------, and $----------------, respectively, and using these figures, the ratable portion of the section 481(a)\nadjustment is $----------.\nIII. Overstated Ratable Portion of Section 481(a) Adjustment for 98---The change in method of accounting for -------------- was one for which the\nTaxpayer was required to take a positive section 481(a) adjustment amount into\naccount ratably over three tax years in computing its taxable income. Using the\namounts calculated by -------------------- as the ------------ reserve account balances\nresults in a positive section 481(a) adjustment of $----------- ($---------- + $------------ + $-------------), so that the ratable portions of the positive section 481(a) adjustment which\nshould have been taken into account by the Taxpayer over each of the three years 97---------, 98---- and the taxable year ended -----------, 1999 (\"99----\") were $----------. The\nTaxpayer instead had reported the ratable portions of the positive section 481(a)\nadjustment as $------------, $------------, and $----------- for 97----, 98---- and 99----,\nrespectively. Thus, for 98---, the Taxpayer overstated the ratable portion of the positive\nsection 481(a) adjustment by $----------- ($------------ – $----------).\n3\n4 --------------- Medicaid program is called “------------.” Hereinafter, this adjustment will sometimes be referred to as the “------------ adjustment.” CC:LB&I:------------:POSTF-132773-12\n4 IV.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_87__2",
      "chunk_id": "2",
      "content": "$------------, and $----------- for 97----, 98---- and 99----,\nrespectively. Thus, for 98---, the Taxpayer overstated the ratable portion of the positive\nsection 481(a) adjustment by $----------- ($------------ – $----------).\n3\n4 --------------- Medicaid program is called “------------.” Hereinafter, this adjustment will sometimes be referred to as the “------------ adjustment.” CC:LB&I:------------:POSTF-132773-12\n4 IV. Facts Related to Statute of Limitations to Claim Refund for 98---The Taxpayer filed its Form 1120 for 98---- on February 21, --------. The\nTaxpayer made remittances to the Service toward its 98---- income tax liability before it\nfiled its 98---- Form 1120. No payments were made by the Taxpayer toward its 98---income tax liability after the return was filed. The Service and the Taxpayer executed several consents to extend the statute of\nlimitations on assessment for 98----. The last of these consents extended the period for\nassessment until December 31, -------. V. The Protective Claim for Refund\nAttached hereto is the Protective Claim which was timely filed in the form of an\nAmended U.S. Corporation Income Tax Return (“Form 1120X”) on December 16, -------. On the front page of the Form 1120X, there is a net decrease to taxable income\nshown for additional deductions in the amount of $-------------. On page 2 of the Form\n1120X, the Taxpayer states, \"INCREASE IN EXPENSES IS DUE TO ADDITIONAL\nDEDUCTION TAKEN RELATING TO THIRD PARTY PAYABLE.\" On the third page of the Protective Claim, the Taxpayer states with specificity the\ngrounds on which it is relying to claim additional deductions -- namely, that if the Tax\nCourt upholds the \"net Section 481 adjustment in the amount of $------------- relating to a\ndetermination made by the IRS that the Taxpayer used an incorrect method of\naccounting with respect to certain amounts owed to Medicare or Medicaid which are\nreferred to as `Third Party Payables'\" the Taxpayer would be entitled to a deduction for\nthe amount of Third Party Payable liabilities actually paid to Medicare or Medicaid in 98------- in an amount up to, or equal to, $-------------.5 On the third page, the Taxpayer\nalso states that “[t]his protective claim for refund is required as a result of the legal\nposition being taken by the IRS in the case pending before the United States Tax Court\nat Docket No. -------------.\" The Protective Claim does not mention the ------------- adjustment included in the\nSNOD, or claim that the Taxpayer would be entitled to increase its deductions or\ndecrease its income if the ------------- adjustment is upheld by the Tax Court. In addition, 5 Stated another way: If the Tax Court upholds the Third Party Payable adjustment set\nforth in the SNOD (relating to a determination made by the Service that the Taxpayer used an incorrect\nmethod of accounting with respect to certain amounts owed to Medicare or Medicaid (i.e., the “Third Party\nPayables”)), the Taxpayer would be entitled to a deduction for the amount of Third Party Payable\nliabilities actually paid to Medicare or Medicaid in 9804 in an amount up to, or equal to, $--------------. CC:LB&I:------------:POSTF-132773-12\n5\non the front page of the Protective Claim, the Taxpayer did not claim that Total income\n(Form 1120, line 11) should be changed.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_87__3",
      "chunk_id": "3",
      "content": "CC:LB&I:------------:POSTF-132773-12\n5\non the front page of the Protective Claim, the Taxpayer did not claim that Total income\n(Form 1120, line 11) should be changed. The Protective Claim has not yet been acted upon by the Service. VI. The Second Claim\nOn March 22, -------, the Taxpayer filed the Second Claim on which it reported a\nnet decrease to \"Total income\" of $-----------. A copy of the Second Claim is attached\nhereto. In the “Part I Line 1 Explanation” included in the Second Claim, the Taxpayer\nstates that the statute of limitations to file the Second Claim is open under the mitigation\nprovisions of the Internal Revenue Code (Secs. 1311 - 1314) since the Tax Court\ndecision to which it relates became final on April 10, -------. The “Part 1 Line 1\nExplanation” also states that the Second Claim is timely as an amendment to the\nProtective Claim. We have previously determined (and CC:PA:06 concurred) that the\nmitigation provisions do not allow the Taxpayer to reduce its taxable income for 98---by its $----------- overstatement of the ratable portion of the positive section 481(a)\nadjustment. (See advice rendered on July 16, 2012, in TECHMIS Case No. POSTF123135-12, copy attached.) In the “Part I Line 1 Explanation,” the Taxpayer explains that the result of the Tax\nCourt’s “determination [“that the Taxpayer’s Section 481(a) adjustment relating to -------------- was computed incorrectly resulting in a net disallowance to the Taxpayer’s -------------- reported for the taxable year ending -----------, 1997 in the amount of $------------”] is\na reduction to the Section 481(a) amount reported by the Taxpayer for [98----]” totaling\n$-----------. LEGAL ANALYSIS\nI. General In general, the Service is authorized to refund any overpayment of tax to the\nperson who made such overpayment. I.R.C. § 6402. However, under section\n6511(b)(1), no refund can be made after the period of limitations for filing a claim for\ncredit or refund has expired unless the taxpayer timely filed a claim for credit or refund. Under section 6511(a), a taxpayer generally has 3 years from the time its return was\nfiled or 2 years from the time the tax was paid, whichever is later, to file a claim for\nrefund. However, if an agreement is made under section 6501(c)(4) extending the period\nfor assessment of tax, the period for filing a claim for refund does not expire prior to six\nmonths after the expiration of the period within which an assessment may be made\npursuant to the agreement or any extension thereof under section 6501(c)(4). CC:LB&I:------------:POSTF-132773-12\n6 II. Protective Claims The concept of a \"protective claim\" is not found in the Code or regulations, but is\nestablished by case law. Protective claims are formal claims or amended returns for\ncredit or refund normally based on expected changes in the Code, regulations,\nlegislation, or current litigation. See IRM 21.5.3.4.7.3 (10-01-2002). They are\nrecognized by the courts and the Service as a means to file a claim within the time\nconstraints of section 6511, even though the taxpayer's right to the refund is currently\ncontingent and must await resolution, for example, of pending legislation or current\nlitigation. Once the contingency is resolved, the Service may immediately disallow or\nallow the claim.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_87__4",
      "chunk_id": "4",
      "content": "Once the contingency is resolved, the Service may immediately disallow or\nallow the claim. A valid protective claim need not state a particular dollar amount or demand an\nimmediate refund. However, the claim must: (1) have a written component; (2) identify\nand describe the contingencies affecting the claim; (3) be sufficiently clear and definite\nto alert the Service as to the essential nature of the claim; and (4) identify a specific\nyear or years for which a refund is sought. United States v. Kales, 314 U.S. 186, 194\n(1941); Axtell v. United States, 860 F. Supp. 795, 800 (D. Wy. 1994); see also IRM\n25.6.1.10.2.6.5(2) (05-17-2004). III. General and Specific Refund Claims The Courts distinguish between “general” and “specific” refund claims. General\nclaims assert that an overpayment has occurred, but do not state supporting facts or\nreasons. See United States v. Andrews, 302 U.S. 517, 524 (1938); United States v.\nMemphis Cotton Oil Co., 288 U.S. 62, 64-65, 70 (1933). In contrast, “specific” claims\nidentify particular transactions or factual circumstances underlying the refund request. Andrews, 302 U.S. at 524-25.\nIV. Amendment to Protective Claim It should be noted that the amendment of a timely specific claim is treated\ndifferently from the amendment of a general claim. A general claim may be amended\nfollowing the running of the statute of limitations to supply the missing information that\ncaused the claim to be classified as general. See, e.g., Memphis Cotton Oil Co., 288\nU.S. at 71. A claim limited to a specific item may not be amended following the running of\nthe statute of limitations to seek refund on account of other, unrelated items. Andrews,\n302 U.S. at 524. Thus, a supplemental claim will not be considered an amendment to\nthe original claim if it would require the investigation of new matters that would not have\nbeen disclosed by the investigation of the original claim. Id. at 524 - 26; Pink v. United\nStates, 105 F.2d 183, 187 (2d Cir. 1939). Such a supplemental claim is a new claim,\nand not an amendment to the timely original claim. CC:LB&I:------------:POSTF-132773-12\n7 Whether an otherwise untimely, new legal ground for recovery may be\nintroduced by amending a pending timely filed claim depends upon the facts that an\ninvestigation of the original claim would disclose. If the facts upon which the\namendment is based would necessarily have been ascertained in determining the\nmerits of the original claim, the amendment is proper. Pink, at 187. A supplemental claim will not generally be considered an amendment to the\noriginal claim if the Service took final action on the original claim by either denying or\nallowing the claim in whole or in part. In either case, the supplemental claim is untimely\nbecause once the Service has taken final action on the original claim, there is no longer\nany claim left to amend. Mondshein v. United States, 338 F.Supp. 786 (E.D.N.Y. 1971),\naff'd, 469 F.2d 1394 (2d Cir. 1973); Edwards v. Malley, 109 F.2d 640, 645 (1st Cir.\n1940). DISCUSSION\nIssue 1",
      "queries": [
        "how to make a protective claim"
      ],
      "queries_score": [
        "2.5206413"
      ]
    },
    {
      "id": "legal-advice_87__5",
      "chunk_id": "5",
      "content": "Mondshein v. United States, 338 F.Supp. 786 (E.D.N.Y. 1971),\naff'd, 469 F.2d 1394 (2d Cir. 1973); Edwards v. Malley, 109 F.2d 640, 645 (1st Cir.\n1940). DISCUSSION\nIssue 1 In the Protective Claim, the Taxpayer identified and described the contingency\ninvolved in the claim as the Taxpayer being entitled to an additional deduction relating\nto amounts actually paid for Third Party Payable liabilities to Medicare or Medicaid in\n98----, in amount up to or equal to $-------------, if the Tax Court were to uphold the \"net\nSection 481 adjustment in the amount of $-------------” determined by the Service in the\nSNOD. Furthermore, on the Protective Claim, the Taxpayer claimed a \"Net change\" in\nTaxable income of $-------------, attributable to an increase in total deductions of $------------------------\"due to additional deduction taken relating to third party payable.\" The\nProtective Claim did not advance as a basis for issuance of a refund the potential\ncontingency that the ------------- adjustment would be upheld by the Tax Court and\ntherefore, that it would be entitled to decrease \"Total income\" by $-----------, or for that\nmatter any other amount, as a result of overstating the ratable portion of its positive\nsection 481(a) adjustment for 98---. The essential nature of the Protective Claim is that additional deductions should\nbe allowed for Third Party Payables in 98----, if the Service prevails on its position with\nrespect to Third Party Payables in the SNOD. The Protective Claim does not: (1)\nmention the ------------- adjustment in the SNOD; or (2) reflect a contingent decrease to\n\"Total income\" to decrease the ratable portion of the section 481(a) adjustment reported\nfor 98----, as previously noted. The Service's investigation into whether the Protective Claim should be allowed\nwould have required it to only ascertain whether the Service prevailed with respect to\nthe adjustment in the SNOD increasing the Taxpayer's gross income by $------------- for\n97----. An investigation of the Protective Claim would not have required the Service to\ndetermine the resolution of the ------------- adjustment in the SNOD and whether the CC:LB&I:------------:POSTF-132773-12\n8 Taxpayer's ratable portion of the section 481(a) adjustment was overreported in 98----. In other words, for the Service to determine whether a reduction in the ratable portion of\nthe positive section 481(a) adjustment would be appropriate would have required\ninvestigation into facts other than those it would have been required to investigate to\nascertain whether the Protective Claim should be allowed. Finally, we note that when the Protective Claim is read as a whole the words\n“[t]his protective claim for refund is required as a result of the legal position being taken\nby the IRS in the case pending before the United States Tax Court at Docket No. ---------------------\" are not sufficient to support a conclusion that the claim notified the Service\nthat changes would be required for 98---- if the Service were to prevail on the -------------adjustment. Those words, taken in the context of the entire Protective Claim, and\nparticularly the third page of the Protective Claim, did not provide notification to the\nService that the Taxpayer was claiming that there was any potential adjustment for 98---------, beside the potential adjustment to increase the deduction relating to the Third\nParty Payables.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_87__6",
      "chunk_id": "6",
      "content": "Based on the foregoing, we are of the opinion that the Protective Claim is not\nvalid for purposes of allowing a reduction in the amount of the ratable portion of a\npositive section 481(a) adjustment reported by the Taxpayer for 98----. Issue 2 At issue is whether the Second Claim, which was filed on March 22, -------, can\nbe considered a valid amendment to the timely Protective Claim. If not, it is barred as\nnot timely filed within the time constraints set forth in section 6511, since it was filed\nmore than six months after the period in which an assessment could have been made\nfor 98---- pursuant to the final agreement entered into under section 6501(c)(4). Since the Protective Claim was limited to a specific and identifiable item, it may\nnot later be amended out of time to seek a refund on account of other, unrelated items. See Andrews, 302 U.S. at 524. The grounds relied on in the Second Claim are entirely\nnew and do not merely clarify the grounds relied on in the Protective Claim. The\nSecond Claim is based on different facts than the Protective Claim. An investigation of\nthe Protective Claim would have disclosed facts pertaining to the deduction claimed for\nThird Party Payables in 98----. However, the Second Claim would have required an\ninvestigation into the calculation of the amount of the ratable portion of the positive\nsection 481(a) adjustment reported for 98--- due to the change in method of accounting\nfor -------------, which would not have been ascertained in determining the merits of the\nProtective Claim. Consequently, the Second Claim would have required examination of\nnew matters and different facts. In light of the above, the Second Claim should not be allowed as an amendment\nto the Protective Claim to entitle the Taxpayer to a reduction of the ratable portion of the CC:LB&I:------------:POSTF-132773-12\n9\npositive section 481(a) adjustment that the Taxpayer reported on its 98---- Form 1120. The Second Claim is a new claim, barred as not timely filed. Should you have any questions regarding the above or need further assistance,\nplease contact ------------------- of our office at ---------------------. 2 Forms 1120X were withheld in full",
      "queries": [
        "is the taxpayer protected claim valid",
        "is the protective claim valid"
      ],
      "queries_score": [
        "1.6059197",
        "1.7275175"
      ]
    }
  ]
}