{
  "doc_id": "legal-advice_79",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_79__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20131001F\nRelease Date: 3/8/2013\nCC:LB&I:RFTH:MAGilbert\nPOSTF-136693-12\nUILC: 162.19-00, 162.25-04, 197.00-00, 263.10-00, 263.10-01, 263.12-01, 263.13-00, 263.1302, 1253.01-00 date: January 18, 2013 to: Revenue Agent from: Senior Counsel (Communication Technology and Media)\n(Large Business & International) Senior Counsel (Retailers, Food, Transportation & Healthcare)\n(Large Business & International) Attorney (Natural Resources & Construction)\n(Large Business & International) Attorney (Communications, Technology and Media)\n(Small Business & Self Employed) -----------------------Attorney (Communication Technology and Media)\n(Large Business & International) subject: Capitalization of Litigation Fees Incurred Relative to\nNew Drug Applications and Abbreviated New Drug Applications This memorandum responds to your request for assistance in addressing Corporation\nX’s response to certain proposed adjustments for year 1, year 2, and year 3. This\nadvice may not be used or cited as precedent. LEGEN-D\nCorporation X\nCorporation Y\nEntity Y\nEntity Z\nEntity AA\nEntity AB\nEntity AC\nEntity AD\nEntity AE\nEntity AF\nEntity AG\nEntity AH\nEntity AI\nPatent One\nPatent Two\nPatent Three\nPatent Four\nPatent Five\nANDA One\nDrug #1\nDrug #2\nDrug #3\nDrug #4\nDrug #5\nDrug #6\nDrug #7\nDrug #8\nDrug #9\nYear 1\nYear 2\nYear 3\nYear 4\nYear 5\nYear 6\nYear 7\nYear 8 = ---------------------------------------------------------------------------= --------------------------------------------------= -----------------------------------------------------------------= ---------------------------------------------------------------------------------= -----------------------------------------------------------------------= ------------------------------= ------------------= -------------------------------------------= ------------------------------------------------= -----------------------------------------------------------------------------------------------------------= -----------------= ----------------------------------------------------------------------------------------------------------= ------------------------------= -----------------------------------------------------= -----------------------------------------------------= -----------------------------------------------------= -----------------------------------------------------= -----------------------------------------------------= ------------------------= -------------= -----------------------------= ----------= -------------------= -------------= -------= -------------------= -----------= -------------------= ------= ------= ------= ------= ------= ------= ------= ------- POSTF-136693-12 3 ISSUES\n1. Whether legal fees incurred to obtain Food and Drug Administration (“FDA”)\napproval to market and sell new generic drugs must be capitalized under Treas. Reg. § 1.263-4(d)(1). 2. Whether legal fees incurred to prevent the marketing and sale of a competing\ngeneric drug must be capitalized under Treas. Reg. § 1.263(a)-4(d)(9) as\nprotecting and perfecting title to the ------- patents. 3. Whether Urquhart v. Commissioner, 215 F.2d 17 (3rd Cir. 1954), applies to\npermit an I.R.C. § 162 deduction for any of the legal fees at issue. 4. Whether the cost recovery of capitalized attorney fees incurred to obtain a FDAapproved Abbreviated New Drug Application (“ANDA”) must be suspended until\nthe FDA approves the ANDA then recovered pursuant to I.R.C. § 197 on a\nstraight line basis over 15 years. 5. Whether capitalized attorney fees incurred to protect or perfect patents and a\nFDA-approved New Drug Application (“NDA”):\nA. Are capitalized to the NDA and recovered pursuant to I.R.C. § 197, or\ncapitalized to the patents and recovered under I.R.C. § 167. B. Can be recovered immediately over the remaining basis of the applicable\nasset; and C. Are impacted by the fact a license is granted to the generic drug company\nunder the patents that cover the branded drug. 6. When annual cost recovery of the capitalized attorney fees commences, whether\nthe annual amount recovered must be capitalized pursuant to I.R.C. § 263A. 7. For the legal fees incurred with respect to Corporation X’s ANDAs and protecting\nor perfecting patents relating to FDA-approved NDAs:\nA. Whether the Internal Revenue Service (“Service”) can change the\nmethod of accounting on an ANDA-by-ANDA and patent-by-patent basis\nand, if so, may the Service defer the year of change for attorney fees for\nthose ANDAs and patents not specifically addressed herein to the next\naudit cycle. B.",
      "queries": [
        "internal revenue service irs memo number"
      ],
      "queries_score": [
        "1.7046193"
      ]
    },
    {
      "id": "legal-advice_79__1",
      "chunk_id": "1",
      "content": "Whether the Internal Revenue Service (“Service”) can change the\nmethod of accounting on an ANDA-by-ANDA and patent-by-patent basis\nand, if so, may the Service defer the year of change for attorney fees for\nthose ANDAs and patents not specifically addressed herein to the next\naudit cycle. B. If the foregoing question is answered in the affirmative, in order to\npreserve its right to impose Commissioner-initiated changes in the method\nof accounting in the next audit cycle, whether the Service must provide POSTF-136693-12 4 written notice that the audit of legal fees relative to ANDAs and patents not\nspecifically addressed herein is being placed in suspense until the next\naudit cycle at which time the Service intends to initiate a Commissionerimposed change of method of accounting and I.R.C. § 481(a) adjustments\non an ANDA-by-ANDA and patent-by-patent basis. CONCLUSIONS\n1. Legal fees incurred to obtain FDA approval to market and sell new generic drugs\nmust be capitalized pursuant to Treas. Reg. § 1.263-4(d)(1). 2. Legal fees incurred to defend title to patents and prevent the marketing and sale of\na competing generic drug must be capitalized to the patents whose validity is at\nissue pursuant to Treas. Reg. § 1.263(a)-4(d)(9). Fees that are allocable to\nresolving whether valid patents would be infringed by the generic drug are not\nrequired to be capitalized. 3. Urquhart does not apply to the legal fees at issue in this case because they were\nincurred to obtain FDA approval to market or sell new generic drugs or to defend\nthe exclusivity provided by the patents and not to recover lost profits, and\nCorporation X is not in the business of patent licensing as was the taxpayer in\nUrquhart. 4. FDA-approved ANDAs are amortizable Section 197 intangibles that are\namortizable ratably over a 15-year period, beginning on the first day of the month\nthe FDA-approved ANDA is acquired, provided all applicable exclusionary\nperiods have expired and provided that the trade or business requirement is met. 5. For the cost recovery of the legal fees incurred to protect both patents and a\nFDA-approved NDA: 6. A. The fees are recovered by (1) dividing the fees pro rata among, and\ncapitalizing these fees into, the basis of the patents, and (2) depreciating\nthe patents under I.R.C. § 167 and Treas. Reg. § 1.167(a)-14(c)(4). B. Cost recovery commences beginning with the months in which the legal\nfees were incurred, with the recovery pro rata over the remaining useful\nlives of the assets to which the fees are capitalizable. C. The NDA holder’s grant of a license under the patents to the defendant\ngeneric drug company does not impact the cost recovery of the legal fees. The annual cost recovery of the attorney fees that are capitalized to the ANDAs\nmust also be capitalized pursuant to I.R.C. § 263A. POSTF-136693-12\n7. 5 For the legal fees incurred with respect to Corporation X’s ANDAs and protecting\nor perfecting patents relating to FDA-approved NDAs:\nA. The Service can change the method of accounting for attorney fees on an\nANDA-by-ANDA and patent-by-patent basis, and the Service may defer\nthe year of change for attorney fees for those ANDAs and patents not\nspecifically addressed herein to the next audit cycle. B.",
      "queries": [
        "can the internal revenue service change the method of accounting on a patent by patent basis"
      ],
      "queries_score": [
        "2.9475539"
      ]
    },
    {
      "id": "legal-advice_79__2",
      "chunk_id": "2",
      "content": "The Service can change the method of accounting for attorney fees on an\nANDA-by-ANDA and patent-by-patent basis, and the Service may defer\nthe year of change for attorney fees for those ANDAs and patents not\nspecifically addressed herein to the next audit cycle. B. In order to preserve its right to initiate changes in the method of\naccounting in the next audit cycle for attorney fees for the ANDAs and\npatents not specifically addressed herein, the Service must provide written\nnotice that the audit of such attorney fees is being placed in suspense until\nthe next audit cycle at which time the Service intends to initiate a change\nin method of accounting for all attorney fees incurred with respect to such\nANDAs and patents with Commissioner-initiated I.R.C. § 481(a)\nadjustments. FACTS\nCorporation X is a--------------------------pharmaceutical company engaged in developing,\nmanufacturing, marketing, selling and distributing generic and brand name\npharmaceutical products. During the fiscal years at issue, Corporation X and its\nsubsidiary, Corporation Y incurred substantial amounts of attorney fees to obtain\nANDAs and to protect its NDAs. A. Marketing and Selling New Pharmaceutical Drugs in the United States Before Corporation X can market and sell new pioneer drugs1 in the United States,\nCorporation X must have FDA-approved NDAs. Similarly, to market generic versions of\nFDA-approved NDAs in the United States, Corporation X must have FDA-approved\nANDAs. 1. NDA and ANDA Procedures and Paragraph IV Certification In order to market or sell a new pioneer drug in the United States, significant safety and\nefficacy studies must be completed and a NDA must be submitted to and approved by\nthe FDA. See Federal Food, Drug, and Cosmetic Act, 21 U.S.C. § 355(a) (2012). The\nNDA application is the vehicle through which drug sponsors formally propose that the\nFDA approve a new pharmaceutical for sale and marketing in the U.S. The goals of the\nNDA are to provide enough information to permit a FDA reviewer to determine whether\nthe drug is safe and effective in its proposed use(s), whether the benefits of the drug\n1 Pioneer drugs refer to drugs “that have never before received FDA approval.” FTC v. Watson Pharms.,\nInc., 677 F.3d 1298, 1302 (11th Cir. 2012), cert. granted, 81 U.S.L.W. 3216 (Dec. 07, 2012). POSTF-136693-12 6 outweigh the risks, whether the drug's proposed labeling (package insert) is appropriate\n(and what it should contain), and whether the methods used in manufacturing the drug\nand the controls used to maintain the drug's quality are adequate to preserve the drug's\nidentity, strength, quality, and purity. 2 The NDA must disclose all patents that cover the\ndrug, with the NDA holder required to notify the FDA of all new patents that\nsubsequently cover the drug after the filing of the NDA. 21 C.F.R. § 314.53 (2011). If\nthe FDA approves a NDA, “it publishes the drug and patent information in a book called\n‘Approved Drug Products with Therapeutic Equivalence and Evaluations,’ commonly\nreferred to as the ‘Orange Book.’” FTC v. Watson Pharms., Inc., 677 F.3d 1298, 1302\n(11th Cir. 2012), cert. granted, 81 U.S.L.W. 3216 (Dec. 07, 2012).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__3",
      "chunk_id": "3",
      "content": "If\nthe FDA approves a NDA, “it publishes the drug and patent information in a book called\n‘Approved Drug Products with Therapeutic Equivalence and Evaluations,’ commonly\nreferred to as the ‘Orange Book.’” FTC v. Watson Pharms., Inc., 677 F.3d 1298, 1302\n(11th Cir. 2012), cert. granted, 81 U.S.L.W. 3216 (Dec. 07, 2012). To market a generic version of an already approved drug, the maker of that generic\ndrug must submit an ANDA to the FDA. Federal Food, Drug, and Cosmetic Act, 21\nU.S.C. § 355(j) (2012). ANDAs are subject to a streamlined process which allows the\nANDA applicant to piggyback on the safety and efficacy studies conducted for the\npioneer drug, and obtain FDA approval by showing that its generic drug is bioequivalent\nto a pioneer drug already approved by the FDA. FTC v. Watson Pharms., Inc., 677 F.\n3d at 1302. Once approved, the ANDA applicant may manufacture and sell the generic\ndrug.3\n21 U.S.C. § 355(j)(2)(A)(vii) requires an ANDA applicant to provide certification that the\nANDA will not infringe on the patent rights of a third party. The four types of\ncertifications set forth in 21 U.S.C. §§ 355(j)(2)(A)(vii)(I) through (IV) are as follows:\nParagraph I: Certain patent information on the drug has not been filed. Paragraph II: The original patent has expired. Paragraph III: The generic drug will not enter the market until the date on which\nthe patent will expire. Paragraph IV: The applicant believes its product or the use of its product does not\ninfringe on the third party’s patents or such patents are not valid or\nenforceable. Assuming an ANDA meets all other requirements for FDA approval, an ANDA\napplicant’s certification under paragraph (I) or (II) of 21 U.S.C. § 355(j)(2)(A)(vii) allows\n2 http://www.fda.gov/Drugs/DevelopmentApprovalProcess/HowDrugsareDevelopedandApproved/Approval\nApplications/NewDrugApplicationNDA/default.htm (last visited December 21, 2012). 3 http://www.fda.gov/Drugs/DevelopmentApprovalProcess/HowDrugsareDevelopedandApproved/Approval\nApplications/AbbreviatedNewDrugApplicationANDAGenerics/default.htm (last visited December 18,\n2012). POSTF-136693-12 7 the FDA to approve the ANDA immediately. A certification under paragraph III of 21\nU.S.C. § 355(j)(2)(A)(vii) means that the FDA ”approval may be made effective on the\ndate certified under subclause (III),” which refers to the certified date of patent\nexpiration. 21 U.S.C. § 355(j)(5)(B)(ii). Where an ANDA applicant relies on a certification under paragraph IV of 21 U.S.C.\n§ 355(j)(2)(A)(vii) (hereinafter referred to as a “paragraph IV certification”), the FDA may\napprove the ANDA after the following requirements have been met: The ANDA applicant provides the required notice to the NDA holder for\nthe referenced drug and all patentees of record for the listed patents that\nthe applicant has filed an ANDA application with a paragraph IV\ncertification (the “paragraph IV notice”) within 20 days of being notified by\nthe FDA that the ANDA has been accepted for filing. 21 U.S.C.\n§ 355(j)(2)(B). If neither the patent holders nor the NDA holders bring an infringement\nsuit within 45 days from the date of the paragraph IV notice, the FDA may\napprove the ANDA. 21 U.S.C. § 355(j)(5)(B)(3). If a patent holder or NDA holder files a patent infringement lawsuit within\n45 days, as set forth in 35 U.S.C. § 271, against the ANDA applicant, a\nstay generally prevents the FDA from approving the ANDA for 30 months. 21 U.S.C. § 355(j)(5)(B)(3).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__4",
      "chunk_id": "4",
      "content": "21 U.S.C. § 355(j)(5)(B)(3). If a patent holder or NDA holder files a patent infringement lawsuit within\n45 days, as set forth in 35 U.S.C. § 271, against the ANDA applicant, a\nstay generally prevents the FDA from approving the ANDA for 30 months. 21 U.S.C. § 355(j)(5)(B)(3). If the court rules on the validity of the patent before the expiration of the\n30-month period, the ruling will determine whether the FDA approves the\nANDA prior to the thirty months. 21 U.S.C. §§ 355(j)(5)(B)(3)(I) and (II). If the patent infringement litigation is still ongoing after the 30 months, the\nFDA may approve the ANDA, and both parties can market their product. Therefore, if the NDA holder timely files a lawsuit, the FDA cannot approve the ANDA\nuntil the earliest of the following occurs: (1) all patents covering the drug have expired;\n(2) there is a final determination all patents are invalid or not infringed by a court; or (3)\nthe 30-month stay expires. See Federal Trade Commission, Generic Drug Entry Prior\nto Patent Expiration: An FTC Study, p. 39 (July 2002) (source of paraphrased\nsummation). 2. 180-Day Exclusivity Federal law encourages drug manufacturers to file ANDAs with paragraph IV\ncertifications by providing a 180-day ”exclusivity period” set forth in 21 U.S.C.\n§ 355(j)(5)(B)(iv). See F.T.C. v. Watson Pharms., Inc., 677 F.3d at 1303. POSTF-136693-12 8 21 U.S.C. § 355(j)(5)(B)(iv) provides that the first generic drug applicant to file an ANDA\ncontaining a paragraph IV certification is awarded 180 days of marketing exclusivity. During that time, the FDA may not approve a subsequently filed ANDA that challenges\na patent for the same drug product. Only the first ANDA applicant may market or sell\nthe generic product during the 180-day exclusivity period. The 180-day exclusivity\nperiod commences on the earlier of: (1) when the generic manufacturer commences\ncommercial marketing; or (2) when a court decision finds the patents have not been\ninfringed or are invalid. The 180-day exclusivity period provided in 21 U.S.C. § 355(j)(5)(B)(iv) is a significant\nincentive for an ANDA applicant to file a paragraph IV certification. An ANDA applicant\nwho successfully obtains 180-day exclusivity is able to gain dramatic financial benefits\nand market share because their generic version of the patented drug is the only one on\nthe market. B. Fees Incurred with Respect to Certain Lawsuits The Service plans to issue a revised notice of proposed adjustments (NOPA) to\nCorporation X, proposing to change Corporation X’s method of accounting for the\nANDAs and one NDA addressed herein by disallowing deductions for the attorney fees\nincurred, and requiring the fees be capitalized on an ANDA-by-ANDA and patent-bypatent basis. The Service plans to suspend the audit of the attorney fees incurred for all\nother ANDAs and NDAs, and to propose Commissioner-initiated changes to\nCorporation X’s method of accounting in the next cycle on an ANDA-by-ANDA and\npatent-by-patent basis, as discussed further in the Law and Analysis section, below.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__5",
      "chunk_id": "5",
      "content": "The Service plans to suspend the audit of the attorney fees incurred for all\nother ANDAs and NDAs, and to propose Commissioner-initiated changes to\nCorporation X’s method of accounting in the next cycle on an ANDA-by-ANDA and\npatent-by-patent basis, as discussed further in the Law and Analysis section, below. The ANDAs and the NDA addressed herein, and the lawsuits relative to said\napplications that gave rise to the fees that will be the subject of the revised NOPA are\naddressed below, grouped by the name of the primary third party in the lawsuits. In the\nfirst six groups, patent and NDA holders sued Corporation X because Corporation X\nfiled ANDAs with paragraph IV certifications (“ANDA fees”). In the last lawsuit,\nCorporation X, as an NDA holder, sued an ANDA applicant who filed an ANDA with a\nparagraph IV certification (“NDA fees”). 1. Entity Y v. Corporation X -------------------------a. Short Summary Re: Entity Y Corporation X developed a generic drug to compete with the branded pioneer drug\ncalled Drug #1. Entity Y holds the FDA-approved NDA for Drug #1 and owns the\npatents cited in the Orange Book relative to Drug #1 . After Corporation X submitted its ANDA requesting FDA approval to sell a generic\nversion of Drug #1 prior to the expiration of the patents covering Drug #1, Entity Y sued\nCorporation X based on the ----- patents listed in the Orange Book. Entity Y later filed a POSTF-136693-12 9 second suit against Corporation X -----------------------------------------------------------------------------------------. None of the counts in any of the Entity Y v. Corporation X pleadings alleged lost profits;\nand none alleged Corporation X commercialized its ANDA product. Rather, pursuant to\n35 U.S.C. § 271(e)(2)(A), based on Corporation X’s filing an ANDA with a Paragraph IV\ncertification, the parties placed at issue whether Entity Y’s patents were valid and, if\nthey were, whether Corporation X infringed those patents. Entity Y requested, pursuant\nto 35 U.S.C. § 271(e)(4)(A), that the effective date of Corporation X’s ANDA be moved\nback until the last of Entity Y’s patents expired. Entity Y’s pleadings also requested a\ndeclaration pursuant to 28 U.S.C. § 2201 that Corporation X would infringe Entity Y’s\npatents if it commercialized its generic version of Drug #1. Both parties requested relief\nunder 35 U.S.C. § 285, which permits the court to award reasonable attorneys’ fees to\nthe prevailing party. The ----- lawsuits were ongoing as of the end of Year 3, the last year at issue herein. Both cases were decided in Year 5. ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------For the ----- lawsuits with Entity Y, Corporation X incurred attorneys’ fees of $xxx in\nYear 2 and $xxx in Year 3.\nb. FDA Approval and ANDA Product Launch Re: Entity Y The Service does not know whether the FDA approved Corporation X’s ANDA, or\nwhether Corporation X launched its ANDA product. 2. Entity Z v. Corporation X Corporation X developed a generic drug to compete with the branded pioneer drug\ncalled Drug #2. Entity Z is the owner of the NDA for Drug #2 and Entity AA is the owner\nof Patent One, ---------------------------------------------------------------. After Corporation",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__6",
      "chunk_id": "6",
      "content": "2. Entity Z v. Corporation X Corporation X developed a generic drug to compete with the branded pioneer drug\ncalled Drug #2. Entity Z is the owner of the NDA for Drug #2 and Entity AA is the owner\nof Patent One, ---------------------------------------------------------------. After Corporation X\nsubmitted its ANDA requesting FDA approval to sell a generic version of Drug #2 prior\nto the expiration of the patents covering Drug #2, Entity AA and Entity Z sued\nCorporation X.\nNone of the counts in any of the Entity AA and Entity Z v. Corporation X pleadings\nalleged lost profits; and none alleged Corporation X commercialized its ANDA product. Rather, pursuant to 35 U.S.C. § 271(e)(2)(A), based on Corporation X’s filing an ANDA\nwith a Paragraph IV certification, the parties placed at issue whether Entity AA’s patent\nwas valid and, if it was, whether Corporation X infringed that patent. Entity AA and POSTF-136693-12 10 Entity Z requested, pursuant to 35 U.S.C. § 271(e)(4)(A), that the effective date of\nCorporation X’s ANDA be moved back until Entity AA’s patent expired. Both plaintiffs\nand Corporation X invoked 35 U.S.C. § 285 and requested attorney fees, costs and\nexpenses of each other. The case was ongoing as of Year 3, the last year at issue herein. The parties reached\na settlement in Year 6 ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. The Service has not been provided a copy of the settlement\nagreement. Corporation X incurred attorneys’ fees of $xxx in Year 2 and $xxx in Year 3 for the\nlitigation with Entity AA and Entity Z. The Service does not know whether the FDA has\napproved Corporation X’s ANDA------------------------------------------------------------------------------------------------------------------------------------------------. 3. Entity AB v. Corporation X Corporation X developed a generic drug to compete with the branded pioneer drug\ncalled Drug #3, -----------------------------. Entity AB is the owner of Patent Two, one of the\npatents cited in the NDA for Drug #3. After Corporation X submitted its ANDA\nrequesting FDA approval to sell a generic version of Drug #3 prior to the expiration of\nPatent Two, Entity AB sued Corporation X.\nNone of the counts in any of the pleadings alleged lost profits; and none alleged\nCorporation X commercialized its ANDA product. Rather, pursuant to 35 U.S.C.\n§ 271(e)(2)(A), based on Corporation X’s filing an ANDA with a Paragraph IV\ncertification, the parties placed at issue whether Entity AB’s patent was valid and, if it\nwas, whether Corporation X infringed that patent. Entity AB requested, pursuant to\n§ 271(e)(4)(A), that the effective date of Corporation X’s ANDA be moved back until\nEntity AB’s patent expired. ---------------------------------------------------------------------------------------------------------------------------------------------The FDA approved Corporation X’s ANDA for a generic version of\nDrug #3 in Year 5. Corporation X incurred attorneys’ fees of $xxx in Year 2 and $xxx in\nYear 3 for its litigation with Entity AB. -------------------------------------------------------- ----------------------------------------------------------------------------------------------------4. Entity AC v. Corporation X (------------------------) Corporation X developed a generic drug to compete with the branded pioneer drug\ncalled Drug #4. Entity AC holds the FDA-approved NDA for Drug #4. Entity AD owns\nPatent Three, a patent cited in the Orange Book relative to Drug #4. ------------------------------------------------------------------------------------------------- POSTF-136693-12 11 After Corporation",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__7",
      "chunk_id": "7",
      "content": "Entity AC v. Corporation X (------------------------) Corporation X developed a generic drug to compete with the branded pioneer drug\ncalled Drug #4. Entity AC holds the FDA-approved NDA for Drug #4. Entity AD owns\nPatent Three, a patent cited in the Orange Book relative to Drug #4. ------------------------------------------------------------------------------------------------- POSTF-136693-12 11 After Corporation X submitted its ANDA requesting FDA approval to sell a generic\nversion of Drug #4 before the expiration of the patents covering Drug #4, Entity AC---------------------and Entity AD sued Corporation X based on the patents listed in the Orange\nBook. None of the counts in any of the pleadings alleged lost profits; and none alleged\nCorporation X commercialized its ANDA product. Rather, pursuant to 35 U.S.C.\n§ 271(e)(2)(A), based on Corporation X’s filing an ANDA with a Paragraph IV\ncertification, the parties placed at issue whether Entity AC’s patents were valid and, if\nthey were, whether Corporation X infringed those patents. Entity AC requested,\npursuant to § 271(e)(4)(A), that the effective date of Corporation X’s ANDA be moved\nback until Entity AC’s patents expired. Both the plaintiff and Corporation X invoked 35\nU.S.C. § 285 and requested attorney fees, costs and expenses of each other. Corporation X incurred attorneys’ fees of $xxx for the Entity AC litigation in Year 3. The\nlawsuit was ongoing as of the end of Year 3. ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------5. Entity AF v. Corporation X (three cases) Entity AF and Corporation X were involved in three lawsuits in Year 2 and Year 3. Corporation X incurred total attorneys’ fees of $xxx in Year 2 and $xxx in Year 3 for the\nthree lawsuits. The Service does not have sufficient information to allocate the fees to\nthe individual lawsuits. a. Entity AF v. Corporation X Civil Action 1\nRe: Entity AF’s Drug # 5 Corporation X developed a generic drug to compete with the branded pioneer drug\ncalled Drug #5. Entity AF holds the FDA-approved NDA for Drug #5 and own the\npatents cited in the Orange Book relative to Drug #5. After Corporation X submitted its\nANDA requesting FDA approval to sell a generic version of Drug #5 prior to the\nexpiration of the patents covering Drug #5, Entity AF sued Corporation X --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------based on one of the patents\nlisted in the Orange Book in the NDA for Drug #5. None of the counts in any of the pleadings alleged lost profits; and none alleged\nCorporation X commercialized its ANDA product. Rather, pursuant to 35 U.S.C.\n§ 271(e)(2)(A), based on Corporation X’s filing an ANDA with a Paragraph IV\ncertification, the parties placed at issue whether Entity AF’s patent was valid and, if it POSTF-136693-12 12 was, whether Corporation X infringed that patent. Entity AF requested, pursuant to\n§ 271(e)(4)(A), that the effective date of Corporation X’s ANDA be moved back until\nEntity AF’s patent expired. Entity AF also requested a declaratory judgment pursuant to\n28 U.S.C. § 2201, that if Corporation X marketed its generic version of Drug #5 it would\ninfringe Entity AF’s patent. Both parties invoked 35 U.S.C. § 285 and requested\nattorney fees, costs and expenses of each other. The lawsuit was ongoing as of the end of Year 3.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__8",
      "chunk_id": "8",
      "content": "Both parties invoked 35 U.S.C. § 285 and requested\nattorney fees, costs and expenses of each other. The lawsuit was ongoing as of the end of Year 3. ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-136693-12 b. 13 Entity AF v. Corporation X Civil Action No. 2\nRe: Entity AF’s Drug #6 (Year 2 Suit) Corporation X developed a generic drug to compete with the branded pioneer drug\ncalled Drug #6. Entity AF holds the FDA-approved NDA for Drug #6 and own the\npatents cited in the Orange Book relative to Drug #6. After Corporation X submitted its\nANDA requesting FDA approval to sell a generic version of Drug #6 prior to the\nexpiration of the patents covering Drug #6, Entity AF sued Corporation X -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------based on Patent Four, one of the patents\nlisted in the Orange Book for Drug #6. None of the counts in any of the pleadings alleged lost profits; and none alleged\nCorporation X commercialized its ANDA product. Rather, pursuant to 35 U.S.C.\n§ 271(e)(2)(A), based on Corporation X’s filing an ANDA with a Paragraph IV\ncertification, the parties placed at issue whether Entity AF’s patent was valid and, if it\nwas, whether Corporation X infringed that patent. Entity AF requested, pursuant to\n§ 271(e)(4)(A), that the effective date of Corporation X’s ANDA be moved back until\nEntity AF’s patent expired. Entity AF also requested a declaration pursuant to 28\nU.S.C. § 2201 that if Corporation X marketed its generic version of Drug #6 it would\ninfringe Entity AF’s patent. Both parties invoked 35 U.S.C. § 285 and requested\nattorney fees, costs and expenses of each other. The lawsuit was ongoing as of the end of Year 3. ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------c. Entity AF v. Corporation X Civil Action No. 3\nRe: Entity AF’s Drug #6 (Year 1 Suit) Corporation X developed a generic drug to compete with the branded pioneer drug\ncalled Drug #6. Entity AF holds the FDA-approved NDA for Drug #6 and owns the\npatents cited in the Orange Book relative to Drug #6. After Corporation X submitted its\nANDA requesting FDA approval to sell a generic version of Drug #6 prior to the\nexpiration of the patents covering Drug #6, Entity AF sued Corporation X---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------based on ------------the patents\nlisted in the Orange Book. None of the counts in any of the Entity AF v. Corporation X pleadings alleged lost\nprofits; and none alleged Corporation X commercialized its ANDA product. Rather,\npursuant to 35 U.S.C. § 271(e)(2)(A), based on Corporation X’s filing an ANDA with a POSTF-136693-12 14 Paragraph IV certification, the parties placed at issue whether Entity AF’s patents were\nvalid and, if they were, whether Corporation X infringed those patents. Entity AF\nrequested, pursuant to § 271(e)(4)(A), that the effective date of Corporation X’s ANDA\nbe moved back until the last of Entity AF’s patents expired. Entity AF also requested a\ndeclaration pursuant to 28 U.S.C. § 2201 that if Corporation X marketed its generic\nversion of Drug #6 it would infringe Entity AF’s patents. Both parties invoked 35 U.S.C.\n§ 285 and requested attorney fees, costs and expenses of each other. The lawsuit was ongoing as of the end of Year 3. --------------------------------------------------------------------------------------------------- ----------------------------------------------------------------------------------------------. d.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__9",
      "chunk_id": "9",
      "content": "Both parties invoked 35 U.S.C.\n§ 285 and requested attorney fees, costs and expenses of each other. The lawsuit was ongoing as of the end of Year 3. --------------------------------------------------------------------------------------------------- ----------------------------------------------------------------------------------------------. d. FDA Approval and Launch Re: Entity AF The Drug #5 litigation is ongoing. The Service does not know if the FDA approved\nCorporation X’s generic version of Drug #5, or if it was launched. The ----- Drug #6\nlawsuits are also ongoing------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. 6. Entity AH v. Corporation X\na. Short Summary Re: Entity AH Corporation X developed a generic drug to compete with the branded pioneer drug\ncalled Drug #7. Entity AH holds the FDA-approved NDA for Drug #7 and owns Patent\nFive, one of the patents cited in the Orange Book relative to Drug #7. After Corporation\nX submitted its ANDA for a generic version of Drug #7, it notified Entity AH of the\nsubmission. In response, Entity AH sued Corporation X for filing the ANDA to obtain\nFDA approval to market and sell its generic drug in competition with Drug #7. None of the counts in any of the Entity AH v. Corporation X pleadings alleged lost\nprofits; and none alleged Corporation X commercialized its ANDA product. Rather,\npursuant to 35 U.S.C. § 271(e)(2)(A), based on Corporation X’s filing an ANDA with a\nParagraph IV certification, the parties placed at issue whether Entity AH’s patent was\nvalid and, if it was, whether Corporation X infringed that patent. Entity AH requested,\npursuant to 35 U.S.C. § 271(e)(4)(A), that the effective date of Corporation X’s ANDA\nbe moved back until Entity AH’s patent expired. Entity AH also requested a declaration\npursuant to 28 U.S.C. § 2201 that if Corporation X marketed its generic version of Drug\n#7 it would infringe Entity AH’s patent. Both parties invoked 35 U.S.C. § 285 and\nrequested attorney fees, costs and expenses of each other. The lawsuit was ongoing as of the end of Year 3. ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ POSTF-136693-12 15 --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Corporation X incurred attorneys’ fees\nof $xxx in Year 1 and $xxx in Year 2 on account of Entity AH’s lawsuit. ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------7. Corporation X v Entity AI Some of the attorney fees at issue in this case were incurred in ANDA litigation\nregarding the branded drug Drug #8. Drug #8, like other pioneer drugs, cannot be sold\nin the United States without a FDA-approved NDA. Pharmaceutical companies invest\nsignificant time and resources to develop brand name drugs, test them for safety and\nefficacy, and market them to the public. The FDA approved Corporation X’s NDA for\nDrug #8 in Year 8, and Corporation X began production of the drug. In Year 2, Entity AI notified Corporation X that Entity AI filed ANDA One with a\nparagraph IV certification to obtain FDA approval to market and sell a generic version of\nDrug #8 prior to the expiration of the relevant patents. Entity AI’s notice asserted that\nCorporation X’s ---- patents listed in the Orange Book for Drug #8 were invalid, and that\nthe older ----- patents so listed were not infringed.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__10",
      "chunk_id": "10",
      "content": "Entity AI’s notice asserted that\nCorporation X’s ---- patents listed in the Orange Book for Drug #8 were invalid, and that\nthe older ----- patents so listed were not infringed. Within forty five days of the paragraph IV notice, in Year 2, Corporation X sued Entity AI\nto protect its exclusive right to sell Drug #8 pursuant to the FDA-approved NDA until all\npatents expired. Corporation X automatically obtained a 30-month stay barring the FDA\nfrom approving Entity AI’s ANDA------------------------------------------------------------------------------------. The complaint did not include any counts that alleged lost profits, and none of the\ncounts alleged Entity AI commercialized its ANDA product. Rather, pursuant to 35\nU.S.C. § 271(e)(2)(A), the counts of Corporation X’s Complaint and Amended\nComplaint were all based on Entity AI filing an ANDA with a paragraph IV certification. Corporation X’s prayers for relief were limited to (i) requesting a declaration its patents\nwere valid, (ii) requesting that, pursuant to 35 U.S.C. § 271(e)(2)(A), the submission of\nEntity AI’s ANDA with a paragraph IV certification be declared an act of infringement,\n(iii) requesting the court declare Entity AI’s ANDA could not be approved earlier than the\ndate the last patent expired, and (iv) requiring Entity AI to amend its ANDA to convert to\nan ANDA with a paragraph III certification. Protectively, Corporation X requested\ndamages if Entity AI commercialized its ANDA. Both parties invoked 35 U.S.C. § 285\nand requested attorney fees, costs and expenses of each other. The case was settled a year later, in Year 3----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-136693-12 16 -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. Corporation X incurred attorneys’ fees of $xxx in Year 2 and $xxx in Year 3 in the\nCorporation X v. Entity AI litigation. C. Corporation X’s Arguments that the Legal Fees at Issue Are Deductible\n1. ANDA Attorney Fees Corporation X asserts that \"[t]he defense fees [it] incurred to defend actions for patent\ninfringement did not facilitate obtaining an ANDA and thus are deductible as ordinary\nand necessary business expenses under section 162.\" Corporation X’s Year 6 letter in\nresponse to the Form 5701 on capitalization of attorney fees (“Corporation X’s Position\nLetter”), p. 4. Corporation X makes three arguments in support of its assertion. First,\nCorporation X argues that “the defense attorney fees did not have their origin in\nfacilitating the creation of an ANDA” so are not capitalizable. Id. p. 6. Second,\nCorporation X argues that legal fees are deductible and that Urquhart v. Commissioner,\n215 F.2d 17 (3rd. Cir. 1954), establishes that legal fees incurred relative to patent\ninfringement litigation are deductible. Id., p. 4. Third, Corporation X argues “the Service\nincorrectly analyzes the facilitative test [in Treas. Reg. § 1.263(a)-4(e)]”. Id., p. 7.\na. Origin of the Claim Corporation X argues: The origin of the patent infringement litigation is not the filing of an ANDA,\nbut rather the infringement or intent to infringe on another’s patent through\nmanufacturing, selling or marketing a generic product. Id., p. 4.\nCorporation X contends that the infringement is “not related to the ANDA submission.” Id., p. 6. Corporation X asserts infringement cases “are similar to patent litigation\nlawsuits before the Hatch-Waxman Act of 1984 . . . . The only difference is in timing.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__11",
      "chunk_id": "11",
      "content": "Id., p. 4.\nCorporation X contends that the infringement is “not related to the ANDA submission.” Id., p. 6. Corporation X asserts infringement cases “are similar to patent litigation\nlawsuits before the Hatch-Waxman Act of 1984 . . . . The only difference is in timing. . .\n.” Id.\nCorporation X further contends that\nthe approval of an ANDA is not contingent on the outcome of any patent\ninfringement litigation. Rather, the ANDA submission is mutually exclusive\nfrom the patent infringement litigation. A Taxpayer may lose the patent\ninfringement lawsuit and still receive approval from the FDA for its ANDA POSTF-136693-12 17 (albeit with a delayed effective date). Or, the FDA may approve the ANDA\nafter the expiration of the 30-month stay even if the patent infringement\nlitigation is still ongoing and the generic manufacturer has the option of\nlaunching the product “at risk” of losing the patent infringement lawsuit. Id., pp. 7-8.\nCorporation X also asserts that the FDA considers only bioequivalence before\napproving an ANDA with a paragraph IV certification. Thus, it concludes the legal fees\ncannot facilitate the FDA approval of the ANDA. Id., p. 8.\nAs further support, Corporation X also argues the origin cannot be the ANDA because\nthat would be the result from looking at the first event in time, in disregard of Boagni v.\nCommissioner, 59 T.C. 708 (1973), acq. 1973-2 C.B. 1, and Santa Fe Pacific Gold Co.\nand Subsidiaries v. Commissioner, 132 T.C. 240 (2009).\nb. Deductibility Notwithstanding the Capital Origin Corporation X argues that legal fees are generally deductible, relying on Commissioner\nv. Tellier, 383 U.S. 687 (1965) and Kornhauser v. Commissioner, 276 U.S. 145 (1928). Corporation X asserts that\nas long as legal fees paid in connection with litigation arise out of the\noperation of a taxpayer's trade or business, they should generally be\ndeductible . . . . See, e.g., Vanderbilt v. Commissioner, T.C. Memo 1957235, . . . Helvering v. Hampton, 79 F.2d 358 (9th Cir. 1935) . . . . Id. p. 5.\nCorporation X further argues that attorney fees resulting from patent infringement\nlitigation are specifically deductible, relying on Urquhart, supra. Id., p.4.\nc. the -4(e) regulation Corporation X agrees that Treas. Reg. § 1.263(a)-4(e)(1)(I) requires that amounts paid\nto facilitate the creation of an intangible must be capitalized “if the amount is paid in the\nprocess of investigating or otherwise pursuing the transaction.” Id., p.6. Corporation X\ndoes not address the meaning of “facilitate” in the context of separate and distinct\nintangibles. However, Corporation X argues “the Service incorrectly analyzed the facilitative test”, by\napplying a “but for” test. Id., p. 7. Corporation X argues that “because FDA approval of\nan ANDA is not contingent on the patent infringement litigation, the attorney fees\nincurred in the litigation process are not facilitative to obtaining the ANDA and are not\nrequired to be capitalized under section 263(a).” Id., p. 4. POSTF-136693-12 2. 18 NDA Attorney Fees Corporation X asserts “The plaintiff attorney fees incurred in the Corporation X v Entity\nAI litigation were not incurred to defend or perfect title to the Taxpayer’s patent and thus\nare deductible as ordinary and necessary expenses under section 162.”",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__12",
      "chunk_id": "12",
      "content": "Id., p. 4. POSTF-136693-12 2. 18 NDA Attorney Fees Corporation X asserts “The plaintiff attorney fees incurred in the Corporation X v Entity\nAI litigation were not incurred to defend or perfect title to the Taxpayer’s patent and thus\nare deductible as ordinary and necessary expenses under section 162.” Id., p. 4.\nCorporation X argues the origin of the claim was not capital, but relies primarily on\nUrquhart. Id., p. 8. Corporation X argues the example in Treas. Reg. § 1.263(a)4(d)(9)(i) where “U” claimed “R” stole technology from “U” narrows the regulation so that\nit cannot apply, relying on J.I. Case Co. v. U.S., 91 Ct. Cl. 144 (1940). Corporation X\nalso argues that a claim of invalidity is not a challenge to ownership, again citing\nUrquhart. LAW AND ANALYSIS\nI.R.C § 162(a) provides, in general, that “[t]here shall be allowed as a deduction all the\nordinary and necessary expenses paid or incurred during the taxable year in carrying on\nany trade of business, . . .” However, I.R.C. § 263(a) provides, in general, that no\ndeduction shall be allowed for any amount paid out for new buildings or for permanent\nimprovements or betterments made to increase the value of any property or estate. Treas. Reg. § 1.263(a)-4 provides rules for determining when costs relating to intangible\nassets must be capitalized. Indopco specifically addressed the interplay between the general rules of §§ 162 and\n263 as follows: In exploring the relationship between deductions and capital expenditures,\nthis Court has noted the “familiar rule” that “an income tax deduction is a\nmatter of legislative grace and that the burden of clearly showing the right\nto the claimed deduction is on the taxpayer.” The notion that deductions\nare exceptions to the norm of capitalization finds support in various\naspects of the Code. Deductions are specifically enumerated and thus\nare subject to disallowance in favor of capitalization. See §§ 161 and 261. Nondeductible capital expenditures, by contrast, are not exhaustively\nenumerated in the Code; rather than providing a “complete list of\nnondeductible expenditures,” § 263 serves as a general means of\ndistinguishing capital expenditures from current expenses. 503 U.S. at 84 (1992) (citations omitted, emphasis added). Based on general capitalization principles articulated in Lincoln Savings and\nIndopco, capitalization is the norm, with an expenditure that creates an asset or\nenhances a separate and distinct asset specifically capitalizable. However, an POSTF-136693-12 19 expenditure may still be capitalizable even if it does not create or enhance a separate\nand distinct asset. The treatment of legal fees is determined based upon the nature and character of the\nunderlying claim. Whether the nature and character of an expense related to an\nintangible asset results in capitalization is determined under Treas. Reg. 1.263(a)-4.\nUnited States v. Gilmore, 372 U.S. 39, 49 (1963), states that “the origin and character of\nthe claim with respect to which an expense was incurred, rather than its potential\nconsequences upon the fortunes of the taxpayer, is the controlling basic test of\nwhether the expense . . . is deductible or not . . .”. (emphasis added).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__13",
      "chunk_id": "13",
      "content": "See Deputy\nv. Dupont, 308 U.S. 488, 494 (1940) (“[I]t is the origin of the liability out of which the\nexpense accrues which is material.”) Under the origin of the claim test, the origin and character of the claims for which legal\nfees were incurred are examined to determine whether the fees arose from a capital\ntransaction or whether the fees are related to day-to-day business or profit-seeking\nactivities. Woodward v. Commissioner, 397 U.S. 572 (1970). The Woodward Court\nexplained that Gilmore “rejected a test that looked to the consequences of the litigation,\nand did not even consider the taxpayer’s motives or purposes in undertaking defense of\nthe litigation, but rather examined the origin and character of the claim against the\ntaxpayer, . . . . “ 397 U.S. at 578. The origin of the claim test is an objective inquiry to\ndetermine the origin and character of the claim from which the litigation proximately\nresulted, taking into account all of the facts and circumstances; it is not a test\ndependent on the formal titles to pleadings. I. ANDA Applicant Legal Fees The legal fees at issue originated in Corporation X’s actions to create capital assets,\nFDA-approved ANDAs with paragraph IV certifications to allow Corporation X to market\nand sell its generic drugs before the expiration of the patents covering the FDAapproved brand name drugs. The ANDA fees at issue originated in Corporation X’s\nattempts to enhance or create separate and distinct intangibles because ANDAs with\nparagraph IV certifications are separately transferrable. A FDA-approved ANDA with a\nparagraph IV certification is more valuable than the other types of ANDAs, e.g., an\nANDA with a paragraph III certification. ANDAs with paragraph IV certifications that are\nawarded a 180-day period of exclusivity are more valuable than ANDAs with paragraph\nIV certifications without such exclusivity. See Addendum A, § 2, attached (addressing\nthe regulatory rules that establish ANDAs and the180-Day exclusivity periods are\nseparately transferrable, and that a 180-day period of exclusivity can provide a return on\ninvestment of 1000%). Corporation X argues such determinations should not be made because the origin of\nthe fees is the litigation, itself, not the creation of new assets. However, this view is not\ncomplete. The attorneys’ fees spent on litigation are part of a larger process of POSTF-136693-12 20 Corporation X’s pursuit of FDA-approved ANDAs, approval needed to market and sell\nits generic drugs in the United States. This approval is an intangible asset under the\nregulations. The fees facilitate the creation of this intangible asset and thus are\nrequired to be capitalized. Corporation X further argues to support its assertion that the origin is the litigation that\nthe only difference between patent infringement suits where plaintiffs seek to recover\nlost profits and the lawsuits at issue is mere timing, so the origin cannot be Corporation\nX’s actions to obtain new assets. However, timing for generic drugs determines the\nvalue the FDA approval brings – the earlier filed the more valuable, especially if\nCorporation X obtains first filer status so it gets a 180-Day exclusivity award. If timing\nwas not important, Corporation X would have waited rather than incur the fees at issue.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__14",
      "chunk_id": "14",
      "content": "However, timing for generic drugs determines the\nvalue the FDA approval brings – the earlier filed the more valuable, especially if\nCorporation X obtains first filer status so it gets a 180-Day exclusivity award. If timing\nwas not important, Corporation X would have waited rather than incur the fees at issue. And, while timing is not the only difference between the lawsuits at issue and\ninfringement lawsuits that originate in recovering lost profits, even if timing was the only\ndifference, Corporation X cannot credibly argue timing has no value. ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Corporation X asserts Glaxo, Inc. v. Novopharm, Ltd., 110 F.3d 1562 (Fed. Cir. 1997),\nsupports Corporation X’s position that the origin is the infringement. Corporation X errs. Glaxo confirms “an action brought under § 271(e)(2)(A) is based solely upon the filing of\nan ANDA. . . .” 110 F.3d at 1567. In the cases in which Corporation X is pursuing an\nANDA, each claim in each lawsuit at issue asserted patent infringement pursuant to 35\nU.S.C. § 271(e)(2)(A). Thus, Glaxo supports the Service’s position the claims\noriginated in the creation of new ANDAs with paragraph IV certifications. Corporation X also argues that because the patent holder bears the burden of proving\ninfringement, that such, somehow, changes the origin of the claim analysis as if\nCorporation X was being sued for lost profits so the fees are deductible. Who bears the\nburden of proof does not alter the origin of the claim analysis. Moreover, “[w]hile\npersons challenging the validity of a patent in litigation bear the burden of defeating a\npresumption of validity, this presumption is intended merely as a procedural devise and\nis not a substantive right. . . .” In re K-DUR Antitrust Litigation, 686 F.3d 197, 214 (3rd\nCir. 2012). Corporation X argues that, if the 30-month stay expired, it could commercialize its\nANDA if approved by the FDA so the origin of its lawsuits cannot be creating ANDAs. That defies reason; Corporation X was seeking FDA approval prior to patent expiration,\nwith delay until patent expiration a bad result. But, the result (consequence) does not\nimpact the origin. Woodward, 397 U.S. at 578. POSTF-136693-12 21 Corporation X also argues the FDA is not a party to the lawsuits and can approve the\nANDAs regardless of the outcomes so that the origin cannot be the ANDA. Corporation\nX ignores the broader transaction and the other possible outcomes. While it is possible\nthat an ANDA could be granted subject a protracted patent litigation, what is certain is\nthat in every case, under the FDA regulations that apply, once the lawsuits were filed\nwithin 45 days, the FDA cannot approve the ANDAs until the 30-month stay is up,\nsubject to the outcome of the litigation. Delaying approval allows the NDA holder to\nhave a longer period of exclusive marketing, and frustrates what Corporation X seeks –\nimmediate entry into the marketplace. The ANDA fees at issue originate in Corporation X’s actions to obtain/create new FDAapproved ANDAs with paragraph IV certifications to use in its business. The next step\nis to determine whether the fees expended in litigation to pursue creation of an ANDA\nare an ordinary or capital expense. Treas.",
      "queries": [
        "which fda approval is more important for generic drugs"
      ],
      "queries_score": [
        "1.8895717"
      ]
    },
    {
      "id": "legal-advice_79__15",
      "chunk_id": "15",
      "content": "The ANDA fees at issue originate in Corporation X’s actions to obtain/create new FDAapproved ANDAs with paragraph IV certifications to use in its business. The next step\nis to determine whether the fees expended in litigation to pursue creation of an ANDA\nare an ordinary or capital expense. Treas. Reg. § 1.263(a)-4(b)(1) identifies the categories of intangibles that must be\ncapitalized as follows:\n(b) Capitalization with respect to intangibles--(1) In general. Except\nas otherwise provided in this section, a taxpayer must capitalize-(i) An amount paid to acquire an intangible (see\nparagraph (c) of this section)[4]; (ii) An amount paid to create an intangible described in\nparagraph (d) of this section; (iii) An amount paid to create or enhance a separate\nand distinct intangible asset within the meaning of\nparagraph (b)(3) of this section; (iv) An amount paid to create or enhance a future\nbenefit identified in published guidance in the\nFederal Register or in the Internal Revenue Bulletin\n(see § 601.601(d)(2)(ii) of this chapter) as an\nintangible for which capitalization is required under\nthis section; [5] and 4 Amounts paid to acquire intangibles are not addressed herein since the regulations set forth that to be\nan acquired intangible the taxpayer must have acquired the intangible in a “purchase or similar\ntransaction.” Treas. Reg. § 1.263(a)-4(c)(1). While “purchase or similar transaction” is not defined in the\nregulations, reading the -4 regulations as a whole, the regulatory scheme would treat the ANDAs at issue\nas created, not acquired, because the ANDAs were, for example, not acquired from another\npharmaceutical company for consideration. 5 To date, no guidance has been published requiring the capitalization of expenditures with respect to\nintangibles that must be capitalized based solely on future benefit. POSTF-136693-12 (v) 22 An amount paid to facilitate (within the meaning of\nparagraph (e)(1) of this section) an acquisition or\ncreation of an intangible described in paragraph\n(b)(1)(i), (ii), (iii) or (iv) of this section. Treas. Reg. § 1.263(a)-4(b)(1). Thus, the regulations require capitalization of expenditures that are within the categories\nidentified in Treas. Reg. § 1.263(a)-4(b)(1) (i.e., amounts paid to acquire or create an\nintangible, amounts paid to create or enhance a separate and distinct intangible and\namounts paid to facilitate an acquisition or the creation of an intangible, if within the\nsubsections cross-referenced by Treas. Reg. § 1.263(a)-4(b)(1)) and not specifically\nexempted from capitalization (e.g., the 12-month rule). These identified categories of\nexpenditures are construed broadly to comply with the regulatory regime of\ncapitalization reflected in the regulations. T.D. 9107, 2004-1 C.B. 447, § II. D.\nThe legal fees incurred to defend actions for patent infringement pursuant to 35 U.S.C.\n§ 271(e)(2) for filing ANDAs with paragraph IV certifications are within one or more of\nthe identified categories of expenditures that must be capitalized. The amounts were\npaid to create intangible assets and/or paid to create, or enhance separate and distinct\nintangibles, or to facilitate the creation of an intangible. A. Amounts Paid to Create an Intangible or\nFacilitate the Creation of an Intangible Treas. Reg. § 1.263(a)-4(d) (hereinafter the “-4(d) regulations”) addresses the treatment\nof created intangibles, with other sections of the intangible regulations addressing the\ntreatment of amounts paid to facilitate the creation of an intangible.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__16",
      "chunk_id": "16",
      "content": "A. Amounts Paid to Create an Intangible or\nFacilitate the Creation of an Intangible Treas. Reg. § 1.263(a)-4(d) (hereinafter the “-4(d) regulations”) addresses the treatment\nof created intangibles, with other sections of the intangible regulations addressing the\ntreatment of amounts paid to facilitate the creation of an intangible. As explained further\nbelow, amounts paid to obtain ANDAs are paid to create intangibles within the meaning\nof Treas. Reg. § 1.263(a)-4(d), with the professional fees at issue paid to facilitate the\ncreation of the ANDAs. Treas. Reg. § 1.263(a)-4(d)(5)(i), requires the capitalization of amounts paid to obtain\nrights from a government, treating such payments as being paid to create an intangible. Specifically, Treas. Reg. § 1.263(a)-4(d)(5)(i)(emphasis added) provides, inter alia:\n(i) In general. – A taxpayer must capitalize amounts paid to a\ngovernment agency to obtain, renew, renegotiate, or upgrade its\nrights under a trademark, trade name, copyright, license, permit,\nfranchise, or other similar right granted by that governmental\nagency. POSTF-136693-12 23 Payments to the FDA (a government agency) to obtain the right to market and sell a\nnew drug in the United States (obtained via FDA approval of a NDA or an ANDA, as\naddressed in Addendum A) would be within Treas. Reg. § 1.263(a)-4(d)(5)(i). Professional fees that facilitate the creation of the ANDA are also required to be\ncapitalized Treas. Reg. § 1.263(a)-4(b)(1)(v). The scope of the word “facilitate” as used in Treas. Reg. § 1.263(a)-4 is described in\nTreas. Reg. § 1.263(a)-4(e)(1)(i), which states:\n(e) Transaction costs--(1) Scope of facilitate--(i) In general. Except\nas otherwise provided in this section, an amount is paid to facilitate\nthe acquisition or creation of an intangible (the transaction) if the\namount is paid in the process of investigating or otherwise\npursuing the transaction. Whether an amount is paid in the\nprocess of investigating or otherwise pursuing the transaction is\ndetermined based on all of the facts and circumstances. In\ndetermining whether an amount is paid to facilitate a transaction,\nthe fact that the amount would (or would not) have been paid but for\nthe transaction is relevant, but is not determinative. An amount paid\nto determine the value or price of an intangible is an amount paid in\nthe process of investigating or otherwise pursuing the transaction. Treas. Reg. § 1.263(a)-4(e)(1)(i) (emphasis added). The term “transaction,” as used above, is also clearly defined in the regulations, as\nfollows:\n(3) Transaction. For purposes of this section, the term\ntransaction means all of the factual elements comprising an\nacquisition or creation of an intangible and includes a series of\nsteps carried out as part of a single plan. Thus, a transaction\ncan involve more than one invoice and more than one intangible. For example, a purchase of intangibles under one purchase\nagreement constitutes a single transaction, notwithstanding the fact\nthat the acquisition involves multiple intangibles and the amounts\npaid to facilitate the acquisition are capable of being allocated. . . .\nTreas. Reg. § 1.263(a)-4(e)(3)(emphasis added). Collectively, the two above-quoted regulations and the unquoted portions of\nTreas. Reg. § 1.263(a)-4(e) are referred to herein as the “-4(e) regulations.” The costs of defending the lawsuits at issue would be considered facilitative under the\n-4(e) regulations.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__17",
      "chunk_id": "17",
      "content": ". . .\nTreas. Reg. § 1.263(a)-4(e)(3)(emphasis added). Collectively, the two above-quoted regulations and the unquoted portions of\nTreas. Reg. § 1.263(a)-4(e) are referred to herein as the “-4(e) regulations.” The costs of defending the lawsuits at issue would be considered facilitative under the\n-4(e) regulations. The costs were incurred “in the process” of “otherwise pursuing” not\nsimply FDA approval of ANDAs, but FDA approval of ANDAs with paragraph IV POSTF-136693-12 24 certifications – a right to market and sell an approved generic drug before the expiration\nof the patents covering the branded drugs, and by filing early, possibly with a 180-day\n(six-month) exclusivity period. The entire patent litigation takes place within a\nframework created by the FDA regulations, which unequivocally confer standing 6 on the\npatent holder, and require that the ANDA applicant advise the patent holder of the\npending ANDA application. Because the legal fees were incurred in taking one of the\ncustomary or expected steps in the process of acquiring such ANDAs, i.e., defending a\nlawsuit brought pursuant to the artificial act of infringement of filing an ANDA with a\nparagraph IV certification with the FDA, the fees are costs paid in otherwise pursuing\nthe transaction. Accordingly, the ANDA fees facilitate creation of an intangible asset\nand must be capitalized. Corporation X’s Position Letter argues that its fees did not facilitate obtaining ANDAs\nwith paragraph IV certifications because it did not need to defend itself if it filed a\ndifferent type of ANDA and/or Corporation X could have commercialized its generic\ndrugs after the 30-month stay expired regardless of the outcome of the lawsuits. First, Corporation X’s argument fails to acknowledge that Corporation X was not merely\nseeking FDA approval of ANDAs; Corporation X was creating/obtaining ANDAs with\nparagraph IV certifications to market and sell approved generic drug prior to the patents\non the branded drugs expiring and, if it did win the proverbial “race to the court-house\nsteps”, market and sell the drugs without competition from other generic drugs for sixmonths. The actions (steps) that Corporation X took that gave rise to the fees at issue\nwere all part of the required process – a single transaction under Treas. Reg.\n§ 1.263(a)- 4(e)(3), which provides that for purposes of Treas. Reg. § 1.263(a)-4 the\nterm transaction means “all of the factual elements comprising an acquisition or creation\nof an intangible and includes a series of steps carried out as part of a single plan.” Second, Corporation X appears to be applying a reverse “but-for” test. Corporation X\nargues “but for” its paragraph IV certifications, it would not have been sued, so its fees\ndid not facilitate acquiring its ANDAs with paragraph IV certifications. However,\nCorporation X was trying to obtain ANDAs with paragraph IV certifications. Thus, while\nit is true that if Corporation X did not obtain new assets it would not incur the cost of\nobtaining new assets, that says nothing about what Corporation X did do, or the fact\nCorporation X did incur the legal fees at issue. The fees must be capitalized just\nbecause they facilitated the creation of a new capital asset.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__18",
      "chunk_id": "18",
      "content": "The fees must be capitalized just\nbecause they facilitated the creation of a new capital asset. See American Stores Co.\nv. Commissioner, 114 T.C. 458, 471 (2000) (holding that legal fees incurred in\ndefending against anti-trust had their origin in the taxpayer’s acquisition transaction). Moreover, the result of a “but-for” test in this situation is not dispositive. Treas. Reg.\n§ 1.263(a)-4(e)(1)(i) specifically states that “[i]n determining whether an amount is paid\nto facilitate a transaction, the fact that the amount would (or would not) have been paid 6 We have no opinion on whether standing would exist otherwise. The point is merely that the litigation is\npart of the ANDA application process. POSTF-136693-12 25 but for the transaction is relevant, but is not determinative. Thus, even if the taxpayer’s\nargument was well-taken, it would not resolve the issue. Third, the argument that the ANDA fees were not necessary to create the intangible,\nand that therefore they do not have to be capitalized, is meritless. If costs are incurred\nto pay for a reasonable step taken in pursuit of the intangible, they are part of the series\nof steps that are taken in pursuit of the intangible, comprise the transaction described in\nTreas. Reg. § 1.263(a)-4(e)(3), and must be capitalized. For example, the buyer of a\nwarehouse to hold inventory need not obtain an appraisal of the warehouse before\npurchasing it. But if the buyer does get an appraisal in order to determine the amount of\nmoney it is willing to pay for the warehouse, then the cost of the appraisal must be\nadded to the cost of acquiring the warehouse and capitalized. In the present case, the\ndefense of the infringement lawsuits predictably prompted by the filing of a paragraph\n(IV) certification ANDA are steps customarily taken by seekers of intangible rights\nobtained through the ANDA process, and thus must be capitalized. The two events, the filing of the ANDAs with paragraph IV certifications and the defense\nof the patent infringement lawsuit, cannot be separated because they were a part of a\nseries of steps described in Treas. Reg. § 1.263(a)-4(e)(3) undertaken in the pursuit of\na single plan to create an intangible. Because the attorneys’ fees incurred by\nCorporation X were directly associated with, and were incurred in pursuit of, the\nintangibles sought, the fees facilitate the creation of the intangible and must be\ncapitalized under I.R.C. § 263(a). Accordingly, based on the facts and circumstances, the fees facilitated the creation of\nANDAs with paragraph IV certifications. Accordingly, the attorney fees Corporation X\nincurred that are the subject of this advice must be capitalized because they were\nincurred to facilitate Corporation X obtaining the FDA-approved ANDAs that granted it\nthe right to market and sell its ANDA products in the United States. See also Treas.\nReg. § 1.263(a)-4(e)(5), Example 3.\nB. Amounts Paid to Create or Enhance a Separate and Distinct Intangible The capitalization of intangible regulations provide that amounts paid to create or\nenhance a separate and distinct intangible must be capitalized. Treas. Reg.\n§ 1.263(a)-4(b)(1)(iii). Treas. Reg. § 1.263(a)-4(b)(3)(i) defines separate and\ndistinct asset, as follows:",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__19",
      "chunk_id": "19",
      "content": "Amounts Paid to Create or Enhance a Separate and Distinct Intangible The capitalization of intangible regulations provide that amounts paid to create or\nenhance a separate and distinct intangible must be capitalized. Treas. Reg.\n§ 1.263(a)-4(b)(1)(iii). Treas. Reg. § 1.263(a)-4(b)(3)(i) defines separate and\ndistinct asset, as follows: The term separate and distinct intangible asset means a property interest\nof ascertainable and measurable value in money's worth that is subject to\nprotection under applicable State, Federal or foreign law and the\npossession and control of which is intrinsically capable of being sold,\ntransferred or pledged (ignoring any restrictions imposed on\nassignability) separate and apart from a trade or business. . . . The\ndetermination of whether a payment creates a separate and distinct POSTF-136693-12 26 intangible asset is made based on all of the facts and circumstances\nexisting during the taxable year in which the payment is made. Treas. Reg. § 1.263(a)-4(b)(3)(i)(emphasis added). ANDAs are within the definition of separate and distinct intangible assets. ANDAs can\nbe transferred from the sponsor (original applicant) to another, separate and apart from\na trade or business. 21 C.F.R. § 314.72(a). ANDAs are subject to protection under\nFederal law. For example, when an ANDA holder has 180 days of exclusivity, federal\nlaw precludes any other generic for the referenced NDA from being approved during the\nperiod of exclusivity. 21 U.S.C. § 355(j)(5)(B)(iii)(IV) (2010). An entire profitable\nindustry, the generic pharmaceutical industry, has evolved around the value of ANDAs.7 While it would take an expert, the expected stream of income from each ANDA could be\nprojected and then valued at its net present value. Accordingly, each ANDA is a\nseparate and distinct asset. Treas. Reg. § 1.263(a)-4(b)(1)(v) provides “an amount paid\nto facilitate . . . creation of an intangible described in paragraph (b)(1). . . . (iii) . . . of\nthis section” must be capitalized. Paragraph (b)(1)(iii) of the section addresses\namounts “paid to create or enhance a separate or distinct intangible”. The legal fees\npaid to enhance or facilitate the creation of these separate and distinct assets ought to\nbe capitalized. Treas. Reg. §§ 1.263(a)-4(b)(1)(v) and -4(b)(3)(i). II. NDA Holder Legal Fees In one instance, Corporation X engaged in ANDA related litigation as the NDA/patent\nholder. Entity AI sought to obtain FDA-approved ANDAs with paragraph IV\ncertifications to compete with Corporation X’s FDA-approved NDA drug. In Corporation\nX v. Entity AI, Corporation X sued Entity AI to protect its NDA drug by delaying FDA\napproval of Entity AI’s ANDA. While the origin of the claims in Corporation X v. Entity AI\nis not determined by the results, the relief sought in the litigation sheds light on the\norigin. In Corporation X v. Entity AI, Corporation X sought to delay the FDA’s approval\nof Entity AI’s ANDA until all patents expired, requesting the ANDA be amended to an\nANDA with paragraph III certification in lieu of a paragraph IV certification. Corporation\nX also requested a declaration that Corporation X’s ------- patents were valid. Corporation X did not seek lost profits and could not given it relied upon 35 U.S.C.\n§ 271(e)(2)(A), which bars such relief if the generic drug was not commercialized.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__20",
      "chunk_id": "20",
      "content": "Corporation\nX also requested a declaration that Corporation X’s ------- patents were valid. Corporation X did not seek lost profits and could not given it relied upon 35 U.S.C.\n§ 271(e)(2)(A), which bars such relief if the generic drug was not commercialized. Entity AI did not commercialize its generic drug. Entity AI asserted Corporation X’s patents did not exclude Entity AI from marketing and\nselling its generic drugs because the patents were invalid. In substance, Entity AI\nattacked Corporation X’s ownership of the right to exclude Entity AI from marketing and\nselling. Entity AI’s attack on the validity of Corporation X’s patents is an attack on the\nonly property interest that patents confer – the right to exclude. It is well established\n7 See generally Generic Pharmaceutical Association Providing Extraordinary Savings for Americans. http://www.gphaonline.org/ (last visited on June 14, 2011) POSTF-136693-12 27 law that patents are federal statutorily-created monopolies allowing the patent holder to\nexclude others from using, making or selling. Bloomer v. McQuewan, 55 U.S. 539, 549\n(1852) (A patent grants the patentee “the right to exclude everyone from making, using\nor vending [selling] the thing patented, without the permission of the patentee.”). Thus,\nthe origin of the claim in this lawsuit was, from Corporation X’s perspective, protecting\nand perfecting Corporation X’s patents. Treas. Reg. § 1.263(a)-4(d)(9) (the “-4(d)(9) regulation”) provides:\n(i) In general. A taxpayer must capitalize amounts paid to another party to\ndefend or perfect title to intangible property if that other party challenges\nthe taxpayer's title to the intangible property. ***\n(iii) Example. The following example illustrates the rules of this paragraph\n(d)(9):\nExample. Defense of title. R corporation claims to own an exclusive patent\non a particular technology. U corporation brings a lawsuit against R,\nclaiming that U is the true owner of the patent and that R stole the\ntechnology from U. The sole issue in the suit involves the validity of R's\npatent. R chooses to settle the suit by paying U $100,000 in exchange for\nU's release of all future claim to the patent. R's payment to U is an amount\npaid to defend or perfect title to intangible property under paragraph (d)(9)\nof this section and must be capitalized. Of course facilitative costs relating to the defense of title must also be capitalized. Treas. Reg. § 1.263(a)-4(b)(1)(v). Treas. Reg. § 1.263(a)-4(e)(5) Example 6\nprovides:\nCosts that do not facilitate. X corporation brings a legal action against Y\ncorporation to recover lost profits resulting from Y's alleged infringement of X's\ncopyright. Y does not challenge X's copyright, but argues that it did not infringe\nupon X's copyright. X pays its outside counsel $ 25,000 for legal services\nrendered in pursuing the suit against Y. Because X's title to its copyright is not in\nquestion, X's action against Y does not involve X's defense or perfection of title to\nintangible property. Thus, the amount paid to outside counsel does not facilitate\nthe creation of an intangible described in paragraph (d)(9) of this section. Accordingly, X is not required to capitalize its $ 25,000 payment under this\nsection.",
      "queries": [
        "did corporation x seek a declaration that its patents were valid?"
      ],
      "queries_score": [
        "2.281523"
      ]
    },
    {
      "id": "legal-advice_79__21",
      "chunk_id": "21",
      "content": "Thus, the amount paid to outside counsel does not facilitate\nthe creation of an intangible described in paragraph (d)(9) of this section. Accordingly, X is not required to capitalize its $ 25,000 payment under this\nsection. The regulations require amounts paid to facilitate the defense of title be capitalized, but\nthis is limited to claims resolving the validity or ownership of the intangible and do not POSTF-136693-12 28 require that amounts paid to collect lost profits or determine whether intangible property\nwas infringed. Corporation X argues the -4(d)(9) regulation cannot apply to its NDA fees because the\nexample in the -4(d)(9) regulation is not applicable to the Corporation X v. Entity AI\nlitigation because the ownership of the patent is not disputed. First, the example is just\nthat, an example, which does not limit the -4(d)(9) regulation to that one set of facts. Second, the claims in the Corporation X v Entity AI lawsuit parallel the example in the\nregulation. Corporation X claimed to own exclusive rights to the inventions the subject\nof the patents listed in the Orange Book for Drug #8, and Entity AI claimed Corporation\nX does not own exclusive rights to the inventions the subject of the patents listed in the\nOrange Book. The fact that Entity AI does not allege Corporation X stole its inventions,\nis a distinction without a difference since who owns the right to exclude is clearly at\nissue. Further, unlike the copyright in example Treas. Reg. § 1.263(a)-4(e)(5), Example\n6, the validity of Corporation X’s patent is the focus of the litigation The exclusive rights to the inventions the subject of the patents are all the rights the\npatents can confer. This is because patents are statutorily-granted monopolies that just\nconfer on the patentee the right to exclude others from the unauthorized making, using\nor selling of an invention. See Bloomer v. McQuewan, 55 U.S. 539, 549 (1852) (A\npatent grants the patentee “the right to exclude everyone from making, using or vending\n[selling] the thing patented, without the permission of the patentee.”); Waterman v.\nMackenzie, 138 U.S. 252, 255 (1891) (in order to sue an infringer the plaintiff must\nhave the exclusive right to make, use, and vend). See also Raymond T. Nimmer and\nJeff Dodd, Modern Licensing Law, § 9:21 (addressing the concept a nonexclusive\nlicense is merely a promise to not sue for using, making or selling a patented invention). When Entity AI answered Corporation X’s Complaint and claimed ---- of Corporation X’s\npatents were invalid, Entity AI was, in essence, alleging Corporation X did not own the\nright to exclude anyone from using, making or selling the inventions the subject of the\npatents. Corporation X’s Complaint and Amended Complaint alleged to the contrary,\nclaiming Corporation X did own the right to exclude others from using, making and\nselling. Thus, whether Corporation X owned the rights to exclude conferred by the ---patents that Entity AI alleged were invalid was clearly placed at issue in Corporation X v\nEntity AI, and none of the claims of either party alleged Corporation X suffered loss of\nprofits.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__22",
      "chunk_id": "22",
      "content": "Thus, whether Corporation X owned the rights to exclude conferred by the ---patents that Entity AI alleged were invalid was clearly placed at issue in Corporation X v\nEntity AI, and none of the claims of either party alleged Corporation X suffered loss of\nprofits. Indeed, Corporation X could not so allege because Entity AI had not\ncommercialized its generic drug. The infringement statute Corporation X brought the\nsuit pursuant to, 35 U.S.C. § 271(e)(2)(A), does not allow for the recovery of lost profits\nif the generic drug was not commercialized. Corporation X sought declaratory\njudgments that all ------- patents were valid, with the counts that requested declaratory\njudgment confirming that the case is all about whether Corporation X owed the right to\nexclude others from using, making or selling its patented inventions. The situation is different for the ----- older patents that Entity AI did not allege were\ninvalid, but did allege were not infringed. Corporation X claimed that the ----- older POSTF-136693-12 29 patents, which Corporation X acquired by assignment in Year 2,8 were infringed by\nEntity AI’s generic drug product. Entity AI’s Answer claimed that its generic drug did not\ninfringe the ----- older patents, alleging, in essence, that the scope of the claims of the ------ older patents were not broad enough to cover Entity AI’s generic drug so\nCorporation X did not have the right to exclude Entity AI from using, making or selling\nEntity AI’s generic drug. Thus, what was placed at issue was whether Entity AI’s\ngeneric drug was within the scope of the ----- older patents, i.e., did Corporation X own\nthe right to exclude Entity AI from making, using or selling its generic drugs. Given that\nCorporation X was suing Entity AI pursuant to 35 U.S.C. § 271(e)(2)(A), and Entity AI\nhad not commercialized its generic drug, Corporation X was not seeking lost profits from\ninfringement. What Corporation X was alleging is that its right to exclude was so broad\nthat if Entity AI commercialized it generic drugs Entity AI would infringe. Thus, the\ncosts allocable to determining whether patents are infringed (as opposed to valid) are\nnot required to be capitalized by 1.263(a)-4(d)(9). Accordingly, the fees relating to defending title to the ---- patents originated in protecting\nor perfecting title to the patents, the fees originated in a capital transaction and must be\ncapitalized. However, the fees relating to determining whether valid patents have been\ninfringed are not required to be capitalized. III. Recurring Fees Cannot Override the Capital Origin Corporation X argues, as an alternative, that legal fees are deductible as ordinary and\nnecessary expenses regardless of the capital origin, apparently because they recur. Treas. Reg. § 1.263(a)-4 contains exceptions for de minimis expenditures, short lived\nassets, and employee compensation, but does not contain an exception for recurring\nexpenditures that are otherwise required to be capitalized. This argument is without\nmerit. This position was clearly rejected in Lincoln Savings & Loan Ass’n, 403 U.S. 345, 354\n(1971)(“It is not enough, in order that an expenditure qualify as an income tax\ndeduction, . . . that it serves to fortify . . . purpose and operation.”)",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__23",
      "chunk_id": "23",
      "content": "This argument is without\nmerit. This position was clearly rejected in Lincoln Savings & Loan Ass’n, 403 U.S. 345, 354\n(1971)(“It is not enough, in order that an expenditure qualify as an income tax\ndeduction, . . . that it serves to fortify . . . purpose and operation.”) Moreover, it has\nlong been established that the norm is capitalization. Indopco, 503 U.S. 79, 84 (1992). Nevertheless, Corporation X alleges that Commissioner v. Tellier, 383 U.S. 687 (1966),\nKornhauser v. Commissioner, 276 U.S. 145 (1928), Vanderbilt v. Commissioner, T.C.\nMemo 1957-235, and Helvering v. Hampton, 79 F.2d 358 (9th Cir. 1935) establish a\ncontrary rule for legal expenses. Corporation X errs. Tellier declined to disallow an otherwise allowable deduction on public policy grounds; it\nsays nothing about legal fees incurred to create assets and does not hold that legal fees\nshould be presumed to be deductible. Likewise, Kornhauser did not establish a\npresumption that all legal fees are deductible. Rather, the fees at issue in Kornhauser\n8 It is not known what amount, if any, Corporation X paid to acquire ownership of these ----- patents. POSTF-136693-12 30 were incurred in the defense of a suit for an accounting of businesses earnings, an\nordinary and necessary aspect of a business; not the creation or enhancement of a\nseparate asset. Thus, Kornhauser does not apply to Corporation X’s facts, just as it did\nnot apply in Safety Tube Corp. v Commissioner, 168 F.2d 787, 790 (6th Cir.1948)\n(distinguished Kornhauser as a case not applicable when the litigation “struck at the\nvery ownership of the patent itself”). In Vanderbilt, the taxpayer failed to carry its burden to prove part of the legal fees at\nissue were deductible. The court found that the remainder of the legal fees were not\nincurred in investigating a new business. Thus, the case did not hold that legal fees are\npresumed deductible. Hampton also says nothing about fees incurred to create an\nintangible or to create or enhance a separate and distinct asset. The case, like the\nothers, does not change the norm of capitalization just for legal fees. As stated in Lychuk v. Commissioner, 116 T.C. 374, 393-416 (2001),9 expenditures are\nnot ipso facto deductible because they are routine recurring expenses of a business. Lychuk applied Lincoln Savings & Loan Ass’n, Indopco, Gilmore, Woodward and\nHelvering v. Winmill, 305 U.S. 79 (1938), and found “payments made with a sufficiently\ndirect connection to the acquisition, creation, or enhancement of a capital asset must be\ncapitalized even when those expenses are made in the course of the payee’s regular\nbusiness operations.” Lychuk, 116 T.C. at 409. All of the legal fees at issue herein\nhave a sufficiently direct connection with the creation of intangible assets and/or the\nprotection or perfection of title that they must be capitalized. IV. Urquhart Does Not Apply to the Legal Fees at Issue\nA. ANDA Fees To the extent Corporation X contends Urquhart v. Commissioner, 215 F.2d 17 (3rd Cir.\n1954), establishes that fees to defend patent infringement suits are per se deductible,\nCorporation X errs.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__24",
      "chunk_id": "24",
      "content": "IV. Urquhart Does Not Apply to the Legal Fees at Issue\nA. ANDA Fees To the extent Corporation X contends Urquhart v. Commissioner, 215 F.2d 17 (3rd Cir.\n1954), establishes that fees to defend patent infringement suits are per se deductible,\nCorporation X errs. Urquhart is a 1954 case that predates the more recent Supreme\nCourt cases that confirm the norm is still capitalization when considering whether\nexpenditures are deductible or capitalizable. See Indopco, 503 U.S. 79, 84 (1992)\n(addressing the strong foundation supporting the norm of capitalization), and the\nregulations under Treas. Reg. § 1.263(a)-4. Urquhart was decided a decade before\nUnited States v. Gilmore, 372 U.S. 39 (1963), the landmark Supreme Court case\naddressing the origin of the claim test.10 Also, Urquhart was decided decades before\n9 The change in litigation position announced in 2002 that cited Lychuk, Chief Counsel Notice CC-2002021, 2002 WL 32813480, addressed employee compensation, fixed overhead and de mimis transaction\ncosts, expenditures not addressed in this advice. 10 As of November 27, 2012, Westlaw listed ten positive cases relying on Urquhart, with all predating\nGilmore, except for three: Nickerson v. Kutschera, 390 F. 2d 812, 815, n.9 (3rd Cir. 1968), opinion after\nremand, 419 F. 2d 983 (3rd Cir. 1969) (a patent case stating “we do not reach the problem of whether\nlanguage in . . .; or Urquhart . . . , must be overruled . . . .”); Technograph Printed Circuits, Ltd. v. U.S. 178\nCt. Cl. 543 (1967) (a patent case citing Urquhart relative to mutuality of estoppel); and Clark v POSTF-136693-12 31 the regulations required costs that facilitate the creation of intangibles to be capitalized. In addition, Urquhart did not address capitalization of legal fees incurred to create new\nassets, it addressed legal fees incurred to protect profits. Corporation X was not sued\nfor lost profits due to infringing sales of competing drugs; rather, Corporation X was\nsued because it sought FDA approval to market and sell competing drugs before the\nexpiration of the patents covering the branded drugs. None of the lawsuits even allege\nCorporation X commercialized its generic drugs; rather, all sought to delay FDA\napproval until all patents expired. The fact that Corporation X notified the soon-to-be\nplaintiffs that Corporation X was seeking FDA approval of ANDAs with paragraph IV\ncertifications, as required by law, does not preclude the lawsuits from being all about\nCorporation X obtaining new intangible capital assets to use in its trade or business. For the litigation arising from Corporation X’s ANDA applications, the litigation facilitated\nthe transaction—obtaining an ANDA. Finally, the taxpayer in Urquhart was in the business of patent licensing. The parties to\nANDA litigation are in the business of producing brand name and generic drugs. The\ntaxpayer’s infringement litigation in Urquhart was of an ordinary and regular occurrence\nfocused on the royalties; in the cases at issue, the litigation is part of a larger process of\ncreating an intangible asset, the ANDA. Because of these distinctions, Urquhart is not dispositive of Corporation X’s ANDA fees,\nand any arguments based upon the case do not advance the cause of the proponent. B. NDA Fees",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__25",
      "chunk_id": "25",
      "content": "Because of these distinctions, Urquhart is not dispositive of Corporation X’s ANDA fees,\nand any arguments based upon the case do not advance the cause of the proponent. B. NDA Fees Likewise, Urquhart is not authority for a case where title is at issue because, in\nUrquhart, at the appellate level, it was “conceded that no question of title was\ninvolved.” 215 F.2d at 19 (emphasis added). Urquhart is the quintessential example of\na case that does not involve title since it was conceded that the case did not involve\ntitle. The joint venture that deducted the fees in Urquhart was merely protecting its\nroyalties from licensing two patents that it did not own. See Urquhart v. Commissioner,\n20 T.C. 944, 945 (1953), rev’d, 215 F.2d 17 (3rd Cir. 1954) (“Although title to these two\npatents was retained by Radcliffe M. Urquhart and George Gordon Urquhart, they\ninvested the joint venture with power to make arrangements for the administration and\nlicensing of these patents and to receive the royalties earned therefrom.”). The joint\nventure’s sole business income consisted of royalties generated by patents it did not Commissioner, 1989 WL 145988 (1989) aff’d 455 N.W. 2d 480 (1990) (citing Urquhart for the proposition\ndeductibility does not depend on winning the lawsuit). Of the six cases listed in Westlaw as mentioning\nUrquhart, only one post-dated 1963, Rust-Oleum v. US, 280 F. Supp 796 (N.D. Ill, 1967), action on dec.,\n1968 WL 16312 (March 4, 1968) (protection of title predominated, disagreeing with the allocation, in part,\nto deductible expenditures). POSTF-136693-12 32 own. Id. (“From 1942 through 1946 [the years at issue] the sole business conducted by\nthe joint venture was the licensing of the two patents.”). In addition, because the Urquharts had sued a customer of the plaintiff, the plaintiff’s\naction against Urquhart took the form of a declaratory judgment action, with the Third\nCircuit stating “[t]he declaratory judgment remedy merely enabled a turn about of\nparties. Mere forms of action is immaterial.” 215 F.2d at 20. The Urquhart court then\nfound the “purpose and intent are the same whether the Urquharts commenced the\naction, or maneuvered Pyrene into taking the initial litigative step.” Id. Thus, arguably,\nUrquhart applied the primary purpose test, as one court has so found. Rust-Oleum v.\nUS, 280 F. Supp 796, 801 (N.D. Ill, 1967), action on dec., 1968 WL 16312 (March 4,\n1965)(protection of title predominated, disagreeing with the allocation, in part, to\ndeductible expenditures). The primary purpose test has been repudiated by the\nSupreme Court. See Woodward v. Commissioner, 397 U.S. 572, 578 (1970) (stating\nGilmore “rejected a test that looked to the consequences of the litigation, and did not\neven consider the taxpayer's motives or purposes in undertaking defense of the\nlitigation”). See also American Stores v. Commissioner, 114 T.C. 458, 470 (2000)\n(reiterates that the primary purpose test has been rejected); Anchor Coupling v. United\nStates, 427 F.2d 429, 434 (7th Cir. 1970) (rejected primary purpose test in favor of the\norigin of the claim test for settlements).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__26",
      "chunk_id": "26",
      "content": "See also American Stores v. Commissioner, 114 T.C. 458, 470 (2000)\n(reiterates that the primary purpose test has been rejected); Anchor Coupling v. United\nStates, 427 F.2d 429, 434 (7th Cir. 1970) (rejected primary purpose test in favor of the\norigin of the claim test for settlements). Again, the litigation at issue in Corporation X v. Entity AI, unlike that in Urquhart, is not\nabout recovering lost profits, but about preventing commercialization of a generic drug\nand protecting Corporation X’s title to its patent. The reliance on Urquhart in the\npreamble to the Notice of Proposed Rule Making (“NPRM”) merely reflects the fact that\ntitle was not at issue in Urquhart, and confirms that legal fees incurred to recover lost\nprofits are not capitalizable. 11 Accordingly, Urquhart does not establish precedent for\ncases where the litigation is, in whole or part, to protect or perfect title. V. Cost Recovery of ANDA Fees\nA. As Franchises, ANDAs are Amortizable § 197 Intangibles Treas. Reg. § 1.263(a)-4(g)(1) provides that “[a]n amount required to be capitalized by\nthis section is not currently deductible under section 162. Instead, the amount generally\nis added to the basis of the intangible acquired or created. See section 1012.” The\nquestion at hand is how the fees are added to the basis recovered. 11 See § IV. H. (December 19, 2003) Guidance Regarding Deduction and Capitalization of Expenditures,\n67 Fed. Reg. 77701 (“The rule is not intended to require capitalization of amounts paid to protect the\nproperty against infringement and to recover profits and damages as a result of an infringement. As under\ncurrent law, these costs are generally deductible. See, e.g., Urquhart v. Commissioner, 215 F.2d 17 (3rd\nCir. 1954) (expenditures made by a licensor of patents to protect against infringement and to recover\nprofits and damages were made to protect, conserve, and maintain business profits, and not to defend or\nperfect title to property. Whether an amount is paid to defend or perfect title, on the one hand, or to\nprotect against infringement, on the other, is a factual matter.”). POSTF-136693-12 33 1. ANDAs are Franchises The -4(d) regulations addressing created intangibles do not define the term “franchise”. However, the term is defined within the capitalization of intangible regulations\naddressing acquired intangibles. “Franchise” for purpose of acquired intangibles has\nthe same meaning the term is given in Treas. Reg. § 1.197-2(b)(10). See Treas. Reg.\n§ 1.263(a)-4(c)(1)(viii). Specifically, Treas. Reg. § 1.197-2(b)(10) states that a\n“franchise has the meaning given in I.R.C. § 1253(b)(1) and “includes any agreement\nthat provides one of the parties to the agreement with the right to distribute, sell, or\nprovide goods, services, or facilities, within a specified area.” Section 1253(b)(1)\ndefines a franchise to “include an agreement which gives one of the parties to the\nagreement the right to distribute, sell, or provide goods, services, or facilities, within a\nspecified area.\" Corporation X’s ANDAs fit neatly into the § 1253(b)(1) definition of a franchise since the\nANDAs give Corporation X the right to market and sell its ANDA products within the\nUnited States, a territory that encompasses the entire country.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__27",
      "chunk_id": "27",
      "content": "Corporation X’s ANDAs fit neatly into the § 1253(b)(1) definition of a franchise since the\nANDAs give Corporation X the right to market and sell its ANDA products within the\nUnited States, a territory that encompasses the entire country. Courts have noted that\nCongress provided an \"expansive definition\" of franchise to “include” agreements to sell\nor distribute goods within a specified area, which does not exclude other things\notherwise within the meaning of a franchise. See, e.g., Jefferson-Pilot Corp. v.\nCommissioner, 98 T.C. 435, 441 (1992), aff'd 995 F.2d 530 (4th Cir. 1993) (FCC\nlicenses are agreements “between the Federal Government and the licensee, under\nwhich the licensee agrees to provide the service of radio broadcasting within a specified\narea in exchange for the right to broadcast”). Id. at 443. See also, Jefferson-Pilot Corp.\nv. Commissioner, 995 F. 2d 530 at 531 (4th Cir. 1993) (“The definition of term\n‘franchise’ is sufficiently broad to include licenses issued by the FCC.”). That the right to market and sell came from the FDA, not the Federal Communications\nCommission (FCC), is a distinction without a difference – both the FDA and FCC are\ngranting, for a territory, commercialization rights. See also Addendum A, § 3\n(enumerating the quality controls and other restrictions imposed on the ANDA holder to\nretain the rights to market and sell, with the controls similar in nature to the “strings” a\nfranchiser would retain over its franchise, e.g., quality controls). In addition, the\nidentified categories of expenditures that must be capitalized are construed broadly, and\nnot limited by narrow technical arguments. T.D. 9107, 2004-1 C.B. 447, § II. D.\nAccordingly, FDA-approved ANDAs that allow the marketing and selling of new drugs in\nthe United States are franchises within the meaning of Treas. Reg. § 1.263(a)-4(d)(5)(i). 2. As Franchises, ANDAs are Section 197 Intangibles The second inquiry is whether ANDAs are amortizable section 197 intangibles. Specifically, the regulations provide as follows: POSTF-136693-12 34 Section 197 allows an amortization deduction for the capitalized\ncosts of an amortizable section 197 intangible and prohibits any\nother depreciation or amortization with respect to that property. Treas. Reg. § 1.197-2(a)(emphasis added). As opined above, an ANDA granted by the FDA is a franchise for purposes of the\nTreas. Reg. § 1.263(a)-4(d) regulations. For the same reasons, an ANDA is also a\nsection 197 intangible. An approved ANDA provides the applicant (or current holder) a\nright granted by the FDA to sell specific generic pharmaceutical products in the territory\nof the United States, subject to complying with the reporting requirements of the FDA,\nwhich are in the nature of quality controls a franchisor would typically have over a\nfranchise. See Addendum A, § 3 (reporting, investigatory and production requirements\nimposed on an ANDA holder). Thus ANDAs satisfy the I.R.C. § 1253(b)(1) definition\nbecause ANDAs are agreements which provide a taxpayer with the right to distribute\nand sell a specific product (generic pharmaceuticals) within a specific area (the United\nStates). Because the FDA is a governmental unit that approves the right to sell, market,\nand distribute drugs subject to ANDAs, an approved ANDA also meets the definition of\na franchise under Treas. Reg. § 1.197-2(b)(10).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__28",
      "chunk_id": "28",
      "content": "Because the FDA is a governmental unit that approves the right to sell, market,\nand distribute drugs subject to ANDAs, an approved ANDA also meets the definition of\na franchise under Treas. Reg. § 1.197-2(b)(10). Accordingly, for the reasons stated\nabove, an FDA-approved ANDA is a section 197 intangible. 3. As Franchises, ANDAs are\nAmortizable Section 197 Intangibles I.R.C. § 197(c)(1) defines “[a]mortizable section 197 intangible,” stating:\nExcept as otherwise provided in this section, the term “amortizable\nsection 197 intangible” means any section 197 intangible—\n(A) which is acquired by the taxpayer after the date of the\nenactment of this section [August 10, 1993], and (B) which is held in connection with the conduct of a trade\nor business or an activity described in section 212. In Broz II v. Commissioner, 137 T.C. 46 (2011),12 the Tax Court addressed the\ninterpretation of the “in connection with a trade or business” requirement set forth in\nI.R.C. § 197(c)(1)(B). In that case, the taxpayer contended that an FCC license could\nbe amortized upon acquisition, regardless of whether the entity holding the FCC\nlicenses had commenced a trade or business. The Commissioner contended the FCC\nlicense could not be amortized until commencement of a trade or business to which the\nlicense related. The Tax Court found for the Commissioner, interpreting the phrase “in\nconnection with the conduct of a trade or business” in § 197(c)(1)(B) as follows:\n12 Broz I v. Commissioner, 137 T.C. 46 (2011), decided other issues of first impression. POSTF-136693-12 35 The inclusion of the word “conduct” indicates to us that the intangibles\nmust be used in connection with a business that is being conducted. We find, therefore, that section 197 contains an active trade or\nbusiness requirement similar to the requirement imposed by section\n162. Broz II v. Commissioner, 137 T.C. at 69 (footnote omitted). The Broz II Court then found that, because the entity holding the FCC license was not\nengaged in an active trade or business, the entity was not entitled to any amortization\ndeductions for the FCC license. The facts of this case clearly establish that Corporation X was engaged in the trade or\nbusiness of developing, producing, marketing and selling generic and brand name\ndrugs prior to incurring the attorney fees at issue in order to market and sell generic and\nbrand name drugs. Therefore, unless otherwise excluded from being an amortizable\nsection 197 intangible, ANDAs that were approved by the FDA after August 10, 1993,\nsuch as those for which the professional fees in dispute were incurred, will qualify as\namortizable section 197 intangibles of the trade or business to which the ANDAs relate. I.R.C. § 197 excludes certain self-created intangibles from the category of amortizable\n§197 intangibles, stating:\n[T]he term “amortizable section 197 intangible” shall not include any\nsection 197 intangible—\n(A)\n(B) which is not described in subparagraph (D), (E), or\n(F) of subsection (d)(1), and\nwhich is created by the taxpayer. I.R.C. § 197(c)(2) (emphasis added).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__29",
      "chunk_id": "29",
      "content": "I.R.C. § 197 excludes certain self-created intangibles from the category of amortizable\n§197 intangibles, stating:\n[T]he term “amortizable section 197 intangible” shall not include any\nsection 197 intangible—\n(A)\n(B) which is not described in subparagraph (D), (E), or\n(F) of subsection (d)(1), and\nwhich is created by the taxpayer. I.R.C. § 197(c)(2) (emphasis added). Pursuant to I.R.C. § 197(c)(2), amortizable § 197 intangibles do include self-created\nintangibles described in § 197(d)(1)(D) (relating to licenses, permits or other rights\ngranted by a government unit), § 197(d)(1)(E) (relating to covenant not to complete) or\n§ 197(d)(1)(F) (relating to franchises, trademarks, and trade names). For example,\ncosts incurred relative to a franchise or a government-granted right are not excepted\nfrom the amortizable § 197 category because franchises are excepted from the selfcreated exception by § 197(d)(1)(F) and government-granted rights are excepted from\nthe self-created exception by § 197(d)(1)(E). Furthermore, it is noteworthy that,\nalthough I.R.C. § 197(c)(2) does not apply if the intangible is created in connection with\na transaction (or a series of transactions) involving the acquisition of assets constituting\na trade or business or substantial portion thereof, there was no purchase of a trade or\nbusiness by Corporation X in this case. However, because Corporation X created, POSTF-136693-12 36 rather than acquired, its franchises, Treas. Reg. § 1.197-2(e)(2) does not impact the\ntreatment of Corporation X’s ANDAs as amortizable section 197 intangibles. 13\nTreas. Reg. § 1.197-2(d)(2) reiterates the statute and clarifies the status of created\nintangibles, stating:\nExcept as provided in paragraph (d)(2)(iii) of this section, amortizable\nsection 197 intangibles do not include any section 197 intangible created\nby the taxpayer (a self-created intangible)\nTreas. Reg. § 1.197-2(d)(2)(iii) confirms franchises are not excluded from amortizable\nsection 197 intangibles, citing I.R.C. § 197(d)(1)(F). As discussed above, an approved ANDA is a government granted franchise within both\nI.R.C. § 197(d)(1)(F) and Treas. Reg. § 1.197-2(b)(10). The self-created exception only\napplies to any section 197 intangible NOT described in I.R.C. § 197(d)(1)(D), (E), and\n(F). Therefore, the exception provided in I.R.C. § 197(c)(2) is inapplicable to FDAapproved ANDAs. Accordingly, FDA-approved ANDAs are amortizable section 197\nintangibles. 4. FDA-Approved ANDAs\nMust be Amortized Over a 15-year Period The Internal Revenue Code (“Code”) provides a taxpayer shall be entitled to an\namortization deduction with respect to any amortizable section 197 intangible. I.R.C.\n§ 197(a). The Code further provides that the amount of such deduction shall be\ndetermined by amortizing the adjusted basis of such intangible ratably over the “15-year\nperiod beginning with the month in which such intangible was acquired.” Id; see\nFrontier Chevrolet Company v. Commissioner, 329 F.3d 1131 (9th Cir. 2003) (an\namortizable section 197 intangible must use the 15-year period for amortization, not\nsome other life that the taxpayer asserts.) The Treasury Regulations further elaborate on the computation of the amortization\ndeduction by providing:\n[T]he amortization deduction allowable under section 197(a) is computed as follows:\n(i) 13 The basis of an amortizable section 197 intangible is amortized\nratably over the 15-year period beginning on the later of— As a matter of fact, there were no purchases of a trade or business by Corporation X in this case.",
      "queries": [
        "are self-created intangibles amortizable",
        "amortizable section 197 intangible"
      ],
      "queries_score": [
        "2.3809533",
        "1.8250585"
      ]
    },
    {
      "id": "legal-advice_79__30",
      "chunk_id": "30",
      "content": "as follows:\n(i) 13 The basis of an amortizable section 197 intangible is amortized\nratably over the 15-year period beginning on the later of— As a matter of fact, there were no purchases of a trade or business by Corporation X in this case. While Treas. Reg. § 1.197-2(e)(2) provides, in general, that “[t]he acquisition of a franchise . . . constitutes\nthe acquisition of a trade or business or substantial portion thereof,” because Corporation X created, not\nacquired, the franchises, Treas. Reg. § 1.197-2(e)(2) does not impact the treatment of ANDAs as\nfranchises. POSTF-136693-12 37 (A) The first day of the month in which the\nproperty is acquired; or (B) In the case of property held in connection with the\nconduct of a trade or business or in an activity\ndescribed in section 212, the first day of the month\nin which the conduct of the trade or business or\nthe activity begins. Treas. Reg. § 1.197-2(f)(1) (emphasis added) An FDA-approved ANDA is acquired for purposes of I.R.C. § 197 on the effective date\nof the final FDA approval, provided all applicable exclusionary periods have expired. e.g., the effective date is not subject to a condition precedent such as the expiration of\nthe period of exclusivity barring the ANDA holder from immediately commencing\nmarketing and selling of the drugs the subject of the ANDA in the United States. 14\nANDAs are treated as acquired on said date because that is the date the holder of an\nANDA can begin to market and sell the generic drugs that are the subject of the ANDA\nin the United States. Applying the rule set forth in Treas. Reg. § 1.197-2(f)(1) to the matter at hand,\nCorporation X’s 15-year amortization period for recovering the attorney fees associated\nwith its approved ANDAs would begin the first day of the month in which the FDA finally\napproves the ANDAs as effective with no exclusionary periods barring the immediate\nmarketing and selling of drugs the subject of the ANDAs, since that is the later date of\nwhen Corporation X enters into a trade or business or when the amortizable § 197\nintangibles are acquired. Accordingly, all capitalized attorney fees relative to an ANDA would be placed into\nsuspense (along with other expenditures for the ANDA that are not within I.R.C. § 174)\nuntil the ANDA is amortizable. B. ANDAs as Other Government-Granted\nRights that are Not Franchises As stated above under the subheading “Amounts Paid to Create an Intangible or\nFacilitate the Creation of an Intangible,” an ANDA fits one of more of the non-exclusive\nlist of types of government-granted rights that are treated as created intangibles, e.g.,\n“license, permit, franchise or other similar right granted by that governmental agency”\nwithin Treas. Reg. § 1.263-4(d)(5). Thus, ANDAs constitute licenses and other similar\n14 See Addendum A (explanations of exclusionary periods and final approval as opposed to tentative FDA\napproval). POSTF-136693-12 38 government granted rights, with franchises just one of the government granted rights\nthat an ANDA falls within for purposes of capitalization pursuant to I.R.C. § 263. Treas.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__31",
      "chunk_id": "31",
      "content": "Thus, ANDAs constitute licenses and other similar\n14 See Addendum A (explanations of exclusionary periods and final approval as opposed to tentative FDA\napproval). POSTF-136693-12 38 government granted rights, with franchises just one of the government granted rights\nthat an ANDA falls within for purposes of capitalization pursuant to I.R.C. § 263. Treas. Reg. § 1.197-2(d)(2)(iii) and I.R.C. § 197(c)(2) do not exclude licenses, permits\nor other rights granted by a governmental unit from amortizable section 197 intangibles. Thus, as government granted rights other than franchises, ANDAs are still amortizable\nsection 197 Intangibles. Accordingly, ANDAs as other government granted rights would\nbe amortized just as would franchises, with treatment as other government-granted\nrights an alternative position for purposes of determining cost recovery issues. VI. Cost Recovery of the Fees to Protect or Perfect Patents\nA. Fees Incurred to Protect or Perfect Patents Are\nRecovered Under Treas. Reg. § 1.167(a)-14\n1. Patents At Issue Are Not Section 197 Intangibles According to I.R.C. § 197(d)(1)(C)(iii), a section 197 intangible includes any patent,\ncopyright, formula, process, design, pattern, knowhow, format, or other similar item. I.R.C. § 197(e)(4)(C) provides an exception to the general rule of I.R.C.\n§ 197(d)(1)(C)(iii), stating that if an interest in a patent or copyright is not acquired in a\ntransaction (or a series of related transactions) involving the acquisition of assets\nconstituting a trade or business or substantial portion thereof, then the patent or\ncopyright shall not be included in the definition “section 197 intangible.” See also Treas.\nReg. § 1.197-2(c)(7). Since there is no indication that the patents listed in the Orange Book for Drug #8 were\nacquired by Corporation X as part of the acquisition of assets constituting a trade or\nbusiness, or substantial part thereof, the patents do not qualify as section 197\nintangibles. Treas. Reg. § 1.197-2(c)(7) indicates that the applicable rules for interests\nin patents not acquired as part of a trade or business are set forth in Treas. Reg.\n§ 1.167(a)-14(c)(4) (governing depreciation deductions for interests in patents (other\nthan such interests acquired as part of a purchase of a trade or business) described in\nI.R.C. § 167(f)(2) and Treas. Reg. § 1.197-2(c)(7)). 2. Fees Incurred to Protect or Perfect Patents, Because They\nAre Capitalized to the Patents, Are Depreciable Ratably\nOver The Patents’ Useful Lives Under I.R.C. § 167 I.R.C. § 167(f)(2) provides that [i]f a depreciation deduction is allowable under [I.R.C.\n§ 167(a)] with respect to any property described in [I.R.C. § 197(e)(4)(C)] (any interest\nin a patent or copyright), such deduction shall be computed in accordance with\nregulations. POSTF-136693-12 39 If an intangible asset is not included among the intangibles subject to I.R.C. § 197, the\nintangible asset may be subject to depreciation in accordance with I.R.C. § 167. I.R.C.\n§ 167(f)(2). Under I.R.C. § 167, a patent, which has been placed in service, is subject\nto depreciation. See Treas. Reg. § 1.167(a)-3(a); Treas. Reg. § 1.167(a) -10(b); and\nTreas.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__32",
      "chunk_id": "32",
      "content": "Under I.R.C. § 167, a patent, which has been placed in service, is subject\nto depreciation. See Treas. Reg. § 1.167(a)-3(a); Treas. Reg. § 1.167(a) -10(b); and\nTreas. Reg. 1.167(a)-14. Pursuant to Treas. Reg. § 1.167(a)-14(c)(4), the basis of a\npatent may be depreciated using one of the following methods, as appropriate:\n(1) Ratably over the remaining useful life of the patent;\n(2) Under the income forecast method provided by I.R.C. § 167(g); or\n(3) If the purchase price of a patent is payable at least annually as a fixed\namount per use or a fixed percentage of revenue generated from use of the\npatent, the amount paid or incurred during the taxable year can be treated as\nthe depreciation deduction for such taxable year. Consequently, Treas. Reg. § 1.167(a)-14(c)(4) governs the depreciation of the patents\nfor Drug #8 commencing with the dates when they were placed in service. Here,\nCorporation X is not making payments to purchase the patents in question and there is\nno indication that it has applied the income forecast method. Accordingly, the bases of\nthe patents are depreciable ratably over their useful lives. 3. Fees Incurred to Protect and Perfect Patents Would Be\nRecovered over the Remaining Lives of the Patents, After\nthe Fees Are Divided Pro Rata Among the Patents Treas. Reg. § 1.167(a)-14(c)(5) provides that rules similar to those in Treas. Reg.\n§ 1.197-2(f)(2) apply for purposes of Treas. Reg. § 1.167(a)-14(c). Treas. Reg. § 1.1972(f)(2)(i) provides that any amount that is properly included in the basis of an\namortizable section 197 intangible after the first month of the 15-year period described\nin Treas. Reg. § 1.197-2(f)(1) and before the expiration of that period is amortized\nratably over the remainder of the 15-year period. Thus, the legal fees incurred by\nCorporation X associated with protecting its patent for Drug #8 are depreciable ratably\nover the remaining useful lives of the patents listed in the Orange Book for Drug #8,\nafter dividing such fees pro rata among the patents and so increasing the bases of such\npatents. B. Corporation X’s Grant of A License to Entity AI Does Not\nImpact the Cost Recovery of the Legal Fees Corporation X granted Entity AI a valuable asset (a license) to settle the Corporation X\nv. Entity AI lawsuit. ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ POSTF-136693-12 40 --------------------------------------------------------------------------. That ------------------------------------------------------------------------ does not impact the cost recovery of the fees relating to\nprotecting and perfecting patents - they are capitalized to the ------- patents. VII. Section 263A Applies to the\nAnnual Cost Recovery Deductions related to the ANDAs Once Corporation X commences production of its generic drugs, Corporation X’s annual\ncost recovery of the capitalized attorney fees relating to the ANDAs will be subject to\nI.R.C. § 263A. Treas. Reg. § 1.263A-2(a)(3) requires that indirect production costs properly allocable to\nproperty produced be capitalized. Treas. Reg. § 1.263A-1(e)(3)(i) provides that indirect\ncosts are properly allocable to property produced when the costs directly benefit or are\nincurred by reason of the performance of production activities. Treas. Reg. § 1.263A1(e)(3)(ii) provides examples of indirect costs that must be capitalized to the extent they\nare properly allocable to property produced. One example in Treas.",
      "queries": [
        "is patent service subject to depreciation",
        "when a patent is placed in service what is it subject to?"
      ],
      "queries_score": [
        "2.4156084",
        "1.526741"
      ]
    },
    {
      "id": "legal-advice_79__33",
      "chunk_id": "33",
      "content": "Treas. Reg. § 1.263A1(e)(3)(ii) provides examples of indirect costs that must be capitalized to the extent they\nare properly allocable to property produced. One example in Treas. Reg. § 1.263A1(e)(3)(ii)(I) is cost recovery, including depreciation, amortization, and cost recovery\nallowances on equipment and facilities (including depreciation or amortization of selfconstructed assets or other previously produced or acquired property to which I.R.C.\n§ 263A or I.R.C. § 263 applies). Another example in particular, found at Treas. Reg.\n§ 1.263A-1(e)(3)(ii)(U), emphasizes how the otherwise deductible portion (e.g.,\namortization) of the initial fees incurred to obtain a license or franchise and any\nminimum annual payments and royalties that are incurred by a licensee or a franchisee\nought to be capitalized. Obtaining FDA approval of the generic drugs and complying with FDA manufacturing\nguidelines are incident and necessary for Corporation X’s drug manufacturing\noperations. Further, Corporation X’s drugs would not be produced if they could not be\nmarketed and sold. Thus, the ANDAs directly benefit, and/or were obtained to enable,\nthe production of the generic drugs and the annual cost recovery (amortization or\ndepreciation) is an indirect cost that is properly allocable to the generic drugs that\nCorporation X produces and must be capitalized. Treas. Reg. § 1.263A1(e)(3)(i). Accordingly, Corporation X’s annual cost recovery for ANDAs, which are\notherwise deductible, must be capitalized pursuant to the uniform capitalization rules of\nI.R.C. § 263A. VIII. The Commissioner May Change Corporation X’s Method of Accounting\nOn an ANDA-by-ANDA and Patent-by-Patent Basis\nA. A change in Corporation X’s treatment of attorney fees for an\nANDA or for protecting and perfecting patents is a\nchange in method of accounting under §§ 446 and 481 POSTF-136693-12 41 A change in method of accounting includes a change in the treatment of any material\nitem used in an overall method of accounting. A “material item” includes “any item that\ninvolves the proper time for the inclusion of the item in income or the taking of a\ndeduction.” Treas. Reg. § 1.446-1(e)(2)(ii)(a). In determining whether timing is\ninvolved, generally the pertinent inquiry is whether the accounting practice permanently\naffects the taxpayer's lifetime income or merely changes the taxable year in which\ntaxable income is reported. 15 An accounting practice that involves the timing of when an item is included in income or\nwhen it is deducted is considered a method of accounting. General Motors Corp. v.\nCommissioner, 112 T.C. 270, 296 (1999); Color Arts, Inc. v. Commissioner, T.C. Memo.\n2003-95. Under the foregoing principles, a change from deducting an expense when paid or\nincurred to capitalizing such expense, or vice versa, generally constitutes a change in\nmethod of accounting. Expensing and capitalization generally result in the same\ncumulative taxable income over the lifetime of the taxpayer. For example, an\nexpenditure of $1,000 that is deducted in full when it is paid or incurred reduces a\ntaxpayer’s lifetime taxable income by $1,000. If the same expenditure is capitalized,\ntaxpayer’s lifetime taxable income will also be reduced by $1,000 through deductions for\ndepreciation or amortization, recognition of basis resulting in a reduction of gain (or an\nincrease of loss) on sale or disposition of the asset, or a combination of the foregoing.",
      "queries": [
        "which regulation provides a definition of indirect costs that must be capitalized to the extent they are properly allocable to property produced?"
      ],
      "queries_score": [
        "1.6684887"
      ]
    },
    {
      "id": "legal-advice_79__34",
      "chunk_id": "34",
      "content": "If the same expenditure is capitalized,\ntaxpayer’s lifetime taxable income will also be reduced by $1,000 through deductions for\ndepreciation or amortization, recognition of basis resulting in a reduction of gain (or an\nincrease of loss) on sale or disposition of the asset, or a combination of the foregoing. Treating changes between expensing and capitalization as changes in method of\naccounting is supported by section 1.446-1(e)(2)(ii)(d)(2), which provides that “a\ncorrection to require depreciation or amortization in lieu of a deduction for the cost of\ndepreciable or amortizable assets that had been consistently treated as an expense in\nthe year of purchase, or vice versa, is a change in method of accounting.” 16\n15 See Treas. Reg. § 1.481-1(a)(1); Treas. Reg. § 1.446-1(e)(2)(ii)(a); Graf Chevrolet v. Campbell, 343\nF.2d 568, 570-571 (5th Cir. 1965); Knight-Ridder Newspapers, Inc. v. United States, 743 F.2d 781, 798\n(11th Cir. 1984); Peoples Bank & Trust v. Commissioner, 415 F.2d 1341, 1344 (7th Cir. 1969); Primo\nPants Co. v. Commissioner, 78 T.C. 705, 723 (1982); Rev. Proc. 97-27, 1997-1 C.B. 680 § 2.01(1); Rev.\nProc. 2002-9, 2002-1 C.B. 327 § 2.01(1); and Rev. Proc. 91-31,1991-1 C.B. 566, § 3.02.\n16 See also Exxon Mobil v. Commissioner, 114 T.C. 293, 321-323 (2000) (change in treatment of\n‘dismantlement, removal and restoration costs’ from deduction when work is performed to capitalization\nconstituted accounting method change); Pelaez and Sons, Inc. v. Commissioner, 114 T.C. 473, 487-489\nth\n(2000), aff’d 253 F.3d 711 (11 Cir. 2001) (change in treatment of preproductive citrus growing costs from\ndeduction to capitalization); FPL Group, Inc. v. Commissioner, 115 T.C. 554 (2000) (change in treatment\nof asset costs from capitalizing and depreciating to deducting when incurred constituted accounting\nmethod change); Sunoco, Inc. v. Commissioner, T.C.Memo. 2004-29 (change in treatment of miner’s\n‘overburden removal costs’ from developmental costs (spread as deductions) to production costs\n(included in cost of goods sold) constituted a change in method of accounting); and Southern Pacific\nTransportation Co. v. Commissioner, 75 T.C. 497, 680-687 (1980), supplemented by 82 T.C. 122 (1984)\n(change in treatment of certain railway maintenance expenses from capitalization into embankments to\ndeduction as work is performed constitutes a change in method of accounting). POSTF-136693-12 42 The treatment of Corporation X’s attorney fees for each ANDA or patent as either\ndeductible or capitalizable is a “material item” used in Corporation X’s overall plan of\naccounting because such treatment involves the proper time for the taking of deductions\nfor such attorney fees. Further, such treatment does not permanently affect Corporation\nX’s lifetime income. Accordingly, the change in the treatment of Corporation X’s\nattorney fees for each ANDA or patent from immediately deductible (when incurred) to\ncapitalizable (when incurred) is a change in a material item used in Corporation X’s\noverall plan of accounting for gross income and deductions. Thus, it constitutes a\nchange in method of accounting under Treas. Reg. § 1.446-1(e)(2)(ii)(a). Accordingly,\nthe Commissioner may change Corporation X’s method of accounting for attorney fees\non an ANDA-by-ANDA and a patent-by-patent basis. B. The Service May Change Taxpayer’s Treatment of\nAttorney Fees for ANDAs and Patents by Imposing Changes in\nMethod of Accounting, Either in a Taxable Year\nCurrently under Examination or in a Subsequent Taxable Year",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__35",
      "chunk_id": "35",
      "content": "Accordingly,\nthe Commissioner may change Corporation X’s method of accounting for attorney fees\non an ANDA-by-ANDA and a patent-by-patent basis. B. The Service May Change Taxpayer’s Treatment of\nAttorney Fees for ANDAs and Patents by Imposing Changes in\nMethod of Accounting, Either in a Taxable Year\nCurrently under Examination or in a Subsequent Taxable Year Section 446(b) provides that if no method of accounting has been regularly used by the\ntaxpayer, or if the method used does not clearly reflect income, the computation of\ntaxable income shall be made under such method as, in the opinion of the Secretary,\ndoes clearly reflect income. See also section 1.446-1(b)(1) of the Income Tax\nRegulations. The Commissioner has broad discretion in determining whether a taxpayer’s method of\naccounting clearly reflects income, and the Commissioner’s determination must be\nupheld unless it is clearly unlawful. 17 Once the Commissioner has determined that the\ntaxpayer’s method of accounting does not clearly reflect income, the Commissioner has\nbroad discretion in selecting a method of accounting that the Commissioner believes\nproperly reflects the income of a taxpayer. The Commissioner’s selection may be\nchallenged only upon showing an abuse of discretion by the Commissioner. 18 An examining agent who determines that a taxpayer's method of accounting is\nimpermissible may propose an adjustment with respect to that method only by changing\nthe taxpayer's method of accounting. Except as provided in section 2.06 of Rev. Proc.\n2002-18, 2002-1 C.B. 678 (relating to previous accounting method changes made by a\ntaxpayer without obtaining the requisite consent under section 446(e)), an examining\nagent changing a taxpayer's method of accounting will select a new method of\n17 See Thor Power Tool Co. v. Commissioner, 439 U.S. 522, 532-3 (1979); RCA Corp. v. United States,\nnd\n664 F.2d 881, 886 (2 Cir. 1981), cert. denied 457 U.S. 1133 (1982). 18 st See Wilkinson-Beane, Inc. v. Commissioner, 420 F.2d 352 (1 Cir. 1970); Stephens Marine, Inc. v.\nth\nCommissioner, 430 F.2d 679, 686 (9 Cir. 1970); Standard Paving Co. v. Commissioner, 190 F.2d 330,\nth\n332 (10 Cir.), cert. denied, 342 U.S. 860 (1951). POSTF-136693-12 43 accounting by properly applying the law to the facts determined by the agent. The\nmethod selected must be a proper method of accounting and will not be a method\ncontrived to reflect the hazards of litigation. See Rev. Proc. 2002-18, sections 3.01,\n5.01 to 5.03. An examining agent changing a taxpayer's method of accounting will make the change\nin a year under examination. Ordinarily, the change will be made in the earliest taxable\nyear under examination, or, if later, the first taxable year the method is considered to be\nimpermissible, although an examining agent may defer the year of change to a later\ntaxable year in appropriate circumstances. An examining agent will not defer the year\nof change in order to reflect the hazards of litigation. Moreover, an examining agent will\nnot defer the year of change to later than the most recent year under examination on\nthe date of the agreement finalizing the change. See Rev. Proc. 2002-18, section\n5.04(1). An examining agent changing a taxpayer's method of accounting ordinarily will impose a\nsection 481(a) adjustment, subject to a computation of tax under section 481(b) (if\napplicable).",
      "queries": [
        "who may change the method used by corporation x to account for attorney fees?"
      ],
      "queries_score": [
        "3.1162"
      ]
    },
    {
      "id": "legal-advice_79__36",
      "chunk_id": "36",
      "content": "See Rev. Proc. 2002-18, section\n5.04(1). An examining agent changing a taxpayer's method of accounting ordinarily will impose a\nsection 481(a) adjustment, subject to a computation of tax under section 481(b) (if\napplicable). The section 481(a) adjustment, whether positive or negative, will be taken\ninto account entirely in the year of change. See section 1.448-1(c)(3); Rev. Proc. 200218, section 5.04(2), (3).\nSection 481(a) provides that in computing the taxpayer's taxable income for any taxable\nyear (year of change), if such computation is under a method of accounting different\nfrom the method under which the taxpayer's taxable income for the preceding taxable\nyear was computed, then there shall be taken into account those adjustments which are\ndetermined to be necessary solely by reason of the change in order to prevent amounts\nfrom being duplicated or omitted, except there shall not be taken into account any\nadjustment in respect of any taxable year to which this section does not apply unless\nthe adjustment is attributable to a change in the method of accounting initiated by the\ntaxpayer. See also section 1.448-1(a). A change in method of accounting to which section 481(a) applies includes a change in\ntreatment of a single material item.19 Once the Commissioner has imposed a change in\nmethod of accounting, the application of section 481(a) to such change is mandatory. 20\nAn adjustment under section 481(a) can include amounts attributable to taxable years\nthat are closed by the statute of limitations. 21\n19 th See Treas. Reg. § 1.481-1(a)(1); Graf Chevrolet v. Campbell, 343 F.2d 568, 570-571 (5 Cir. 1965);\nKnight-Ridder v. United States, 743 F.2d at 798; Peoples Bank & Trust v. Commissioner, 415 F.2d at\n1344; Ryan v. Commissioner, 42 T.C. 386, 392 (1964). 20 Primo Pants Co. v. Commissioner, 78 T.C. 705, 720 (1982); Emert v. Commissioner, T.C.Memo. 1999175; Hitachi Sales Corp. of America v. Commissioner, T.C.Memo. 1994-159, supp. T.C.Memo. 1995-84.\n21 th Suzy’s Zoo v. Commissioner, 114 T.C. 1, 12-13 (2000), aff’d 273 F.3d 875, 884 (9 Cir. 2001); Huffman\nth\nv. Commissioner, 126 T.C. 322, 341-2 (2006), aff’d 518 F.2d 357, 363-4 (6 Cir. 2008); Graff Chevrolet\nth\nCo. v. Campbell, 343 F.2d at 571-572; Rankin v. Commissioner, 138 F.3d 1286, 1288 (9 Cir. 1998); POSTF-136693-12 44 Because a change in treatment of attorney fees of an ANDA or a patent is an\naccounting method change, the Service may propose adjustments to Corporation X’s\ntreatments of attorney fees for ANDAs and patents only by imposing an involuntary\nmethod change to a proper method of accounting and imposing an adjustment under\nsection 481(a). Accordingly, the Service will impose accounting method changes and\nsection 481(a) adjustments for most of the ANDAs and patents pursuant to the terms of\nRev. Proc. 2002-18. However, the Service does not have sufficient time in the current\naudit cycle to compute I.R.C. § 481(a) adjustments for any ANDAs or patents for which\nattorney fees may have been incurred before Year 1. Accordingly, the Service will defer\nthe imposition of accounting method changes for such ANDAs and patents to a year\nbeyond the years under audit. Section 481(a) adjustments will be computed and\nproposed in the later year(s) of change.",
      "queries": [
        "what is the section 481(a) adjustment for taxation",
        "what is section 481(a) adjustment"
      ],
      "queries_score": [
        "1.6664083",
        "1.9559754"
      ]
    },
    {
      "id": "legal-advice_79__37",
      "chunk_id": "37",
      "content": "Accordingly, the Service will defer\nthe imposition of accounting method changes for such ANDAs and patents to a year\nbeyond the years under audit. Section 481(a) adjustments will be computed and\nproposed in the later year(s) of change. Superior Coach of Florida v. Commissioner, 80 T.C. 895, 912 (1983); Weiss v. Commissioner, 395 F.2d\nth\n500 (10 Cir. 1968); Spang Industries, Inc. v. United States, 6 Cl. Ct. 38, 46 (1984), rev’d on other\ngrounds 791 F.2d 906 (Fed. Cir. 1986). POSTF-136693-12\nC. 45 The Service Should Preserve the Commissioner’s Right to Make\nService-Initiated Changes in Method of Accounting for certain ANDAs\nand patents in Subsequent Taxable Years by Giving Corporation X\nWritten Notice that Such Methods of Accounting are Issues Placed in\nSuspense Within the Meaning of Revenue Procedure 97-72 The general rule (i.e., scope limitation) is that a taxpayer may not request a voluntary\naccounting method change while under examination for any year. However, this rule\nhas the following exceptions:\na. 90-day window - The taxpayer may file a Form 3115 (Application for Change in\nAccounting Method) within the first 90 days of a taxable year if (1) the taxpayer has\nbeen under examination for at least 12 consecutive months as of the first day of\nthe taxable year; and (2) the method which the taxpayer seeks to change is not an\nissue under consideration or an issue that has been placed in suspense;22 and,\nb. 120-day window - The taxpayer may file a Form 3115 within the 120-day period\nfollowing the date an examination ends, provided the change requested is not an\nissue under consideration or an issue that has been placed in suspense at the time\nthe form is filed. See Rev. Proc. 2011-14, 2011-4 I.R.B. 330, Section 6.03; Rev. Proc. 97-27, 1997-1\nC.B. 680; and I.R.M. 4.11.6.6.5(3). An issue is placed in suspense if an issue has been under consideration in\nan examination cycle or tax year, and the Service makes a decision not to propose an\nadjustment to the issue in that cycle or tax year, but the Service intends to examine the\nissue in the immediately subsequent examination cycle and the Service has given the\ntaxpayer written notification of its intent. Neither the Internal Revenue Manual nor the\napplicable revenue procedures provide specific detail regarding the nature or timing of\nthe written notification that Service must furnish to a taxpayer in this regard. Supplemental advice will be provided on the content and timing of the written\nnotification required to preserve the Service’s ability to make Service-initiated\naccounting changes with regard to attorney fees for all ANDAs and patents not\nspecifically addressed herein (on an ANDA-by-ANDA and patent-by-patent basis), the\naudit of which will be suspended until the next audit cycle. CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS The audit of the ANDAs and NDAs/patents at issue herein did not extend to\ninvestigatory patent attorney fees. While not legal precedent, a previously issued CSLA\nthat addressed investigatory patent fee issues, 2011 IRS NSAR 4901F, 2011 WL\n22 This window allows taxpayers under continuous examination an opportunity to use the voluntary\nchange procedures. POSTF-136693-12 46",
      "queries": [
        "which accounting method change will be proposed in the later year(s) of change?"
      ],
      "queries_score": [
        "1.990722"
      ]
    },
    {
      "id": "legal-advice_79__38",
      "chunk_id": "38",
      "content": "While not legal precedent, a previously issued CSLA\nthat addressed investigatory patent fee issues, 2011 IRS NSAR 4901F, 2011 WL\n22 This window allows taxpayers under continuous examination an opportunity to use the voluntary\nchange procedures. POSTF-136693-12 46 6284624, n. 19, opined:\nExpenditures within the twelve code sections listed in I.R.C. § 263(a)(1)\nare not within the mandate of capitalization in I.R.C. § 263(a), with one of\nthe listed code sections I.R.C. § 174. The fees at issue are not within\n§ 174 because the fees were incurred to acquire the right to market and\nsell [said corporation’s] generic drugs prior to the expiration of the patents\non the branded drugs the generic drugs “mimic.” The substantial fees\nincurred to prepare for a paragraph IV certification . . . and to defend the\nparagraph IV certification in infringement litigation in order to expedite\ncommercialization of the already developed generic drugs are not minor\ncosts incurred in “connection with inventions or improvements from\nresearch and development in the experimental or laboratory sense\nundertaken directly by the taxpayer or carried on in his behalf by another\nperson or organization,” as required to be within § 174. Rev. Rul. 66-30,\n1966-1 CB 55, applying Treas. Reg. § 1.174-2. None of the fees at issue\nwere incurred in obtaining a patent for any research and development\npreviously undertaken to develop the generic drugs and/or to establish\ntheir bioequivalence with the branded drugs, so none of the fees are within\nTreas. Reg. § 1.174-2(a)(1). See Rev. Rul. 67-401, 1967-2 C.B. 123\n(“The expenses for legal and accounting work incurred by the taxpayer in\napplying for a Federal income tax ruling in connection with a research and\ndevelopment project and a determination of a regulatory commission with\nrespect to the effect of the project on the taxpayer’s rate structure are not\ndeductible as research and experimental expenditures under section\n174(a) of [the Code]”). . . . ] It is advised that in the next cycle, when changing Corporation X’s method of accounting\nfor legal fees incurred to obtain ANDAs, the investigatory legal fees prior to litigation be\nascertained and the relevant Issue Practice Groups and Local Counsel be contacted for\nassistance. This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. _______________________ JOYCE M. MARR\nSenior Attorney\n(Communication Technology and\nMedia)\n(Large Business & International) POSTF-136693-12 47\n_________________________ MARJORY A. GILBERT\nSenior Counsel\n(Retailers, Food, Transportation &\nHealthcare)\n(Large Business & International)\n__________________________ MICHAEL D. ZIMA\nAttorney (Natural Resources &\nConstruction)\n(Large Business & International) _________________________ VLADISLAV M. ROZENZHAK Attorney (Communications, Technology\nAnd Media)\n(Small Business & Self Employed) __________________________ JIMEEL R. HAMUD\nAttorney (Communications, Technology\nAnd Media)\n(Large Business & International) Attachment:\nAddendum A: Obtaining Approval to Market and Sell New Drugs in the United States POSTF-136693-12 48\nAddendum A\nObtaining Approval to Market and Sell\nNew Drugs in the United States In order to market or sell a new drug in the United States, the new drug must be\napproved by the Food and Drug Administration (FDA). Federal Food, Drug, and\nCosmetic Act, 21 U.S.C. § 355(a)(2012)",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__39",
      "chunk_id": "39",
      "content": "POSTF-136693-12 48\nAddendum A\nObtaining Approval to Market and Sell\nNew Drugs in the United States In order to market or sell a new drug in the United States, the new drug must be\napproved by the Food and Drug Administration (FDA). Federal Food, Drug, and\nCosmetic Act, 21 U.S.C. § 355(a)(2012) (“No person shall introduce or deliver for\nintroduction into interstate commerce any new drug, unless an approval of an\napplication filed pursuant to subsection (b) or (j) of this section is effective with respect\nto such drug.”). The term “new drug” in § 355(a) includes generic drugs. United States\nv. Generix Drug Corporation, 460 U.S. 453, 461 (1983) (“In summary, a generic drug\nproduct is a ‘drug’ within the meaning of § 201(g)(1) of the Act.”).\n§ 1. New Drug Applications The 2007 Coordinated Issue Paper on taxation of drug development agreements\nsummarizes the process for developing a new (non-generic) drug for FDA approval. The pharmaceutical/biotech drug development process is generally\ncomposed of four stages: Preclinical or discovery research, clinical\ndevelopment, regulatory approval, and post marketing. These stages take\napproximately 10 to 12 years to complete. In the preclinical or discovery research stage (typically the first two years\nof the discovery/development process), a compound is tested on animals\nand non-human systems. If the compound/molecule looks promising at\nthis stage, it is patented. The patent prevents other companies from freely\nusing the same compound/molecule for 20 years (life span of a patent). The Food and Drug Administration (FDA) established a set of standards\n(called \"Good Laboratory Practice\") for this stage of development to\nensure quality of animal testing and the resultant data for an\nInvestigational New Drug Application (IND). If the IND is approved by the\nFDA, testing of the compound/molecule in humans can begin. Th[e] second stage is known as clinical development. Clinical\ndevelopment (typically spans 5 to 7 years or years 3 through 10 of the\ndiscovery/development process) is normally conducted in three phases. In Phase I, the first trials in humans are conducted for safety, tolerance\nand pharmacokinetics. In Phase II, testing is done to evaluate\neffectiveness, dosage and safety in selected populations of patients with\nthe disease or condition to be treated, diagnosed or prevented. In Phase\nIII, expanded clinical trials are conducted to gather additional evidence to\nverify dosage and effectiveness for specific indications and to better\nunderstand safety and adverse effects. These are large-scale trials POSTF-136693-12 49 typically involving thousands of patients to prove effectiveness against a\nspecific disease or condition. The third stage, known as the regulatory approval stage, begins after\nPhase III trials have been completed (typically spans 12 to 18 months or\nyears 11 and 12 of the discovery/development process). Sponsors file a\nNew Drug Application (NDA) with the FDA to obtain authorization to\nmarket a new pharmaceutical product. The NDA consists of clinical and\nnonclinical data on the product's safety and effectiveness and a full\ndescription of the methods, facilities, and quality controls employed in\nmanufacturing and packaging. Until the FDA grants authorization, a drug\nsponsor cannot market the drug in the United States. The final stage, post-marketing studies (also called Phase IV), occurs after\nthe product has received FDA approval.",
      "queries": [
        "which federal agency requires new drugs to be approved for market"
      ],
      "queries_score": [
        "1.7741597"
      ]
    },
    {
      "id": "legal-advice_79__40",
      "chunk_id": "40",
      "content": "Until the FDA grants authorization, a drug\nsponsor cannot market the drug in the United States. The final stage, post-marketing studies (also called Phase IV), occurs after\nthe product has received FDA approval. These studies are performed to\ndetermine the incidence of adverse reactions, to determine the long-term\neffect of a drug, to study a patient population not previously studied, and\nto conduct marketing comparisons against other products and other uses. Non Refundable Upfront Fees, Technology Access Fees, Milestone Payments,\nRoyalties and Deferred Income under a Collaboration Agreement, Tax Notes Today,\nOctober 18, 2007, 2007 TNT 204-17. See Josephine C. Babiarz and Douglas J. Pisano, Overview of FDA and Drug\nDevelopment, FDA Regulatory Affairs, A Guide for Prescription Drugs, Medical Devices\nand Biologics, 1-32. (Douglas J. Pisano and David S. Mantus, eds., 2nd Ed., 2008)\n(Summarizing the statutory and regulatory regime for New Drug Applications, with\ncitations). New Drug Applications (NDAs) can be transferred from the original sponsor (entity that\nsubmitted the application for the NDA) to another, provided the requirements imposed\nby the FDA are met.23 The entity that holds the rights to the NDA is referred to as the\nholder of the NDA. See aaiPharma, Inc., v. Thompson, 296 F.3d 227 (4th Cir. 2002)\n(referring to the current owner of an FDA-approved NDA as the NDA holder when\naddressing the FDA’s role in ensuring the accuracy of patent information). The NDA must disclose all patents that cover the drug, with the NDA holder required to\nnotify the FDA of all new patents that subsequently cover the drug after the filing of the\nNDA. 21 C.F.R. § 314.53 (2012). The FDA posts the patent information provided by\nthe NDA holder to its publication called “Approved Drug Products With Therapeutic 23 21 C.F.R. § 314.72(a) (2012) (“An applicant may transfer ownership of its application. At the time of\ntransfer the new and former owners are required to submit information to the Food and Drug\nAdministration . . . . ”). POSTF-136693-12 50 Equivalence Evaluations,” also known as the “Orange Book,” available in hard copy or\nelectronically on the FDA website. 24 The term “pioneer drug” was used in early case law to refer to a new drug with an FDAapproved NDA. See United States v. Generix Drug Corporation, 460 U.S. 453, 454-55\n(1983)(“The term ‘generic drug’ is used to describe a product that contains the same\nactive ingredients but not necessarily the same excipients as a so-called “pioneer drug”\nthat is marketed under a brand name.”); Actavis Elizabeth LLC v United States, 625\nF.3d 760, 761 (D.C. Cir. 2010) (“So-called ‘new drug applications’ - required for\n‘pioneer’ drugs that have never before received FDA approval - must be supported by\nfull reports of investigations showing the drug is safe and effective.”). See also FTC v.\nWatson Pharms. Inc., 677 F.3d 1298, 1302 (11th Cir. 2012), petition for Writ of\nCertiorari granted, 2012 U.S. LEXIS 9415 (Dec. 7, 2012)(Pioneer drugs refer to drugs\n“that have never before received FDA approval.”). Current literature sometimes uses\nthe term “innovator drug” without specifying if the term “innovator drug” means the same\nas “pioneer drug” or refers only to innovator drugs that have extended exclusivity.",
      "queries": [
        "what is the phase iv post-marketing study"
      ],
      "queries_score": [
        "1.908437"
      ]
    },
    {
      "id": "legal-advice_79__41",
      "chunk_id": "41",
      "content": "Current literature sometimes uses\nthe term “innovator drug” without specifying if the term “innovator drug” means the same\nas “pioneer drug” or refers only to innovator drugs that have extended exclusivity. Pioneer drugs that can be marketed and sold in the United States pursuant to an\napproved NDA are likely to have a trademarked name, and are generally referred to as\n“branded drugs” whether or not the patents covering the drugs have expired. Some FDA-approved pioneer drugs qualify for regulatory exclusivity, which is\nsometimes called “marketing exclusivity” and/or “data exclusivity”. 25 Currently the\nregulatory exclusivity periods that a FDA-approved NDA may qualify for include:\n1. Five-year exclusivity for new chemical compounds. 21 U.S.C.\n§ 355(c)(3)(E)(ii). But see 21 U.S.C. § 355(j)(5)(F)(ii) (ANDA can be\nsubmitted to FDA in four years). 2. Three-year exclusivity for new uses of a FDA-approved drug based on\nadditional clinical studies. 21 U.S.C. §§ 355(c)(3)(E)(iii)-(iv). 3. Seven-year exclusivity for drugs that treat certain rare diseases. Orphan\nDrug Act, Pub. L. No. 97-414, 96 Stat. 2049 (1983) (codified at 21 U.S.C.\n§§ 360 and 42 U.S.C. § 236). 4. Thirty-month exclusivity for timely filing an infringement suit when notified\nthat an Abbreviated New Drug Application (ANDA) with a paragraph IV\ncertification has been accepted for filing by the FDA. “The 30-month stay\nprovision provides the brand-name company an additional exclusionary 24 Orange Book Publications, U.S. Food and Drug Administration,\nhttp://www.accessdata.fda.gov/scripts/cder/ob/eclink.cfm (last visited on May 20, 2011). 25 Wendy H. Schacht and John R. Thomas, Follow-On Biologics: Intellectual Property and Innovation\nIssues, Congressional Research Service RL33901, p. 13 (March 20, 2009). POSTF-136693-12 51 right beyond those granted by the patent system.” Federal Trade\nCommission, Generic Drug Entry Prior to Patent Expiration: An FTC\nStudy, p. 39 (July 2002), p. 42 (July 2002). Regulatory exclusivity can run concurrently with patent exclusivity or extend beyond the\npatent exclusivity, depending on the timing, facts and circumstances. There are separate provisions that can extend patent exclusivity for patented\npharmaceutical products (e.g., an extension of the patent life based on the time the FDA\nspent reviewing the drug or the time the United States Patent Office spent reviewing the\npatent). 35 U.S.C. §§ 155 and 156. See Mary W. Bourke and M. Edward Danberg,\nCurrent Trends in Hatch-Waxman Patent Litigation: A System Still in Flux, Practicing\nLaw Institute, 878 PLI/Pat 939, §§ I.C. 6, 7 and 8 (2006)(patent extensions and\nexclusivity). A patent does not provide an affirmative right to market or sell a drug.26 The separate\nrole played by patents is summarized in a Congressional Research Service Report, as\nfollows:\n[A]n award of marketing approval by the FDA and the grant of a patent by\nthe U.S. Patent and Trademark Office (USPTO) are distinct events that\ndepend upon different criteria. FDA procedures determine whether the\ndrug is sufficiently safe and effective to be marketed. In contrast, the\nUSPTO grants patents on inventions that fulfill requirements established\nby the Patent Act of 1952, including utility, novelty, and nonobviousness.... Although a complete review of the patent system exceeds the scope of\nthis report, its basic contours may be concisely stated.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__42",
      "chunk_id": "42",
      "content": "In contrast, the\nUSPTO grants patents on inventions that fulfill requirements established\nby the Patent Act of 1952, including utility, novelty, and nonobviousness.... Although a complete review of the patent system exceeds the scope of\nthis report, its basic contours may be concisely stated. The Patent Act\nallows inventors to obtain patents on processes, machines, manufactures,\nand compositions of matter that are useful, novel and nonobvious. An\ninvention is judged as useful if it is minimally operable towards some\npractical purpose. To be considered novel within the patent law, an\ninvention must differ from existing references that disclose the state of the\nart, such as publications and other patents. The nonobviousness\nrequirement is met if the invention is beyond the ordinary abilities of a\nskilled artisan knowledgeable in the appropriate field. In order to receive a patent, an inventor must file a patent application with\nthe USPTO. Patent applications must include a specification that so\ncompletely describes the invention that skilled artisans are enabled to\npractice it without undue experimentation. The patent application must\n26 Wendy H. Schacht and John R. Thomas, Follow-On Biologics: Intellectual Property and Innovation\nIssues, Congressional Research Service RL33901, p. 18 (March 20, 2009). POSTF-136693-12 52 also contain distinct, definite claims that set out the proprietary\ninterest asserted by the inventor. Trained personnel at the USPTO, known as examiners, review all\napplications to ensure that the invention described and claimed in the\napplication fulfills the pertinent requirements of the patent law. If the\nUSPTO believes that the application fulfills the statutory requirements, it\nwill allow the application to issue as a granted patent. Each patent\nordinarily enjoys a term of twenty years commencing from the date the\npatent application was filed. If the patent proprietor was unable to market\nits product for a period of the patent term due to lack of approval by the\nFDA, the term may be extended by a portion of the regulatory review\nperiod in some circumstances. Granted patents give the patentee the right to exclude others from making,\nusing, selling, offering to sell, or importing into the United States the\npatented invention. Parties who engage in those acts without the\npermission of the patent proprietor during the term of the patent can be\nheld liable for infringement. The patentee may file a civil suit in federal\ncourt in order to enjoin infringers and obtain monetary remedies. Although\nissued patents enjoy a presumption of validity, accused infringers may\nassert that the patent is invalid or unenforceable on a number of grounds. Wendy H. Schacht and John R. Thomas, Follow-On Biologics: Intellectual Property and\nInnovation Issues, Congressional Research Service, RL33901, pp. 10-11 (March 20,\n2009) (footnotes omitted) (emphasis added). There are multiple types of patents, with the Federal Trade Commission (“FTC”)\nsummarizing the three basic types as follows: There are three basic types of patents: utility, plant, and design patents. Utility patents generally have a term of 20 years from the date on which\nthe application for the patent was filed. Utility patents are divided into\nthree basic categories: chemical, electrical and mechanical. Pharmaceutical patents are a subset of chemical patents and are issued\nover four different categories: drug substance, method of use,\nformulation, and process.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__43",
      "chunk_id": "43",
      "content": "Utility patents are divided into\nthree basic categories: chemical, electrical and mechanical. Pharmaceutical patents are a subset of chemical patents and are issued\nover four different categories: drug substance, method of use,\nformulation, and process. Drug substance patents cover the compound or\nactive ingredient in the drug product, such as fluoxetine hydrochloride,\nwhich is the active ingredient in Prozac. Method of use patents cover the\nuse of the product to treat certain health problems, such as depression or\nasthma. Formulation patents cover the physical composition or delivery\nmechanism of the drug product, such as an extended release tablet or\ncapsule. Process patents generally cover the procedure used to make the\nactive ingredient. POSTF-136693-12 53 Federal Trade Commission, Generic Drug Entry Prior to Patent Expiration - FTC Study,\np. 41, Box 4-1 (July 2012). While not providing the necessary FDA approval to market and sell, patents protection\nis critical to pharmaceutical companies that develop, market and sell pioneer drugs in\nthe United States. The critical roll of patents is summarized in one paragraph by the\nCongressional Research Service Report. The significant costs of pharmaceutical R&D, coupled with the\nuncertainty of the clinical trial process, lend consequence to patents in\n[the pioneer pharmaceutical] area because “the disparity between\nthe investment of innovators and those of imitators is particularly\nlarge in pharmaceuticals – almost as large as when software pirates\nsimply copy the diskettes of an innovator.” While the capitalized cost of\ndeveloping a new drug to the point of market approval is estimated at over\n$800 million, it takes only between $1 million and $2 million to obtain\napproval for a generic version of the chemically synthesized\npharmaceutical. Wendy H. Schacht and John R. Thomas, Follow-On Biologics: Intellectual Property and\nInnovation Issues, Congressional Research Service, RL33901, p. 21 (March 20, 2009)\n(footnotes omitted) (emphasis added). When an FDA-approved NDA loses patent exclusivity and generic versions are\ncommercialized, there can be a significant loss in sales. According to a study conducted by the FTC of the industry as a whole . . .,\na branded manufacturer typically loses about 90 percent of its unit sales\nover the course of generic entry. . . . Thus, a branded manufacturer can\nexpect that, if a drug is earning $1 billion a year before generic entry,\nthe manufacturer will only earn about $100 million a year once generic\ncompetition has matured . . . .”\nFTC v. Watson Pharms., Inc., 677 F.3d 1298, 1302, n. 2 (11th Cir. 2012), petition for\nWrit of Certiorari granted, 2012 U.S. LEXIS 9415 (Dec. 7, 2012) (emphasis added). The Federal Trade Commission (FTC) pointed out that:\nBrand-name pharmaceutical drug manufacturers seeking to protect the\nsales of brand-name drugs may have an incentive and ability to enter into\nagreements with would-be generic competitors, or engage in other types\nof activities, that would slow or thwart the entry of competing generic drug\nproducts. POSTF-136693-12 54 Federal Trade Commission, Generic Drug Entry Prior to Patent Expiration: An FTC\nStudy, p. 2 (July 2002). See J. Thomas Rosch, Commissioner, Pharmaceutical Patent Settlements and the\nSupreme Court, CBI’s 2nd Annual Life Sciences Compliance, Legal and Regulatory\nCongress, 2012 WL 4363166 (September 21, 2012).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__44",
      "chunk_id": "44",
      "content": "POSTF-136693-12 54 Federal Trade Commission, Generic Drug Entry Prior to Patent Expiration: An FTC\nStudy, p. 2 (July 2002). See J. Thomas Rosch, Commissioner, Pharmaceutical Patent Settlements and the\nSupreme Court, CBI’s 2nd Annual Life Sciences Compliance, Legal and Regulatory\nCongress, 2012 WL 4363166 (September 21, 2012). (“The legal standard by which to\nevaluate pharmaceutical infringement settlements has been one of the most hotly\nlitigated and debated antitrust questions over the last decade.”). Commissioner Rosch\nquoted from the Amicus Curiae Brief in In re K-Dur Antitrust Litig, 686 F.3d 197 (3rd Cir.\n2012) (No. 10-2077) as stating “’the finder of fact must treat any payment from a patent\nholder to a generic patent challenger who agrees to delay entry into the market as prima\nfacia evidence of unreasonable restraint of trade, which could be rebutted . . . .‘” 2012\nWL 4363166 at *4 and *10. But see FTC v. Watson Pharms. Inc., 677 F.3d 1298 (11th\nCir. 2012), cert. granted, 81 U.S.L.W. 3216 (Dec. 7, 2012).\n§ 2. Abbreviated New Drug Applications Initially, most generic drugs had to be approved pursuant to the same process\napplicable to pioneer drugs. See aaiPharma Incorporated v. Thompson, 296 F.3d 227,\n230-231 (4th Cir. 2002) (“Prior to Hatch-Waxman’s passage in 1984, both pioneer\n(brand name) and generic drug manufacturers who wished to bring a drug to market\nwere required to file a New Drug Application (NDA) with the FDA.”). In 1984, an abbreviated process for approving generic drugs was established by the\nDrug Price Competition and Patent Term Restoration Act of 1984 (commonly known as\nthe Hatch-Waxman Act), Pub. L. No. 98–417, 98 Stat. 1585 (1984) (codified as\namended at 21 U.S.C. § 355 (2010) and 35 U.S.C. § 271(e)(2010)).27 In general, under\nthe Hatch-Waxman Act, an ANDA “piggy-backs” off an approved NDA. In lieu of\nreplicating the time intensive and expensive studies performed to obtain an NDA, an\napplicant for an ANDA can establish that its generic drug is the bioequivalent 28 of the\n27 The 1984 changes did not include an abbreviated process for approving biologic drugs. See Asim\nVarma, Son B. Nguyen and Justin P. Hedge, The FTC Reports on Follow-On Biologics and Authorized\nGenerics: Applying Lessons from Hatch-Waxman to Promote Competition, Antitrust Vol. 24, No. 1 at 4142 (Fall, 2009)(“Hatch-Waxman does not apply to biologic products”). A pathway for generic biologics\nwas provided for in the \"Biologics Price Competition and Innovation Act of 2009, which was enacted as\npart of the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as\namended by section 1404 of the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111152, 124 Stat. 1029 (2010), with the pathway legislation in § 7002 of Pub. L. No. 111-148, 124 stat. 119\nat 816-817, 820 and 860. See 4 Health L. Prac. Guide Appendix A (May, 2011) (“The healthcare reform\nlegislation, as amended by the reconciliation act (Publ. L. No. 111-152), creates a clear regulatory\npathway for approving follow-on biologics.”)\n. 28\n“’Bioequivalence’ means that the active ingredient is absorbed at the same rate and to the same extent\nfor the generic drug as for the innovator drug.”",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__45",
      "chunk_id": "45",
      "content": "28\n“’Bioequivalence’ means that the active ingredient is absorbed at the same rate and to the same extent\nfor the generic drug as for the innovator drug.” Mary W. Bourke and M. Edward Danberg, Current Trends\nin Hatch-Waxman Patent Litigation: A System Still in Flux, Practicing Law Institute, 878 PLI/Pat 939,\n§ I.C.2. (2006). POSTF-136693-12 55 drug in an approved NDA. Federal Food, Drug, and Cosmetic Act, 21 U.S.C. § 355(j).29\nSee 21 C.F.R. §§ 314.1- 314.650 (2011) (Applications for FDA Approval to Market a\nNew Drug). See also Mylan Pharmaceuticals, Inc. v. FDA, 454 F.3d 270, 271-272 (4th\nCir. 2006)(“The Hatch-Waxman Act made it easier to obtain FDA approval of generic\ndrugs.”). The Hatch-Waxman Act sought to correct two distortions in the law, as explained in Eli\nLilly & Co. v. Medtronic, Inc., 496 U.S. 661 (1990). First, the holder of a patent relating to such products [drugs subject to\nFDA approval] would as a practical matter not be able to reap any\nfinancial rewards during the early years of the [patent] term. When an\ninventor makes a potentially useful discovery, he ordinarily protects it by\napplying for a patent at once. Thus, if the discovery relates to a product\nthat cannot be marketed without substantial testing and regulatory\napproval, the “clock” on his patent term will be running even though he is\nnot yet able to derive any profit from the invention. The second distortion occurred at the other end of the patent term. In\n1984, the Court of Appeals for the Federal Circuit decided that the\nmanufacture, use, or sale of a patented invention during the term of the\npatent constituted an act of infringement, see 35 U.S.C. § 271(a), even if it\nwas for the sole purpose of conducting tests and developing information\nnecessary to apply for regulatory approval. Since that activity could not be\ncommenced by those who planned to compete with the patentee until\nexpiration of the entire patent term, the patentee's de facto monopoly\nwould continue for an often substantial period until regulatory approval\nwas obtained. In other words, the combined effect of the patent law and\nthe premarket regulatory approval requirement was to create an effective\nextension of the patent term. The 1984 Act sought to eliminate this distortion from both ends of\nthe patent period. Section 201 of the Act established a patent-term\nextension for patents relating to certain products that were subject to\nlengthy regulatory delays and could not be marketed prior to regulatory\napproval. . . . 29 More specifically, “[t]o obtain FDA approval, a generic manufacturer must ordinarily show, among other\nthings, that its product has the same active ingredients as an approved brand-name drug; that ‘the route\nof administration, the dosage form, and the strength of the new drug are the same’ as the brand-name\ndrug; and that its product is ‘bioequivalent’ to the brand-name drug. [21 U.S.C.] §§ 355(j)(2)(A)(ii), (iii),\n(iv). By eliminating the need for generic manufacturers to prove their drugs’ safety and efficacy\nindependently, the Hatch-Waxman Amendments allow generic manufacturers to bring drugs to market\nmuch less expensively.” Pliva v. Mensing, 131 S. Ct. 2567, 2583 (June 23, 2011)(quoting from dissent by\nJustice Sotomayor). POSTF-136693-12 56 ...",
      "queries": [
        "what does bioequivalence means"
      ],
      "queries_score": [
        "1.7524511"
      ]
    },
    {
      "id": "legal-advice_79__46",
      "chunk_id": "46",
      "content": "By eliminating the need for generic manufacturers to prove their drugs’ safety and efficacy\nindependently, the Hatch-Waxman Amendments allow generic manufacturers to bring drugs to market\nmuch less expensively.” Pliva v. Mensing, 131 S. Ct. 2567, 2583 (June 23, 2011)(quoting from dissent by\nJustice Sotomayor). POSTF-136693-12 56 ... The distortion at the other end of the patent period was addressed by\n§ 202 of the Act. That added to the provision prohibiting patent\ninfringement, . . . [a section] establishing that “it shall not be an act of\ninfringement to make, use, or sell a patented invention . . . solely for uses\nreasonably related to the development and submission of information\nunder a Federal law which regulates the manufacture, use, or sale of\ndrugs.” This allows competitors, prior to the expiration of a patent, to\nengage in otherwise infringing activities necessary to obtain regulatory\napproval. 496 U.S. at 669-71 (emphasis added, citations and footnotes omitted). Thus, while prior to the Hatch-Waxman Act non-authorized generic equivalents of\npatented drugs could not be developed without infringing the patents that covered the\ndrug,30 under the 1984 revisions the unauthorized use of a patented drug for the\npurposes of developing a generic drug no longer constitutes an act of\ninfringement.31 35 U.S.C. § 271(e)(2010). However, the “safe harbor” from infringement terminates when the ANDA is filed\nwith the FDA. The termination of the “safe harbor” occurs, as applicable, because the\nHatch-Waxman Act makes filing of an ANDA prior to the expiration of the patents\ncovering the approved NDA an act of infringement in 35 U.S.C. § 271(e)(2)(2010),\nwhich has limited remedies (35 U.S.C. § 271(e)(4)). As explained in Eli Lilly & Co. v.\nMedtronic, Inc., 496 U.S. 661 (1990), after quoting from 35 U.S.C. § 271(e)(2) and\n(e)(4): The function of the paragraphs in question is to define a new (and\nsomewhat artificial) act of infringement for a very limited and technical\npurpose . . . .\n496 U.S. at 676 (emphasis added). 30 31 Roche Prods., Inc. v. Bolar Pharm. Co., 733 F.2d 858 (Fed.Cir.), cert. denied, 469 U.S. 856 (1984). See Merck KGaA v. Integra Lifesciences I Ltd, 545 U.S. 193, 207 (2005)(interpreting the safe harbor\nfrom infringement in 35 U.S.C. § 271(e) and articulating the applicable test as follows: “At least where a\ndrugmaker has a reasonable basis for believing that a patented compound may work, through a particular\nbiological process, to produce a particular physiological effect, and uses the compound in research that, if\nsuccessful, would be appropriate to include in a submission to the FDA, that use is ‘reasonably related’ to\nthe ‘development and submission of information under . . . Federal law.”). See also Proveris Scientific\nCorp. v. Innovasystems, Inc, 536 F.3d 1256 (Fed. Cir. 2008) (exemption from infringement does not apply\nif the invention is not subject to FDA approval). POSTF-136693-12 57 The Supreme Court went on to explain, with respect to the Hatch-Waxman Act regime\nthat exempts the use of patented inventions to develop generic drugs from infringement\nsuits then creates an artificial act of infringement32, as follows:",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__47",
      "chunk_id": "47",
      "content": "POSTF-136693-12 57 The Supreme Court went on to explain, with respect to the Hatch-Waxman Act regime\nthat exempts the use of patented inventions to develop generic drugs from infringement\nsuits then creates an artificial act of infringement32, as follows: This scheme will not work, of course, if the holder of the patent pertaining\nto the pioneer drug is disabled from establishing in court that there has\nbeen an act of infringement. And that was precisely the disability that the\nnew [35 U.S.C.] § 271(e)(1) imposed with regard to use of his patented\ninvention only for the purpose of obtaining premarketing approval. Thus,\nan act of infringement had to be created for these ANDA[s] . . . . That is\nwhat is achieved by § 271(e)(2)-the creation of a highly artificial act of\ninfringement that consists of submitting an ANDA . . . . Not only is the\ndefined act of infringement artificial, so are the specified consequences,\nas set forth in [subsection] (e)(4). Monetary damages are permitted\nonly if there has been “commercial manufacture, use, or sale.” 35\nU.S.C. § 271(e)(4)(C). Quite obviously, the purpose of subsections (e)(2)\nand (e)(4) is to enable the judicial adjudication upon which the ANDA . . .\nschemes depend. It is wholly to be expected, therefore, that these\nprovisions would apply only to applications under the sections establishing\nthose schemes . . . . Eli Lilly & Co., 496 U.S. at 678 (footnote omitted)(emphasis added). While monetary damages are not permitted if the generic drug has not been\ncommercialized, in exceptional cases, pursuant to 35 U.S.C. § 271(e)(4)(D), attorney\nfees can be awarded under 35 U.S.C. § 285. Yamanouchi Pharmaceutical Co., Ltd. v.\nDanbury Pharmacal, Inc., 231 F.3d 1339, 1345-47 (Fed. Cir. 2000).33 Through this exemption/infringement regime, the Hatch-Waxman Act intended to\naccelerate the vetting of the validity of listed patents to accelerate the approval of\ngeneric drugs. See Shashank Upadhye, Mechanics of Orange Book Patent\nCertifications and Notice Letters, Generic Pharmaceutical Patent and FDA Law, §10:15,\nGenpharma (2011) (“The crux of the Hatch Waxman generic drug approval process\nrevolves around vetting out patent issues vis-à-vis the Paragraph IV Certification.”). 32 The artificial act of infringement has been referred to by at least one court as “a constructive act of\ninfringement.” FTC v. Watson Pharms, 677 F.3d 1298, 1303 (11th Cir. 2012), petition for Writ of\nCertiorari granted, 2012 U.S. LEXIS 9415 (Dec. 7, 2012).\n33 See, e.g., Takeda Chem. Indus., Ltd. v. Mylan Labs., Inc., 459 F.Supp.2d 227, 245-252 (S.D.N.Y.\n2006) (Sanctions Opinion) and Takeda Chem. Indust., Ltd. v. Mylan Labs, Inc., 2007 WL 840368\n(S.D.N.Y. Mar. 21, 2007) (“Amount Opinion”), aff’d and rehearing en banc denied, 549 F.3d 1381 (Fed.\nCir.) , cert. denied 130 S.Ct. 106 (2009) (attorney fees awarded for bad faith filing of the paragraph IV\ncertification and misconduct during litigation). POSTF-136693-12 58",
      "queries": [
        "which act of infringement exempts the use of patented drugs to develop generic drugs from suit infringement"
      ],
      "queries_score": [
        "2.32121"
      ]
    },
    {
      "id": "legal-advice_79__48",
      "chunk_id": "48",
      "content": "Indust., Ltd. v. Mylan Labs, Inc., 2007 WL 840368\n(S.D.N.Y. Mar. 21, 2007) (“Amount Opinion”), aff’d and rehearing en banc denied, 549 F.3d 1381 (Fed.\nCir.) , cert. denied 130 S.Ct. 106 (2009) (attorney fees awarded for bad faith filing of the paragraph IV\ncertification and misconduct during litigation). POSTF-136693-12 58 To carryout this regulatory scheme, the sponsor (applicant) of the ANDA is\nrequired to include in the ANDA:\n[A] certification, in the opinion of the applicant and to the best of his\nknowledge, with respect to each patent which claims the listed drug\nreferred to in clause (i) or which claims a use for such listed drug for which\nthe applicant is seeking approval under this subsection and for which\ninformation is required to be filed under subsection (b) or (c) of this\nsection-(I) that such patent information has not been filed,\n(II) that such patent has expired,\n(III) of the date on which such patent will expire, or\n(IV) that such patent is invalid or will not be infringed by the\nmanufacture, use, or sale of the new drug for which the application\nis submitted. 21 U.S.C. § 355 (j)(2)(A)(vii) (emphasis added). The last certification is referred to as a paragraph IV certification. See 21 C.F.R.\n§ 314.95 (2009) (regulation addressing certification requirement). For an ANDA with a\nparagraph IV certification, the sponsor (applicant) must send notices within 20 days of\nbeing notified by the FDA that the ANDA is accepted for filing34 to the NDA holder for\nthe referenced drug35 and all patentees of record for the listed patents36 notifying that\nthe applicant has filed an ANDA with a paragraph IV certification. 21 U.S.C.\n§ 355(j)(2)(B)(i)-(iii)(2010). The notification must set forth the reasons the applicant\n34 Notification by the FDA that an ANDA is accepted for filing does not mean it is approved by the FDA,\njust that the application appears to be sufficient to consider on the merits. 35 The FDA-approved NDA drug that the generic drug “mimics” is, for convenience, referred to herein as\nthe “referenced drug;” but, that term is not necessarily used in the technical sense of the term “reference\nlisted drug” or “RLD.” The Orange Book, Orange Book Publications, U.S. Food and Drug Administration,\nhttp://www.accessdata.fda.gov/scripts/Cder/ob/eclink.cfm (Annual ed., last visited on May 25, 2011),\nIntroduction § 1.4, states “[a] reference listed drug (21 CFR 314.94(a)(3)) means the listed drug identified\nby FDA . . . ” (emphasis added) Section 1.4 further explains that “[b]y designating a single reference\nlisted drug as the standard to which all generic versions must be shown to be bioequivalent, FDA hopes\nto avoid possible significant variations among generic drugs and their brand name counterpart. Such\nvariations could result if generic drugs were compared to different reference listed drugs.” However,\nSection 1.4 explains that, in certain circumstances, another listed drug can become an additional\nreferenced drug and, in some circumstances, two listed drugs can both be reference listed drugs, with\nspecific terminology used for the reference listed drugs addressed in Section 1.4.\n36 The patents in the Orange Book for the referenced drugs are referred to herein as “listed.” POSTF-136693-12 59 contends the patents are invalid and/or not infringed. 21 U.S.C. § 355(j)(2)(B)(iv)\n(2010).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__49",
      "chunk_id": "49",
      "content": "The patents in the Orange Book for the referenced drugs are referred to herein as “listed.” POSTF-136693-12 59 contends the patents are invalid and/or not infringed. 21 U.S.C. § 355(j)(2)(B)(iv)\n(2010). Specifically, the notice must include, pursuant to 21 C.F.R.\n§ 314.95(c)(6)(2009):\nA detailed statement of the factual and legal basis of the applicant's\nopinion that the patent is not valid, unenforceable, or will not be infringed. The applicant shall include in the detailed statement:\n(i) For each claim of a patent alleged not to be infringed, a full and\ndetailed explanation of why the claim is not infringed. (ii) For each claim of a patent alleged to be invalid or\nunenforceable, a full and detailed explanation of the grounds\nsupporting the allegation. If neither the patent holders nor the NDA holder bring an infringement suit against the\nANDA sponsor (applicant) with a Paragraph IV Certification within forty five days from\nthe day after receipt of the notice, and if the application otherwise meets with approval,\nthe FDA may approve the generic drug. If suit is brought within said forty-five day\nperiod, the ANDA will be subject to a thirty-month stay unless the patent is earlier\nfound to be invalid or not infringed37, as explained in Natalie Pous, Shifting the\nBalance Between Branded and Generic Pharmaceutical Companies: Amendments to\nHatch-Waxman Past, Present, And Future, 19 Fed. Cir. B.J. 301 (2009):\n[i]f the patent owner chooses to bring an infringement suit against the\nANDA applicant within forty-five days, the FDA is prohibited from\napproving the generic version of the drug for thirty months (“thirty-month\nstay”) or until the patent is found to be invalid or not infringed. If, before\nthe thirty-month stay expires, the court holds that the patent is invalid or\nwould not be infringed by the ANDA application, then the FDA will approve\nthe ANDA upon that decision. Otherwise, “the FDA will not approve the\nANDA until the [original] patent expires.” 19 Fed. Cir. B.J. at 305-306 (footnotes omitted) If the patent litigation is not resolved during the thirty-month stay, the FDA will\napprove the ANDA if all other requirements are met, but the generic drug\ncompany proceeds at its own risk, as explained below. If the generic applicant makes a paragraph IV certification and suit is\nbrought within forty-five days, final approval is stayed for thirty months or\n37 For purposes of determining whether there has been a decision of a court that terminates the 30-month\nstay, the FDA has “provided a ‘Guidance for the Industry’ that redefines ‘court’ to be a district court. This\ndefinition applies, however, only to ANDAs that were filed with the FDA after March, 2000.” Federal\nTrade Commission, Generic Drug Entry Prior to Patent Expiration - An FTC Study, p. 47 (July 2012). POSTF-136693-12 60 until a court decision of validity and non-infringement. If the case is\nresolved in favor of the patent owner, the court must order that final\napproval take effect no earlier than patent expiry. If the litigation is\nongoing at the conclusion of the thirty months, FDA must approve the\nANDA if it is otherwise approvable, and the generic applicant may market\nits product.",
      "queries": [
        "patents in the orange book referred to as"
      ],
      "queries_score": [
        "2.5338192"
      ]
    },
    {
      "id": "legal-advice_79__50",
      "chunk_id": "50",
      "content": "If the case is\nresolved in favor of the patent owner, the court must order that final\napproval take effect no earlier than patent expiry. If the litigation is\nongoing at the conclusion of the thirty months, FDA must approve the\nANDA if it is otherwise approvable, and the generic applicant may market\nits product. In this case, however, [the ANDA holder] risks damages for\npatent infringement if it later loses the lawsuit. The patent owner may\nbring a patent infringement suit later, but if it brings suit after the forty-five\nday notice period, there is no thirty-month stay of generic approval. Krista Hessler Carver, Jeffrey Elikan & Erika Lietzan, An Unofficial Legislative History of\nthe Biologics Price Competition and Innovation Act of 2009, 65 Food & Drug L.J. 671,\n678 (2010)(footnotes omitted). To counter the burden of being sued for infringement, the Hatch-Waxman Act\nprovides an incentive for the generic company to expose itself to an infringement suit\nin order to bring a generic drug to market: a 180-day period of exclusivity for the\ngeneric product in the market. The fundamental goal behind 180-day exclusivity was to provide an\nincentive for generic drug applicants to challenge innovator patents, and\nthe core of the concept--as it has been applied by the Food and Drug\nAdministration (FDA) and the courts--is that the first generic drug applicant\nto challenge an innovator's patent is entitled to six months of exclusivity\nagainst subsequent patent challengers for the same innovator drug. 180day exclusivity is governed by sections 505(j)(5)(B)(iv) and 505(j)(5)(D) of\nthe FDCA. David E. Korn, Erika Lietzan & Shaw W. Scott, A New History and Discussion of 180Day Exclusivity, 64 Food & Drug L.J. 335 at 335 (2009). The first to file38 a substantially complete ANDA with a paragraph IV certification\n(subject to other requirements, including the applicable exclusivity periods granted to\nthe FDA-approved NDA39) obtains 180 days of exclusivity over other generic drug\n38 There can be more than one first filer if multiple ANDAs are submitted on the same day. See Center for\nDrug Evaluation and Research, Food and Drug Administration, U.S. Dept. of Health and Human Services,\nGuidance for Industry, 180-Day Exclusivity When Multiple ANDAs Are Submitted on the Same Day (July,\n2003). 39 21 U.S.C. § 355(j)(5)(B)(2010) provides that approvals can be made effective subject to conditions;\nhowever, the statute also provides that the FDA can send tentative approval letters. The FDA’s\ninterpretation of the definition of tentative approval letters may limit the use of tentative approval letters to\nsituations where the exclusivity period is relative to the NDA-approved drugs (e.g., new innovative drug\nfor certain rare diseases exclusivity) - periods of exclusivity that can apply after the patents expire and are\ncross-referenced in the statute provision defining tentative approval, not the 180-day exclusivity of the first\napplicant. POSTF-136693-12 61 ANDA filings. 21 U.S.C. § 355(j)(5)(B)(iv) (2010). The 180 days of exclusivity is\nvaluable to the generic drug producer.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__51",
      "chunk_id": "51",
      "content": "POSTF-136693-12 61 ANDA filings. 21 U.S.C. § 355(j)(5)(B)(iv) (2010). The 180 days of exclusivity is\nvaluable to the generic drug producer. The article by David E. Korn, Erika Lietzan\nand Shaw W. Scott (cited above) addresses multiple views of the value of the 180-day\nexclusivity,40 with one view stated as follows (emphasis added):41\nIn light of the average selling price of the first generic drug in the market,\nsome have estimated that a first filer awarded 180-day exclusivity\ncould, in fact, “expect a 1,000 percent return on investment.” In\naddition, first filers, by launching their generic drugs in the absence of\nother generic competitors, may have the advantage of being able to enter\ninto long-term supply contracts with pharmacies retailing their products. Tentative Approval. If a generic drug product is ready for approval before the expiration\nof any patents or exclusivities accorded to the reference listed drug product, FDA issues\na tentative approval letter to the applicant. The tentative approval letter details the\ncircumstances associated with the tentative approval. FDA delays final approval of the\ngeneric drug product until all patent or exclusivity issues have been resolved. A tentative\napproval does not allow the applicant to market the generic drug product. U.S. Food and Drug Administration, Glossary of Terms,\nwww.fda.gov/Drugs/InformationOnDrugs/ucm079436.htm (last visited on 8/16/2011) (emphasis added). The article by Erika Lietzan and David E. Korn, Issues in the Interpretation of 180-Day Exclusivity, 62 Food & Drug\nL.J. 49, 50 (2007) may interpret the language in 21 U.S.C. § 505(j)(5)(B)(iv) as barring FDA approval (even tentative)\nif a prior ANDA filer may be a first applicant entitled to 180-days of exclusivity. See Teva Pharmaceutical Industries\nv. Crawford, FDA, 410 F.3d 51, 54 (D.C. Cir. 2005) (“The means the Congress ‘deemed appropriate, and prescribed’\nto give generic drug makers an incentive to challenge brand-drug patents is unambiguous: The FDA may not\napprove a second or later ANDA containing a paragraph (IV) certification until 180 days after the first filer with such a\ncertification begins commercially marketing the drug . . . .”). 40 64 Food & Drug L.J. at 383-385. 41 Id. at 384 (footnotes omitted) (emphasis added). POSTF-136693-12 62 The exclusivity does not extend to drugs known as authorized generics (AG), 42\n“generics” that are marketed and sold pursuant to a license from an NDA holder. The 180-day exclusivity is transferable. See Mary W. Bourke and M. Edward\nDanberg, Current Trends in Hatch-Waxman Patent Litigation: A System Still in Flux,\nPracticing Law Institute 878 PLI/Pat 939, § I.C.5 (2006) (“exclusivity may be transferred\nseparately from the ANDA [quoting Mylan Pharm. Inc. v. Shalala, 81 F. Supp.2d 30, 4748 (D.D.C. 2000)] that ‘exclusivity periods are a transferable commodity which can be\nwaived in favor of another generic manufacturer for a substantial price.’”). 43\nHowever, the 180-day exclusivity can be forfeited in certain circumstances.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__52",
      "chunk_id": "52",
      "content": "Inc. v. Shalala, 81 F. Supp.2d 30, 4748 (D.D.C. 2000)] that ‘exclusivity periods are a transferable commodity which can be\nwaived in favor of another generic manufacturer for a substantial price.’”). 43\nHowever, the 180-day exclusivity can be forfeited in certain circumstances. The court decision trigger for forfeiture states that 180-day exclusivity is\nforfeited if the applicant fails to market 75 days after, as to each\npatent at issue, “a court enters a final decision from which no appeal\n(other than a petition to the Supreme Court for a writ of certiorari) has\nbeen or can be taken that the patent is invalid or not infringed”-- unless 75\ndays have not elapsed since the ANDA approval was effective and 30\nmonths have not elapsed since the ANDA was submitted. Put another\nway, forfeiture occurs if: 1) every patent as to which the first applicant filed\na paragraph IV certification has been declared invalid or not infringed in a\nfinal court decision, and 75 days have elapsed since the last such\n42 See the Federal Trade Commission Study, “Authorized Generics: An Interim Report, 2009 WL 1847678\n(June 2009) (discussing AG drugs). The FTC Interim Report found that “[b]etween FY2004-FY2008, 76\nfinal patent settlement agreements were with first-filer generics. About one-quarter (20 out of 76) of those\npatent settlements involved (1) an explicit agreement by the brand not to launch an AG to compete\nagainst the first filer, combined with (2) an agreement by the first-filer generic to defer its entry past the\nsettlement date by, on average, 34.7 months. With regard to these twenty settlements, branded sales of\nthe affected products ranged from $12.6 million to $5.3 billion, with an average market size of $917\nmillion and a median market size of $514 million. Five of the settlements covered products with annual\nsales of $1 billion, $1.1 billion, $2.1 billion, $2.5 billion, and $5.3 billion.” See Asim Varma, Son B.\nNguyen and Justin P. Hedge, The FTC Reports on Follow-On Biologics and Authorized Generics:\nApplying Lessons from Hatch-Waxman to Promote Competition, Antitrust Vol. 24, No.1 at 41 - 42 (Fall,\n2009) (addressing two reports issued by FTC). See also J. Thomas Rosch, Federal Trade Commission,\nPay-For-Delay Settlements, Authorized Generics, and Follow-on Biologics: Thoughts on the [sic] How\nCompetition Law Can Best Protect Consumer Welfare in the Pharmaceutical Context, 2009 WL 4047975,\n(November 19, 2009) (presented at the World Generic Medicine Congress by an F.T.C. Commissioner). 43 See also David E. Korn, Erika Lietzan & Shaw W. Scott, A New History and Discussion of 180-Day\nExclusivity, 64 Food & Drug L.J. 335 at 348 (“After a triggering event occurred, the first generic would be\npermitted to waive its rights in favor of another company. FDA noted that waiver can be particularly\nuseful when a subsequent generic wins its patent suit with the innovator before the first generic's suit\ngoes to trial. Prior to the triggering event, however, the first generic could not waive its exclusivity rights. It could relinquish its rights--waive its exclusivity entirely--permitting FDA to approve all subsequent\nANDAs, but it could not sell the exclusivity term to a particular generic manufacturer.",
      "queries": [
        "can exclusivity periods be waived"
      ],
      "queries_score": [
        "1.832151"
      ]
    },
    {
      "id": "legal-advice_79__53",
      "chunk_id": "53",
      "content": "Prior to the triggering event, however, the first generic could not waive its exclusivity rights. It could relinquish its rights--waive its exclusivity entirely--permitting FDA to approve all subsequent\nANDAs, but it could not sell the exclusivity term to a particular generic manufacturer. FDA withdrew its\nproposed regulations in 2002, but confirmed this position two years later in response to a Pfizer citizen\npetition.”). POSTF-136693-12 63 decision; and 2) 30 months have elapsed since the ANDA was submitted\nor FDA has granted final approval to the ANDA, and 75 days have\nelapsed since that approval was effective. David E. Korn, Erika Lietzan & Shaw W. Scott, A New History and Discussion of 180Day Exclusivity, 64 Food & Drug L.J. 335 at 362 (emphasis added). 44 An ANDA, itself, can be transferred on a stand-alone basis from the original sponsor\n(entity that submitted the application for the ANDA) or current ANDA holder to another,45\nprovided the requirements of 21 C.F.R. § 314.72 are met.\n§ 3. Post Approval Maintenance of NDAs and ANDAs Once an NDA or ANDA is approved, the holder of both types of approved applications is\nstill subject to numerous FDA requirements in order to retain the right to market and sell\nthe approved drug. But cf. Pliva v. Mensing, 131 S. Ct. 2567 (2011), rehearing denied\nby, 132 S. Ct. 56 (U.S. Aug. 15, 2011)(NDA holder not ANDA holder is responsible for\nlabeling changes to warn of potential adverse consequences based on preemption). If the FDA requirements to maintain approval are not met, the NDA and ANDA will no\nlonger be effective. 46\nSome of the FDA-imposed requirements to maintain FDA approval are in 21 C.F.R.\n§ 314.80 (2009), Postmarketing Reporting of Adverse Drug Experiences,47 which\nrequires that the applicant/holder48 shall, inter alia:\n44 The definition of court for the 180-day trigger remain “the court that enters final judgment from which no\nappeal can be or has been taken.” Generic Drug Entry Prior to Patent Expiration - an FTC Study, Federal\nTrade Commission, p. 47 (July 2002) (quoting FDA, Guidance for Industry Court Decisions, ANDA\nApprovals and 180-Day Exclusivity under the Hatch Waxman Amendments to the Federal Food, Drug\nand Cosmetic Act (Mar., 2000)) (distinguishing the definition ‘court’ for the 30-month stay and for the\n180-day exclusivity). 45 “An applicant may transfer ownership of its application. At the time of transfer the new and former\nowners are required to submit information to the Food and Drug Administration . . . . ” 21 C.F.R .\n§ 314.72(a).\n46",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__54",
      "chunk_id": "54",
      "content": "45 “An applicant may transfer ownership of its application. At the time of transfer the new and former\nowners are required to submit information to the Food and Drug Administration . . . . ” 21 C.F.R .\n§ 314.72(a).\n46 See generally 21 C.F.R. § 314.150 (describes the instances in which the FDA will withdraw an approval\nof an NDA or an ANDA); See also 21 U.S.C.§ 355(k)(1)(2010) (states, in part, that the applicant must\nmaintain records and reports of data relating to the clinical experience and other data or information\nreceived or obtained by the applicant with respect to such drug, and that these records may be reviewed\nto determine if there are grounds to invoke 21 U.S.C. § 355(e)); and 21 U.S.C. § 355(e), in which details\nthe grounds for withdrawing the approval of either an NDA or ANDA, including scientific data showing the\ndrug is unsafe for use under the conditions of use for which the application was approved, that the\napplication contains untrue statements of material fact, that the applicant has failed to maintain a system\nof required records, or that the methods used in or the facilities and controls used for the manufacture,\nprocessing and packing of such drug are inadequate to assure and preserve its identity, strength, quality\nand purity or the labeling of such drug is false or misleading. POSTF-136693-12 64 1. “[D]evelop written procedures for the surveillance, receipt, evaluation, and\nreporting of postmarketing adverse drug experiences to FDA.” 21 C.F.R.\n§ 314.80(b) (2009); 2. “[R]eport each adverse drug experience that is both serious and unexpected,\nwhether foreign or domestic, as soon as possible but in no case later than 15\ncalendar days of initial receipt of the information . . . .” 21 C.F.R.\n§ 314.80(c)(1)(i) (2009); 3. “[P]romptly investigate all adverse drug experiences that are the subject of\nthese postmarketing 15-day Alert reports and shall submit follow up reports\nwithin 15 calendar days of receipt of new information or as requested by\nFDA.” 21 C.F.R. § 314.80(c)(1)(ii) (2009); 4. “[R]eport each adverse drug experience not reported under paragraph\n(c)(1)(i) of this section at quarterly intervals, for 3 years from the date of\napproval of the application, and then at annual intervals . . . Upon written\nnotice, FDA may extend or reestablish the requirement that an applicant\nsubmit quarterly reports, or require that the applicant submit reports under\nthis section at different times than those stated.” 21 C.F.R.\n§ 314.80(c)(2)(i) (2009); and 5. Provide “[a] 15-day Alert report based on information from the scientific\nliterature . . .” 21 C.F.R. § 314.80(d)(1) (2009). More examples of the FDA-imposed requirements can be found in 21 C.F.R.\n§ 314.81 (2009), Other Postmarketing Reports, which requires the ANDA holder to\nprovide, inter alia:\n1. “Information concerning any incident that causes the drug product or its\nlabeling to be mistaken for, or applied to, another article.” 21 C.F.R.\n§ 314.81(b)(1)(i) (2012); 47 “Except as provided in paragraph (b) of this section, each applicant having an approved abbreviated\nnew drug application under § 314.94 that is effective shall comply with the requirements of § 314.80\nregarding the reporting and recordkeeping of adverse drug experiences.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__55",
      "chunk_id": "55",
      "content": "47 “Except as provided in paragraph (b) of this section, each applicant having an approved abbreviated\nnew drug application under § 314.94 that is effective shall comply with the requirements of § 314.80\nregarding the reporting and recordkeeping of adverse drug experiences. * * * “Each applicant shall make\nthe reports required under § 314.81 and section 505(k) of the act for each of its approved abbreviated\napplications. “ 21 C.F.R. § 314.98(a) and (c) (emphasis added). 48 21 C.F.R. § 314.80(c)(1)(iii)(2009) clarifies that the requirements “shall also apply to any person other\nthan the applicant (nonapplicant) whose name appears on the label of an approved drug product as a\nmanufacturer, packer, or distributor.” This summary does not address to what extent, if any, the applicant\nalso has continuing responsibilities after it has sold or otherwise transferred its FDA-approved application\nto a third party. POSTF-136693-12 65 2. “Information concerning any bacteriological contamination, or any significant\nchemical, physical, or other change or deterioration in the distributed drug\nproduct, or any failure of one or more distributed batches of the drug product\nto meet the specification established for it in the application.” 21 C.F.R.\n§ 314.81(b)(1)(ii) (2012); 3. An annual report that must include, inter alia:\na. “A brief summary of significant new information from the previous year that\nmight affect the safety, effectiveness, or labeling of the drug product. The\nreport is also required to contain a brief description of actions the applicant\nhas taken or intends to take as a result of this new information, for\nexample, submit a labeling supplement, add a warning to the labeling, or\ninitiate a new study.” 21 C.F.R. § 314.81(b)(2)(i) (2012).\nb. “Information about the quantity of the drug product distributed under the\napproved application . . . “ 21 C.F.R. § 314.81(b)(2)(ii)(a) (2012); 4. Reports are also required on, inter alia:\na. “Currently used professional labeling, patient brochures or package inserts\n(if any), and a representative sample of the package labels.” 21 C.F.R.\n§ 314.81(b)(2)(iii)(a) (2012). b. “[C]hanges in labeling that have been made since the last report listed by\ndate in the order in which they were implemented, or if no changes, a\nstatement of that fact.” 21 C.F.R. § 314.81(b)(2)(iii)(c) (2012); and 5. Requirements to “submit specimens of mailing pieces and any other labeling\nor advertising devised for promotion of the drug product at the time of initial\ndissemination of the labeling and at the time of initial publication of the\nadvertisement for a prescription drug product. “ 21 C.F.R.\n§ 314.81(b)(3)(i) (2012). See Karen L. Drake, FDA Regulation of the Advertising and Promotion of Prescription\nDrugs, Biologics, and Medical Devices, FDA Regulatory Affairs: A Guide for\nPrescription Drugs, Medical Devices and Biologics, 267-287 (Douglas J. Pisano and\nDavid S. Mantus, eds., 2nd Ed., 2008). The FDA approval letter for an ANDA may subject the approval to additional\nrequirements that must be met to maintain the ANDA, such as specific procedures for\nmanufacturing. 49 In addition, the ANDA holder must follow the FDA’s rules on good\n49 See http://www.accessdata.fda.gov/scripts/cder/drugsatfda/index.cfm (search by ANDA or NDA\nnumber to find approval letters that are online) (last visited on June 2, 2011). POSTF-136693-12 66",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_79__56",
      "chunk_id": "56",
      "content": "49 In addition, the ANDA holder must follow the FDA’s rules on good\n49 See http://www.accessdata.fda.gov/scripts/cder/drugsatfda/index.cfm (search by ANDA or NDA\nnumber to find approval letters that are online) (last visited on June 2, 2011). POSTF-136693-12 66 manufacturing practices and allow FDA inspections of the manufacturing facilities. See\nBob Buckley and Robert Blanks, Overview of the GxPs for the Regulatory Professional,\nFDA Regulatory Affairs: A Guide for Prescription Drugs, Medical Devices and Biologics,\n213-266. (Douglas J. Pisano and David S. Mantus, eds., 2nd Ed., 2008) (Summarizing\nnumerous requirements, with citations).",
      "queries": [
        "is an anda a nda good for drugs?"
      ],
      "queries_score": [
        "1.7751424"
      ]
    }
  ]
}