{
  "doc_id": "legal-advice_20",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_20__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber:\n20032401F\nRelease Date: 6/13/2003\nCC:LM:FS:LI:POSTF-129710-02\ndate:\nto: from: subject: May 5, 2003\nCary Allen, Technical Advisor, Leasing Technical IP\nPatricia Autry, Technical Advisor, Leasing Technical IP\nJody Tancer, Associate Area Counsel\n(Financial Services:\n) Foreign Tax Credit Implications in Ownership-FSC Transactions\nUIL 245.04-00, 245.05-00, 245.09-00, 861.02-00, 862.00-00,\n901.01-00, 902.02-00, 902.03-16, 902.03-21, 902.03-22, 902.03-24,\n902.04-00, 904.03-08, 906.30-00, 921.00-00, 923.00-00, 924.01-00 On August 14, 2002, we sent you a memorandum (the earlier\nmemorandum), analyzing whether treating an Ownership-FSC (O-FSC)\ntransaction entered into by a domestic financial services\ninstitution (the parent/taxpayer)and its Foreign Sales\nCorporation (TP-FSC) as a financing arrangement would increase\navailable foreign tax credit (FTC). The Office of the Associate\nChief Counsel (International), provided us with comments on the\nearlier memorandum. As a result of those comments, this\nmemorandum reflects the modifications suggested by the National\nOffice. This memorandum should not be cited as precedent. ISSUES\n1. Whether rental income received by TP-FSC in an\nO-FSC leasing transaction that is recharacterized as interest\nincome from a financing arrangement is income effectively\nconnected with the conduct of a trade or business within the\nUnited States (ECI)? 2. Whether TP-FSC may claim a FTC with respect to such\nrecharacterized interest income? 3. Whether parent/taxpayer may claim a deemed paid FTC with\nrespect to such recharacterized interest income? 4. Whether parent/taxpayer’s FTC limitation will increase as\na result of such recharacterization? CC:LM:FS:LI:POSTF-129710-02 page 2 CONCLUSIONS 1. Rental income received by TP-FSC in an O-FSC leasing\ntransaction recharacterized as interest income from a financing\ntransaction is ECI. 2. TP-FSC may claim a FTC with respect to such\nrecharacterized interest income. 3. Parent/taxpayer may not claim a deemed paid FTC with\nrespect to such recharacterized interest income. 4. The parent/taxpayer’s FTC limitation may increase as a\nresult of this recharacterization of income. FACTS The facts below are taken solely from one of the\nparent/taxpayer’s O-FSC transactions that was the subject of\nprior Field Service Advice. Please note that for purposes of this memorandum, we will\nuse “parent/taxpayer” to include the domestic financial services\ninstitution, its subsidiaries, and various entities that\nparent/taxpayer has acquired, but the term does not include TPFSC or any other FSC. In this transaction, treated as a sale/leaseback by the\nparties, TP-FSC was incorporated in\nas an indirectly\nwholly owned subsidiary of the parent/taxpayer. In addition to\nTP-FSC, parent/taxpayer established a wholly owned domestic\nGrantor Trust (the Trust) which functioned as the vehicle for the\nestablishment, capitalization, and maintenance of TP-FSC. The\nTrust owned 100 percent of TP-FSC’s outstanding stock. Per the\ntransaction as created by the participants, a second domestic\nGrantor Trust (Trustee) was the borrower of the nonrecourse loan\nfrom the Foreign Lender; the Trustee was authorized by the\nparent/taxpayer to act as Trustee for the first Trust and to hold\nthe capital stock of TP-FSC. The Trustee transferred funds from\nthe parent/taxpayer via the Trust (the equity investment) and the\ntotal proceeds of the nonrecourse loan to TP-FSC. As required by the Loan Agreement, TP-FSC used the\nnonrecourse loan proceeds and the equity investment to allegedly\npurchase the\nsubject to this O-FSC transaction. However, TP-FSC did not obtain actual title to the\n. CC:LM:FS:LI:POSTF-129710-02 page 3 Immediately after purchasing the\n,\nTP-FSC leased it to a subsidiary of the foreign Tax Exempt\nEntity.",
      "queries": [
        "what is the memorandum number for internal revenue service?",
        "internal revenue service irs memorandum number",
        "internal revenue service irs memo number"
      ],
      "queries_score": [
        "1.7492716",
        "2.4632845",
        "2.0622463"
      ]
    },
    {
      "id": "legal-advice_20__1",
      "chunk_id": "1",
      "content": "As required by the Loan Agreement, TP-FSC used the\nnonrecourse loan proceeds and the equity investment to allegedly\npurchase the\nsubject to this O-FSC transaction. However, TP-FSC did not obtain actual title to the\n. CC:LM:FS:LI:POSTF-129710-02 page 3 Immediately after purchasing the\n,\nTP-FSC leased it to a subsidiary of the foreign Tax Exempt\nEntity. Rent from the foreign Tax Exempt Entity, paid per a\nbasic rent schedule, was deposited in TP-FSC’s account in a\nbank. In addition, per the Tax Indemnity Agreement, TPFSC agreed to distribute all rent payments to the parent/taxpayer\nimmediately upon receipt. Further, in connection with the Equity\nCollateral, TP-FSC was the recipient of payments due under\ncertain of the Notes. We understand that the parent/taxpayer and TP-FSC treated\nthe O-FSC transaction as follows for tax purposes1:\n1. TP-FSC reported rental income from the foreign Tax Exempt\nEntity. 2. TP-FSC claimed depreciation on the\nits transaction costs. and amortized 3. TP-FSC’s foreign trade income was determined using a\nnonadministrative pricing method. 4. Of the foreign trade income, 30 percent was treated as\nnontaxable exempt foreign trade income. 5. The remaining 70 percent of the foreign trade income was\ntreated as\nincome2 not effectively connected with\na U.S. trade or business and therefore as not subject to Federal\nincome tax. 6. The foreign trade income was transferred to the Trustee,\nwhich then distributed it to the parent/taxpayer. 7. On its consolidated return, parent/taxpayer\nclaimed a 100 percent dividend received deduction (DRD) with\nrespect to distributions from TP-FSC attributable to exempt\nforeign trade income (FTI). 8. On its consolidated return, parent/taxpayer claimed an 1 Please note that we have not reviewed any of TP-FSC’s or\nthe parent/taxpayer’s income tax returns. 2 Please note that an analysis of whether any of TP-FSC’s\nincome constituted\nincome is beyond the scope of\nthis memorandum. We assume for purposes of this memorandum that\nthe recharacterized interest income does not constitute\nincome. CC:LM:FS:LI:POSTF-129710-02 page 4 interest expense deduction with respect to the nonrecourse loan,\nthus offsetting the distribution attributable to\nTP-FSC’s non-exempt FTI. ANALYSIS Based on the facts of this case, we understand that the\nNational Office supports the recharacterization of this purported\nsale/leaseback as a financing arrangement. Thus, for purposes of\nthis memorandum, we treat the “lease” income as interest income. 3\nIssue 1: Is the income received by TP-FSC from the foreign Tax\nExempt Entity in this O-FSC transaction ECI? Internal Revenue Code § 923(b) defines “foreign trade\nincome” as the gross income of a FSC attributable to foreign\ntrade gross receipts (FTGR). Internal Revenue Code § 924(f)(2)\nspecifically provides that the term “foreign trading gross\nreceipts” shall not include investment income. And, Internal\nRevenue Code § 927(c) defines investment income as including\ninterest. Thus, once this O-FSC transaction is recharacterized\nas a financing arrangement, the income earned by TP-FSC would\nconstitute investment income, which cannot give rise to FTI\n(whether exempt or non-exempt). Interest income earned by a FSC\nis subject to the rules in Internal Revenue Code § 921(d). Section 921(d)(2) states that all interest income received\nor accrued by a FSC shall be treated as ECI. See also Treas. Reg. § 1.921-2, Q-8 and Q-9.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_20__2",
      "chunk_id": "2",
      "content": "Interest income earned by a FSC\nis subject to the rules in Internal Revenue Code § 921(d). Section 921(d)(2) states that all interest income received\nor accrued by a FSC shall be treated as ECI. See also Treas. Reg. § 1.921-2, Q-8 and Q-9. Accordingly, the interest income\nreceived by TP-FSC in this O-FSC transaction is includible in its\ntaxable income subject to federal income tax; see the above\nregulation, Q-10. In contrast, 70 percent of the income received\nby TP-FSC from the Tax Exempt Entity would be ECI if the income\nretained its character as rental income. Issue 2: Is TP-FSC entitled to a FTC with respect to such\nrecharacterized interest income? Internal Revenue Code § 27 provides that the amount of taxes\nimposed by foreign countries shall be allowed as a credit to the\nextent provided in Internal Revenue Code § 901. In turn, 3 Please note that some portion of the recharacterized\ninterest payments may be properly characterized as principal or\nas original issue discount income. This memorandum will not\nfurther discuss any such characterization or any allocation of\nthe payments. CC:LM:FS:LI:POSTF-129710-02 page 5 § 901(a) states that the tax imposed by this chapter shall,\nsubject to the limitation of Internal Revenue Code § 904, be\ncredited with the amounts provided in the applicable paragraph of\nsubsection (b). Section 901(b)(4) provides that in the case of a\nforeign corporation, the amount allowed as a credit must be\ndetermined under § 906. Section 906(a) allows a foreign\ncorporation engaged in a trade or business within the United\nStates a credit under § 901 for the amount of any income taxes\npaid during the taxable year to any foreign country with respect\nto ECI. In addition, § 906(b)(5) provides that no credit shall be\nallowed for income tax paid or accrued with respect to a FSC’s\nforeign trade income, within the meaning of Internal Revenue Code\n§ 923(b). Because TP-FSC’s interest income is foreign source and\nis not FTI, TP-FSC will be entitled to a FTC for foreign taxes\npaid with respect to the interest income that, as discussed, is\nECI. Moreover, Treas. Reg. § 1.921-3T(d) pertains to credits\nagainst tax and provides in subparagraph (d)(2)(i) that the\ndirect foreign tax credit of § 901(b)(4) as determined under\nInternal Revenue Code § 906 for income taxes paid or accrued to\nany foreign country is allowed only to the extent that those\ntaxes are attributable to the FSC’s foreign source non-foreign\ntrade income effectively connected with its conduct of a trade or\nbusiness within the United States. Treas. Reg. § 1.921-2(Q & A\n10) provides that the source of interest income will be\ndetermined under Internal Revenue Code §§ 861, 862, and 863. Here, because the payor of the interest is a non-resident, the\ninterest income is foreign source under § 862(a)(1). Of course, in order for TP-FSC to be entitled to its direct\nFTC under §§ 901 and 906, it must have paid income tax to a\nforeign country. Although we assume for purposes of this\nmemorandum that tax has been paid to\n, we have no\nknowledge of any such payment. Accordingly, TP-FSC is entitled\nto a FTC only to the extent it paid taxes to\n.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_20__3",
      "chunk_id": "3",
      "content": "Although we assume for purposes of this\nmemorandum that tax has been paid to\n, we have no\nknowledge of any such payment. Accordingly, TP-FSC is entitled\nto a FTC only to the extent it paid taxes to\n. In\ncontrast, no FTC would be available to TP-FSC if the income\nretained its character as rental income because rental income\nwould qualify as FTI. Further, Treas. Reg. § 1.921-3T(d)(2)(ii)\nprovides that the FTC for domestic corporate shareholders in\nforeign corporations provided under § 901(a) as determined under\nInternal Revenue Code § 902 is allowed for income taxes deemed\npaid or accrued by a FSC only to the extent those taxes are\ndeemed paid or accrued with respect to the FSC’s § 923(a)(2) nonexempt income and its non-foreign income (here, TP-FSC’s interest\nincome). Issue 3: Is parent/taxpayer entitled to a deemed paid FTC with\nrespect to such recharacterized interest income? CC:LM:FS:LI:POSTF-129710-02 page 6 We assume that parent/taxpayer is not subject to foreign\nincome tax with respect to TP-FSC’s interest income and,\ntherefore, would not be entitled to a direct FTC under\n§ 901(b)(1). The question remains whether parent/taxpayer may be\nentitled to a deemed paid FTC under § 902. Section 902(a)\nprovides that a domestic corporation owning 10 percent or more of\nthe voting stock of a foreign corporation from which it receives\ndividends in any taxable year shall be deemed to have paid a\nportion of such foreign corporation’s income taxes. Since\nparent/taxpayer owns 100 percent of TP-FSC, this provision\napplies here. However, § 906(b)(6) provides that, for purposes of § 902,\nany income taxes paid or accrued, or deemed paid or accrued, to\nany foreign country with respect to ECI shall not be taken into\naccount. Since we concluded above that the recharacterized\ninterest income here would be ECI, under § 906(b)(6) the\nparent/taxpayer would not be entitled to a deemed paid FTC under\n§ 902. Issue 4: Will parent/taxpayer’s FTC limitation increase as a\nresult of the above recharacterization of income? Under § 904(a), the total amount of the credit taken under\n§ 901(a) shall not exceed the same proportion of the tax against\nwhich such credit is taken which the taxpayer’s taxable income\nfrom sources without the United States (but not in excess of the\ntaxpayer‘s entire taxable income) bears to his entire taxable\nincome for the same taxable year. Based on Internal Revenue Code\n§§ 861(a)(1) and 862(a)(1) 4 and the regulations thereunder, the\ninterest received from the foreign Tax Exempt Entity in this OFSC transaction would not be U.S. source income because: (1) it\nwas not interest paid by the United States or any\nagency/instrumentality thereof; (2) it was not interest paid by a\nresident of the United States since this Tax Exempt Entity, to\nour knowledge, did not qualify as a foreign corporation or\npartnership engaged in a trade or business within the United 4 Section 861(a)(1) states that interest income shall be\ntreated as income from sources within the United States when it\nis interest income from the United States or the District of\nColumbia, or interest on bonds, notes, or other interest-bearing\nobligations of domestic corporations or certain non-corporate\nresidents.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_20__4",
      "chunk_id": "4",
      "content": "4 Section 861(a)(1) states that interest income shall be\ntreated as income from sources within the United States when it\nis interest income from the United States or the District of\nColumbia, or interest on bonds, notes, or other interest-bearing\nobligations of domestic corporations or certain non-corporate\nresidents. Section 862(a)(1) provides that interest income\nshall be treated as income from sources without the United States\nif it is interest other than that derived from sources within the\nUnited States as provided in § 861(a)(1). The Tax Exempt Entity\nin this O-FSC is not, to our knowlege, a domestic corporation. CC:LM:FS:LI:POSTF-129710-02 page 7 States; and (3) this interest would be paid by a foreign\ncorporation with gross income none of which was effectively\nconnected with the conduct of a trade or business within the\nUnited States under Treas. Reg. § 1.861-2(b)(3)(i)(b). In computing the limitation for a FTC claimed under\n§ 906(a), taxable income is to include only the income that is\nECI; see § 906(b)(2). Moreover, per § 904(d)(1)(C), the FTC\nlimitation shall be applied separately with respect to specified\ncategories of income, including financial services income. Section 904(d)(2) contains definitions and special rules for\ncalculating the FTC limitation. Section 904(d)(2)(C)(i) defines\n“financial services income” as any income received by any person\npredominantly engaged in the active conduct of a bank, financing,\nor similar business and which is described in clause (ii). In\nturn, § 904(d)(2)(C)(ii) provides a general description of\nfinancial services income as including income derived in the\nactive conduct of a banking, financing, or similar business. Section 904(d)(3)(D) provides that any dividend paid out of\nthe earnings and profits of any controlled foreign corporation\n(CFC) in which the taxpayer is a United States shareholder shall\nbe treated as income in a “separate category” in proportion to\nthe ratio of the portion of earnings and profits attributable to\nincome in such category to the total amount of earnings and\nprofits of the CFC.5 Financial services income is income in a\n“separate category”. Section 904(d)(3)(F)(i). Therefore, the\nincome of the parent/taxpayer is considered financial services\nincome. The dividend that is taken into account is, however, the\ngross dividend reduced by any dividend received deduction allowed\nto the shareholder under § 245. Internal Revenue Code § 245(c)(1)(A) provides that in the\ncase of a domestic corporation, there shall be allowed as a\ndeduction an amount equal to 100 percent of any dividend received\nfrom another corporation which is distributed out of earnings and\nprofits attributable to foreign trade income for a period during\nwhich such other corporation was a FSC. However,\n§ 245(c)(1)(B) limits the deduction to an amount equal to 80\npercent in the case of dividends from a 20-percent owned FSC\nwhich is distributed out of earnings and profits attributed to\nECI of the FSC. For purposes of § 245(c), the term “ECI” means\nECI that does not also qualify as FTI. Section 245(c)(3). Since\nwe concluded in Issue 1 that the recharacterized interest income\npaid to TP-FSC by the foreign Tax Exempt Entity here is ECI but 5 See Internal Revenue Code §§ 951(b) and 957 for the\ndefinitions of U.S. shareholder and CFC, respectively. CC:LM:FS:LI:POSTF-129710-02 page 8",
      "queries": [
        "interest income is treated as income from"
      ],
      "queries_score": [
        "2.2144485"
      ]
    },
    {
      "id": "legal-advice_20__5",
      "chunk_id": "5",
      "content": "Section 245(c)(3). Since\nwe concluded in Issue 1 that the recharacterized interest income\npaid to TP-FSC by the foreign Tax Exempt Entity here is ECI but 5 See Internal Revenue Code §§ 951(b) and 957 for the\ndefinitions of U.S. shareholder and CFC, respectively. CC:LM:FS:LI:POSTF-129710-02 page 8 not also FTI, the parent/taxpayer is entitled only to a DRD of 80\npercent with respect to its interest income (rather than the\nclaimed 100 percent with respect to its FTI/rental income.) Because the 20 percent of the dividend is attributed to TPFSC’s foreign source interest income, that 20 percent will\nincrease the parent/taxpayer’s financial services basket FTC\nlimitation as determined under § 904(d). In contrast, as\nsuggested in the previous paragraph, if the income were\ncharacterized as rental income, a 100 percent DRD would apply. We note that recharacterizing this O-FSC as a financing\narrangement would make the interest income of TP-FSC possibly\nsubject to double taxation because the interest income will be\ntaxed by the United States at the TP-FSC level and again, to the\nextent of 20 percent, at the parent/taxpayer level. The tax at\nthe parent/taxpayer level could be eliminated to the extent that\nthe additional foreign source income equal to 20 percent of the\ndividend increases the parent/taxpayer’s\n§ 904(d) limitation and if the parent/taxpayer was in an excess\ncredit situation. DISCLOSURE STATEMENT This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. Please contact Diane Mirabito at (516) 688-1709 if you have\nany questions. JODY TANCER\nAssociate Area Counsel\n(Large and Mid-Size Business) By:\nDIANE R. MIRABITO\nAttorney (LMSB)",
      "queries": [],
      "queries_score": []
    }
  ]
}