{
  "doc_id": "legal-advice_29",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_29__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20092102F\nRelease Date: 5/22/2009\nCC:SB:------------------GL-148771-08\ndate:\nto:\nfrom: subject: November 18, 2008 -----------------, Revenue Officer, SBSE Compliance, ---------------------------------------, Associate Area Counsel (Small Business/Self-Employed), ------------------------------------------------------------------------------------------------------------------------------------------ Seizure and Sale of Right to Renew -------------------------Season Tickets This responds to your request for an advisory opinion in this matter. Issue: Whether the Service can seize and sell the taxpayer’s season ticket renewal and\npersonal seat licenses for the --------------------------. [UIL 6321.01-00 Property Subject v.\nNot Subject to Lien]\nConclusion: The Service cannot seize and sell the season ticket renewal, because it is not a\nproperty or right to property under -------------- law. The taxpayer’s personal seat\nlicenses are property or right to property under -------------- law. Therefore, the Service\nis entitled to the deposit for the personal seat license if it serves a levy on the -----------. Facts: The taxpayer owes federal taxes that have not been paid. He has received a\nCDP levy notice under I.R.C. § 6330, which he defaulted. He is a season ticket holder\nof the --------------------------. He hold 16 season tickets. Season tickets have two\ncomponents, the tickets for a particular season and the ability to renew for the\nsubsequent season (“season ticket renewals”). The policy of the ----------- is to allow\nseason ticket holders to renew their tickets and receive season tickets for the\nsubsequent season. In the early 2000’s, ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------, the ------ GL-148771-08 2 ----------- charged each season ticket holder a deposit per seat as a personal seat\nlicense. The cost depended on the quality of the seat. In this case, the taxpayer made\na deposit of $----- per seat or $--------. If a season ticket holder decides not to renew his\nseason tickets, this charge is refunded. The ----------- have a waiting list for season\ntickets that has thousands of names on it. The waiting list is at least ----years long. If a season ticket holder cancels, his or her seats are offered to the next person on the\nwaiting list. Anyone who is offered season tickets under this plan is required to pay the\npersonal seat license to receive them. The Service has proposed seizing and selling,\nunder I.R.C. § 6331, the taxpayer’s season ticket renewal. -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------You have discussed the situation with the -----------’ management, and they have\nindicated that they would oppose a sale, including taking legal action to prevent it. They\nindicated, however, that if they received a levy, they would pay out the deposit for the\npersonal seat licenses ($--------). Analysis: When a taxpayer fails to pay a tax liability after notice and demand, a lien arises\nthat attaches to all the taxpayer’s property and rights to property. I.R.C. § 6321. Under\nI.R.C. § 6331, the Service is authorized to seize and sell the taxpayer’s property and\nrights to property subject to a federal tax lien. The issue is whether season ticket\nrenewals are “property or rights to property” under -------------- law. If they are, they may\nbe seized and sold. We found no case law in --------------addressing whether season ticket renewals\nare property rights under -------------- law.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_29__1",
      "chunk_id": "1",
      "content": "The issue is whether season ticket\nrenewals are “property or rights to property” under -------------- law. If they are, they may\nbe seized and sold. We found no case law in --------------addressing whether season ticket renewals\nare property rights under -------------- law. In addition, we found no case law addressing\nthe sale of a season ticket renewal in the context of a federal tax seizure and sale. However, the issue has been addressed in other states in the context of Chapter 7\nbankruptcy. In these cases, the trustee in bankruptcy has sought to sell the taxpayer’s\nseason ticket renewals as “property of the estate.” We believe that this is analogous to\nthe issue of whether a season ticket renewal constitutes a “right to property” to which a\nfederal tax lien could attach under I.R.C. § 6321. Several of the bankruptcy cases have found that the renewal is merely a\nrevocable license and not a property right that can be sold. For example, an Illinois GL-148771-08 3 bankruptcy court has held that the right to renew Chicago Bulls season tickets is nothing\nmore than a revocable license. In re Liebman, 208 B.R. 38 (Bankr. N.D. Ill. 1997). A\nColorado bankruptcy court reached the same conclusion under Colorado law with\nrespect to Colorado Avalanche season tickets. In re Gorodess, 47 Collier\nBankr.Cas.2d 897 (D. Colo. 2001). The Ninth Circuit has also held that the right to\nrenew Phoenix Suns tickets is a revocable license, which is not a property interest\nunder Arizona law. In re Harrell, 73 F.3d 218 (9th Cir. 1996). It should be noted that in\nGorodess and Liebman, the teams had substantial restrictions on the transfer of\nseason ticket renewals by the holders. Harrell did not address this point. Two other cases addressed the issue, and reached the opposite conclusion. In\nre I.D. Craig Service Corporation, 138 B.R. 490 (Bankr. W.D. Pa. 1992) involved\nPittsburgh Steeler season ticket renewals. In that case, a bankruptcy court held that the\ntrustee could sell season ticket renewal rights to Pittsburgh Steeler football games. In\nre Platt, 292 B.R. 12 (Bankr. Mass. 2003) involved Boston Red Sox season ticket\nrenewals. In that case, the trustee attempted to sell the debtor’s interest in Boston Red\nSox season ticket renewals. The Red Sox opposed the sale. The bankruptcy court\nheld that the trustee had not established that the debtor was the owner of the season\ntickets and denied the sale. In dicta, however, the court stated that had ownership been\nestablished, the court would have allowed the trustee to sell the tickets. See also In re\nWalsh, 1994 WL 249249 (4th Cir. 1994) (An unpublished opinion holding that Charlotte\nHornets season ticket renewals are property that can be sold by the trustee where\n$10,000 was paid to the team to obtain the right). It should be noted that in Craig, the\nevidence established that the Steelers ticket policy allowed season ticket holders to\ntransfer season ticket holder status and the attendant right to renew if a $5 fee was\npaid.",
      "queries": [
        "are season tickets property",
        "are season ticket renewals a legal right?",
        "is season ticket renewal property"
      ],
      "queries_score": [
        "2.004995",
        "1.9608117",
        "2.6338701"
      ]
    },
    {
      "id": "legal-advice_29__2",
      "chunk_id": "2",
      "content": "It should be noted that in Craig, the\nevidence established that the Steelers ticket policy allowed season ticket holders to\ntransfer season ticket holder status and the attendant right to renew if a $5 fee was\npaid. In Platt, the court found that although the Red Sox had a stated policy that did not\nallow tickets to be transferred, in practice, it had ignored the policy and allowed the\ntransfer of tickets for the previous five years. Walsh did not address this issue, but\nclearly the payment of the $10,000 influenced the Court’s decision. Several other cases have addressed the issue of whether a season ticket holder\nhas a “right” to renew season tickets. The context of these cases is that the team, for\none reason or another, refused to renew the tickets of a season ticket holder, and the\nholder filed suit. Generally, these cases have held that there is no “right” to renew\nseason tickets. See Charpentier v. Los Angeles Rams Football Co., 75 Cal.App.4th\n301, 89 Cal. Rptr.2d 115 (1999) (affirming dismissal of an implied contract claim against\nthe Rams alleging a right to renewal, while stating in dicta that some renewal right might\nbe subject of implied contract but no fan could reasonably expect right to renew season\ntickets when team moved halfway across country); Soderholm v. Chicago Natl. League\nBall Club, Inc., 225 Ill. App.3d 119, 124, 167 Ill.Dec. 248, 587 N.E.2d 517 (1992), appeal\ndenied 145 Ill.2d 644, 596 N.E.2d 637, 173 Ill.Dec. 13 (1992) (Chicago Cubs season\nticket renewal canceled for scalping, no right to renew); Yarde Metals, Inc. v. New\nEngland Patriots Ltd. Partnership, 64 Mass. App.Ct. 656, 834 N.E.2d 1233\nMass.App.Ct.,2005) (New England Patriot season ticket renewal cancelled for rowdy\nbehavior, no right to renew); Kully v. Goldman, 208 Neb. 760, 305 N.W.2d 800 (1981)\n( GL-148771-08 4 (Nebraska Cornhusker season ticket renewal not a property right); But see, Beder v.\nCleveland Browns, Inc., 129 Ohio App.3d 188, 195, 717 N.E.2d 716 (1998), appeal\ndenied 84 Ohio St.3d 1438, 702 N.E.2d 1215 (1998) (season ticket holders had\npurchased a right of first refusal to tickets to Browns' games; the Browns had destroyed\nthat right by moving their team to Baltimore). There does seem to be an apparent conflict in these cases. For example, it is\ndifficult to reconcile the 10th Circuit opinion in Harrell with the Bankruptcy opinion in\nCraig. Part of the difference in the cases can be attributed to state law. For example,\nPennsylvania law seems to favor transfers of rights such as these. For example the\nCraig court cited In re Nejberger, 934 F.2d 1300 (3d Cir. 1991), which found a property\ninterest in a liquor license allowed a trustee to transfer a Pennsylvania liquor license). Nejberger was relied on to find that there is a transferable right by the Bankruptcy court\nin Craig. In contrast, the Harrell decision denied the existence of a right based on the\nNinth Circuit’s interpretation of Arizona law. However, there does not seem to be a\ngreat deal of difference in the laws of other states on this point.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_29__3",
      "chunk_id": "3",
      "content": "In contrast, the Harrell decision denied the existence of a right based on the\nNinth Circuit’s interpretation of Arizona law. However, there does not seem to be a\ngreat deal of difference in the laws of other states on this point. Based on the other cases, it seems that, in general, if a team follows a policy\nwhich restricts transfers of the season ticket renewals by the holder, the holder does not\nhave a right to property. However, where the team readily allows holders to transfer\nticket renewals, either by policy or in practice, a right may exist. As we previously stated, we found no law in -------------- regarding this issue. -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The other factors lead us to believe that the renewal is not a property interest that\nis transferable. In our case, the ----------- have a policy severely restricting the transfer\nof season ticket renewals. There is no evidence that the policy is not followed in\npractice. We think that based on this, the court is more likely to follow the Liebman\nand Gorodess decisions than Craig. Accordingly, we do not think that the ----------season ticket renewal can to be sold pursuant to section 6331. However, the taxpayer clearly has a property right in the personal seat licenses\nthat the Service can exercise. Because the tax lien attaches to the taxpayer’s property\nand right to property, the Service is said to step into the taxpayer’s shoes. United\nStates v. National Bank of Commerce, 472 U.S. 713, 725 (1985); Public School\nRetirement System of Missouri v. United States, 227 F.R.D. 502 (W.D. Mo. 2005). Since the Service steps into the shoes of the taxpayer, it can exercise the taxpayer’s\nright to terminate the season tickets and receive a refund of the personal seat license\ndeposit. Kane v. Capital Guardian Trust Co., 145 F.3d 1218 (10th Cir. 1998). This\nshould be done by serving a levy on the -----------. GL-148771-08 5 If you have any questions concerning this matter, please contact me at (414)\n231-2801. -----------------Associate Area Counsel (--------------)\n(Small Business/Self-Employed)",
      "queries": [
        "which circuit denied the existence of a right"
      ],
      "queries_score": [
        "2.8595588"
      ]
    }
  ]
}