{
  "doc_id": "legal-advice_50",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_50__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20111101F\nRelease Date: 3/18/11\nCC:LB&I:HMT:DET:CVDumas\nPOSTF-139171-10\nUILC: 197.00-00, 165.00-00 date: February 15, 2011 to: George E. Gasper\nGeneral Attorney (Dallas)\n(Large Business & International)\nJack Squyres\nTeam Coordinator (Team 1244)\n(Large Business & International) from: subject: Charles V. Dumas\nAttorney (Detroit)\nMotor Vehicle Industry Counsel\n(Large Business & International) Deductibility of Purportedly Worthless Goodwill This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nDealer\nManufacturer\nW\nX\nY1\nY2\nZ\nDate1\nDate2\nDate3 =\n=\n=\n=\n=\n=\n=\n=\n=\n= ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ $39x\n$4x = --------------= ------------- ISSUE\nManufacturer terminated Dealer’s franchise rights to sell W and Y2 automobiles,\nand Dealer argues the goodwill allocated to those franchises became worthless. May\nDealer deduct, as purportedly worthlessness, the goodwill associated with those\nfranchises? CONCLUSIONS Even if the goodwill associated with the W and Y2 franchises became worthless\nwhen Manufacturer terminated the franchise agreements, section 197(f)(1) of the\nInternal Revenue Code1 prohibits a deduction for worthless amortizable section 197\nintangibles, including goodwill, where other amortizable section 197 intangibles\npurchased as part of the same transaction or series of transactions remain. The\namount of any worthless amortizable section 197 intangibles instead is included in the\nbasis of the remaining amortizable section 197 intangibles. FACTS Dealer sells and services Manufacturer’s products pursuant to franchise\nagreements. On Date1, Dealer purchased certain assets of another auto dealer; this\nsale included $39x for goodwill related to franchise rights to sell (including parts) and\nservice W, X, Y1, Y2, and Z automobiles. Although Dealer claims that $4x of goodwill\nwas allocated to the W franchise purchase, we see nothing in the contract that makes\nany such allocation. The information provided to you by Dealer is an unsigned, undated\nsummary. We cannot tell who prepared this summary, when it was prepared, or for\nwhat purpose. On Date2, Dealer received notice that Manufacturer was terminating its franchise\nto sell W products. Later, on Date3, Dealer also received notice that Manufacturer was\nterminating its Y2 franchise. In consideration for these franchise terminations and\nDealer’s covenants, releases, waivers, and transfer to Manufacturer of a non-exclusive\nright to use Dealer’s customer lists and service records, Dealer received from\nManufacturer payment of approximately 1.8% of $39x.2 Dealer therefore claims that the\ngoodwill associated with its terminated W and Y2 franchises became worthless on\nDate2 and Date 3, respectively. 1 Unless otherwise noted, references to “section” refer to the Internal Revenue Code of 1986, as\namended. 2 The tax treatment of the amounts Dealer received as consideration for the W and Y2 franchise\nterminations is not in dispute in this case. See, e.g., Rev. Rul. 2007-37, 2007-1 C.B. 1390. LAW AND ANALYSIS\nSection 165(a) allows a deduction for any loss sustained during the taxable year\nand not compensated for by insurance or otherwise. The amount of any such deduction\nis subject to any provision of the Code that prohibits it or limits the amount. Treas. Reg.\n§ 1.165-1(a).\nSection 197(a) allows a taxpayer to amortize an “amortizable section 197\nintangible” ratably over a 15-year period. If an asset is an “amortizable section 197\nintangible,” it is amortizable over a 15-year period, even if the asset might have a\ndifferent useful life. I.R.C. § 197(b).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_50__1",
      "chunk_id": "1",
      "content": "Treas. Reg.\n§ 1.165-1(a).\nSection 197(a) allows a taxpayer to amortize an “amortizable section 197\nintangible” ratably over a 15-year period. If an asset is an “amortizable section 197\nintangible,” it is amortizable over a 15-year period, even if the asset might have a\ndifferent useful life. I.R.C. § 197(b). See, e.g., Frontier Chevrolet Co. v. Commissioner,\n329 F.3d 1131, 1135 (9th Cir. 2003) (noting that the enactment of section 197 in 1993 to\ngovern the amortization of intangibles superseded older rules about amortizing an\nintangible over its life). An “amortizable section 197 intangible” means any “section 197 intangible” that\nis acquired by the taxpayer after August 11, 1993 and is held in connection with the\nconduct of a trade or business or an activity described in section 212. I.R.C.\n§ 197(c)(1). Certain self-created intangibles are excluded from the definition of\n“amortizable section 197 intangible.” I.R.C. § 197(c)(2). A “section 197 intangible” includes goodwill and any franchise, trademark, or\ntrade name. I.R.C. § 197(d)(1)(A), (F). For purposes of section 197(d)(1)(F), the term\n“franchise” has the same meaning as in section 1253(b)(1). I.R.C. § 197(f)(4); Treas. Reg. § 1.197-2(b)(10). Under section 1253(b)(1), a franchise includes an agreement\nthat gives one of the parties the right to distribute, sell, or provide goods, services, or\nfacilities within a specified area. Section 197(f)(1) states that, if there is a disposition of any amortizable section\n197 intangible acquired in a transaction or series of related transactions (or any such\nintangible becomes worthless) and one or more other amortizable section 197\nintangibles acquired in such transaction or series of related transactions are retained,\nthen (i) no loss may be recognized, and (ii) appropriate basis adjustments must be\nmade to the retained intangibles. See Treas. Reg. § 1.197-2(g)(1). The abandonment\nof an amortizable section 197 intangible, or any other event rendering an amortizable\nsection 197 intangible worthless, is treated as a disposition of the intangible for\npurposes of section 197(f)(1) and Treas. Reg. § 1.197-2(g)(1). Treas. Reg. § 1.1972(g)(1)(i)(B). Dealer’s situation falls within section 197(f)(1). Dealer acquired the franchises\nand goodwill after the enactment of section 197, so the goodwill is an amortizable\nsection 197 intangible. 3 Dealer does not dispute this fact. However, Dealer claims that\nthe goodwill associated with the W and Y2 franchises became worthless. But, under\nsection 197(f)(1), the taxpayer cannot deduct any such loss. Instead, Dealer must\n3 In a case where a dealer acquired the franchise after January 1, 1970 but before the effective date of\nsection 197, it appears that I.R.C. § 1253 would govern the tax treatment of this type of situation. (Section 1253 was effective January 1, 1970.) make appropriate adjustments to the basis of the retained amortizable section 197\nintangibles. Dealer makes two principal arguments in support of deducting the goodwill\nassociated with the W and Y2 franchises. First, Dealer claims that the asset purchase\nagreement separately stated a goodwill value for the W franchise. Dealer reasons that\nthe remainder of the goodwill was, therefore, allocable to the X, Y1, Y2, and Z\nfranchises. We have reviewed the purchase agreement and find no such allocation. The allocation that Dealer provided to you was on a summary sheet that is undated and\nunsigned.",
      "queries": [
        "is section 197 ratable",
        "what is the amortize period for section 197"
      ],
      "queries_score": [
        "3.3284764",
        "2.438856"
      ]
    },
    {
      "id": "legal-advice_50__2",
      "chunk_id": "2",
      "content": "Dealer reasons that\nthe remainder of the goodwill was, therefore, allocable to the X, Y1, Y2, and Z\nfranchises. We have reviewed the purchase agreement and find no such allocation. The allocation that Dealer provided to you was on a summary sheet that is undated and\nunsigned. There is no evidence that this summary was ever included in the original\nagreement. And even if the goodwill was separately stated for each franchise, we\nbelieve section 197(f)(1) still applies, as all of the goodwill was acquired in a single\ntransaction or series of related transactions. Dealer even admits that Manufacturer\nrequired alignment of certain franchises and considered multiple franchises as one\n“unit” for franchising purposes. Next, Dealer argues that section 197(f)(1) does not apply to its special situation\nand that the “spirit” of section 197(f)(1)(A)(i) did not contemplate automobile franchises. We find no support for this argument. Section 197 clearly defines the intangibles to\nwhich it applies and allows limited exceptions. The goodwill that Dealer wishes to\ndeduct as worthless is included in the definition of “amortizable section 197 intangible”\nand is not excluded by any exception. There is no indication in the Code or section\n197’s legislative history that Congress intended to exempt automobile franchises from\nsection 197(f)(1). SUMMARY Because the goodwill that Dealer wants to deduct as worthless is an amortizable\nsection 197 intangible and Dealer retains other amortizable section 197 intangibles that\nwere acquired in the same transaction or series of related transactions as the worthless\ngoodwill, section 197(f)(1) prohibits any deduction for worthlessness in this case. Instead, Dealer must adjust the basis of its remaining goodwill. Please call --------------------- if you have any further questions. ERIC R. SKINNER\nAssociate Area Counsel\n(Large Business & International)\nBy: /s/ Charles V. Dumas\nCharles V. Dumas\nAttorney (Detroit)\n(Large Business & International",
      "queries": [
        "is goodwill allocable to franchises"
      ],
      "queries_score": [
        "1.9992837"
      ]
    }
  ]
}