{
  "doc_id": "legal-advice_36",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_36__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20084101F\nRelease Date: 10/10/2008\nCC:LM:CTM:LA:2\nPOSTF-118789-08\nUILC: 461.05-03 date: June 11, 2008 to: from: subject: Technical Advisor, Media and Entertainment\n(Pre-Filing &Technical Guidance, Technical Advisors, Group 5)\nIndustry Counsel For Media\n(Large & Mid-Size Business) Accrual of Telecast License Fees\nThis Chief Counsel Advice responds to your request for assistance. This advice may\nnot be used or cited as precedent. LEGEND\nTaxpayer\nDate 1\nDate 2\nDate 3\nDate 4\nSports Leagues\nTeams\nSport 1\nSport 2\nSport 3\nOperating =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ We respond to your request for advice on the accrual and amortization of the liabilities\nof Taxpayer for fees for rights to telecast sporting events under three license\nagreements. This advice is subject to 15-day post-review by the National Office. CCDM\n33.1.2.3.2. In accordance with IRC §6110(k)(3), this advice should not be cited as\nprecedent. POSTF-118789-08 2 ISSUE\nWhether Taxpayer properly accrued its liability for annual license fees under an\nagreement for rights to telecast sporting events as they occurred over a multi-year term\neven though the fees were payable in installments, some of which were due in the\nfollowing tax year? CONCLUSIONS After reviewing the agreements and applicable authorities, we conclude that Taxpayer\nproperly accrued its annual license fee liabilities as the sporting events occurred and it\nwas entitled to telecast the games, that is, when the liabilities were fixed, and economic\nperformance occurred. FACTS Taxpayer, an accrual-basis taxpayer, is a television network and cable/satellite\nprogramming provider, which transmits television programming to local television\nstations for broadcast to television viewers and to cable and satellite operators for\ndistribution to subscribers. Taxpayer uses a fiscal year ending Date 1. Taxpayer\nentered into three contracts (“telecast contracts”) with Sports Associations,\nunincorporated, non-profit associations of Teams that oversee and produce\ninterscholastic sporting events for their members. The telecast contracts each grant -------------exclusive rights to telecast, on a live or\ndelayed basis, a specified number of Sport 1 or Sport 2 games per Operating year\n(beginning on Date 2) as well as rights to telecast additional sporting events (for\nexample, Sport 3). Taxpayer agrees to telecast the Sport 1 or Sport 2 games on a\nnational or regional basis and to pay annual fees in installments due over the Operating\nyear before, during and following the respective sports season. Two of the contracts\nprovide for final annual fee installments to be paid in the fiscal year following the\nseason, on Date 3 and Date 4, respectively. None of the telecast contracts call for\ninstallments to be made in fiscal years prior to a respective sports season. A season’s\ngames are played entirely within a single fiscal year since the Sport 1 season runs from\nSeptember through January and the Sport 2 season runs from November through\nMarch of an Operating year. The telecast contracts are for terms from seven to ten\nyears in length. For tax purposes, Taxpayer accrues the entire annual fee for rights to telecast a\nseason’s games in the year the games are played and most of the installments are due,\neven though some installments are not due until the subsequent year. POSTF-118789-08 3",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_36__1",
      "chunk_id": "1",
      "content": "For tax purposes, Taxpayer accrues the entire annual fee for rights to telecast a\nseason’s games in the year the games are played and most of the installments are due,\neven though some installments are not due until the subsequent year. POSTF-118789-08 3 LAW\nSection 461(a) provides that the amount of any deduction or credit must be taken for the\ntaxable year that is the proper taxable year under the method of accounting used by the\ntaxpayer in computing taxable income. Section 1.461-1(a)(2)(i) of the Income Tax Regulations provides that, under an accrual\nmethod of accounting, a liability is incurred, and is generally taken into account for\nfederal income tax purposes, in the taxable year in which (1) all the events have\noccurred that establish the fact of the liability, (2) the amount of the liability can be\ndetermined with reasonable accuracy, and (3) economic performance has occurred with\nrespect to the liability (the \"all events test\"). See also § 1.446-1(c)(1)(ii)(A). The first prong of the all events test requires that all the events have occurred that\nestablish the fact of the liability. Therefore, it is fundamental to the all events test that\nalthough expenses may be deductible before they become due and payable, liability\nfirst must be firmly established. United States v. General Dynamics Corp., 481 U.S. 239,\n243-4 (1987). Generally, under § 1.461-1(a)(2), all the events have occurred that establish the fact of\nthe liability when (1) the event fixing the liability, whether that be the required\nperformance or other event, occurs, or (2) payment therefore is due, whichever\nhappens earliest. Rev. Rul. 80-230, 1980-2 C.B. 169; Rev. Rul. 79- 410, 1979-2 C.B.\n231, amplified by Rev Rul. 2003-90, 2003-2 C.B. 353. The terms of a contract are\nrelevant in determining the events that establish the fact of a taxpayer's liability. See,\ne.g., Decision, Inc. v. Commissioner, 47 T.C. 58 (1966), acq., 1967-2 C.B. 2.\nSection 461(h) and § 1.461-4 provide that, for purposes of determining whether an\naccrual basis taxpayer can treat the amount of any liability as incurred, the all events\ntest is not treated as met any earlier than the taxable year in which economic\nperformance occurs with respect to the liability. Section 1.461-4(d)(2) provides that if a liability of a taxpayer arises out of the providing\nof services or property to the taxpayer by another person, economic performance\noccurs as the services or property is provided. Section 1.461-4(d)(3) provides that if a liability of a taxpayer arises out of the use of\nproperty by the taxpayer, economic performance occurs ratably over the period of time\nthe taxpayer is entitled to the use of the property. ANALYSIS The all-events test is met, with respect to Taxpayer's liability for an annual fee for rights\nto telecast Sport 1 or Sport 2 games, in the year the games are played and the initial\ninstallment payments are due. The fact that final installment payments may be due in a\nsubsequent year does not prevent accrual in the year the games are played since POSTF-118789-08 4 Taxpayer’s liability is fixed by the earlier of performance or payment being due. See\nRev. Rul. 80-230; Rev. Rul. 79-410.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_36__2",
      "chunk_id": "2",
      "content": "The fact that final installment payments may be due in a\nsubsequent year does not prevent accrual in the year the games are played since POSTF-118789-08 4 Taxpayer’s liability is fixed by the earlier of performance or payment being due. See\nRev. Rul. 80-230; Rev. Rul. 79-410. The amount of the liability can be determined with\nreasonable accuracy in the year the games are played. Economic performance with\nrespect to the annual fee liability also occurs in the year the games are played, ratably\non a game-by-game basis as Taxpayer is entitled to broadcast games. See § 1.4614(d)(3). The fact of the liability for the annual license fees was not established when Taxpayer\nexecuted the telecast contracts. It is well established that an accrual basis obligor is not\npermitted to deduct an expense stemming from a bilateral contractual arrangement, that\nis, mutual promises, prior to the performance by the obligee, whether performance of\nservices, delivery of goods or, as in this case, the availability of property for use by the\nobligor. Rev. Rul. 2007-3, 2007-1 C.B. 350 (holding that the mere execution of a\ncontract, without more, does not establish the fact of a taxpayer's liability) and Rev. Rul. 80-182, 1980-2 C.B. 167, citing Levin v. Commissioner, 21 T.C. 996 (1954), aff'd, 219\nF.2d 588 (3d Cir. 1955) (an agreement for subway advertising to be performed in the\nnext year did not establish the fact of the taxpayer's liability but was simply an\nagreement under which a liability would be incurred in the future) and Amalgamated\nHousing Corp. v. Commissioner, 37 B.T.A. 817 (1938), aff'd per curium, 108 F.2d 1010\n(2d Cir. 1940) (an agreement to renovate property in the future did not establish the fact\nof the taxpayer's liability; the accrual was for services in renovating, not the duty to\nrenovate). See also, Consolidated Foods Corp. v. Commissioner, 66 T.C. 436, 442-443\n(1976), (the signing of a 25-year lease agreement did not fix the lessee's liability for all\n25 years of lease payments). Thus, the mere execution of the telecast contracts by\nTaxpayer was not sufficient, by itself, to establish the fact of Taxpayer’s liabilities for\nannual fees payable for rights to telecast games to be played in subsequent years. CONCLUSION Taxpayer’s liabilities under the telecast contracts for annual license fees are incurred\nseason-by-season because the fact of liability is established as games are played and\nthe initial installments become due and economic performance occurs as Taxpayer is\nentitled to telecast the games.",
      "queries": [],
      "queries_score": []
    }
  ]
}