{
  "doc_id": "legal-advice_13",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_13__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber:\n20042303F\nRelease Date: 6/4/04\nCC:SB:2:PIT:POSTS-128556-02\nEJLaubach;JLWahl\ndate: May 16, 2003\nto: --Technical Advisor - Abusive Promotions\nSBSE, Compliance Enforcement -------------------------- from: Edward J. Laubach, Jr. and Julia L. Wahl\nSenior Attorneys SB/SE ------- subject: re: Request for Advice\n-------UIL: 167.15-00, 165.04-00\nYears: --- This memorandum responds to your request for advice dated\nApril 3, 2003. This memorandum should not be cited as\nprecedent. ISSUES\n1. Whether taxpayers are entitled to claim depreciation\ndeductions on payphones they allegedly purchased from ---------------------. during the years ----------------------------------------------------------------------------------------------------------------------------. 2. Whether the taxpayers are entitled to claim a theft or\ncapital loss on their\npayphone investment. CONCLUSIONS 1. Taxpayers cannot claim deprecation on the\npayphones\nsince they did not acquire a depreciable interest in the\npayphones. All risk of loss concerning the payphones, including\ntheft, casualty, damage, liability, repair, service, and\nmaintenance, was placed on\nPayphones rather than the\ninvestors. Moreover, the investors did not have a risk of loss\nsince they could return the payphones to the seller for their\nfull purchase price. continued to possess the benefits and\nburdens of ownership of the payphones even after their sale. 2. We are still gathering the facts concerning the impact\nof the\nbankruptcy plan of reorganization on the\ninvestors. Unless the payphone was disposed of prior to -, no loss would be\nrecognizable before the taxable year -. More facts are needed to determine the type of loss allowable\nand when there was no longer a reasonable prospect of recovery. FACTS ------------------------------- is a -- business\ncorporation created in -. The stock of\nwas owned by ------- --, its founder and principal operating officer. is\nheadquartered in ------------.\nhas ---- wholly owned\nsubsidiaries, ----------------------------------------- ------------------------------------------------------------------------------------------------------------------------------- --------------------------------------- had ---- branch offices\nlocated in ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The major source of income for\nwas the sale and\nleaseback of payphones to investors. began selling payphones\nto investors in late -.\nhad a strong need to acquire new\npayphone locations in order to pay the ever growing list of\ninvestors. Acquisitions of other payphone companies increased\ndramatically during ----------------------------------------------------------------------------------------------------------------------------. By -,\nwas the ------- ------------------------in the United States operating some -- payphones. entered into approximately -- payphone sale- leaseback\ncontracts during the years -----.\nsold payphones to investors\nfor a purchase price ranging from $-- to $-- per phone. An\ninvestor would receive a Telephone Equipment Lease Agreement,\nEquipment Schedule which allegedly identified the location and\nserial number of the payphones purchased, and an Option to Sell CC:SBSE:2:PIT:POSTS128556-02 3 Agreement. The lease agreement with\nwas for -- years with an\noption to renew for -- years. The stated fixed monthly rental\npayment was $-- per unit. Under the net lease,\nhandled all\naspects of the payphone's location, operation, collections, and\nmaintenance. assumed the entire risk of loss for the payphone\nand had \"sole and absolute control\"1 of the payphone. The\ninvestor merely received a monthly check for a fixed amount. In\nmany cases, the profitability of the payphone was not even\nsufficient to cover its operating costs or the rental payment to\nthe investor. The monthly income paid to investors was thus\nfrequently paid from the proceeds of the sale of new payphones\nto investors by .",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_13__1",
      "chunk_id": "1",
      "content": "In\nmany cases, the profitability of the payphone was not even\nsufficient to cover its operating costs or the rental payment to\nthe investor. The monthly income paid to investors was thus\nfrequently paid from the proceeds of the sale of new payphones\nto investors by . Under the option agreement, investors could\nreceive the return of their original investment after -- years\nor, during the -- years, a full refund could be obtained upon --- days advance notice to . The continuing need to pay monthly checks to investors\neventually exceeded the number of new investors which could be\nfound. As a result,\nfiled for Chapter ---- bankruptcy in ------------------------. Prior to the filing,\nwas sustaining\nlosses of $------ per month. In addition, the SEC and state\nsecurities regulatory agencies in ---- states had commenced\nproceedings against\nto enjoin the sale of the payphones as\nunregistered securities. On ----------------------------------------------------------------------------------------------------------------------------------------- -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ---- This decision did not address any\ntax issues involving\npayphone investments since only federal\nsecurities laws were in issue there. also had ---- separate\nclass action lawsuits brought against it by payphone investors\nalleging that ---- and others engaged in fraud. On -----, the bankruptcy court confirmed a plan of\nreorganization for . Under this plan,\nagreed to purchase the\npayphones from the investors and it would then own and operate\nthe phones. The investors received shares of common stock in\nthe reorganized\nand would receive a cash payment from the ---------------- which was established to pool monies obtained from\n1 Paragraph ---- of the telephone lease agreement with . CC:SBSE:2:PIT:POSTS128556-02\nthe various lawsuits pending against . Alternatively, the\ninvestors could elect to opt out of this treatment and reduce\ntheir claim to $1 which would not be paid in the bankruptcy\nproceeding. The effective date of the plan of reorganization\ndid not occur until -----.\nLEGAL DISCUSSION 1. Deprecation of payphones Unlike other payphone investment schemes,\nmade no claims\nthat its payphones complied with the Americans with Disabilities\nAct so that the payphones were eligible for the Disabled Access\ncredit under I.R.C. ' 44. Instead, investors typically reported\nthe payphone income on a Schedule E and claimed depreciation on\nthe payphones which generated tax losses. The investors are not\nhowever entitled to claim depreciation on the payphones. In order to claim a depreciation deduction, a taxpayer must\nestablish that the property is used in a trade or business or\nheld for the production of income, that the property is of the\ntype subject to depreciation, and that the taxpayer has a\ncapital investment, or depreciable interest, in the property. See I.R.C. ' 167. A depreciable interest does not mean possession of bare\nlegal title alone. The test is whether the taxpayer would\nsuffer an economic loss as a result of a decrease in the value\nof the property due to depreciation or, in other words, does the\ntaxpayer possess the economic benefits and burdens of ownership. In Helvering v. F. & R Lazarus & Company, 308 U.S. 252 (1939),\nthe Supreme Court stated that the question is who bears the\nburden of exhaustion of the capital investment. See also Estate\nof Franklin v. United States, 544 F.2d 1045 (9th Cir. 1976). A\nnumber of factors have been identified by the courts in\ndetermining who has the benefits and burdens of ownership.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_13__2",
      "chunk_id": "2",
      "content": "See also Estate\nof Franklin v. United States, 544 F.2d 1045 (9th Cir. 1976). A\nnumber of factors have been identified by the courts in\ndetermining who has the benefits and burdens of ownership. These include (1) whether legal title passes; (2) how the\nparties treat the transaction; (3) whether equity was acquired\nin the property; (4) whether the right of possession is vested\nin the buyer; (5) which party pays the taxes; (6) which party\nbears the risk of loss or damage to the property; and (7) which\nparty receives the profits from the operation and sale of the\nproperty. Grodt & McKay Realty, Inc. v. Commissioner, 77 T.C.\n1221, 1237-38 (1981); Harmston v. Commissioner, 61 T.C. 216\n(1973), aff'd, 528 F.2d 55 (9th Cir. 1976) (A depreciable\ninterest requires that the taxpayer possess the benefits and\nburdens of ownership of the asset). 4 CC:SBSE:2:PIT:POSTS128556-02 5 An\npayphone investor did not possess the benefits and\nburdens of ownership of the payphone. The investor had no\ncontrol whatsoever over the payphone. He or she had no role in\nthe selection of the location of the payphone, either initially\nor thereafter. alone operated and maintained the payphones\nand made all collections from the phone. assumed all the risk\nof loss on the payphones and simply paid the investors a fixed\nmonthly rental check unrelated to the profits of the payphone. had \"sole and absolute control\" over the payphone. More\nimportantly, the investor had the right to resell the phone back\nto\nfor its original purchase price upon - days notice during\nthe first -- years of the lease. This buy-back provision\nenabled the investor to shift the entire risk of loss from the\ninvestment to . The investor also had no right to share in any\nprofits of the phone if its earnings exceeded the fixed monthly\npayment. In sum, the investors never acquired a depreciable\ninterest in the\npayphones and are not entitled to claim any\ndepreciation on the payphones on their tax returns. 2 2. Allowance of Loss\nA number of future events might affect the amount and\ntiming of the taxpayers' losses. For example, investors could\nreceive payment from the bankruptcy estate, from ----------------, or from the individual who sold them the investment. Any\nrecovery would reduce their loss as would depreciation\ndeductions not previously disallowed. Any taxpayers who opted out of the ------------------------------------------------------------------------------------------------------------------------ bankruptcy plan provision may\nnow have a recognizable loss, but not if they have claims\npending against whoever marketed the investment to them. Clearly, no loss is allowed prior to - when the bankruptcy\nplan was effective (unless the taxpayer disposed of the phone at\na loss prior to that year). We are still gathering facts to\ndetermine the nature of the potential losses(theft or capital)\nand the year of the loss. This writing may contain privileged information. 2 Any It should be noted that during the bankruptcy proceeding\nargued that it, rather than the investors, was the true owner of\nthe payphones. CC:SBSE:2:PIT:POSTS128556-02 6 unauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_13__3",
      "chunk_id": "3",
      "content": "Any It should be noted that during the bankruptcy proceeding\nargued that it, rather than the investors, was the true owner of\nthe payphones. CC:SBSE:2:PIT:POSTS128556-02 6 unauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. If you have any questions, please contact Attorney Edward\nJ. Laubach, Jr. at 412-644-3443 or Attorney Julia L. Wahl at\n412-644-3417. EDWARD J. LAUBACH, JR. JULIA L. WAHL\nAPPROVED:\n___________________________ EDWARD F. PEDUZZI, JR. Associate Area Counsel",
      "queries": [
        "who was the true owner of payphones",
        "who owns the payphones",
        "who owns payphones"
      ],
      "queries_score": [
        "2.9750545",
        "2.6607172",
        "2.4315279"
      ]
    }
  ]
}