{
  "doc_id": "legal-advice_4",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_4__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber: 20044101F\nRelease Date: 10/8/04\nPOSTF-104030-04\nCC:LM:HMT:WAS:DKGregory\nUIL: 1031.01-00\n1031.02-00\ndate:\nto: from: July 29, 2004\nPatti Colwell, Internal Revenue Service Engineer\nFt. Worth, Texas\nAssociate Area Counsel (Washington, D.C.)\n(Large & Mid-Size Business) subject: TAXPAYER I.R.C. § 1031 EXCHANGE This memorandum responds to your written request for advice dated Date 11,\nregarding the applicability of § 1031 of the Internal Revenue Code to an exchange of\nproperty. DISCLOSURE STATEMENT This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may have an adverse effect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our views. LEGEND\nTaxpayer= Exxon Mobil\nX= Mobil\nY= Exxon\nTSub= Exxon Mobil Pipeline Company\nDate 1= February 13, 2004\nDate 2= November 30, 1999\nDate 3= December 31, 1996\nDate 4= May 28, 1996\nCounty 1= Gregg County\nCounty 2= Andrews County\nCity 1= Vista\nCity 2= Mission Viejo\n1 The original request was supplemented with documents that Taxpayer provided to the examination team\nthrough the Information Document Request process. 2\nState 1= Texas\nState 2= California\nAmount 1= $3,300,000\nAmount 2= $124,109\nAmount 3= $5,646,529\nAmount 4= $5,600,000\nAmount 5= $46,529\nAmount 6= $56 7\nAmount 7= $5,645,962\nAmount 8= 50 miles\nAmount 9= 8”\nAmount 10= 6”\nAmount 11= 4”\nAmount 12= 3”\nAmount 13= 22 miles\nAmount 14= 4”\nISSUES Is the pipeline that is part of a crude oil gathering system of like-kind, within the meaning\nof § 1031(a), to property for which it was exchanged? CONCLUSIONS If the pipeline is personal property for state law purposes, then such pipeline is, under\n§ 1.1031(a)-2(b) of the Income Tax Regulations, of like-kind to other property in the\nsame General Asset Class (as defined in § 1.1031(a)-2(b)(2)) or Product Class (as\ndefined in § 1.1031(a)-2(b)(3)). FACTS\nTaxpayer 2 is a U.S. corporation engaged in oil and gas exploration and production. TSub, a subsidiary of Taxpayer, is engaged in transporting crude oil, refined petroleum\nproducts, liquefied petroleum gases, natural gas liquids, and chemical feedstock\nthrough pipelines. TSub is a member of Taxpayer’s consolidated group. Taxpayer filed\na consolidated Federal income tax return for the taxable year ending Date 3, the year at\nissue. On Date 4, TSub and an unrelated third-party entered into an asset exchange\nagreement (Agreement). Pursuant to the terms of the Agreement, TSub exchanged a\ncrude oil gathering system located in County 1, State 1 for a smaller crude oil gathering\nsystem located in County 2, State 1, plus Amount 1. All of the properties transferred\nand received were held for use in TSub’s trade or business or were held for investment. 2 On Date 2, a reorganization (a tax-free reorganization within the meaning of I.R.C. § 368) was effected\nbetween X and Y. After the reorganization, X existed as a first-tier subsidiary of Y. This same structure\nexists today, except Y has changed its name to Taxpayer. 3 The assets exchanged did not include property described in § 1031(a)(2) (i.e., stock in\ntrade or other property held primarily for sale, stocks, bonds, notes, choses in action,\ninterest in partnership, certificates of trust or beneficial interest, other securities, or\nevidences of indebtedness or interest.)",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_4__1",
      "chunk_id": "1",
      "content": "3 The assets exchanged did not include property described in § 1031(a)(2) (i.e., stock in\ntrade or other property held primarily for sale, stocks, bonds, notes, choses in action,\ninterest in partnership, certificates of trust or beneficial interest, other securities, or\nevidences of indebtedness or interest.) The cash received by TSub was deposited with\na qualified intermediary (as defined in § 1.1031(k)-(1)(g)(4)) and was ultimately used to\npurchase two service stations located in City 1 and City 2, State 2. All of the time limits\nset forth in the § 1031 regulations were met with respect to the identification and\npurchase of the replacement property (i.e. service stations). On its Federal income tax return for the taxable year ending Date 3, Taxpayer reported\na gain of Amount 2 on the exchange. Taxpayer attached Form 8824, Like-Kind\nExchanges, to its Federal income tax return for the tax year ending Date 3. Even\nthough Line 15 of the Form 8824 indicates a multi-asset exchange, Taxpayer treated\nthe exchange as a single-asset exchange in its calculations in the Attachment to Form\n8824, which was the basis of Taxpayer’s reported gain. 3 For purposes of the\ncalculation, Taxpayer characterized all the assets as tangible. The personal properties\nexchanged and received were not further classified in accordance with General Asset\nClasses or SIC codes as prescribed by the § 1031 regulations. Exam proposes to treat\nthe exchange as a multi-asset exchange. Exam requests advice regarding the proper classification of the pipelines used\nexclusively in the crude oil gathering system for purposes of determining the correct\ngain (if any) to be recognized as the result of this transaction. The County 1 pipeline is\ncomprised of approximately Amount 8 of Amount 9, Amount 10, Amount 11, and\nAmount 12 pipeline that is buried below plow depth. The County 2 pipeline is\ncomprised of approximately Amount 13 of Amount 14 pipeline that is buried below plow\ndepth. TSub and the unrelated third-party do not own the land across which the\npipelines cross, but enjoy numerous agreements with landowners that permit TSub and\nthe unrelated third-party limited access to and use of their land. The examination team\nproposes to classify the pipelines as personal property in accordance with State 1 law. LAW AND ANALYSIS\nSection 1031(a) provides that no gain or loss shall be recognized on the exchange of\nproperty held for productive use in a trade or business or for investment (not including\nstocks, bonds, notes, choses of action, certificates of trust or beneficial interest and\ncertain other types of property not here pertinent) if such property is exchanged solely\nfor property of like kind which is to be held for productive use in a trade or business or\nfor investment. 3 Form 8824 Attachment. Taxpayer calculated gain as follows: Tangibles FMV Received\nAmount 3 FMV Transferred Surplus\nAmount 4\nAmount 5 Tax Basis\nAmount 6 Realized Gain\nAmount 7 Recognized Gain\nAmount 2 4\nSection 1.1031(a)-1(b) defines the words “like kind” as having reference to the nature or\ncharacter of the property and not to its grade or quality.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_4__2",
      "chunk_id": "2",
      "content": "Form 8824 Attachment. Taxpayer calculated gain as follows: Tangibles FMV Received\nAmount 3 FMV Transferred Surplus\nAmount 4\nAmount 5 Tax Basis\nAmount 6 Realized Gain\nAmount 7 Recognized Gain\nAmount 2 4\nSection 1.1031(a)-1(b) defines the words “like kind” as having reference to the nature or\ncharacter of the property and not to its grade or quality. Further, the regulations provide\nthat one kind or class of property may not, under the nonrecognition provisions of\n§ 1031(a), be exchanged for property of a different kind or class. Thus, the fact that any\nreal estate involved is improved or unimproved is not material, for that fact relates only\nto the grade or quality of the property and not to its kind or class. In determining the proper classification of property as real or personal for purposes of\n§ 1031 and the like-kind exchange rules, it is well settled that state law must be\nconsidered. For example, in Rev. Rul. 55-749, 1955-2 C.B. 295, the Service held that\nwhere, under applicable state law, water rights are considered real property rights, the\nexchange of perpetual water rights for a fee interest in land constitutes a non-taxable\nexchange of like-kind property under § 1031(a). Similarly, in Oregon Lumber v. Commissioner, 20 T.C. 192 (1953), a taxpayer\nexchanged a fee simple interest in real property for a limited right to cut and remove\nstanding timber. The court found that the cutting rights were personal property under\nOregon law and held that \"[a]n exchange of realty for personalty is not an exchange of\nproperty for property of like kind.\" 20 T.C. at 196. See also Morgan v. Commissioner,\n309 U.S. 78, 82 (1940), providing that \"[i]n the application of a federal revenue act, state\nlaw controls in determining the nature of the legal interest which the taxpayers had in\nthe property or income sought to be reached by the statute.\" Once it is determined that property is personal property, the rules in § 1.1031(a)-2 must\nbe used to determine if the “like-kind” requirements of § 1031 have been satisfied. Under § 1.1031(a)-2(b)(1), if depreciable tangible personal property is exchanged for\nother property, the properties are of like-kind within the meaning of § 1031 if they are\neither of a like kind or a like class. For this purpose, depreciable tangible personal\nproperty is of a like class to other depreciable tangible personal property if the\nexchanged properties are either within the same General Asset Class or within the\nsame Product Class. A single property may not be classified within more than one\nGeneral Asset Class or within more than one Product Class. In addition, property\nclassified within any General Asset Class may not be classified within a Product Class. A property’s class is determined as of the date of the exchange. Section 1.1031(a)-2(b)(2) sets forth the rules relating to General Asset Classes. The\nrules relating to whether exchanged properties are within the same Product Class are in\n§ 1.1031(a)-2(b)(3). Thus, in the present case, the examination team correctly looked to State 1 law in\ndetermining the proper classification of the County 1 and County 2 pipelines as either\nreal or personal for purposes of § 1031.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_4__3",
      "chunk_id": "3",
      "content": "The\nrules relating to whether exchanged properties are within the same Product Class are in\n§ 1.1031(a)-2(b)(3). Thus, in the present case, the examination team correctly looked to State 1 law in\ndetermining the proper classification of the County 1 and County 2 pipelines as either\nreal or personal for purposes of § 1031. If it is determined that the pipelines are\npersonal property under State 1 law, then such property is of like-kind to other property\nthat is considered of like kind or like class. For this purpose, properties in the same\nGeneral Asset Class or Product Class are considered of like class. 5 If you have any questions regarding this memorandum, please contact Attorney,\nDeborah Gregory at (202) 874-1407. ______________________ Carol E. Schultze\nAssociate Area Counsel\n(Large & Mid-Size Business)",
      "queries": [],
      "queries_score": []
    }
  ]
}