{
  "doc_id": "legal-advice_59",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_59__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20100502F\nRelease Date: 2/5/10\nCC:LM:HMT:CIN:1:JEKAGY POSFTF-123604-02\nUILC: 861.09-05 date: December 11, 2003 to: from: subject: -------------------------------------------------------------------------Internal Revenue Service\nAttn: ----------------------Associate Area Counsel (Cincinnati, Group 1)\n(Large & Mid-Size Business) -------------------------------------------------------------------------------------------------------This memorandum responds to your request for assistance dated April 25, 2002, and as\nsupplemented on June 10, 2002. This advice may not be used or cited as precedent. LEGEND\nTaxpayer\nState 1\nCountry 1\nCompany 1\nCountry 2\nCompany 2\nCountry 3\nCompany 3\nCountry 4\nCompany 4\nX\nAppraiser 1 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ----------------------------------------------------------------------------------------------------------------------------------------------------------------- ISSUES\n1. Whether taxpayer failed to establish the fair market value of its assets to the\nsatisfaction of the Commissioner. POSFTF-123604-02 2 2.\nWhether the Commissioner may require taxpayer to use the tax book value\nmethod of apportionment. CONCLUSIONS 1.\nGiven the facts at hand, we believe that the taxpayer failed to establish the fair\nmarket value of its assets. 2.\nBased upon the facts at hand, the taxpayer failed to establish the value of a\nsubstantial portion of its assets, permitting the Service to reject the taxpayer's election\nof the fair market value method and place the taxpayer on the tax book value method of\napportionment. FACTS ---------------------------------------------is a------------------------------------company\nheadquartered in ------. ------'s 19--- through 19--- tax years are currently under audit by\nLMSB Examination. For the years under audit, ------ claimed foreign tax credits (FTC) in\nthe amounts of $-------------, $----------------and $---------------, respectively, and filed Forms\n1118 computing the allowable FTC. According to the taxpayer, the value of its foreign\nand worldwide assets for each of the tax years were as follows:\nAssets Reported in Millions1\nTax Years\nWorldwide Assets\nForeign Assets\nPercentage Foreign Assets ----------- ---------- ----------- ------------- ------------- ------------- -----4.5% -----2% -----4% In considering the values ascribed by the taxpayer, the international examiner\nhas noted that during the tax years at issue, ------ made five major foreign investments. During 19---, ------ invested approximately $------------- to acquire a 50% interest in a ---------------------------------------company, known as -------------2, and started the construction\n1 2 Asset amounts were reported on the taxpayer's Forms 1118. It is worthwhile to note that the taxpayer's 19--- FMV determination did not consider\nthat ------ wrote down the ------------- assets by approximately $------------- for book\npurposes. POSFTF-123604-02 3 of two ------------------in -------- for an additional outlay of approximately $-----------------. In\n19---, ------ acquired a 100% interest in -------------, a-- ----------------------------------------------------------------------------------------------------------------------------------company, for\napproximately $-------------------, and a 20% interest in another ------------- company\nknown as ------------------, for approximately $---------------. Finally, in 19---, ------ invested\napproximately $----------------to obtain a 50% interest in a ----------------------company\ncalled -------. Schedule H, Part II of Form 1118 allows the computation of the interest expense\napportionment and contains the election to use either the fair market value or tax book\nvalue method of apportionment. ------ elected the fair market value (the \"FMV\") method\nfor 19---, 19---, and 19---.3 Notwithstanding ------'s election to use the FMV method,\nExam has been informed by the taxpayer that asset valuations were not conducted for\nany of the years under audit. The taxpayer explains this lack of appraisals by\nsuggesting that its inside counsel advised against conducting asset valuations because\nof concerns that the valuations could have a negative affect on the -----------------------------------------------------------------------------------------",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_59__1",
      "chunk_id": "1",
      "content": "The taxpayer explains this lack of appraisals by\nsuggesting that its inside counsel advised against conducting asset valuations because\nof concerns that the valuations could have a negative affect on the ----------------------------------------------------------------------------------------- ------ suggests that the lack of\nappraisals is inconsequential since the financial statement book values used as a\nsubstitute for FMV were a conservative estimate of FMV. On September 17, 20---, IDR # 22 was issued requesting specific information\nregarding the FMV method employed by ------. Included in this information request was\na request for: (1) a general explanation of how the FMV was determined, (2) copies of\nany reports relied upon, (3) the names of the personnel involved, (4) any changes in\napplication of the method within the years, (5) an explanation of why no valuations were\nconducted, and other similar relevant questions regarding this matter. While many of\nthese basic questions relating to assumptions and procedures employed remain\nunanswered, the supporting documents offered by the taxpayer suggests the following\nasset values:\nAssets Reported in Millions\nTax Years\nTotal Worldwide Assets 3 ----------$-------------- ---------$----- ----------$--------------- While ------'s 19--- Schedule H elected the tax book value method, ------ has stated that\nthis was done in error and that FMV method was also applied to 19---. In any event,\nonce a taxpayer uses the fair market value method, the taxpayer and all related persons\nmust continue to use that method unless expressly authorized by the Commissioner to\nchange methods. Temp. Treas. Reg. ' 1.861-8T(c)(2). ------ has not been authorized\nby the Commissioner to use the tax book value method for its 19--- tax year. POSFTF-123604-02 4 Total Foreign Assets $------ $------ $-------- Percentage Foreign Assets 1.62% 2.26% 5.97% The taxpayer has not reconciled the differences between these asset value\nnumbers and those reported for tax purposes on Forms 1118. Moreover, from the\ninformation submitted or provided orally by the taxpayer, it appears that ------ used a\ndifferent method for determining the value of its domestic assets then it did for its\nforeign assets. The taxpayer appears to have used financial book values for domestic\nassets while, for purposes of determining the value of its foreign assets, the taxpayer\nused its purchase price or ascribed no value at all. On March 11, 20---, -----------------, the taxpayer's Director of International Tax,\ninformed the Service that ------ had engaged ----------------------------------------- to provide\nan opinion (not a valuation) that FMV was equivalent to financial book value. On May\n10, 20---, a report from ------------------------------------------ was finally received. The\n\"limited review study\" concluded as follows: Based on the limited review analysis, the fair market value of the ------ ---------------------------------------- assets in a competitive market is indicated to\nbe greater than their book value. Report at 10. This conclusion is repeated two pages later. The results of the investigation indicate that the fair market value of U.S. --------------------------------- assets is greater than or equal to their book\nvalue. Report at 12. LAW AND ANALYSIS\nSection 901 allows a credit for foreign income, war profits, and excess profits\ntaxes paid or deemed paid by qualifying taxpayers that elect the foreign tax credit in lieu\nof a deduction under section 164(a)(3).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_59__2",
      "chunk_id": "2",
      "content": "--------------------------------- assets is greater than or equal to their book\nvalue. Report at 12. LAW AND ANALYSIS\nSection 901 allows a credit for foreign income, war profits, and excess profits\ntaxes paid or deemed paid by qualifying taxpayers that elect the foreign tax credit in lieu\nof a deduction under section 164(a)(3). Section 904(a) limits a taxpayer's foreign tax\ncredit to an amount equal to the pre-credit U.S. tax on the taxpayer's foreign source\ntaxable income. Sections 861(b), 862(b), and 863(a) provide that taxable income attributable to\ngross income from domestic or foreign sources shall be determined by deducting the\nexpenses, losses, and other deductions properly apportioned or allocated thereto, and a\nratable part of any expenses, losses and other deductions that cannot be definitely\nallocated to some item or class of gross income. Treas. Reg. '' 1.861-8 through 1.86117 provide specific guidance regarding the allocation and apportionment of deductions. POSFTF-123604-02 5 Generally, deductions are allocated to classes of gross income and, as required by the\noperative section of the Code, apportioned between statutory and residual groupings of\ngross income. The allocation and apportionment regulations emphasize the factual relationship\nbetween deductions and gross income. A deduction is considered to be definitely\nrelated to a class of gross income, and therefore allocable to such class, if the\ndeduction is incurred as a result of, or incident to, an activity or in connection with\nproperty from which such class of gross income is derived. If a deduction is not\ndefinitely related to a class of gross income constituting less than all gross income, it is\ngenerally treated as allocable to all gross income. In the case of interest expense, as is most relevant here, the regulations apply\nthe factual relationship principle in a manner that emphasizes the fungibility of money. As Treas. Reg. ' 1.861-9T(a) explains: The method of allocation and apportionment for interest set forth in this\nsection is based on the approach that, in general, money is fungible and\nthat interest expense is attributable to all activities and property regardless\nof any specific purpose for incurring an obligation on which interest is paid. Exceptions to the fungibility rule are set forth in ' 1.861-10T. The\nfungibility approach recognizes that all activities and property require\nfunds and that management has a great deal of flexibility as to the source\nand use of funds. When money is borrowed for a specific purpose, such\nborrowing will generally free other funds for other purposes, and it is\nreasonable under this approach to attribute part of the cost of borrowing to\nsuch other purposes. Consistent with the principles of fungibility, except\nas otherwise provided, the aggregate of deductions for interest in all cases\nshall be considered related to all income producing activities and assets of\nthe taxpayer and, thus, allocable to all the gross income which the assets\nof the taxpayer generate, have generated, or could reasonably have been\nexpected to generate. Since the Tax Reform Act of 1986, all allocations and apportionments of interest\nexpense have been required to be made on the basis of assets rather than gross\nincome. See section 864(e)(2).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_59__3",
      "chunk_id": "3",
      "content": "Since the Tax Reform Act of 1986, all allocations and apportionments of interest\nexpense have been required to be made on the basis of assets rather than gross\nincome. See section 864(e)(2). Under section 864(e)(1), the taxable income of each\nmember of an affiliated group is determined by allocating and apportioning interest\nexpense of each member as if all members of the group were a single corporation. Under the asset method, interest expense is apportioned between statutory and\nresidual groupings of gross income (or among statutory groupings) in proportion to the\naverage total values of the assets within each such grouping for the taxable year. Treas. Reg. ' 1.861-9T(g)(1)(i). This average is generally computed on the basis of POSFTF-123604-02 6 values at the beginning and end of the year; however, under certain circumstances, a\ndifferent method must be used. Treas. Reg. ' 1.861-9T(g)(2). Taxpayers may elect to value their assets based on their tax book value or fair\nmarket value. Treas. Reg. '' 1.861-8T(c)(2) and 1.861-9T(g)(1)(ii). This election is\ngenerally indicated by marking a box on Schedule H of Form 1118, as was done here. As provided by Treas. Reg. ' 1.861-8T(c)(2), with a limited exception not relevant here,\nonce a taxpayer elects to use the fair market value method, the taxpayer and all related\npersons must continue to use such method unless expressly authorized by the\nCommissioner to change methods. A taxpayer that elects to apportion interest expense under the fair market value\nmethod must establish the fair market value of its assets to the satisfaction of the\nCommissioner. Treas. Reg. ' 1.861-9T(g)(1)(iii). In short, the taxpayer must determine\nthe value of all its assets as of the last day of the taxable year for each year it uses the\nfair market value method to apportion its interest expense. Treas. Reg. ' 1.8619T(g)(3). Finally, if a taxpayer fails to establish the fair market value of an asset to the\nsatisfaction of the Commissioner, the Commissioner may determine the appropriate\nasset value. Treas. Reg. ' 1.861-9T(g)(1)(iii). Of equal importance, Treas. Reg. ' 1.861-9T(h) specifies the overall\nmethodology which must be followed for all valuations of assets under the fair market\nvalue method. Basic to the required methodology is the premise that all valuations must\nbe made using generally accepted valuation techniques. Treas. Reg. ' 1.861-9T(h)(ii). However, if a taxpayer fails to establish the value of a \"substantial portion\" of its assets\nto the satisfaction of the Commissioner, the Commissioner may require the taxpayer to\nuse the tax book value method of apportionment. Treas. Reg. ' 1.861-9T(g)(1)(iii). Issue 1:\nIn considering whether taxpayer failed to establish the fair market value of its\nassets to the satisfaction of the Commissioner, the facts surrounding the actions of the\ntaxpayer are telling. First, the taxpayer does not even suggest that it performed a fair market value\nstudy of its assets. Instead, it purported to elect the fair market value method by\nchecking the corresponding box on Schedule H of its Forms 1118.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_59__4",
      "chunk_id": "4",
      "content": "First, the taxpayer does not even suggest that it performed a fair market value\nstudy of its assets. Instead, it purported to elect the fair market value method by\nchecking the corresponding box on Schedule H of its Forms 1118. However, ------ used\none method to assign a value to its domestic assets (financial statement book value)\nand a different method to assign a value to its foreign assets (fair market value based\non cost data). In addition to using different methodologies, both methodologies used\nare flawed. Most easily identified are the flaws in the domestic values assigned. The\nstudy ----------------------------------------- performed for the taxpayer did not examine the\ntaxpayer's actual assets. In fact, except to note the total book value of the ------ ----------------------------------------------(Report at 10), the study neither specifically addresses nor POSFTF-123604-02 7 mentions the value of ------'s assets. Instead, the study looked at assets of ---------companies, generally. Whether the taxpayer's own assets correlate closely to those\nconsidered by the study is unknown. Moreover, the book values assigned to domestic assets are, by the taxpayer's\nown study, less than or equal to the assets= fair market values. However, without\nvaluing its assets, whether the book values are less than the assets true fair market\nvalue cannot be known. In short, the book values suggested by the taxpayer simply do\nnot equate to the fair market values of the domestic assets and cannot be used as a\nreplacement for the fair market values. In addition, the taxpayer's methodology to assign a value to its foreign assets,\nwhich methodology uses most recent acquisition cost data as a proxy for the assets' fair\nmarket value, is also flawed. First, according to the International Examiner, certain\nforeign assets appear to have been ignored for purposes of the assignment of a fair\nmarket value. Second, there is no indication that the instant taxpayer has applied the fair\nmarket value method as required by Temp. Treas. Reg. ' 1.861-9T(h). For example,\ntaxpayers are required to subtract the value of its tangible assets from the value of its\nentire corporation as determined by reference to the trading value of the taxpayer=s\nstock multiplied by the number of its shares outstanding and increased by the\ntaxpayer=s year-end liabilities to unrelated persons and its pro-rata share of year-end\nliabilities of all related persons owed to unrelated persons. Third, taxpayer failed to\nexplain why its $------------- write down (assuming such write down is, in some way,\nreflective of value) of the ------------- assets in 19---, the year after it acquired that asset,\nhad no effect on the \"fair market value\" it assigned to those assets for purposes of the\nallocation. Fourth, the taxpayer has failed to adjust the purchase price in years\nfollowing the year of acquisition, notwithstanding apparent appreciation or depreciation\nof the assets. Finally, the use of inconsistent methods for valuing assets producing income\nfrom foreign sources and the use of a different method to value assets producing U.S.\nsource income would result in a skewed apportionment of interest expense.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_59__5",
      "chunk_id": "5",
      "content": "Finally, the use of inconsistent methods for valuing assets producing income\nfrom foreign sources and the use of a different method to value assets producing U.S.\nsource income would result in a skewed apportionment of interest expense. For this\nreason, the regulations require that apportionment of interest expense be made either\non the basis of the tax book value or the fair market value with respect to all assets. As a result of the foregoing, we have no doubt that the facts portray the failure on\nthe part of the taxpayer to establish the fair market value of its assets. Your conclusion\nto the same effect is well justified. Issue 2:\nIn considering whether the facts at hand justify putting the taxpayer on the tax\nbook value method of apportionment, one only needs to look at the flawed methodology POSFTF-123604-02 8 used by the taxpayer to reach a conclusion. Neither the methodology used for\nassigning a fair market value to domestic assets nor the separate methodology used for\nassigning a fair market value to foreign assets is accurate. Both methodologies used\nare flawed. The taxpayer has failed to establish the fair market value of any of its\nassets, domestic or foreign. 4 As a result, the taxpayer has failed to establish the value\nof a \"substantial portion\" of its assets to the satisfaction of the Commissioner, and the\nCommissioner may require the taxpayer to use the tax book value method of\napportionment. Treas. Reg. ' 1.861-9T(g)(1)(iii). Conclusions: The shortcomings discussed above are sufficient in magnitude and importance to\njustify the conclusion that the taxpayer failed to establish the fair market value of its\nassets to the satisfaction of the Commissioner. Moreover, because the taxpayer failed\nto establish the fair market value of any of its assets, it is appropriate to conclude that\nthe taxpayer failed to establish the value of a \"substantial portion\" of its assets to the\nsatisfaction of the Commissioner, justifying the requirement that the taxpayer use the\ntax book value method of apportionment, consistent with Treas. Reg. ' 1.8619T(g)(1)(iii). DISCLOSURE STATEMENT This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. Please call --------------------- if you have any further questions. RICHARD E. TROGOLO\nAssociate Area Counsel\n(Large and Mid-Size Business)\nBy: __________________________________ JAMES E. KAGY\nSpecial Litigation Assistant 4 Even assuming that taxpayer established the value of its foreign assets through the\nuse of recent cost data as a proxy to fair market value, as reported on its Forms 1118,\nthe total value of ------=s foreign assets does not exceed 4.5% of the value of its\nworldwide assets during any of the years at issue. ------=s failure to establish the fair\nmarket value of the other 95.5% of its assets is clearly a failure to establish the fair\nmarket value of a Asubstantial portion@ of its assets under Temp. Treas. Reg. ' 1.8618T(c)(2).",
      "queries": [],
      "queries_score": []
    }
  ]
}