{
  "doc_id": "legal-advice_54",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_54__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20102901F\nRelease Date: 7/23/10\nCC :SB:5:SLC:MHHoward\nPOSTN-119570-10/SCAF-106587-10\nUILC: 6702.01-00 date: June 22, 2010 to: Internal Revenue Service\n1973 N. Rulon White Boulevard\nOgden, UT 84404\nAttn: Dan Bach, Campus Reporting Compliance\nShauna Henline, Senior Technical Advisor Frivolous Return Program, MS 4390 from: subject: Mark H. Howard, Senior Counsel (Salt Lake City)\n(Small Business/Self-Employed) Request for legal advice on procedures when dealing with frivolous business returns This memorandum responds to your request for assistance. This advice may not\nbe used or cited as precedent. ISSUES\n1. The Internal Revenue Service (the Service) currently imposes the I.R.C.\n§ 6702 Frivolous Tax Submissions Penalty against the responsible individual when it\ndetermines that a business return is frivolous in nature and that individual is found to be\nresponsible for the filing. (a). Would it be appropriate to impose a penalty against both the business and\nthe responsible individual?\n(b). If the answer to question 1(a) is yes, would the two assessments be\nseparate liabilities of $5,000 each or would the two assessment be joint and several so\nthat the Service would collect a single penalty of $5,000?\n(c). If the Service determined that more than one person was responsible for the\nfiling of the frivolous business return, could it make a separate assessment under\nsection 6702 against each such person?\n(d). Would the answer to question 1(c) vary if the taxpayer had multiple officers\nor members? POSTN-119570-10/SCAF-106587-10 page 2 (e). Would the answer to question 1(c) vary if the return is signed or unsigned?\n(f). Would the Service need to apply different rules when dealing with a sole\nproprietorship as compared with a partnership or a limited liability company? If so, what would those rules or considerations be?\n(g). Would the Service need to apply different rules when dealing with an S\ncorporation as compared with a C corporation? If so, what would those rules or\nconsiderations be? 2. Are all liabilities for withholding taxes assessed without the application of a\nstatutory notice of deficiency procedure? For example, do the same procedures apply\nto backup withholding and Federal income tax withheld at the source? 3. Is the advanced earned income credit claimed on Forms 941, 943 and 9441\nsubject to statutory notice of deficiency procedures? Can this credit be reversed and\ndisallowed using math error procedures? 4. Is the following paragraph legally adequate as a proposed IRM paragraph to\ndeal with situations where the return claims an erroneous refund based on a false\ncredit? If the return was processed in error and a refund was issued, assess tax in the\namount of the false credit amount. If the false credit was withholding, no other\naction is necessary. If the credit is Advanced Earned Income Credit (AEIC,\nF2439) or any other credit that posts as TC7662, assess the amount as tax, but\nhold the case for 60 days to allow the filer to contest the assessment (like a math\nerror assessment.) In the event the assessment is disputed, a SNOD must be\ninitiated and must be forwarded to specialized BMF processing using Form 3210\nto M/S 4160, ATTN: Tina Decaria for field audit classification. CONCLUSIONS\n1(a).",
      "queries": [
        "internal revenue service memo release release number"
      ],
      "queries_score": [
        "1.8080872"
      ]
    },
    {
      "id": "legal-advice_54__1",
      "chunk_id": "1",
      "content": "In the event the assessment is disputed, a SNOD must be\ninitiated and must be forwarded to specialized BMF processing using Form 3210\nto M/S 4160, ATTN: Tina Decaria for field audit classification. CONCLUSIONS\n1(a). It is generally not appropriate to impose a penalty against both the\nbusiness and a responsible individual. The Service should assess the penalty against\nthe business entity unless the Service has evidence that the party who filed the return\nwas not authorized to do so. 1 We note that Form 942, Employer's Quarterly Tax Return for Household Employees, was replaced by\nSchedule H (Form 1040), Household Employment Taxes, in 1995 and is therefore not included in our\nanalysis. Additionally, because certain small businesses are eligible to file Form 944, Employer’s\nANNUAL Federal Tax Return, rather than Form 941, Employer’s QUARTERLY Federal Tax Return, it is\nrelevant to the discussion contained in this memorandum, and so references to it have been added in our\nanalysis. 2 You have told us that the Transaction Code 766 applies to Advanced Earned Income Credit, Form 2439\ncredit, backup withholding, Federal income tax withheld at source, and fuel tax credits. POSTN-119570-10/SCAF-106587-10 page 3 (b). Because it is generally not appropriate to impose a section 6702 penalty\nagainst both the business and a responsible individual, normally only one assessment\nwould be made. In the rare event that more than one person is responsible for the filing\nof a frivolous return or submission, separate assessments against these persons may\nbe appropriate. We caution, however, that the liability for the section 6702 penalties is\nnot a joint and several liability.\n(c). While it is possible that more than one person is responsible for the filing of\na frivolous business return, we think it will occur rarely and recommend that you consult\nwith SBSE counsel when you think the frivolous return penalty might apply.\n(d). Our answer to question 1(c) would not vary if the taxpayer had multiple\nofficers or members.\n(e). Our answer to question 1(c) would not vary if the business return is signed\nor if no one signed the return.\n(f). The Service would need to apply different procedures when dealing with a\nsole proprietorship. We have addressed this in the memorandum below.\n(g). The Service would not apply different rules when dealing with an S\ncorporation as compared with a C corporation. 2. Withholding taxes reported on a Business Master File (BMF) return may be\nassessed without following deficiency procedures, however, in certain cases where an\nexamination involves worker classification issues, procedures under section 7436 apply. 3. When an employer claims the advanced earned income credit claimed on\nForms 941, 943 and 944, statutory notice of deficiency procedures and math error\nprocedures will not apply. If the Service could identify the credit as false before\napplying it to the taxpayer account and using it either to offset other liabilities or before\nissuing a refund, the Service could just reverse the credit. Otherwise, the procedures\nfor determining and assessing a liability as part of an employment tax audit would apply.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_54__2",
      "chunk_id": "2",
      "content": "Otherwise, the procedures\nfor determining and assessing a liability as part of an employment tax audit would apply. 4. The paragraph you have proposed to include in the IRM does not accurately\ndescribe the procedures which the Service should apply in dealing with withholding\ncredits or advanced earned income credit. We recommend that you work with SBSE\ncounsel to prepare a new proposal to deal with these issues which you could\nrecommend for inclusion in the IRM. FACTS We have relied on the facts set out below in providing our opinion on these\nissues. If you believe we have misstated the facts or omitted key facts, please let us\nknow as this could affect our opinion on these issues. The Service is trying to determine the appropriate procedures to use to\nimplement the amendments to section 6702, which permits the application of the\nfrivolous return penalty to business returns. The questions set out above lay out various POSTN-119570-10/SCAF-106587-10\nhypothetical situations which the Service has encountered as it tries to develop\nprocedures. page 4 POSTN-119570-10/SCAF-106587-10 page 5\nTHE LAW Congress added section 6702 to the Internal Revenue Code in the Tax Equity\nand Fiscal Responsibility Act of 1982, Pub. L. No. 97-248, 96 Stat. 324. The Tax Relief\nHealth Care Act of 2006, Pub. L. No. 109-432, § 407(a), 120 Stat. 2922 (2006),\namended section 6702 to allow imposition of a $5,000 penalty on a person who, in\nfurtherance of a frivolous position or a prima facie intent to delay or impede\nadministration of the tax law, files a purported return that fails to contain information\nfrom which the correctness of reported tax liability can be determined or that clearly\nindicates that the tax liability shown must be substantially incorrect. I.R.C. § 6702(a). The $5,000 civil penalty applies to all federal taxes, not just to income tax, as was the\ncase prior to the 2006 amendment. The penalty applies to a “person”, not just to an\n“individual”. Id. The term “person” includes an individual, a trust, estate, partnership,\nassociation, company, or corporation. I.R.C. § 7701(a)(1). In addition, a penalty of\n$5,000 is imposed on “any person” who submits a specified frivolous submission. I.R.C.\n§ 6701(b)(1) The 2006 amendment is effective for frivolous returns or specified\nfrivolous submissions made after March 15, 2007, the release date of Notice 2007-30,\n2007-1 C.B. 883, which set forth an initial list of frivolous positions. Notice 2008-14, 2008-4 I.R.B. 310, updated the prior list published in Notice\n2007-30 with four additional frivolous positions: (1) the Ninth Amendment to the U.S.\nConstitution allows a taxpayer to not pay taxes because of objections to military\nspending; (2) only fiduciaries are taxpayers, or only persons with a fiduciary relationship\nto the government must pay taxes; (3) the “Mariner’s Tax Deduction” allows a taxpayer\nemployed on a ship to deduct the cost of meals provided by the employer at no cost to\nthe taxpayer; and (4) the section 6421 fuel credit may be claimed in patently\nunallowable amounts without meeting the requirements for the credit.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_54__3",
      "chunk_id": "3",
      "content": "Notice 2010-33, 2010-17 I.R.B. 609, updates Notice 2007-30 and Notice 2008-14\nwith three additional frivolous positions: (1) a taxpayer may use a Form 1099 Series\ninformation return or a Form 56, Notice Concerning Fiduciary Relationship, as a\nfinancial or other instrument to obtain or redeem a payment or a refund of tax, by\ndrawing on a “straw man” or similar financial account maintained by the government in\nthe taxpayer’s name; or similar arguments described as frivolous in Rev. Rul. 2005-21,\n2005-1 C.B. 822, and Rev. Rul. 2004-31, 2004-1 C.B. 617; (2) a taxpayer may claim an\namount of withheld income tax or other tax that is obviously false because it exceeds\nthe taxpayer’s income reported on the return or is disproportionately high in comparison\nwith the income reported on the return or information on supporting documents filed with\nthe return; and (3) a taxpayer may claim a refund of tax based on purported advance\npayments to employees of the Earned Income Tax Credit as reported by the taxpayer\non an employment tax return that reports an amount of purported wages, tips, or other\ncompensation but leaves other line items on the return blank or with a zero. To identify the positions identified by the Service as frivolous depending on the\nyear of filing, look to Notice 2007-30 for submissions made and issues raised from POSTN-119570-10/SCAF-106587-10 page 6 March 16, 2007 to January 13, 2008, look to Notice 2008-14 for the period from January\n14, 2008 to April 7, 2010, and look to Notice 2010-33. for the period since April 7, 2010. LEGAL ANALYSIS\nIssue 1(a). The IRS currently imposes the I.R.C. § 6702 Frivolous Tax\nSubmissions Penalty against the responsible individual when it determines that a\nbusiness return is frivolous in nature and an individual is found to be responsible\nfor the filing. Would it be appropriate to impose a penalty against both the\nresponsible individual and the business? Your first series of questions asks whether the Service can impose penalties\nunder section 6702 on different persons for the filing of a single return. Your questions\nappear rooted in the concepts of asserting liability for trust fund taxes under section\n6672 or 4103. While those statutes contain explicit language permitting the assertion of\nliability against multiple persons, section 6702 does not contain any similar explicit\nlanguage. The conduct which section 6702 penalizes is the filing of a frivolous return or\npurported return by “a person” or the filing a frivolous submission by “any person”. It is generally not appropriate to impose a penalty against both a responsible\nindividual and the business. The Service should assess the penalty against the\nbusiness entity unless the Service has evidence that the party who filed the return was\nnot authorized to do so. When dealing with entities such as corporations, partnerships, LLCs, and trusts,\nthe entity must act through another party such as an officer, a general partner, a\nmember, or a trustee. Taxpayers must sign returns as specified in the forms or\nregulations specified by the Secretary of the Treasury. I.R.C. § 6061. Corporations\nsign returns through an officer authorized to act for the corporation. I.R.C. § 6062. Partnerships sign returns through one of the partners.",
      "queries": [
        "what form does notice concerning fiduciary relationship use"
      ],
      "queries_score": [
        "1.5981976"
      ]
    },
    {
      "id": "legal-advice_54__4",
      "chunk_id": "4",
      "content": "Taxpayers must sign returns as specified in the forms or\nregulations specified by the Secretary of the Treasury. I.R.C. § 6061. Corporations\nsign returns through an officer authorized to act for the corporation. I.R.C. § 6062. Partnerships sign returns through one of the partners. I.R.C. § 6063. The presence of\nthe signature on the corporate or partnership return is treated as prima facie evidence\nthat the person had authority to act on behalf of the entity. Accordingly, when the\nService receives a frivolous business return from an entity, we conclude that the Service\nshould treat that return as filed by the entity taxpayer unless the taxpayer comes\nforward with strong evidence to establish that an unauthorized party signed and filed the\nreturn. Without such evidence, the Service should assert the frivolous return penalty\nagainst the entity as the person filing the return. This determination would remain\nlargely the same no matter what type of entity the Service was reviewing and no matter\nwhat type or number of members it had. The fact that the entity acts through its\nmembers would generally not provide a valid legal basis for asserting multiple penalties\nagainst the members of the entity who participated in the preparation or filing of the\nreturn. 3\n3 The Service may consider assessing the penalty under section 6701 or 6694 against those who\nparticipated in the preparation or filing of the return or the return preparer of a frivolous return. Section\n6701 imposes a penalty upon any person who: POSTN-119570-10/SCAF-106587-10 page 7 Issue 1(b). If the answer to question 1(a) is yes, would the two assessments be\nseparate liabilities of $5,000 each or would the two assessments be joint and\nseveral so that the Service would collect a single penalty of $5,000? Because it is generally not appropriate to impose a section 6702 penalty against\nboth the business and a responsible individual, normally only one assessment would be\nmade. The section 6702 penalty is not a joint and several liability, cf. I.R.C.\n§ 6013(d)(3). It is imposed, in the case of section 6702(a)(1), on a “person” who, in\nfurtherance of a frivolous position or a prima facie intent to delay or impede\nadministration of the tax law, files a purported return that fails to contain information\nfrom which the correctness of the reported tax liability can be determined or that clearly\nindicates that the tax liability shown must be substantially incorrect. In the case of\nsection 6702(b)(1), it is imposed on “any person” who submits a specified frivolous\nsubmission. Issue 1(c). If the Service determined that more than one person was responsible\nfor the filing of the frivolous business return, could it make a separate\nassessment under section 6702 against each such person? As discussed above, because it is generally not appropriate to impose a section\n6702 penalty against both the business and a responsible individual, normally only one\nassessment would be made. In imposing the section 6702 penalty, the Service must\nmake some factual determinations such as: who signed the return, in what role did the\nperson signing the return act, and was the filing of the return a filing by the taxpayer or\n1.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_54__5",
      "chunk_id": "5",
      "content": "In imposing the section 6702 penalty, the Service must\nmake some factual determinations such as: who signed the return, in what role did the\nperson signing the return act, and was the filing of the return a filing by the taxpayer or\n1. Aids, procures, assists, or advises with respect to any portion of a return, claim or other document;\n2. Knows or has reason to know that such portion will be used in connection with a material matter under\nthe internal revenue laws; and,\n3. Knows that such portion if used, would result in the understatement of tax for another person. Before the Service can assess the section 6701 penalty for aiding and abetting, the Service must be able\nto establish that the person against whom the penalty is proposed meets all three criteria set forth in\nsection 6701(a). See Mitchell v. United States, 977 F.2d 1318, 1321-22 (9th Cir. 1992). If a return preparer assisted in the preparation of the frivolous business return, the Service might also\nconsider imposing the penalty under section 6694(b). Section 6694(b) provides that if any part of any\nunderstatement of liability with respect to any return or claim for refund is due to a willful attempt in any\nmanner to understate the liability for tax by a person who is a tax return preparer with respect to such\nreturn or claim, or to any reckless or intentional disregard of rules or regulations by any such person, such\nperson shall pay a penalty of the greater of $ 5,000, or 50 percent of the income derived, or to be derived\nby the tax return preparer with respect to such return or claim. I.R.C. § 6694(b). A preparer is considered\nto have recklessly or intentionally disregarded a rule or regulation if the preparer takes a position on the\nreturn or claim for refund that is contrary to a rule or regulation and the preparer knows of, or is reckless\nin not knowing of, the rule or regulation in question. Treas. Reg. § 1.6694-3(c). A section 6694(b)\npenalty, therefore, could be assessed against the return preparer if the Service identifies a particular rule\nor regulation that the return preparer disregarded in preparing the composite returns. The amount of any\npenalty to which a return preparer may be subject under section 6694(b) is reduced, however, by any\namount assessed and collected against the return preparer under section 6694(a) for the same return or\nclaim. I.R.C. § 6694(b)(3). The Service may only assess a penalty on a person under section 6701(a) or\nunder section 6694(a) and/or (b), but not both. I.R.C. § 6701(f)(2). POSTN-119570-10/SCAF-106587-10 page 8 by some other person. We believe it would be rare that more than one person would be\nresponsible for the filing of a frivolous return or submission. One such circumstance\nwould be where two or more people acting without authorization of the taxpayer filed a\nreturn in the name of the taxpayer.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_54__6",
      "chunk_id": "6",
      "content": "by some other person. We believe it would be rare that more than one person would be\nresponsible for the filing of a frivolous return or submission. One such circumstance\nwould be where two or more people acting without authorization of the taxpayer filed a\nreturn in the name of the taxpayer. In the rare event that more than one person is\nresponsible for the filing of a frivolous return or submission, then the Service might\nmake more than one assessment, but we recommend that you consult with SBSE\ncounsel in those rare instances where you think this might apply. Issue 1(d). Would the answer to question 1(c) vary if the taxpayer had multiple\nofficers or members? Our answer to question 1(c) would not vary if the taxpayer had multiple officers or\nmembers. Issue 1(e). Would the answer to question 1(c) vary if the business return was\nsigned or if no one signed the return? The application of the penalty under section 6702(a) does not depend on\nwhether the return is signed or unsigned. It does not depend on whether the return is\nvalid or invalid. The statute only requires the filing of what “purports to be a return.” As\nlong as the party acting for the entity was authorized to file the purported return, the\nService should treat the filing as the filing of the entity and assess the penalty on that\nbasis. If the Service obtains evidence that the person submitting the return acted\nwithout authorization, then the person filing the purported return could have the penalty\nassessed against them. While it is possible that several unauthorized persons could\nparticipate in the filing of a purported return, we think that you would seldom encounter\nsuch a situation. If you do, as discussed above, we recommend that you contact SBSE\ncounsel for further advice before asserting a penalty against multiple persons. 4\nIssue 1(f). Would the Service need to apply different rules when dealing with a\nsole proprietorship as compared with a partnership or a limited liability\ncompany? If so, what would those rules or considerations be? If a sole proprietorship files a business return, then the Service can easily focus\non whether the sole proprietor signed the return. If someone else signed the return,\nthen the Service would need to focus on what role the signing party held in signing the\nreturn. If the signing party was authorized to do so, then the same conclusions would\nfollow as when the sole proprietor signs, i.e. the taxpayer is responsible for the frivolous\n4 If the document prepared by the return preparer is so deficient as to not meet the requirements for a\nvalid return, it could affect the determination of a penalty against the return preparer. Section 6694\nimposes a penalty on a person who prepares a return or claim for refund. If the document did not qualify\nas a valid return, the person could argue that section 6694 did not apply. In contrast, section 6701\nimposes liability on a person who aids or assist in, procures or advises with respect to the preparation of\nany return, affidavit, claim or other document.",
      "queries": [
        "who is responsible for filing a frivolous tax return",
        "who filed the frivolous return",
        "who is responsible the filing of frivolous returns"
      ],
      "queries_score": [
        "2.482269",
        "1.9218659",
        "2.4261312"
      ]
    },
    {
      "id": "legal-advice_54__7",
      "chunk_id": "7",
      "content": "If the document did not qualify\nas a valid return, the person could argue that section 6694 did not apply. In contrast, section 6701\nimposes liability on a person who aids or assist in, procures or advises with respect to the preparation of\nany return, affidavit, claim or other document. The language is broader and the Service would find it\neasier to impose liability under this section in the context of an invalid return. POSTN-119570-10/SCAF-106587-10 page 9 return penalty. However, if a person signs the business return and was not authorized\nto do so, or files it without a signature, then the Service may assert the frivolous return\npenalty against this person. Issue 1(g). Would the Service need to apply different rules when dealing with an\nS corporation as compared with a C corporation? If so, what would those rules\nor considerations be? Schedule C and Schedule S corporations file different income tax returns. The\nfirst results in liability at the corporate level and the second results in flow through with\nincome or loss reported at the shareholder level. The facts needed to determine\nwhether the entity filed the return or not, however, should not vary based on the\nclassification of the corporation. The facts needed to make the determination would\nremain essentially the same whether the Service was looking at a Form 1120, a Form\n1120-S, or a Form 941. Issue 2. Are all liabilities for withholding taxes assessed without the application\nof a statutory notice of deficiency procedure? For example, do the same\nprocedures apply to backup withholding and Federal income tax withheld at the\nsource? There are many different situations where taxes are withheld from payments. We assume from the context of your questions that you are asking about assessing\nwithholding taxes on a BMF return, that is, the Form 941, Employer's QUARTERLY\nFederal Tax Return; Form 943, Employer's Annual Tax Return for Agricultural\nEmployees; Form 944, Employer's ANNUAL Federal Tax Return; Form 945, Annual\nReturn of Withheld Federal Income Tax; and Form 1042, Annual Withholding Tax\nReturn for U.S. Source Income of Foreign Persons. If there are other withholding\nsituations you want us to address, please supplement you request for advice. 5 Taxes withheld from wages and other employment taxes generally are\nassessable without restrictions. See I.R.C. §§ 6203 and 6204(b). And penalties\nimposed for failure to withhold income tax from wages are assessable without the 90day letter. Enochs v. Green, 270 F.2d 558 (5th Cir. 1959); Lipsig v. United States, 187\nF. Supp. 826 (DCNY 1960). We note that taxpayers liable for trust fund taxes are given\n60 days notice before being assessed the 100% penalty imposed on responsible\npersons who fail to collect, account for, and pay over such taxes. Announcement 96-5,\n1996-4 I.R.B. 99. In certain cases where an exam involves worker classification issues, however,\nprocedures under section 7436 apply. In these cases, a notice of determination of\nworker classification is used, which is similar to a notice of deficiency. Where as part of\n5",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_54__8",
      "chunk_id": "8",
      "content": "Announcement 96-5,\n1996-4 I.R.B. 99. In certain cases where an exam involves worker classification issues, however,\nprocedures under section 7436 apply. In these cases, a notice of determination of\nworker classification is used, which is similar to a notice of deficiency. Where as part of\n5 If a return contains an overstatement of income tax withheld or estimated taxes, any amount so\noverstated, which are allowed against the tax shown on the return or allowed as a credit or refund, are\nsubject to immediate assessment in the same manner as mathematical or clerical errors, except that the\nabatement procedures for the assessment of mathematical errors don’t apply. I.R.C. § 6201(a)(3). POSTN-119570-10/SCAF-106587-10 page 10 an examination there is an actual controversy involving a determination that one or\nmore individuals performing services for an employer are employees, section 7436\nrequires that certain procedures must be followed prior to an assessment of\nemployment taxes with respect to such worker classification. Notice 2002-5, 2002-1\nC.B. 320, describes the procedures that section 7436 requires, including sending\ntaxpayers a “30-day” letter listing proposed adjustments, and when to send the notice of\ndetermination of worker classification. See Letter 950-C, Employment Tax 30-Day\nLetter-WC, and Letter 3523, Notice of Determination of Worker Classification. The same rules allowing immediate assessment apply to backup withholding. Section 3406(h)(10) provides that for purposes of section 31, this chapter (other than\nsection 3402(n ), and so much of Subtitle F (other than section 7205) as relates to this\nchapter, payments which are subject to withholding under this section shall be treated\nas if they were wages paid by an employer to an employee (and amounts deducted and\nwithheld under this section shall be treated as if deducted and withheld under section\n3402). The deficiency procedures as described in section 6211 do not apply to either\nbackup withholding or employment taxes, which are imposed under Subtitle C.\nIssue 3. Is the advanced earned income credit claimed on Forms 941, 943, or 944\nsubject to statutory notice of deficiency procedures? Can this credit be reversed\nand disallowed using math error procedures? Pursuant to section 3507, an employer shall make payments of advanced earned\nincome credit along with wages when an employee has an eligibility certificate in effect. An employer’s payment of advanced earned income credit with the wage shall not be\ntreated as compensation. I.R.C. § 3507(d). Instead the employer treats the advanced\nearned income credit paid to employees as a credit which reduces the employer’s\nobligation to pay employment taxes, which for purposes of this section means income\ntax withholding, employee FICA tax, and employer FICA tax that would otherwise be\ndue to the government. I.R.C. § 3507(d)(1)(B). If the employer elects to do so, it can\npay the full amount of the advanced earned income credit even though it exceeds the\namount of such employment taxes due in a period. In that event, the employer may\ntreat the advance earned income credit which exceeds the employment taxes due as an\nadvance payment of such employment taxes. I.R.C. § 3507(d)(3). The Service has encountered situations where the employer has falsely\noverstated the advanced earned income credit claimed on Forms 941, 943, or 944.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_54__9",
      "chunk_id": "9",
      "content": "In that event, the employer may\ntreat the advance earned income credit which exceeds the employment taxes due as an\nadvance payment of such employment taxes. I.R.C. § 3507(d)(3). The Service has encountered situations where the employer has falsely\noverstated the advanced earned income credit claimed on Forms 941, 943, or 944. You\nwant to know the correct procedure for recovering a refund resulting from such a false\nclaim. Since this credit is treated as an offset to certain employment taxes and the\nexcess is treated as a payment of such employment taxes, generally the audit\nprocedures on employment taxes will apply. You have specifically asked if deficiency procedures apply. They do not. The\ndefinition of a deficiency found in section 6211 applies to income, estate and gift taxes\nimposed by Subtitles A and B and to excise taxes imposed by chapters 41, 42, 43 and POSTN-119570-10/SCAF-106587-10 page 11 44. The deficiency procedures as described in section 6211 do not apply to\nemployment taxes, which are imposed under Subtitle C. The authority to assess and collect underpayments of employment taxes,\nincluding FICA taxes, RRTA taxes, and income tax withholding, is found in section\n6201. When the taxpayer has underpaid the tax, the taxpayer can agree to an\nadjustment, which can be interest-free. See I.R.C. § 6205 and Rev. Rul. 2009-39,\n2009-52 I.R.B. 951. You have also asked whether the Service could assess the liability using math\nerror procedures. There are two possible math error procedures:\n(1) assessment of a liability under section 6213(b)(1) which if challenged\nmust be abated and a notice of deficiency issued as provided for in\nsection 6213(b)(2);\n(2) assessment of overstated withholding or estimated income tax under\nsection 6201(a)(3). We conclude that neither of these procedures is available. The procedures\nunder section 6213 deal with income, estate, gift and some excise taxes which are\nsubject to notice of deficiency procedures. The Service should deal with the false\nadvanced earned income credit on an employer’s return using employment tax\nprocedures. Assessments under section 6201(a)(3) are made using math error procedures\nbut without the right of the taxpayer to challenge the assessment and force it to notice of\ndeficiency procedures. The assessment authority under section 6201(a)(3) only applies\nto overstatements of income tax withholding or estimated income tax payments. The\nadvanced earned income credit does not qualify as either income tax withholding or as\nestimated income tax payments. If the Service identified the credit for advanced earned income credit payments\nas false before it gave the taxpayer credit by offsetting any overpayment to other\nperiods or before it refunded the credit, the Service could just reverse the false credit. This would create a balance due on the account or reduce the amount of any\noverpayment on the account. If the Service has already applied the excess credit to\nother periods or refunded the credit, then you would need to use normal employment\ntax audit procedures to make the adjustment and assessment. Issue 4. Is the proposed IRM paragraph legally adequate to deal with situations\nwhere the return claims an erroneous refund based on a false credit?",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_54__10",
      "chunk_id": "10",
      "content": "Issue 4. Is the proposed IRM paragraph legally adequate to deal with situations\nwhere the return claims an erroneous refund based on a false credit? Based on our answers to your other questions, we conclude that the IRM\nlanguage you proposed is not correct. After you have considered our response to your POSTN-119570-10/SCAF-106587-10 page 12 questions, we can assist you in drafting a new proposal to deal with these issues and\nwhich you can recommend for inclusion in the IRM. CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views. Please call me at telephone number (801) 799-6620 if you have any further\nquestions. /s/ Mark H. Howard\nMARK H. HOWARD\nSenior Counsel (Salt Lake City)\n(Small Business/Self-Employed)",
      "queries": [
        "is the proposed irm paragraph legally adequate to deal with situations where the return claims an erroneous refund based on a false credit?"
      ],
      "queries_score": [
        "4.3699837"
      ]
    }
  ]
}