{
  "doc_id": "legal-advice_60",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_60__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20100501F\nRelease Date: 2/5/10\nCC:LM:HMT:DET:EREdberg\nPOSTF-140663-09\nUILC: 17.09.00-00, 17.08.00-00, 472.11-00 date: December 01, 2009 to: from: subject: Mark Miskiewicz\nInventory Technical Advisor (Vancouver)\n(Large & Mid-Size Business)\nEric R. Skinner\nAssociate Area Counsel (Detroit)\n(Large & Mid-Size Business) Effect of Closing Agreement on the taxpayer's LIFO definition of an item This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. This opinion is based on the facts set forth herein. Should you determine that the facts\nare different, you should not rely on this opinion without conferring with this office, as\nour opinion may change. Further, this opinion is subject to post-review in the National\nOffice. That review might result in modifications to the conclusions herein. Should the\nNational Office suggest any material change in the advice, we will notify you as soon as\nwe hear from that office. LEGEND\nTaxpayer\nParent\nCompany A\nCompany B\nCompany C\nCompany D\nDivision 1\nDate 1\nDate 2 =\n=\n=\n=\n=\n=\n=\n=\n= ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ POSTF-140663-09\nDate 3\nDate 4\nDate 5\nDate 6\nDate 7\nDate 8\nDate 9\nDate 10\nDate 11\nDate 12\nYear 1\nYear 2\nYear 3\nX\nParagraph A\nParagraph B\nAttachment Y\nName 1\nName 2\nName 3\nPool A =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= 2 ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ISSUES Whether a Closing Agreement executed in a prior tax year bars the Internal Revenue\nService (“IRS”) from changing the taxpayer's1 LIFO definition of an item. CONCLUSIONS The Closing Agreement does not prevent the IRS from changing the taxpayer’s LIFO\ndefinition of an item for tax years after Year 1. The language of the Closing Agreement\ndoes not reflect an agreement between the parties as to the appropriateness of the\ntaxpayer’s LIFO item definitions or the permissibility of such item definitions in future\nyears. FACTS The taxpayer uses a dollar-value, last-in first-out (“LIFO”) inventory accounting method. During Year 3, the Parent2 and the Commissioner of Internal Revenue executed a\nClosing Agreement on Final Determination Covering Specific Matters.3 The Closing\n1 In this memorandum, “the taxpayer” refers to the Taxpayer (formerly known as Company A). The Parent executed the agreement on behalf of itself and as the agent for Company A.\n3\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------2 POSTF-140663-09 3 Agreement relates to the LIFO basis of Company A’s Pool A. The Commissioner\ndisputed the LIFO value of Company A’s Pool A as valued as of Date 1, Date 2, Date 3,\nDate 4, Date 5, Date 6, and Date 7. The Commissioner determined a LIFO value as of\nDate 7 of $X. The taxpayer agreed to accept the Commissioner’s LIFO computations. One of the Closing Agreement’s introductory clauses states, -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- In the determination and agreement section of the\nClosing Agreement, Paragraph A provides:\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Paragraph B provides that --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The Closing Agreement was signed by an examination manager, Name 1, on behalf of\nthe Commissioner on Date 10. An Internal Revenue Agent, Name 2, signed the Closing\nAgreement on Date 8, as the receiving officer and in affirmation of the statement “I have\nexamined the specific matters involved and recommend the acceptance of the proposed\nagreement.” A Case Manager, Name 3, signed the Closing Agreement on Date 9, as\nthe reviewing officer and in affirmation of the statement “I have examined the specific\nmatters involved and recommend the approval of the proposed agreement.” On Date 11, Company A changed its name to the Taxpayer.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_60__1",
      "chunk_id": "1",
      "content": "A Case Manager, Name 3, signed the Closing Agreement on Date 9, as\nthe reviewing officer and in affirmation of the statement “I have examined the specific\nmatters involved and recommend the approval of the proposed agreement.” On Date 11, Company A changed its name to the Taxpayer. On the same date,\nCompany B merged into the Taxpayer. On Date 12, the assets of Company C Division\n1 were transferred to the Taxpayer in a tax-free transfer under Internal Revenue Code\nsection 351. Currently, such assets are owned by Company D, which is a single-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-140663-09 4 member limited liability company owned solely by the Taxpayer. The merger and\nsection 351 transfer resulted in a combination of the LIFO pools of these entities. In\ngeneral, the methods employed by the Taxpayer represent the predominant accounting\nmethods for purposes of section 381. The taxpayer takes the position that Paragraph A of the Closing Agreement bars the\nIRS from changing the way the taxpayer defines items for LIFO purposes. The IRS\nbelieves that the taxpayer’s item definitions may be too broad and wants to examine this\nissue during the current audit cycle. LAW AND ANALYSIS\nLIFO Method of Valuing Inventory\nA general understanding of the LIFO accounting method is necessary to determine the\nappropriate interpretation of the Closing Agreement. “Section 471 requires the use of inventories whenever necessary in order to clearly\nreflect income.” Richardson v. Commissioner, T.C. Memo. 1996-368. Section 472\nallows taxpayers to value inventories using the LIFO convention, which treats the last\ngoods acquired as the first goods sold (i.e., the earliest purchased goods remain in\nclosing inventory). See Hamilton Indus., Inc. v. Commissioner, 97 T.C. 120, 130 (1991)\n(citing I.R.C. § 472(b)(1)). “By matching the cost of the most recently purchased goods\nwith current sales revenue, the LIFO convention removes from current earnings any\nartificial profits attributable to inflationary increases in inventory costs.” Id. There are\ntwo principal methods for computing inventory under the LIFO convention: (1) specific\ngoods method and (2) the dollar value method. The former measures inventory by\nidentifying and counting individual units. See Treas. Reg. § 1.472-2. The latter\nmeasures inventory in terms of dollars rather than specific units. See Treas. Reg. §\n1.472-8. Under the dollar-value LIFO method, goods in inventory are grouped into one or more\npools. See Treas. Reg. § 1.472-8. Each pool contains one or more classes of goods\nreferred to as “items.” See Treas. Reg. § 1.472-8. Changes in inventory are calculated\nbased on changes in the dollar value(s) of the pool(s). See Hamilton Indus., Inc., 97\nT.C. at 130-31. Whether there is an increment or decrement in inventory during the\nyear is “determined by comparing the aggregate base-year cost of the items in a pool at\nthe beginning of the year to the aggregate base-year cost of the items in the pool at the\nend of the year.” Huffman v. Commissioner, 126 T.C. 322, 328 (2006). The “base-year\ncost” is the cost of an item as of the base date, which “is the first day of the first year for\nwhich LIFO is adopted.” Id.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_60__2",
      "chunk_id": "2",
      "content": "Huffman v. Commissioner, 126 T.C. 322, 328 (2006). The “base-year\ncost” is the cost of an item as of the base date, which “is the first day of the first year for\nwhich LIFO is adopted.” Id. Neither the Code nor the applicable regulations define “item,” but the Tax Court in Amity\nLeather Products Co. opined that a narrower definition will provide a more accurate\nmeasure of inflation, although the Court acknowledged that the definition of “item” must POSTF-140663-09 5 be administratively feasible and not unduly burdensome. 82 T.C. at 734. A narrower\ndefinition of item more clearly reflects income because it prevents factors other than\ninflation from entering inventory. See id. at 733-34. The Tax Court gave the following\nexample in Amnity Leather Products Co. to illustrate this point:\n[I]f a taxpayer’s inventory experiences mix changes that result in the\nsubstitution of less expensive goods for more expensive goods, the\ntreatment of those goods as a single item increases taxable income. This\noccurs because any inflation in the cost of an item is offset by the\nreduction in cost resulting from the shift to less expensive goods. Conversely, if changes in mix of the inventory result in the substitution of\nmore expensive goods for less expensive goods, the treatment of those\ngoods as a single item decreases taxable income because the increase in\ninventory costs is eliminated from the LIFO costs of the goods as if such\ncost increase represented inflation. Id. at 733. Therefore, a LIFO calculation is affected by the pools and items used by a taxpayer, as\nwell as the costs of the items in a pool. In light of this, the statement in the Closing\nAgreement that --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------is meant to lock-in\nthe taxpayer’s pre-Year 2 LIFO calculations and the data affecting such calculations, not\nto establish the suitability of item definitions going forward. In fact, nothing in the\nagreement references the taxpayer’s item definitions in the context of the\nappropriateness of such definitions or otherwise indicates that this was an issue the\nClosing Agreement was meant to resolve. As will be discussed below, the language of\nthe agreement does not support the taxpayer’s interpretation. Closing Agreements\nInternal Revenue Code section 7121(a) authorizes the Secretary to enter into closing\nagreements “with any person relating to the liability of such person . . . in respect of any\ninternal revenue tax for any taxable period.” Section 7121(b) provides that\nIf such agreement is approved by the Secretary (within such time as may\nbe stated in such agreement, or later agreed to) such agreement shall be\nfinal and conclusive, and, except upon a showing of fraud or malfeasance,\nor misrepresentation of a material fact –\n(1) the case shall not be reopened as to the matters agreed upon or the\nagreement modified by any officer, employee, or agent of the United\nStates, and POSTF-140663-09 6 (2) in any suit, action, or proceeding, such agreement, or any\ndetermination, assessment, collection, payment, abatement, refund, or\ncredit made in accordance therewith, shall not be annulled, modified, set\naside, or disregarded. Treasury Regulation section 301.7121-1(b)(3) provides that closing agreements may be\nwith respect to taxable periods ending subsequent to the date of the agreement.",
      "queries": [
        "what is the lifo base year cost"
      ],
      "queries_score": [
        "2.0481083"
      ]
    },
    {
      "id": "legal-advice_60__3",
      "chunk_id": "3",
      "content": "Treasury Regulation section 301.7121-1(b)(3) provides that closing agreements may be\nwith respect to taxable periods ending subsequent to the date of the agreement. In\nsuch cases, “the agreement may relate to one or more separate items affecting the tax\nliability of the taxpayer.” Treas. Reg. § 301.7121-1(b)(3). Therefore, the Closing Agreement is binding if it was properly executed in accordance\nwith section 7121 and the regulations thereunder, and, if binding, would bar the\nCommissioner from changing the taxpayer’s item definitions if the parties so agreed in\nthe Closing Agreement. Interpretation of the Closing Agreement\nClosing agreements are created by statute and \"are authorized, and limited by, the\nlanguage of the statute.” Marathon Oil Co. v. United States, 42 Fed.Cl. 267, 274\n(1998), aff’d, 215 F.3d 1343 (Fed. Cir. 1999). When not otherwise limited by the\nstatute, courts apply principles of contract law when analyzing closing agreements. See\nMarathon Oil Co., 42 Fed. Cl. at 274; Smith v. United States, 850 F.2d 242, 245 (5th Cir.\n1988); Rink v. Commissioner, 47 F.3d 168, 171 (6th Cir. 1995); United States v. National\nSteel Corp., 75 F.3d 1146, 1150 (7th Cir. 1996). “It is a fundamental precept of the\ncommon law that the intention of the parties to a contract controls its interpretation.” Blue Cross & Blue Shield United of Wis., 71 Fed. Cl. 641, 648 (2006); see Sid\nRichmond Carbon & Gasoline Co. v. Interenergy Resources, Ltd., 99 F.3d 746, 754 (5th\nCir. 1996); JAK Prods., Inc. v. Wiza, 986 F.2d 1080, 1088 (7th Cir. 1993); Vision Info.\nServs., Inc. v. Commissioner, 419 F.3d 554, 558 (6th Cir. 2005). If the terms of a\ncontract are clear and unambiguous, courts do not consider extrinsic evidence in\ninterpreting the contract; extrinsic evidence is only allowed if the contract is ambiguous. See Blue Cross & Blue Shield United of Wis., 71 Fed. Cl. at 648; Rink, 47 F.3d at 172;\nS & O Liquidating Partnership v. Commissioner, 291 F.3d 454, 459 (7th Cir. 2002); cf.\nHall v. State Farm Fire & Cas. Co., 937 F.2d 210, 214 (5th Cir. 1991). Under contract\nlaw, an interpretation that gives reasonable meaning to all parts of the contract is\npreferable to one that leaves portions of the contract meaningless. See Temple v.\nUnited States, 11 Ct. Cl. 302, 305 (1986); Rink, 47 F.3d at 171; Springer v.\nCommissioner, T.C. Memo. 2003-221. Provisions in a contract are interpreted in light of\nthe entire agreement. See First Nationwide Bank v. United States, 48 Fed. Cl. 248, 260\nn.18 (2000); cf. Tomerlin Trust v. Commissioner, 87 T.C. 876, 881 (1986) (true nature of\ncontract “is to be ascertained from the entire content and thrust of contract provisions”). Introductory clauses “in a closing agreement are important for interpreting the\nagreement.” Zaentz v. Commissioner, 90 T.C. 753, 762 (1988). However, they do not POSTF-140663-09 7 bind “the parties for purposes of resolving an issue concerning a matter other than the\nmatter agreement upon.” Id. The Closing Agreement addresses the appropriate LIFO values for Company A’s Pool A\nas of Date 1, Date 2, Date 3, Date 4, Date 5, Date 6, and Date 7.",
      "queries": [
        "when closing agreement is taxable",
        "closing agreement is taxable"
      ],
      "queries_score": [
        "2.2528944",
        "2.203989"
      ]
    },
    {
      "id": "legal-advice_60__4",
      "chunk_id": "4",
      "content": "POSTF-140663-09 7 bind “the parties for purposes of resolving an issue concerning a matter other than the\nmatter agreement upon.” Id. The Closing Agreement addresses the appropriate LIFO values for Company A’s Pool A\nas of Date 1, Date 2, Date 3, Date 4, Date 5, Date 6, and Date 7. It does not address\nthe appropriateness of the taxpayer’s item definitions or purport to lock in the taxpayer’s\nitem definitions for perpetuity. In fact, the language of the agreement is clear that it does not apply to anything that\nenters inventory after Date 7. The Closing Agreement specifically states: ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------4 The taxpayer attempts to take the statement that the Commissioner ---------------------------------------------------------------------------------------------------- out of context. This statement\nis made in conjunction with a stipulation that the ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ and as part of an agreement to finalize the calculation of Company A’s\npre-Year 2 LIFO inventory. When examined within the framework of the entire\nagreement, it is apparent that this provision is there to prevent the Commissioner from\nsubsequently changing the inventory calculation by challenging the criteria upon which\nthe calculation is based (and thus circumventing its agreement not to change the preYear 2 inventory calculations). Moreover, the taxpayer’s interpretation is contrary to the intent of the parties as\nevidenced by the written agreement. An interpretation of the agreement that compels\nthe Commissioner to accept the taxpayer’s LIFO methodology (to the extent it was in\nplace as of Date 7) is contrary to the acknowledgement in the agreement that neither\nparty intended to admit the correctness of the other’s position. Therefore, while the language of the agreement limits the IRS’s ability to make a section\n481(a) adjustment,5 it does not prohibit the IRS from changing the taxpayer’s item\ndefinitions for years subsequent to Year 1.\n4 -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------5 A change in item definitions is a change in method of accounting under section 446. See Richardson,\nT.C. Memo. 1996-368. Section 481(a) provides that, in computing the taxpayer’s income for the taxable\nyear in which the change in method of accounting occurs, “there shall be taken into account those\nadjustments which are determined to be necessary solely by reason of the change in order to prevent\namounts from being duplicated or omitted.” “[S]ection 481 taxes in the year of change all income omitted\nin prior years under the old accounting system,” regardless of whether the statute of limitations has POSTF-140663-09 8 Application of the Closing Agreement to Inventory Obtained from Company B and\nCompany C\nInventory acquired as a result of the merger with Company B or the transfer of the\nassets from Company C is subject to examination by the IRS even if it was owned by\nthe predecessor companies prior to Date 7. While such inventory was combined with\nthe taxpayer’s inventory (including the taxpayer’s pre-Year 2 inventory),6 it did not enter\nthe taxpayer’s inventory until after Date 7. Therefore, it is subject to examination by the\nIRS as the Closing Agreement provides that the IRS may examine --------------------------------------------------that enter inventory after Year 1. This position also is supported by\nthe language of the agreement that the Commissioner ---------------------------------------------------------------------------------------------------------------------------------------------------------------Inventory acquired from Company B or Company C is not included on Attachment Y.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_60__5",
      "chunk_id": "5",
      "content": "This position also is supported by\nthe language of the agreement that the Commissioner ---------------------------------------------------------------------------------------------------------------------------------------------------------------Inventory acquired from Company B or Company C is not included on Attachment Y. In addition, a conclusion to the contrary would allow application of the Closing\nAgreement to companies who were not parties to the agreement. A person who is not a\nparty to a contract “is in no position to invoke its protection.” Hagar v. Reclamation Dist.\nNo. 108, 111 U.S. 701, 712-13 (1884). Third parties do not receive rights under a\ncontract unless the contract reflects the express or implied intent of the parties to benefit\nthe third party. See F.D.I.C. v. United States, 342 F.3d 1313, 1319 (Fed. Cir. 2003). Generally, closing agreements are only binding with respect to the parties thereto. See\nSchwartz v. Commissioner, T.C. Memo. 1980-212. Although, closing agreements may\nbe binding on transferees. See Pert v. Commissioner, 105 T.C. 370, 376 (1995)\n(transferee of assets from his wife and her former husband’s estate could not challenge\nthe deficiencies and additions to tax that were agreed to by the wife and the estate in a\nclosing agreement when IRS sought to collect from the transferred assets). Company B and Company C were not parties to the agreement and the agreement\ndoes not reflect an intent, express or implied, to include inventory acquired in\nsubsequent mergers, acquisitions, or other corporate transactions within the confines of\nthe Closing Agreement. In fact, the Closing Agreement reflects the opposite intention\nas it provides that the IRS may examine anything entering into inventory after Date 7. expired for those years. Graff Chevrolet v. Campbell, 343 F.2d 568, 572 (5th Cir. 1965); cf. Huffman v.\nCommissioner, 518 F.3d 357 (6th Cir. 2008). Because a section 481(a) adjustment attributable to a\nchange in item definitions would, in part, require a change to the inventory calculation for pre-Year 2 tax\nyears, such adjustment would be in violation of the Closing Agreement. Therefore, any section 481(a)\nadjustment would be limited to tax years after Year 1.\n6\nRev. Rul. 70-565, 1970-2 C.B. 110, holds that the LIFO layers and date bases of the transferor’s LIFO\ninventories carry over in a section 351 transaction to an existing transferee also using the LIFO method. Sections 381(c)(5) provides that an acquiring corporation must compute inventories on the same basis\nused by the distributor or transferor corporation unless different methods were used by the acquiring\ncorporation and the distributor or transferor corporation. If different methods were used and the\nbusinesses are to be integrated, then the principal method must be used. Treas. Reg. § 1.381(c)(5)1(c)(1). POSTF-140663-09 9 While closing agreements may apply to transferees, Company B and Company C are\nnot transferees. To the extent they are transferors, the same rule does not apply. Binding a transferee precludes a taxpayer from avoiding the application of a closing\nagreement by transferring assets. To apply this rule conversely would not achieve the\nsame result; rather it would allow application of a closing agreement to taxpayers and\nitems to which it was never meant to apply. CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------This writing may contain privileged information.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_60__6",
      "chunk_id": "6",
      "content": "To apply this rule conversely would not achieve the\nsame result; rather it would allow application of a closing agreement to taxpayers and\nitems to which it was never meant to apply. CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. Please call --------------------- if you have any further questions. ERIC R. SKINNER\nAssociate Area Counsel\n(Large & Mid-Size Business) By: __Elizabeth Edberg______\nElizabeth R. Edberg\nAttorney (Detroit)\n(Large & Mid-Size Business)",
      "queries": [
        "can a closing agreement be applied to taxpayers",
        "can a closing agreement apply to taxpayers"
      ],
      "queries_score": [
        "3.178956",
        "3.235719"
      ]
    }
  ]
}