{
  "doc_id": "legal-advice_19",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_19__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber: 20032601F\nRelease Date: 6/27/2003\nCC:LM:F:MAN:POSTU-162762-02\ndate:\nto: May 13, 2003\nGerald T. Hicks, Team Manager\nNatural Resources & Construction (Group 1495)\nJoseph A. Roussos\nField Specialists (Territory 1840 and Team 1846)\nA. Lee Keenan\nResearch Credit Technical Advisor from: Area Counsel, LMSB Area 1 (Financial Services) subject: I.R.C. § 6694 Penalty\nU.I.L. Nos. 6694.01-00 and 6694.02-00 This memorandum responds to your request for assistance\ndated December 28, 2002. The national office has reviewed and\nconcurred with the advice rendered herein. This memorandum\nshould not be cited as precedent. LEGEND\nTaxpayer\nPreparer\nYear 1\nYear 2\nYear 3\nYear 4\nTime Period 1\nDate 1 =\n=\n=\n=\n=\n=\n=\n= CC:LM:F:MAN:POSTU-162762-02 page 2 INTRODUCTION You have requested our advice on asserting a section1 6694\npenalty against Preparer\nfor making an\nimpermissible election for a reduced credit under section\n280C(c)(3)(“section 280C(c)(3) election”). This memorandum\ndiscusses Preparer’s return preparation activities for Taxpayer. FACTS Preparer\nspecializes in advising\nclients on issues related to the section 41 credit for increasing\nresearch activities (“research credit”). On its original tax returns for its Year 1, Year 2, Year 3\nand Year 4 taxable years, the Taxpayer did not claim the research\ncredit. Subsequent to filing its returns for these taxable\nyears, the Taxpayer hired Preparer to review its activities,\nbooks and records for the purpose of claiming research credits on\namended returns. During Time Period 1, Preparer provided the\nTaxpayer with a research credit study. The study does not\ncaution the Taxpayer that it is only an example of how the Year\n1, Year 2, Year 3 and Year 4 taxable years could have been\ntreated. On Date 1, the Taxpayer used this study to file claims\nfor refunds for its Year 1, Year 2, Year 3 and Year 4 taxable\nyears. The preparation of the study was supervised by a Preparer\npartner In the research credit study, Preparer outlined its\nmethodology for identifying the Taxpayer’s qualified research\nexpenses (“QREs”) and computed the Taxpayer’s research credit,\nusing the actual figures for research expenditures and other\nitems for each of the years in question. When computing the\nresearch credit in the study, Preparer used a section 280C(c)(3)\nelection. The numbers from the Preparer study were mechanically\nplaced on the Forms 1120X filed with the Service. Preparer\nrendered advice which is directly relevant to the determination\nof the Taxpayer's entire claims for refund made on these Forms\n1120X. Preparer did not sign the Taxpayer’s refund claims as a\npreparer, and at this point, we do not know whether Preparer or\nTaxpayer actually prepared the amended returns. As a result of\nPreparer’s computation, the Taxpayer attempted to make a section 1 Unless otherwise noted, all section references are to the\nInternal Revenue Code of 1986, as amended. CC:LM:F:MAN:POSTU-162762-02 page 3 280C(c)(3) election on the refund claims it filed with the\nService. The Taxpayer’s attempt to make a section 280C(c)(3) election\nresulted in understatements of the Taxpayer’s income tax\nliability for the Year 1, Year 2, Year 3 and Year 4 taxable\nyears. That is, the attempted section 280C(c)(3) election\nresulted in the Taxpayer claiming refunds greater than the\nrefunds it could have claimed if it did not attempt to make the\nelection. ISSUE\nShould the Service consider asserting the section 6694\npenalty against Preparer for advising the Taxpayer to make an\nimpermissible section 280C(c)(3) election on a refund claim? CONCLUSION",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_19__1",
      "chunk_id": "1",
      "content": "ISSUE\nShould the Service consider asserting the section 6694\npenalty against Preparer for advising the Taxpayer to make an\nimpermissible section 280C(c)(3) election on a refund claim? CONCLUSION Since Preparer is a “return preparer” who advised the\nTaxpayer to take a frivolous position (i.e., to make a section\n280C(c)(3) election, for the first time, on a refund claim\n) that resulted in a tax\nunderstatement, the Service should consider the asserting the\nsection 6694 penalty against Preparer. APPLICABLE LAW\nA. Sections 41, 174 and 280C Section 41 allows taxpayers a credit against tax for\nincreasing research activities. Generally, the credit is an\nincremental credit equal to the sum of 20 percent of the excess\n(if any) of the taxpayer's QREs for the taxable year over the\nbase amount, and 20 percent of the taxpayer's basic research\npayments determined under section 41(e)(1)(A).2 Section 174(a)\nprovides that a taxpayer may treat research or experimental\nexpenditures that are paid or incurred during the taxable year in\nconnection with the taxpayer's trade or business as expenses not\nchargeable to capital account. Section 280C(c)(1) requires taxpayers to reduce the amount\nof QREs otherwise allowable as a deduction under section 174 by\nan amount equal to the research credit determined under section\n41(a). However, section 280C(c)(3) allows a taxpayer to make an\nelection that will allow it to avoid the reduction of the section 2 Under section 41(c)(2), however, the minimum base amount\nis 50 percent of the credit year QREs. CC:LM:F:MAN:POSTU-162762-02 page 4 174 expenditures. Specifically, a proper section 280C(c)(3)\nelection enables a taxpayer to avoid the reduction of section 174\nexpenses by claiming a reduced research credit generally equal to\n13 percent of the excess of a taxpayer's QREs for the taxable\nyear over the base amount. I.R.C. § 280C(c)(3)(B).\nSection 280C(c)(3)(C) specifically provides that the section\n280C(c)(3) election shall be made not later than the time for\nfiling the return of tax for such year (including extensions),\nshall be made on such return, and shall be made in such manner as\nthe Secretary may prescribe. This rule is repeated in Treasury\nRegulation § 1.280C-4(a), which states “[t]he election under\nsection 280C(c)(3) to have the provisions of section 280C(c)(1)\nand (2) not apply shall be made by claiming the reduced credit\nunder section 41(a) determined by the method provided in section\n280C(c)(3)(B) on an original return for the taxable year, filed\nat any time on or before the due date (including extensions) for\nfiling the income tax return for such year.” (Emphasis added). B. Section 6694\ni. General Rules Section 6694(a) and (b) impose penalties on income tax\nreturn preparers for certain understatements of liability on a\nreturn or claim for refund. An “income tax return preparer” is a\nperson who prepares, for compensation, any return of tax imposed\nby subtitle A (income taxes) or any claim for refund of taxes\nimposed by subtitle A. A person who does not physically prepare\nan income tax return is considered a preparer if that person\nfurnishes a taxpayer sufficient information and advice so that\ncompletion of the return or claim for refund is largely a\nmechanical matter. Treas. Reg. § 301.7701-15(a)(1).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_19__2",
      "chunk_id": "2",
      "content": "Treas. Reg. § 301.7701-15(a)(1). For purposes of section 6694, no more than one individual\nassociated with a firm (e.g., a partner or employee) may be\ntreated as a return preparer with respect to the same return or\nclaim for refund. Treas. Reg. § 1.6694-1(b)(1). Generally, the\nindividual with overall supervisory responsibility with respect\nto the return or refund claim is treated as the preparer for\npenalty purposes. Id. An employer or partnership of an\nindividual return preparer subject to an sections 6694(a) and/or\n(b) penalty is also subject to penalty as a firm if:\n(1) one or more members of the principal management of\nthe firm or branch office participated in or knew of\nthe proscribed conduct; (2) the employer or partnership failed to provide\nreasonable and appropriate review procedures; or (3) such review procedures were disregarded. CC:LM:F:MAN:POSTU-162762-02 page 5 Treas. Reg. §§ 1.6694-2(a)(2) and 1.6694-3(a)(2).\nii. Section 6694(a) Penalty Section 6994(a) provides that a return preparer may be\nliable for a penalty in the amount of $250 if:\n(1) any part of an understatement of liability with\nrespect to a return or claim for refund is due to a\nposition that did not have a realistic possibility of\nbeing sustained on its merits; (2) the return preparer with respect to that return or\nrefund claim knew or reasonably should have known of\nthe unrealistic position; and (3) such position was not adequately disclosed in order\nto avoid the accuracy-related penalty for\nunderstatement of income tax or was frivolous. The penalty will not be imposed, however, where there is\nreasonable cause for the understatement and the preparer acted in\ngood faith. I.R.C. § 6694(a). The return preparer has the\nburden of proving that\n, there was reasonable cause for the position taken, and\nthat such position was maintained in good faith or that the\nposition was adequately disclosed. Treas. Reg. § 1.6694-2(e). Under Treasury Regulation section 1.6694-2(c), adequate\ndisclosure is made in accordance with the rules for the\nsubstantial understatement component of the accuracy-related\npenalty provided in Treasury Regulation section 1.6662-4(f). Disclosure is adequate under the regulations only if made on a\nproperly completed form (Form 8275, Disclosure Statement) or in\naccordance with an annual revenue procedure (e.g., Rev. Proc.\n94-36, 1994-1 C.B. 682 for Year 1993 returns). A position is considered to satisfy the realistic\npossibility standard if a reasonable and well-informed analysis\nby a person knowledgeable in tax law would lead that person to\nconclude that the position has approximately a one-in-three, or\ngreater, likelihood of being sustained on its merits. Treas. Reg. § 1.6694-2(b)(1). Adequate disclosure of an unrealistic return position is a\ndefense to the section 6694(a) penalty. However, adequate\ndisclosure is not a defense when the return position is\nfrivolous. Treas. Reg. § 1.6694-2(c)(1). A frivolous position\nis one that is patently improper. Treas. Reg. § 1.6694-2(c)(2). The test for frivolity is an objective one, which must be\nevaluated in terms of the position’s legal underpinnings. McKee CC:LM:F:MAN:POSTU-162762-02 page 6 v. United States, 781 F.2d 1043, 1047 (4th Cir. 1986)\n. If the preparer shows that an understatement was due to\nreasonable cause and the preparer acted in good faith, the\npreparer penalty for a position that does not satisfy the\nrealistic possibility standard will not be imposed.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_19__3",
      "chunk_id": "3",
      "content": "McKee CC:LM:F:MAN:POSTU-162762-02 page 6 v. United States, 781 F.2d 1043, 1047 (4th Cir. 1986)\n. If the preparer shows that an understatement was due to\nreasonable cause and the preparer acted in good faith, the\npreparer penalty for a position that does not satisfy the\nrealistic possibility standard will not be imposed. This is a\nfacts and circumstances determination made with reference to the\nnature of the error, the frequency and materiality of the errors,\nthe preparer’s normal office practice, and reliance on another\npreparer’s advice. Treas. Reg. § 1.6694-2(d).\niii. Section 6694(b) Penalty A $1,000 penalty may be imposed on a return preparer who:\n(1) willfully attempts to understate the tax liability of\nanother person on a return or in a claim for a\nrefund, or (2) recklessly or intentionally disregards rules and\nregulations. I.R.C. § 6694(b).3\nTreasury Regulation § 1.6694-3(b) provides that a preparer\nis considered to have willfully attempted to understate liability\nif the preparer disregards, in an attempt wrongfully to reduce\nthe tax liability of the taxpayer, information furnished by the\ntaxpayer or other persons. Treasury Regulation § 1.6694-3(c)\nprovides that a preparer is considered to have recklessly or\nintentionally disregarded a rule or regulation if the preparer\ntakes a position on the return or claim for refund that is\ncontrary to a rule or regulation and the preparer knows of, or is\nreckless in not knowing of, the rule or regulation in question. The Service bears the burden of proving that a return\npreparer willfully attempted to understate the tax liability. However, the return preparer bears the burden of proving that no\nrule or regulation was recklessly or intentionally disregarded,\nthat any position contrary to a regulation represented a good\nfaith challenge to the validity of the regulation, and that\ndisclosure was adequately made. Treas. Reg. § 1.6694-3(h). The terms “rules and regulations” are defined to include the\nprovisions of the Internal Revenue Code, temporary or final 3 With respect to any return or claim, the amount of the\npenalty payable by any person by reason of Section 6694(b) shall\nbe reduced by the amount of the penalty paid by such person by\nreason of Section 6694(a). I.R.C. § 6694(b). CC:LM:F:MAN:POSTU-162762-02 page 7 Treasury Regulations issued under the Code, and revenue rulings\nor notices (other than notices of proposed rulemaking) issued by\nthe Service and published in the Internal Revenue Bulletin. Treas. Reg. § 1.6694-3(f). Adequate disclosure of an understatement due to willful,\nreckless, or intentional conduct is a defense to the section\n6694(b) penalty. Treas. Reg. § 1.6694-3(c)(2). Under Treasury\nRegulation section 1.6694-3(e), adequate disclosure is made in\naccordance with the rules for the substantial understatement\ncomponent of the accuracy-related penalty provided in Treasury\nRegulation section 1.6662-4(f)(1), (3), (4) and (5). Disclosure\nis adequate under the regulations only if made on a properly\ncompleted form (Form 8275, Disclosure Statement). However,\nadequate disclosure is not a defense to the Section 6694(b)\npenalty if the return position is frivolous. A frivolous\nposition is one that is patently improper. Treas. Reg. § 1.66942(c)(2).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_19__4",
      "chunk_id": "4",
      "content": "Disclosure\nis adequate under the regulations only if made on a properly\ncompleted form (Form 8275, Disclosure Statement). However,\nadequate disclosure is not a defense to the Section 6694(b)\npenalty if the return position is frivolous. A frivolous\nposition is one that is patently improper. Treas. Reg. § 1.66942(c)(2). Treasury Regulation section 301.7701-15(a)(1) provides that\nif a person furnishes a taxpayer or other preparer enough\ninformation and advice to make completing the return or claim for\nrefund largely a mechanical or clerical matter, the person is\nconsidered an income tax return preparer, even if he or she does\nnot actually place or review information on the return or claim\nfor refund. Revenue Ruling 85-189, 1985-2 C.B. 341, applies Treasury\nRegulation section 301.7701-15(a)(1) to a person, X, who created\na computer program that taxpayers purchased to prepare and print\na Form 1040 for tax year 1983. The computer program explained\nthe requirements for each entry on the return and then the\ntaxpayer entered figures. X designed the computer program so\nthat taxpayers could use it even if they were not familiar with\nthe provisions of the Code and regulations. The revenue ruling explains that the determination of\nwhether X is considered the preparer of a tax return does not\ndepend on whether X or X's employees personally reviewed a\ncompleted return or whether X or X's employees actually placed\nany of the figures on the return. Rather, such a determination\ndepends on whether X has given substantive tax instructions in\nthe computer program. X is considered a preparer with respect to\nreturns because X's computer program provides more than mere\nmechanical assistance. Substantive determinations are performed\nby X's computer program concerning the application of section\n48(q) of the Code to the factual information supplied by a\ntaxpayer. The revenue ruling predates the realistic possibility\nstandard; at that time the section 6694(a) penalty was imposed\nfor a negligent or intentional disregard of the rules and CC:LM:F:MAN:POSTU-162762-02 page 8 regulations, but it remains relevant for determining who is a\npreparer under the present section 6694. DISCUSSION\nA. Sections 6694(a) and 6694(b) The facts of this case clearly warrant consideration of the\nimposition of the section 6694(a) and 6694(b) penalty because:\n• Preparer’s research credit study formed the basis of\nthe Taxpayer’s Forms 1120X. Thus, Preparer is a return\npreparer. Treas. Reg. § 301.7701-15(a)(1); see also\nRev. Rul. 85-189. • At the time Preparer produced its study, it was already\ntoo late to file section 280C(c)(3) elections for the\nyears at issue. Yet the study provided to the Taxpayer\nused figures for those years without any indication\nthey should not be used in a claim for refund. • Making a section 280C(c)(3) election on a refund claim,\nif not properly elected on the timely filed return for\nthat taxable year, contravenes the plain language of\nthe code and regulations and is, therefore, frivolous\nand demonstrates Preparer’s reckless disregard for the\nincome tax rules and regulations. • The untimeliness of the filing is evident on its face\nto a person familiar with the law; nevertheless, it has\nnot been disclosed in accordance with the regulations\nunder sections 6662 and 6694. Moreover, since making a\nsection 280C(c)(3) election for the first time on a\nrefund claim is frivolous, there is no “adequate\ndisclosure” defense under sections 6694(a) or 6694(b).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_19__5",
      "chunk_id": "5",
      "content": "Moreover, since making a\nsection 280C(c)(3) election for the first time on a\nrefund claim is frivolous, there is no “adequate\ndisclosure” defense under sections 6694(a) or 6694(b). • The attempted section 280C(c)(3) election resulted in\nunderstatements of income tax. There is a reasonable cause defense to the section 6694(a)\npenalty (not the section 6694(b) penalty). Preparer would bear\nthe burden of establishing reasonable cause. Given the expertise\nand experience of Preparer\nwith\nthe research credit and the fact that Preparer used actual\nfigures for tax years for which the Taxpayer ultimately submitted\nclaims, we believe it would be extremely difficult for Preparer\nto establish reasonable cause for failing to comply with a simple\nprocedural requirement that is readily apparent from the plain\nlanguage of the Code. CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS CC:LM:F:MAN:POSTU-162762-02 page 9 This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. If you have any questions, please contact\nor\nat\n. at ROLAND BARRAL\nArea Counsel\n(Financial Services) By:\nPETER J. GRAZIANO\nAssociate Area Counsel (Industry\nPrograms)",
      "queries": [],
      "queries_score": []
    }
  ]
}