{
  "doc_id": "legal-advice_40",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_40__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20080101F\nRelease Date: 1/4/08\nCC:LM:RFP:IP-CHI\nPOSTF-134629-07\nUILC: 338.13-00, 338.14-00, 338.46-00, 453.00-00, 453.09-00, 453A.00-00, 481.00-00,\n483.00-00, 1060.00-00 date: December 03, 2007 to: Revenue Agent\nLMSB Examination Team from: Marjory A. Gilbert, Senior Counsel\nLarge and Mid-Size Business Division (RFPH) subject: Taxation of Purported Contingent Payment Sale\nCorp F This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nCorp A\nCorp B\nCorp C\nCorp D\nCorp E\nCorp F\nOwner 1\nOwner 2\nOwner 3\nEntity G\nEntity H\nEntity J\nEntity K\nEntity M =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-134629-07\nIndustry N Asset Purchase\nAgreement\nNote Agreement = -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------= ---------------------------------------------------------------------------= ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------= ---------------------------------------------------------------------------------------------------------------------------------- Non-Recourse\nContingent Payment\nTerm Note\nNon-Recourse\nContingent Payment\nWorking Capital Note\nProfits\nMirror\nP\nQ\nR\nS\nT\nW\nX\nY\nZ =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= AA = BB\nCC\nDD\nEE\nFF =\n=\n=\n=\n= GG\nHH\nJJ\nKK\nMM\nNN =\n=\n=\n=\n=\n= = ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Page 2 of 37 POSTF-134629-07\nPP QQ\nRR\nSS\nWW\nXX\nYY\nZZ\nAAA\nBBB\nCCC\nDDD\nYear 4\nYear 5\nYear 6\nYear 7\nYear 8\nYear 9\nYear 10\nYear 11\nYear 12\nYear 13\nYear 14\nYear 15 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ All numerical amounts, section numbers and dates without a specific legend equivalent\nare replaced with “**”. ISSUES\n1. Whether the Year 10 transaction at issue constitutes a sale of assets for tax\npurposes. 2. Whether the non-recourse contingent payment notes from the Year 10\ntransaction constitute debt instruments. 3. Alternatively, if the Year 10 transaction is a contingent payment asset sale for tax\npurposes:\nA. Whether the regulations promulgated pursuant to I.R.C. §§ 338 and 1060\nmodify the application of Temp. Treas. Reg. § 15A.453-1(c) to allow all basis\nto be recovered before recognition of any gain, as in open transaction\nreporting, by treating the sale as divisible into seven separate sales for each Page 3 of 37 POSTF-134629-07\nclass of property, i.e. Classes I through VII, taxed serially in class order with\ndifferent gross profit ratios. B. Whether I.R.C. §§ 453A and 483 apply and, if so, how said sections should\nbe applied. 4. Whether I.R.C. § 481 applies to tax all previously deferred income from the use\nof the installment method in the year under examination. CONCLUSIONS 1. The Year 10 transaction, in substance, is not a sale for tax purposes. 2. The non-recourse contingent payment notes do not constitute debt instruments. 3. Alternatively, if the form of the Year 10 transaction is respected:\nA. The regulations promulgated pursuant to Sections 338 and 1060 do not\nmodify the installment method of accounting to allow the equivalent of open\ntransaction reporting. B. The form of the transaction is a contingent payment asset sale for which the\nmaximum selling price is determinable and both §§ 383 and 453A apply, as\naddressed below. 4. Section 481 applies to tax the previously deferred income in the year under\nexamination, as addressed below. FACTS\nA. Summary Most of the assets the subject of the Year 10 transaction were originally owned\nby Owner 1 ----------------, Owner 2 ---------------, and Owner 3 ----------------via a S\ncorporation. Owners 1 through 3 sold ** percent of their stock in the S corporation to a\nthird party for approximately $ **, with an I.R.C. § 338(h)(10) election. In ** years the\ncorporation was in bankruptcy, with suspended lawsuits among and between the third\nparty purchaser, Owners 1 through 3, and others. There were allegations of accounting\nfraud, among other allegations.",
      "queries": [
        "internal revenue service memo release number",
        "internal revenue service memo release number"
      ],
      "queries_score": [
        "2.7830598",
        "2.7830598"
      ]
    },
    {
      "id": "legal-advice_40__1",
      "chunk_id": "1",
      "content": "In ** years the\ncorporation was in bankruptcy, with suspended lawsuits among and between the third\nparty purchaser, Owners 1 through 3, and others. There were allegations of accounting\nfraud, among other allegations. Owners 1 through 3 reacquired their assets (and other assets that had been\npurchased by the corporation) in a bankruptcy liquidation auction. Owners 1 through 3\ncontributed the auction-acquired assets to Corp F, a newly formed S Corporation. The\nassets were old X, W, inventory, some contracts and de mimimus tangible personal\nPage 4 of 37 POSTF-134629-07\nproperty. The assets were used in Corp F’s business for ** months then, except for the\nW, “sold” to a new non-profit entity, allegedly to avail of the Z. The sale was cast, in form, as a contingent payment asset sale with the nonprofit executing a $ DD Non-Recourse Contingent Payment Term Note (sometimes\nreferred to as “Term Note” because it terminated in P years) and a $ CC Non-Recourse\nContingent Payment Working Capital Note. The new non-profit had no assets prior to\nthe “purchase” of the assets. Pursuant to the terms of the Asset Purchase Agreement, Note Agreement, and\nother agreements, the new non-profit was:\n(1)\n(2) subject to a confidentiality agreement;\nrequired to pay annual salaries to Owners 1 through 3 for the\nlife of the Term Note;\n(3) required to allow Owner 2 or 3 to run the business;\n(4) required to hire Corp F’s employees to operate the business\nday–to-day;\n(5) required to enter into a security agreement covering all of the\nnon-profit assets (both from the “sale” and after acquired\nassets);\n(6) required to pay all “Profit” to Owners 1 through 3 as Term\nNote payments less a ** percent share for the non-profit, with\nthe non-profit relieved of any obligation to pay Corp F except\nfrom the “Profit”;\n(7) required to “syndicate” the Non-Recourse Contingent\nPayment Term Note for up to ** holders, retaining certificates\nof note ownership;\n(8) required to enter into another non-recourse contingent\npayment note with Corp F for $ CC Working Capital to run the\nbusiness using the assets;\n(9) prohibited from entering into any other business; and\n(10) prohibited from selling the assets. After 1 year, the $ CC Non-Recourse Contingent Payment Working Capital Note\nterminates and, after P years, all liabilities for payments under the $ DD Non-Recourse\nContingent Payment Term Note are extinguished; but, it is not clear who will retain the\n“sold” assets. 1 If the non-profit breaches any of the 10 terms summarized above, it is in\ndefault and subject to various “penalties,” as addressed below. 1 The non-profit and the principals should be the subject of a referral to the exempt organization division\nto consider (1) whether the non-profit is organized and operated for a tax exempt purpose and not for the\nsubstantial private benefit of individuals; (2) whether the Corp F principals with a high salary and positions\nat the non-profit are subject to excise taxes for excess benefit transactions under I.R.C. § 4958 as Page 5 of 37 POSTF-134629-07 B. Year 4-Year 9 In Year 4, Owner 1 --------------- formed Corp A ------------------------ Industry N.\nCorp A was one of the first successful Industry N companies, spawning a host of\naffiliated and competitive businesses.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__2",
      "chunk_id": "2",
      "content": "Page 5 of 37 POSTF-134629-07 B. Year 4-Year 9 In Year 4, Owner 1 --------------- formed Corp A ------------------------ Industry N.\nCorp A was one of the first successful Industry N companies, spawning a host of\naffiliated and competitive businesses. Some other businesses initially formed by Owner\n1 were Corp B and Corp C, both Industry N companies. Eventually, a separate S Corporation, Corp D ------------------------ --------------, was\nformed to hold the Corp A business, among other related businesses. Thereafter, about\nthe time Owner 1 wanted to retire, attorneys Owner 2 --------------- and Owner 3 -------------- became involved, acquiring ** percent of Corp D stock by Year 7. In the Year 5 and Year 6, Corp D was very successful. Corp D ran Industry N.\nAfter setting up Industry N in locations across the United States, Corp D entered into\ncontracts with third party S, -------------------------------------------------. Corp D also sold Y.\nCorp D’s assets were intangibles, such as W, X, AA contracts (generally short-term),\nand Q.\nIn ** of Year 8, ** percent of Corp D’ stock was sold to a venture capital\npartnership, Entity G,2 for approximately $ **, with a § 338(h)(10) election filed to treat\nthe stock sale as an asset sale. The sale took place ** of Year 8, with a resulting\ntechnical termination of Corp D; the new entity was named Corp E -------------------------------------------------------------------------------------------------------------------------------------------,\nand was also an S corporation. Entity G acquired other similar and/or affiliated\nbusinesses and/or companies that became part of Corp E. 3 Entity G paid\napproximately $ DD in cash and assumed about $ MM in liabilities for a total price of\n$ NN for all the companies and/or businesses it acquired (including Corp D) which\nbecame part of Corp E. Owners 1, 2 and 3 continued to hold ** percent of the stock of\nthe new entity, Corp E.\nCorp E did not do well. First, there were difficulties operating the company\nnotwithstanding the fact that Owners 1, 2 and 3 of Corp D continued to participate. In **\ndisqualified persons, considering both salary and the cash flow from the sale; and (3) whether the nonprofit should be taxed as a corporation. 2 This entity was formed by three other entities: Entity H, Entity J, and Entity K. This entity was formed to\nacquire Corp D stock. 3 One of the other acquired companies was a former competitor of Corp D. Page 6 of 37 POSTF-134629-07\nyears, Corp E was in dire financial trouble. Second, the no longer existing entity, Corp\nD, had overstated the historical sale figures which were relied upon to establish the\npurchase price of Corp D. In summary, Corp D had three major categories of revenues:\nQQ, RR and SS for sold Y. Allegedly, the Corp D controller estimated the revenues\nfrom the last two categories and overstated said revenues.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__3",
      "chunk_id": "3",
      "content": "In summary, Corp D had three major categories of revenues:\nQQ, RR and SS for sold Y. Allegedly, the Corp D controller estimated the revenues\nfrom the last two categories and overstated said revenues. Entity G sued Owners 1, 2 and 3, alleging fraudulent overstatement of value,\naccounting fraud, overstating revenues, understating tax liabilities and overstating prepaid expenses - all in connection with the sale of ** percent of the stock of Corp D.\nCorp E also sued the accountants for Corp D, PP, for not properly auditing the\noverstated revenues. It may be as a result of, or prior to, this lawsuit that Owners 1, 2\nand 3 made a $ WW cash infusion to Corp E and were forced to surrender some of their\n** percent stock holding. Owners 1, 2 and 3 countersued Entity G, alleging breach of\nfiduciary duty and business losses from Entity G’s running of the businesses. In ** of Year 9, Corp E filed for Chapter 11 bankruptcy. 4 The bankruptcy stayed\nthe lawsuits. Subsequently, Corp E owners did recover some money; but, the recovery\nagainst former Owners 1, 2 and 3 was limited by a clause in the sale contract. There\nwas a significant recovery from PP. The amounts recovered are not known. Prior to, and at the time of the Chapter 11 filing, Corp E was YY throughout the\nUnited States; however, all ZZ ------------------- were released from non-compete clauses ------------------------------------------------to work with competitors upon filing for bankruptcy. In the fall of Year 9, there was a bankruptcy asset auction. The auctioned assets\nwere reported to include Corp E’s AAA operations “BBB” and the following:\n[p]roperty and equipment, AA databases, ZZ, employee lists,\nongoing contracts, proprietary computer systems, and all\nintellectual and proprietary rights, including rights to the [Owner 1]\nCCC and DDD brands. Source: FF. Before the bankruptcy and auction sale, Entity G attempted to persuade the\nformer principles in Corp D (Owners 1, 2 and 3) to reacquire Corp E; but, the attempts\nwere not successful. Despite refusing to re-acquire Corp E, from Entity G (the **\npercent owner), Owners 1, 2 and 3 purchased the assets of Corp E from the bankruptcy\nestate for $ T in an open, multi-bidder, arms-length public auction that Corp F\ncharacterizes as highly competitive. The purchased assets were transferred into a new\n4 The total number of affiliated entities in the bankruptcy is not clear, but it may include: Corp E; Corp D; ------------------------------------------------------------------------------------------------------------------------------ BBB; ---------------------------------------------------------------------------------- Page 7 of 37 POSTF-134629-07 S corporation, Corp F, the entity the subject of this advice. Owner 2 became the more\nactive principal, with Owners 3 and 1 as investors. Owner 2 and his wife owned **\npercent, Owner 1 and his wife owned ** percent, and Owner 3 and his wife owned **\npercent. Corp F operated the Industry N business for ** months, but allegedly needed a\ntax exempt entity to operate its business through in order to save on Z, its alleged\nlargest expense. Corp F has not yet substantiated the assertion its single largest\nexpense is Z or the significance of the reduction in Z.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__4",
      "chunk_id": "4",
      "content": "Corp F has not yet substantiated the assertion its single largest\nexpense is Z or the significance of the reduction in Z. It is not known whether, at the\ntime of the bankruptcy asset purchase, it was planned to dispose of the assets to, or\nthrough, a tax-exempt entity. C. Year 10 Transaction In Year 9, KK University, a legitimate operating private university in JJ, formed a\npurported I.R.C. § 501(c)(3) entity called Entity M. As far as it is known, KK University\ncontributed no assets to Entity M. It is not known whether Entity M was formed before\nor after Corp F acquired the bankruptcy assets for $ T. Nor is it known what contact or\nnegotiations there were between KK University and Corp F. It is known that, prior to\nthe Year 10 transaction, Entity M did not hold any assets of significance. In Year 10, Corp F, in form, sold some of the assets it had acquired for $ T to\nEntity M for a $ DD Non-Recourse Contingent Payment Term Note, as further detailed\nbelow. It is not known whether there were any negotiations with regard to the selling\nprice, how the selling price was determined, or why Entity M was willing to pay over\n$ EE more for the assets than Corp F paid ** months before at the auction sale. 5 The\nauditing revenue agent asserts the confidentiality agreement, required of Entity M as set\nforth below, is the reason this information is not available. Entity M is operated by Owner 2 (one of the three former principals of Corp D)\nand the former Corp F employees, with Owner 2 the CEO of Entity M. Owners 1, 2 and\n3, the original shareholders of Corp D (which was, in effect, sold twice, once to Entity G\nand once to Entity M) are receiving W-2 wages for operating Entity M. This\narrangement is pursuant to requirements imposed on Entity M, as addressed further\nbelow. In Year 12, Owner 2 received $ ** in W-2 wage, with both Owners 1 and 3\nreceiving $ ** in wages; however, it is not known what, if any, services Owners 1 and 3\nprovided. 5 The $ EE is the $ DD Non-Recourse Contingent Payment Term Note amount less $ FF (the $ T auction\ncost of the assets less the $ GG that Corp F allocated to the acquired W that it retained). The use of the\nCorp F allocation of purchase price to the W does not imply, and no inference can be drawn, that this is\nthe Ws’ value. It is not known whether this was an unilateral Corp F allocation but, it may be understated\ngiven the W were probably the most valuable asset acquired in the auction. Page 8 of 37 POSTF-134629-07",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__5",
      "chunk_id": "5",
      "content": "It is not known whether this was an unilateral Corp F allocation but, it may be understated\ngiven the W were probably the most valuable asset acquired in the auction. Page 8 of 37 POSTF-134629-07 It is not known what the actual net cash benefit is to Entity M or KK University\nfrom participating in the Year 10 transaction, but it is known that after P years neither\nwill have any liability to Corp F or whoever else holds interests in the $ DD NonRecourse Contingent Payment Term Note and the separate $ CC Non-Recourse\nContingent Payment Working Capital Note. One exception to this release of liability\ncould be an event of default by Entity M, as further addressed below. While the cash flow leaving Entity M to KK University is not known, the cash flow\nin Year 10 to Year 14 to Corp F with respect to Entity M’s $ DD Non-Recourse\nContingent Payment Term Note6 (not including separate salaries and benefits to the\nowners of Corp F or the payments on the $ CC Non-Recourse Contingent Payment\nWorking Capital Note) is as follows:\nYear 10\nYear 11\nYear 12\nYear 13\nYear 14 $**\n**\n$**\n$**\n$** Except for less than $** in Year 14, none of this $** cash flow to Corp F has been\nreported on the information return of Corp F (Form 1120S) 7 as gain in any year (or by\nany shareholder of Corp F as gain) on the theory the cash flows are solely interest or\nnon-taxable return of basis. In Year 12, Year 13, and Year 14 some of the cash was\nreported as interest as follows: $**, $** and $**, respectively. The operative documents for the Year 10 transaction are:\n1.\n2.\n3.\n4.\n5. The Asset Purchase Agreement. Schedule to Asset Purchase Agreement\nNote Agreement\nNon-Recourse Contingent Payment Term Note ($ DD)\nNon-Recourse Contingent Payment Working Capital Note ($ CC)8 6 The additional cash flow to Corp F from the $ CC Non-Recourse Contingent Payment Working Capital\nNote that matured in Year 11, ** years before the Year 15 maturity date on the $ DD Non-Recourse\nContingent Payment Term Note, is not known. 7 The Forms 1120S for Corp F were received on the dates specified:\nYears\nYear 10\nYear 11\nYear 12\nYear 13 8 Date Received\nunknown\n**/**/Year 12\n**/**/Year 13\n**/**/Year 14 No executed copy was provided, but Exhibit B to the Note Agreement sets forth the contemplated form. Page 9 of 37 POSTF-134629-07 6.\n7.\n8.\n9.\n10. Confidentiality Agreements (not provided to the IRS)\nSecurity Agreement (not provided to the IRS)\nW Agreements (not provided to the IRS)\nMirror Stock Plan (not provided to the IRS)\n“Ancillary Documents” (not provided to the IRS) 11. Employment Agreements for Owner 1, Owner 2, Owner 3, and for the\nother key Corp F employees (not provided to the IRS) Corp F did not enter into a covenant not-to-compete with Entity M. It is not\nknown in whose name Entity M is doing business i.e., as Entity M or as Corp F or some\nother “doing business as” name. The first four operative documents are addressed separately, below, in Sections\nD through G of the Facts. D. Year 10 Asset Purchase Agreement",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__6",
      "chunk_id": "6",
      "content": "It is not\nknown in whose name Entity M is doing business i.e., as Entity M or as Corp F or some\nother “doing business as” name. The first four operative documents are addressed separately, below, in Sections\nD through G of the Facts. D. Year 10 Asset Purchase Agreement The document titled Asset Purchase Agreement is dated as of **, Year 10. The\nrecitals state Entity M is organized for educational purposes with KK University the “sole\nmember” of Entity M. The recitals further state Corp F provides ---------------- --------------------------------------------------------------------------------------------------------------------------------. A copy of the unaudited **, Year 9 balance sheet of Corp F is attached to the Asset\nPurchase Agreement.9\nArticle I sets forth various definitions. Article II is titled, ------------------------------------------- and consists of ** pages. Section ** of Article II provides, subject to the other\nterms and conditions of the Asset Purchase Agreement, that Corp F will transfer to\nEntity M:\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- 9 A reproduction of the unaudited **, Year 9 Balance sheet of Corp F is attached to this Advice as\nAttachment One. Page 10 of 37 POSTF-134629-07 --------------------------------------------------------------------------------------------------------------------------------------This totals to approximately $**, with all of the other assets being intangibles; but, the\nlist of intangible allegedly transferred does not include any of the W acquired by Corp F\nin the bankruptcy auction purchase. While not separately stated on the unaudited **, Year 9 Balance Sheet of Corp F,\nCorp F represents the intangibles had an auction-provided cost basis, and fair market\nvalue at time of sale, as follows:\nAA10\nW\nX $ **\nGG\n•\n• ----------------------------------- ** **\n$ ** Corp F further represents that the goodwill and going concern had an unknown\nvalue at the time of the sale. This information is from page 3 of the document submitted\nduring the audit entitled “Outline of Tax Issues Related To Sale of Assets by Corp F.” It\nis not known whether the above Corp F proposed value/cost allocations were based on\narms-length adverse negotiations during the auction purchase or were unilaterally\nassigned values after a bulk purchase. Section ** of Article II specifically excludes all W from the Year 10 transaction, as\nwell as Corp F’s books and records. The W are to be licensed to Entity M with the\noption to purchase. No copies of the licenses, if any actually exist, were provided to the\nIRS. It is not known whether Corp F received royalties or other payments based on the\nlicenses, if ever executed. Section ** of Article II sets the total sales price at $ DD. At closing, Entity M is to\ndeliver a non-recourse contingent payment promissory term note to Corp F for $ DD\n(sometimes referred to herein as “Term Note”). In addition, Entity M is to execute a\n$ CC Non-Recourse Contingent Payment Working Capital Note (“Working Capital Note)\nso Corp F can loan Entity M working capital for the business that is to use the assets. Both notes are to be secured by a pledge of Entity M’s assets that includes the Year 10\ntransaction-acquired assets to operate the business and after acquired assets, as\npresumably stated in the Security Agreement. No copy of the Security Agreement was\nprovided to the IRS. 10",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__7",
      "chunk_id": "7",
      "content": "Both notes are to be secured by a pledge of Entity M’s assets that includes the Year 10\ntransaction-acquired assets to operate the business and after acquired assets, as\npresumably stated in the Security Agreement. No copy of the Security Agreement was\nprovided to the IRS. 10 The AA are not separately listed in the operative documents reviewed. For the purpose of this advice,\nit is assumed, without verification, that these ------ were transferred. This “fact” needs to be verified. Page 11 of 37 POSTF-134629-07 Section ** of Article II provides Entity M will assume: (a) $ ** of liabilities\ndisclosed on the unaudited **, Year 9 Balance Sheet of Corp F and all expenses/costs\nof Corp F incurred after **, Year 9 but before closing (including accounts payable,\nobligations to conduct Industry N and more); (b) all liabilities and obligations under\nassumed contracts,11 and (c) all liabilities and obligations from ownership or operation of\nassets or Industry N after closing. Section ** of Article II excludes certain tax obligations and other pre-closing tax\nobligations of Corp F, liabilities or obligations from the “Mirror Stock Plan” in Section **,\nand certain other unrelated obligations and liabilities. The “Mirror Stock Plan” is not\nexplained in Section **; however, there is a short paragraph on the “Mirror Stock Plan”\nin Schedule ** of the Disclosure Schedule, addressed below. No copy of the “Mirror\nStock Plan” was provided to the IRS. Article III is titled ----------------------------------------------------------and, except as\nstated otherwise in the “Disclosure Schedule,” represents Corp F has the authority and\nlegal capacity to sell and that the Asset Purchase Agreement is enforceable. Corp F\nrepresents in Section ** that it has used the assets in the business of “Industry N”\n(stated in “Recitals” to be -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------). Section ** represents that the Assumed Contracts are all material contracts. Sections **\nand ** address intellectual property, with said property (including W) listed in Schedule\n**, addressed below. Section ** is titled --------------------------- and cross references\nSection ** of the Disclosure Schedule, addressed below. Various compensation,\nretirement and other plans are listed, with it represented that Entity M received copies of\nthe plans. No copies of the plans were provided to the IRS. It is represented that no\napplication for rulings, determination letters, advisory opinions or prohibited transaction\nexceptions are currently pending before the IRS. Article IV is titled ---------------------------------------------------------- Entity M\nrepresents itself to be a private non-profit corporation described in I.R.C. § 501(c)(3),\nexempt from federal income taxes, and not a private foundation, without any material\n“unrelated business taxable income” as defined in I.R.C. § 512. Entity M represents\nSection ** of the Asset Purchase Agreement and each Entity M “Ancillary Document”\nare enforceable against Entity M, but does not list the “Ancillary Documents.” Entity M\ndelivered copies of its articles of incorporation, bylaws and minute books to Corp F, but\nnone were provided to the IRS. 11 Listed in Schedule ** “Assumed Contracts,” addressed below. Page 12 of 37 POSTF-134629-07 Article V is titled ------------------------------- and provides, among other provisions,\nthat both parties shall have opinions of counsel delivered to the other party.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__8",
      "chunk_id": "8",
      "content": "11 Listed in Schedule ** “Assumed Contracts,” addressed below. Page 12 of 37 POSTF-134629-07 Article V is titled ------------------------------- and provides, among other provisions,\nthat both parties shall have opinions of counsel delivered to the other party. Article VI is titled -------------------------------- with Section ** requiring that Entity M\nenter into employment agreements with Owner 2, HH, Owner 1, and Owner 3, to the\nsatisfaction of each owner and HH.12 No copies of the employment agreements were\nprovided to the IRS. Section ** references a Security Agreement; however, no copy\nwas provided to the IRS. Section ** requires licensing of the W by Corp F to Entity M,\nbut no copies of the licenses (if any exist) were provided to the IRS. Article VII is titled ---------------------------------------- with Section ** requiring Corp F\nto indemnify and hold Entity M harmless for all expenses, including legal fees for Corp\nF’s misrepresentations, Corp F’s failure to comply with agreements, and other matters. Section ** has a less stringent indemnification by Entity M. Section ** provides Corp F’s\nindemnification will be offset by Entity M obligations in accordance with Section ** of the\nNote Agreement. Article VIII is titled ----------------- with Section ** having a confidentiality clause\nand referencing a prior confidentiality agreement and Section ** of the Note Agreement. No copies of any confidentiality agreements were provided to the IRS. Public disclosure\nof the transaction, if any, is limited by Section **. In Section **, Corp F agrees to use its\nbest efforts to obtain consents referenced in Section ** of the Disclosure Schedule. Section ** addresses the letters of credit that Corp F caused a bank to issue to -----------as disclosed in Section ** of the Disclosure Agreement, and it is agreed these letters of\ncredit will stay in place to assure Entity M’s performance. In Section **, Entity M agrees\nto hire all Corp F employees. Article IX is titled ---------------------- with Section ** allowing the Asset Purchase\nAgreement to be amended by the parties at any time. The Asset Purchase Agreement is silent as to disposition of the assets should\nEntity M default on the $ DD Non-Recourse Contingent Payment Term Note or at the\nexpiration of the P year Note Agreement term. Thus, it may, or may not be, that all\nassets would revert to Corp F; however, the operative documents that were not\nprovided to the IRS may have provisions that impact the ultimate ownership of the\nassets. 12 Only Owner 2 and HH were disclosed as employees of Corp F in the Disclosure Schedules addressed,\nbelow. Page 13 of 37 POSTF-134629-07\nE. Schedule to Asset Purchase Agreement There is a separate document titled “Schedules to Asset Purchase Agreement\nBetween Corp F. and Entity M;” however, it has no index. The documents included in\nthe copy provided to the IRS were:\n1. Schedule ** -----------------------------(** pages) with “Attachment --” (**\npages), addressed further below; 2. Schedule ** --------------------------------------(** paragraph); 3. A document with a typed paragraph, as follows. -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The documents following the page with the above quoted legend\nwere as follows:\na.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__9",
      "chunk_id": "9",
      "content": "The documents included in\nthe copy provided to the IRS were:\n1. Schedule ** -----------------------------(** pages) with “Attachment --” (**\npages), addressed further below; 2. Schedule ** --------------------------------------(** paragraph); 3. A document with a typed paragraph, as follows. -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The documents following the page with the above quoted legend\nwere as follows:\na. Attachment to Schedule **, Unaudited balance sheet\nof Corp F as of **, Year 9, addressed above and\nfurther addressed below (reproduced copy attached\nto this advice as Attachment 1); b. Schedule ** “----------------------------------------------------------------------------------------------------------------------(**\nparagraphs, addressed further below); c. Schedule ** --------------------------------(** paragraphs),\nwith ** paragraph disclosing ------------------------------------------------------------------------------------------------------------------------------------------------------------; d. Schedule ** -------------------------------------(**\nparagraphs), with one paragraph disclosing Corp F\ndoes not own certain intellectual property used in the\nbusiness;\nPage 14 of 37 POSTF-134629-07 e. Schedule ** ----------------------------------(** paragraphs),\nwith the second paragraph stating ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- f. Schedule ** -----------------------------(** page), with\nAttachment -- (** pages) listing W and Attachment ---(** pages) listing X (addressed further below); g. Schedule ** ---------------------(** paragraphs), discloses -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- h. Schedule **-------------------------------(** page) discloses --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- i. Schedule ** ----------------------------(** pages); j. Schedule ** ----------------(** page); k. Schedule ** ----------------------------- (** paragraph)\ndiscloses --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- - l. Schedule ** ------------------------------- (** paragraph)\ndiscloses that ----------------------------------------------------------------------------- ----- m. Schedule ** -----------------------(** paragraphs)\ndiscloses ------------------------------------------------------------------------------------------------------------------- Page 15 of 37 POSTF-134629-07 There are no other schedules in the documents provided to the IRS. There is no\nreference to any agreement by Corp F to restrict its competition with Entity M or to\ncease doing business in the same industry. The above referenced Schedule ** ----- ---------------------------- lists: --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ** service agreements; ** car rental agreements; ** -------------------------------------------- contracts; ** ----------------------contract; ** -------------------------------------------- contracts; ** ------------------------------contracts and --------------------------------listings. The remaining items are primarily AA, BB or ZZ contracts; however, the\ncontract periods are given as a single date. There are ** AA contracts dated Year 10, **\nAA contracts dated Year 12, and ** AA contracts dated Year 13. The BB agreements\nare similarly dated with ** agreement dated Year 9 and ** agreements dated Year 10. The ZZ contracts are also dated similarly with ** contracts dated Year 9 and ** contracts\ndated Year 10. --------------------------------------------------------Only the ---------------------------contracts have clear end dates as follows: ** ending in Year 10, ** ending in Year 11\nand ** ending in Year 12. The above referenced Schedule **, the ** page unaudited **, Year 9 balance\nsheet of Corp F, has $ ** of assets and the same as liabilities. There are no footnotes\nor explanations. See Attachment One to this advice, below (reproduction of Corp F\nunaudited **, Year 9 balance sheet). The above referenced Schedule ** discloses Corp F had to pledge almost $ ** in\ncertificates of deposit (“CDs”) during its ** months of operations to secure certain\nbusiness actions/contracts. No information was provided as to how, or when, -----acquired (or borrowed) the CDs. Corp F discloses it is attempting to obtain releases of\nthe pledged CDs, with it unclear whether, in part, the $ CC working capital Corp F will\nloan to Entity M is to be applied in lieu of the CDs.",
      "queries": [
        "what documents are included in the irs schedule?",
        "what documents are included in the schedule provided to the irs"
      ],
      "queries_score": [
        "1.8334448",
        "3.196103"
      ]
    },
    {
      "id": "legal-advice_40__10",
      "chunk_id": "10",
      "content": "Corp F discloses it is attempting to obtain releases of\nthe pledged CDs, with it unclear whether, in part, the $ CC working capital Corp F will\nloan to Entity M is to be applied in lieu of the CDs. Schedule ** further discloses that\nCorp F has adopted a “Mirror Stock Plan” as of **, Year 10, shortly before the effective\ndate of the Asset Purchase Agreement. The disclosure does not state whether this\n“Mirror Stock Plan” is mirror to the Holder Certificates provided for in the Note\nAgreement, addressed below. Entity M does not assume the obligations under the\n“Mirror Stock Plan.” No copy of the “Mirror Stock Plan” was provided. The above referenced Schedule ** -----------------------------has the X that the Asset\nPurchase Agreement transferred to Entity M listed separately from the W that Corp F\nexcluded from the Asset Purchase Agreement. Many of the X are old with ------------ -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The ------------ dates range from\nYear 5 to Year 7, with ** from the Year 5, ** from Year 6 and only ** from ** to Year 7. Page 16 of 37 POSTF-134629-07 F. Note Agreement The Note Agreement, dated **, Year 10, is between three parties:\n•\n•\n• Entity M\nInitial Holders of notes listed in Schedule ** to the Note Agreement. Corp F The “Recitals” provide Entity M will execute the $ DD Non-Recourse Contingent\nPayment Term Note and Corp F will loan Entity M $ CC for Non-Recourse Contingent\nPayment Working Capital Note. The “Recitals” further provide Entity M is granting Corp\nF (as representative of the Initial Holders) a security interest and that there is a separate\nSecurity Agreement. The provisions of the Note Agreement govern both non-recourse\ncontingent payment notes and the obligations of Entity M with respect to both notes\n(i.e., term and working capital). No copy of the security agreement was provided. Article ** has the definitions and rules of construction. “Holders” is defined to be\nthose in whose name a Note is registered in the Note register. “Note” or “Notes” are the\nTerm Note and Working Capital Note, or any future division of, or re-issuance of, said\nnotes. Notes can be freely transferred pursuant to the terms of the Note Agreement,\naccording to the definition of “Notes.” Although the Note register is not defined, it\nappears that this references Entity M’s obligation to obtain a “----------------------------------Certificate” ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------that\nacknowledge the rules applicable to the ** allowed “Owners” (defined as “Holders” of\nthe Term Note and Working Capital Note) and to track these owners. Article II is titled ------------------Section **, again, addresses “Term Notes,” which\nlabel includes the $ DD Non-Recourse Contingent Payment Term Note and all\nsubsequent divisions and/or replacements. 13 The Term Notes are to be “registered” by\nEntity M in the names of the Initial Holders in the amounts as set forth in Schedule **.\nPursuant to Section **, the Term Notes shall be dated **, Year 10 with a maturity date of\n**, Year 15 and bear ** percent interest per annum. The amounts labeled principal and\ninterest are payable solely out of the following:\n--- -Profit ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ 13",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__11",
      "chunk_id": "11",
      "content": "The amounts labeled principal and\ninterest are payable solely out of the following:\n--- -Profit ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ 13 It is not known whether the $ DD Non-Recourse Contingent Payment Term Note was subdivided,\namended or reissued, i.e., “replaced”. Page 17 of 37 POSTF-134629-07 ----------------------------------------------------------------------------------------------------------As long as there is no “Event of Default,” Entity M has no obligation to make any other\npayments on its $ DD Non-Recourse Contingent Payment Term Note ------------------------------------. Pursuant to Section ** -------------------------------------------------------Corp F shall loan\nEntity M $ CC for working capital with Entity M to draw on once per month at minimum\ndraws of $ **. The maturity date of the $ CC Non-Recourse Contingent Payment\nWorking Capital Note is **, Year 11, ** years before the maturity date Entity M’s $ DD\nNon-Recourse Contingent Payment Term Note. As with the $ DD Non-Recourse\nContingent Payment Term Note, the $ CC Non-Recourse Contingent Payment Working\nCapital Note is payable only from “Profit” and no other payment is otherwise due unless\nthere is an “Event of Default.” Section ** “Profit,” provides the “Profit” shall be computed quarterly by Entity M’s\nChief Financial Officer (Owner 2) and delivered to Corp F and each Holder. Entity M\nshall pay the “Profit” to the Holders within ** days of the expiration of each quarter. Thereafter, ** days after the close of each fiscal year, Entity M shall deliver to Corp F a\nreport prepared by an independent certified public accounting firm of the “Annual Profit,”\nwith detailed provisions for confirmations of amounts. Pursuant to Schedule ** and ** to the Note Agreement, “Profit” is ----------------: ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Both Schedule ** and Section** provide that the Profit payments will be made in\nthe following order:\n1.\n2. 14 $ CC Non-Recourse Contingent Payment Working Capital Note;\nInterest on the “Term Notes”, 14 ------------------------------------------------------------------ It is not known how many Holders exist. Page 18 of 37 POSTF-134629-07\n3. ** percent to principal and ** percent to Entity M, with Entity M allowed to\nmake charitable donation of its share to KK University. 15 Section ** further provides that interest continues to accrue on unpaid principal\nand accrued interest at ** percent per annum. Special rules are provided for the final\ncomputation, increasing the payment to Corp F. Entity M may pre-pay the working\ncapital note. Section ** provides details on the method and place of payment by check\nor electronic transfer. Section ** states that all “Term Notes” are to be in the form set\nforth in Exhibit A.\nSection ** ----------------------------------------------------addresses substitutions and\nmodifications of “Term Notes,” i.e., the $ DD Non-Recourse Contingent Payment Term\nNote, and allows for subdivision of the note limited to a maximum of ** notes\noutstanding, and in amounts of no less than $ **. Term Notes may only be transferred\nor exchanged upon the Note Register maintained by Entity M. When Term Notes are\ntransferred, a “---------------Certificate”16 will be executed by the transferee and the\ntransferee must provide a tax identification number. Transfers must be exempt from\nregistration requirements of the Securities Act and applicable state laws. Entity M shall\nbe reimbursed its costs. -----------------------------------------------------------------------------------------------------",
      "queries": [
        "principal and interest are payable out of what"
      ],
      "queries_score": [
        "2.9970884"
      ]
    },
    {
      "id": "legal-advice_40__12",
      "chunk_id": "12",
      "content": "Transfers must be exempt from\nregistration requirements of the Securities Act and applicable state laws. Entity M shall\nbe reimbursed its costs. ----------------------------------------------------------------------------------------------------- Entity M is not required to transfer or exchange Term Notes selected for\nprepayment in whole or part. Entity M is charged with keeping records of Holders with\nserial numbers of all Terms Notes. Term Notes can be held by any stockholder of Corp\nF and anybody else per Entity M’s consent, with said consent not to be unreasonably\nwithheld. Holders must receive equal treatment pursuant to Section **. The Working\nCapital Note is different; Entity M has sole discretion on who can hold said note. There\nare limits on Entity M’s acquisition of interests in Holders. Article ** (** paragraph) is titled ----------------and cross references the required\nSecurity Agreement. No copy of the Security Agreement was received. Article ** is titled -----------------------------------------------------Numerous obligations\nare imposed on Entity M, such as maintaining all property useful to conducting the\nIndustry N business and conducting the Industry N business. Entity M is precluded\nfrom engaging in any other business or activity. The Holders have power and authority\nover Entity M as set forth in the Note Agreement. Entity M can administer the assets\nonly in compliance with the Note Agreement. Pursuant to Article **, Entity M must pay\nall taxes and cannot incur debt, except as allowed in the Note Agreement. Entity M\nmust hold its stockholders, directors, officers, employees and agents harmless from any 15 The ** percent appears to be all Entity M receives from the Industry N business operated by Owner 2\nwith Corp F employees. 16 The certificate is to be in the form as set forth in Exhibit ** to the Note Agreement. Page 19 of 37 POSTF-134629-07\nliabilities, etc., arising out of the Note Agreement. Entity M shall carry insurance as\nspecified and keep books and records as specified. Limits are placed on Entity M’s\nauthority to sell, lease or dispose of property. Entity M cannot consolidate or merge\nwith another entity, form a subsidiary, loan money, hold stock or perform any activity\nprohibited in Article **. In Section **, if Owner 2 can no longer serve as Executive\nDirector and Chief Executive Officer, Entity M shall elect Owner 3 on the same terms. Article ** is titled ------------ “Events of Default” are listed in Section ** as the\nfollowing:\n•\n•\n•\n•\n•\n• •\n• Entity M’s failure to pay per the Note Agreement provisions;\nEntity M’s failure to conform with the obligations and restrictions of\nthe Note Agreement;\nEntity M challenging the Note Agreement; Any material provision of Note Agreement, Term Notes, or Working\nCapital Note being declared void by any court; The Security Agreement ceasing to be in full force and effect;\nOwner 2 (or Owner 3) resigns for “good reason” or is discharged\nwithout “just cause” (as said terms are defined in the separate\nemployment contracts, copies not provided) unless Entity M pays\n$ DD and all accrued interest in full;\nAdverse changes in Entity M’s ability to generate “Profit”; or\nEntity M ceases to be wholly-controlled by KK University.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__13",
      "chunk_id": "13",
      "content": "If an event of default occurs, it may be that Entity M must pay the full $ DD pursuant to\nSections ** through **; however, that is not clear in the Note Agreement. Article ** is titled -----------------------------and imposes liability on the representative\nfor its own negligence, misconduct or bad faith. The representative is entitled to\nseparate compensation and reimbursement, and can be replaced by the decision of the\nmajority of the Holders. The representative is not specified in Article **.\nArticle ** is titled ---------------------and empowers Entity M and the representative\nto amend the Note Agreement under certain circumstances. Article ** is titled ----------------------and, among other provisions, provides notice to\na representative is sent to Corp F, attention Owner 2, with a copy to the attorneys for\nCorp F. The representative is precluded from using the name of Entity M or KK\nUniversity. The Holders warrant they understand the Note Agreement and the Term\nNotes are not registered. Section ** specifically clarifies that the notes are non-recourse\nto Entity M. The Note Agreement is signed by Owner 2 as representative for Corp F,\nand also signed by him as initial noteholder for Corp F.\nG. Term Note\nPage 20 of 37 POSTF-134629-07 The document entitled “Entity M Term Note” is ** pages long. At the top of the\nfirst page there is a large font all capital letters, ** page disclosure that the Term Note\nhas not been registered, with offers to sell, or sales, prohibited unless registered, with\nadditional limitations and warnings. In the first full paragraph, it states:\nBuyer’s obligation to make payment of principal and interest\non this Note is limited to the Profit -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The -------------------------------addresses the “initial noteholders” and Corp F as a\nrepresentative of the “initial noteholders.” The section ------------------------------------references the Note Agreement and Collateral, ----------------------------------------------------------------------------------------------------------------The “Payment Table” section provides unpaid interest is to be added to principal. Entity M is charged with maintaining payment records. There are provisions for\nexchange of the note and a limitation on transferability. The Holder of the note has no\nright to the note, except as provided in the Note Agreement. The note can be modified\nas provided in the Note Agreement. H. Corp F Position Corp F submits the Year 10 transaction is a contingent payment sale of assets\nand that it can use the installment method of accounting pursuant to § 453. Corp F\nfurther submits that, for the asset sale, under Treas. Reg. § 1.338-6(b)(2), all sale\nproceeds in excess of the cost basis are for goodwill and going concern. Corp F asserts, for the assets in Class I-VI, the fair market value of the assets\nsold was equal to the tax basis of such assets. Specifically, Corp F states:\n“In computing its gain from the Sale in **, Year 10, the\nCompany has taken the position that for the assets in\nClasses I-VI, the fair market value of the assets sold was\nequal to the tax basis of such assets. This position is\nsupported by the fact that only ** months prior to the Sale,\nthe Company [actual Owners 1 through 3] had purchased\nPage 21 of 37 POSTF-134629-07\nthe Class I-VI assets in a hotly-contested, multi-bidder\nauction.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__14",
      "chunk_id": "14",
      "content": "This position is\nsupported by the fact that only ** months prior to the Sale,\nthe Company [actual Owners 1 through 3] had purchased\nPage 21 of 37 POSTF-134629-07\nthe Class I-VI assets in a hotly-contested, multi-bidder\nauction. The Company believes that the price paid by the\nCompany for the Class I-VI assets at arms-length auction\n(i.e., the Company’s tax/cost basis for the assets) was the\nbest indicator of the fair market value of the Class I-VI assets\nat the time of the Sale (which as stated occurred only **\nmonths after the auction)17 (emphasis added)\nCorp F further asserts that it can allocate all payments to Classes I-VI in\nsuccession, exhausting each Class before proceeding to the next. Corp F asserts for\nClasses I-VI, the gross profit percentage is ** percent, on the theory that the fair market\nvalue of each asset in Classes I-VI equaled its tax basis. Only when Corp F has\nexhausted Classes I-VI basis, it asserts, will the remaining payments be allocated to the\nsale of Class VII assets and that is the first time there will be any recognizable gain. 18\nThe amounts so allocated, accordingly to Corp F, will be short-term capital gain. Corp F contends that none of the assets that it acquired in the Year 9 bankruptcy\nliquidation auction were “goodwill” or “going concern” given the bankruptcy. Corp F\nasserts all “goodwill” and “going concern” sold to Entity M arose from combining the\nassets acquired in the bankruptcy liquidation auction “with a skilled management team,\nemployees, ------------etc., and infusing working capital during the ** month holding\nperiod. ”19 Corp F has not supported its assertions of valuable goodwill and going\nconcern being generated in the ** month holding period with an independent third party\nappraisal. Corp F has not explained how the alleged goodwill and going concern were\ngenerated in ** months rather than being (potentially) generated in the future ** year\nterm of the $ DD Non-Recourse Contingent Payment Term Note. Nor has Corp F\nexplained now it could have generated such goodwill and going concern value when it\nallegedly cannot operate at a profit without the Z Entity M can obtain as a non-profit\nentity. Corp F has not provided any evidence that the “extra” cost savings from the Z\nEntity M could command, when compared to the tax benefits at issue, is significant. Corp F then concludes its Year 10 transaction constitutes a sale that falls within\nTemp. Treas. Reg. § 15a.453-1(c)(2) “Stated Maximum selling price” contract and is\nreportable using the installment method of accounting. Corp F did not apply § 453A. While Corp F advances a discussion of the treatment of property used in its trade\nor business and “subject to the allowance for depreciation” as reportable ordinary\n17 Outline of Tax Issues Related to Sale of Assets By Corp F, submitted to revenue agent during audit, at 1.\n18 It is not known whether the $ T auction purchase price was separately financed, i.e., the amount of\ncash “out of pocket” for Corp F is not known. 19 See note 23, above Page 22 of 37",
      "queries": [
        "how is the class of asset postf 134629-07 supported?"
      ],
      "queries_score": [
        "1.588762"
      ]
    },
    {
      "id": "legal-advice_40__15",
      "chunk_id": "15",
      "content": "1.\n18 It is not known whether the $ T auction purchase price was separately financed, i.e., the amount of\ncash “out of pocket” for Corp F is not known. 19 See note 23, above Page 22 of 37 POSTF-134629-07\nincome rather than capital gain, Corp asserts said provisions are inapplicable given it\nhad no gain because the assets were sold at cost. No information is provided as to\ndepreciation, if any, claimed during the ** months Corp F held the assets while\nconducting business and, allegedly, generated the goodwill and going concern value.20\nCorp F now, apparently, takes the position that no inventory transferred to Entity M\nnotwithstanding the text to the contrary in the Asset Purchase Agreement.21\nI. The Audit None of Corp F’s Federal income tax returns were examined until the Year 13 ----------------------return; however, it is known from the examination of the Year 13 return\nthat the income from the Year 10 transaction has been under reported. The revenue\nagent proposes to tax all deferred income from Year 10-Year 12 through an I.R.C. § 481\nadjustment in Year 13, in addition to increasing the Year 13 income from the\ntransaction. LAW AND ANALYSIS22\nThe Internal Revenue Code defines “gross income” as ”all income from whatever\nsource derived,” including “[g]ains derived from dealings in property.” I.R.C. § 61(a)(3). For dispositions of property via sales or exchanges, the gain from the sale equals\nthe “amount realized” by the taxpayer minus the taxpayer’s adjusted basis in the\nproperty. I.R.C. § 1001(a). The “amount realized” is “the sum of any money received\nplus the fair market value of the property (other than money) received.” I.R.C.\n§ 1001(b). Accordingly under said section, “[e]xcept as otherwise provided in this\nsubtitle, the entire amount of the gain or loss, determined under this section on the sale\nor exchange of property shall be recognized.” This is the general rule, with any\ndeferrals or exceptions a matter of legislative grace. For gain from debt instruments issued for property, Treas. Reg. §1.1001-1(g)(1)\nprovides, in general, that “[i]f a debt instrument is issued in exchange for property, the\namount realized attributable to the debt instrument is the issue price of the debt\ninstrument as determined under [Treas. Reg.] §§1.1273-2 or 1.1274-2, whichever is\napplicable.” Said provision is not applicable to a debt instrument subject to Treas. Reg.\n§§1.1275-4(c) or 1.483-4. Reg. § 1.1001-1(g)(2)(i). See Reg. §1.1001(g)(2)(ii). Reg.\n20 Id. at **. 21 The facts relative to inventory must be further developed. 22 Given Corp F is a pass-through entity, the S Corporation shareholders are the taxpayers that must\nrecognize the income; however, this advice does not address how the income flows to said taxpayers. Rather this advice address the income as it flows into Corp F. This advice does not extend to the\nalternative minimum tax considerations at the individual level, or other individual ramifications. Page 23 of 37 POSTF-134629-07\n§1.1275-4(c) “generally applies to a contingent payment debt instrument that is issued\nfor non-publicly traded property.”",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__16",
      "chunk_id": "16",
      "content": "Rather this advice address the income as it flows into Corp F. This advice does not extend to the\nalternative minimum tax considerations at the individual level, or other individual ramifications. Page 23 of 37 POSTF-134629-07\n§1.1275-4(c) “generally applies to a contingent payment debt instrument that is issued\nfor non-publicly traded property.” Reg. §1.1275-4(c)(1).\nI.R.C. § 1001(d) cross references the use of installment method, if applicable,\nthat allows deferral of recognition as provided in I.R.C. § 453. Section 453(a) provides\nthat, except as otherwise stated, income from an installment sales shall be taken into\naccount under the installment method. Section 453(b)(1) defines an installment sale as\na disposition of property where at least one payment is to be received after the close of\nthe taxable year in which the disposition occurs. Section 453(c) defines the installment\nmethod as a method of accounting under which the income is recognized for any\ntaxable year from a disposition of property being that proportion of the payments\nreceived in that year which the gross profit (realized or to be realized when the payment\nis completed) bears to the total contract price. Section 453(j)(2) provides that the\nSecretary of the Treasury shall prescribe regulations providing for ratable basis\nrecovery in transactions where the gross profit or the total contract price (or both)\ncannot readily be ascertained. Temp. Treas. Reg. §15A.453-1(c)(1) defines the term “contingent payment sale”\nas a sale or other disposition of property in which the aggregate selling price cannot be\ndetermined by the close of the taxable year in which the sale or other disposition\noccurs. In general, non-dealers with a contingent payment sale report income pursuant\nto the installment sale method of accounting by allocating payments received among:\n•\n•\n• Gain\nPartial return of basis\nInterest (imputed or internal, as applicable) I.R.C. § 453; Temp. Treas. Reg. § 15A.453-1. The term “contingent payment sale” does not include transactions with respect to\nwhich the installment obligation represents, under applicable principles of tax law, a\nretained interest in the property which is the subject of the transaction, an interest in a\njoint venture or a partnership, an equity interest in a corporation or similar transactions,\nregardless of the existence of a stated maximum selling price or fixed payment terms. Temp. Treas. Reg. §15A.453-1(c)(1). The regulations promulgated pursuant to § 453\ndistinguish a sale from the acquisition of an equity interest, with an equity interest not a\ndebt instrument. The aforementioned broad framework of the law, as applied to the subject\ntransaction, is addressed in the context of each stated issue, below. Page 24 of 37 POSTF-134629-07\nSection 1 Substance of the Transaction While the Year 10 transaction is cast, in form, as a sale of assets, in substance,\nCorp F has not relinquished dominion and control of the assets. Corp F continues to\nrun its Industry N business using its retained rights in the assets. Thus, in substance,\nthere was no asset sale for tax purposes.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__17",
      "chunk_id": "17",
      "content": "Corp F continues to\nrun its Industry N business using its retained rights in the assets. Thus, in substance,\nthere was no asset sale for tax purposes. As stated in Estate of Franklin v.\nCommissioner, 64 T.C. 752 (1975), aff’g Estate of Franklin v. Commissioner, 544 F.2d\n1045, 1047 n.1 (1976):\n“[W]hile characteristics of a transaction are questions of fact,\nwhether those characteristics constitute a sale for tax\npurposes is a question of law” (emphasis in original, citations\nomitted) To paraphrase the reasoning in Estate of Franklin, the lack of a price that\napproximately equals the fair market value leaves the transaction lacking the substance\nto justify treating the transaction as a sale ab initio. 544 F.2d at 1048. Whether or not\nCorp F (through Owners 1, 2 and 3) believed that the businesses formerly acquired by\nEntity G could be worth $ DD after the bankruptcy, there is no evidence the few assets\nfrom the business that Corp F allegedly sold could be worth $ DD at the time of the\npurported sale. The fact the “sold” assets were purchased for approximately $ R ($ T\nless retained W) 23 in an arms length, open bid, hotly contested auction ** months\nearlier is compelling evidence that the assets were only worth $ R. If Corp F could not\nmake a go of the business without the Z that a non-profit organization could command,\nthat is additional evidence the value did not increase over $ EE24 in the intervening **\nmonths that Corp F held the assets. Moreover, while Corp F asserts that the increased value ($ EE) is either going\nconcern or goodwill, the evidence is to the contrary. As noted above, Corp F allegedly\ncould not make a “go” of the business without Entity M. From a review of the list of\nshort-term AA contracts, it appears that the AA contracts are old or relatively few. Most\nof the BB agreements and ZZ contracts pre-date the purchase of the assets in the\nbankruptcy auction. All ZZ were released from their non-compete clauses prior to the\nbankruptcy auction. It will take future development to turn these assets into a $ DD\nbusiness, if such a success is possible. To the extent Corp F is anticipating creating\ngoodwill by running the business through Entity M for P years that does not bring Year\n10 value to the purported sale of miscellaneous older assets. 23 The $ R is, in exact amounts, $ R. This amount is based on Corp F’s representation it paid $ T for all of\nthe assets acquired in the bankruptcy auction with $ GG of said $ T paid for the W. The W were retained\nby Corp F. If the amount allocated to the W was not a negotiated arms length amount, said amount may\nbe too low of an allocation because W are probably the most valuable asset acquired. 24 $ DD less $ R. Page 25 of 37 POSTF-134629-07 Similar to taxpayer in Estate of Franklin, Corp F failed to provide any support for\nits conclusion that the $ DD purchase price was at least approximately equivalent to the\nfair market value of the assets sold.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__18",
      "chunk_id": "18",
      "content": "24 $ DD less $ R. Page 25 of 37 POSTF-134629-07 Similar to taxpayer in Estate of Franklin, Corp F failed to provide any support for\nits conclusion that the $ DD purchase price was at least approximately equivalent to the\nfair market value of the assets sold. As stated by the Ninth Circuit, “[i]n our view this\ndefect in the taxpayer’s proof is fatal.” 544 F.2d at 1048. See Wrenn v. Commissioner\n67 T.C. 576 (taxpayers not entitled to deferral benefits of § 453 because they did not\nestablish the transfer was a bona fide sale for tax purposes in substance as well as\nform). Thus, there is no sale for tax purposes; rather, Corp F continues, in substance, to\nown all the assets with all income of the business income of Corp F. Corp F used a\nmethod of accounting (installment method) that failed to clearly reflect its income from\nits business that it continued to run. While only the Year 13 is under audit, all deferred\nincome from Year 10-Year 12 can be included in Year 13 as set forth in Section 5,\nApplicability of § 481, below. The economic substance doctrine, applied above, disregards the transaction, i.e.,\nthere is no sale. The doctrine of substance over form recasts the transaction. As a first\nalternative, you should recast the transaction. Assuming arguendo the Z could be a\nsignificant expense reduction necessary to generate profits, the transaction would be\nrecast as Corp F and Entity M having entered into a partnership that failed to file any tax\nreturns, with Corp F the ** percent income partner and Entity M the ** percent income\npartner pursuant to the allocation of the “Profit,” and taxed accordingly. As a second\nalternative, you should assert Corp F and Entity M formed a C corporation, with the\nmirror stock plan and holder certificates representing the corporate shares. For that\nalternative, the corporation failed to file corporate tax returns, failed to pay the corporate\nlevel tax and failed to pay the shareholder level tax. 25 All ------------------------------------------------- would be dividends subject to a second level of tax, and should be taxed\naccordingly. As support for both the position that Corp F, in substance, retained ownership of\nthe assets and the positions that it formed new entities with Entity M, it is noted that\nCorp F provides the working capital to run the business. Entity M has no right to run the\nbusiness; rather, one of the owners of Corp F must be the CEO and Entity M must hire\nthe Corp F employees or Entity M is in default under the terms of the Note Agreement. Entity M cannot sell the assets it purportedly purchased and would, presumably, forfeit\nall assets back to Corp F in the event of a default. The default provisions are strict – in\nessence giving Corp F complete control. Either Corp F retained its ownership in the assets or Corp F and/or its principals\nhold what is, in substance, equity interests so installment reporting does not apply. Corp F cannot be allowed to defer its income and convert ordinary income (income from\n25",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__19",
      "chunk_id": "19",
      "content": "Either Corp F retained its ownership in the assets or Corp F and/or its principals\nhold what is, in substance, equity interests so installment reporting does not apply. Corp F cannot be allowed to defer its income and convert ordinary income (income from\n25 Note that this recast requires C corporation treatment, not S corporation treatment. Page 26 of 37 POSTF-134629-07\nrunning the business) to capital gain income via the Year 10 transaction. All\nalternatives must be asserted to preclude such treatment. Section 2 The Term Note is Not a Debt Instrument Corp F is not eligible for the tax deferral benefits of § 453, as addressed above. Likewise, based on the facts, neither the $ DD Non-Recourse Contingent Payment\nTerm Note nor the $ CC Non-Recourse Contingent Payment Working Capital Note are\ncontingent payment debt instruments. While the absence of personal liability by Entity M does not cause the note, ipso\nfact, to be a non bona fide debt, as in Estate of Franklin, because the debt has\neconomic significance only if the business generates substantial profits, there has been\nno creation of an instrument that\nsecured ‘the use or forbearance of money.’ (citations\nomitted) Nor has the seller advanced money or forborne its\nuse. (citations omitted) . . . [T]he absence of personal\nliability on the debt reduces the transaction in economic\nterms to a mere chance that a genuine debt obligation may\narise. 544 F.2d at 1049. As opined in the Estate of Franklin\n[F]or a debt to exist, the purchaser, in absence of personal\nliability, must confront a situation in which it is presently\nreasonable from an economic point of view for him to make\ncapital investment in amount of unpaid purchase price. 544 F.2d at 1049\nSee Rev. Rul. 77-110, 1977-1 C.B. 58 (taxpayer’s inability to demonstrate the fair\nmarket value of the property at least approximated the amount of the non-recourse note\nprecludes including note amount in the basis for depreciation purposes and precludes\ndeducting the interest). See also, Rev. Rul. 84-5, 1984-1 C.B. 32 (non-recourse\nobligation did not constitute a valid indebtedness). Section 3 Proper Application of §453 Alternatively, if a sale, the installment method applies. Corp F has disposed of\nproperty with payments due after the close of the year in which the sale occurs. Accordingly, if a sale, the transaction is an installment sale, and it is a contingent\nPage 27 of 37 POSTF-134629-07\npayment sale. See Temp. Treas. Reg. §15A.453-1(c)(1). Corp F is not a dealer in\nproperty, so it must report the payments under the installment method pursuant to § 453\nunless the assets being sold are inventory,26 the transaction is otherwise disqualified, as\naddressed above as the primary position, or the taxpayer properly elected out of\ninstallment method reporting. §§ 453 (a), (b) and (j). Pursuant to Temp. Treas. Reg. § 15A.453-1(b)(2), applied using the contingent\npayment rules of Temp. Treas. Reg. § 15A.453-1(c)(2), each payment shall be allocated\nbetween taxable gain and return of basis by applying the gross profit ratio computed for\nthe transaction. In general, the gross profit is the selling price less the seller’s adjusted\nbasis (including expenses of sale).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__20",
      "chunk_id": "20",
      "content": "Treas. Reg. § 15A.453-1(c)(2), each payment shall be allocated\nbetween taxable gain and return of basis by applying the gross profit ratio computed for\nthe transaction. In general, the gross profit is the selling price less the seller’s adjusted\nbasis (including expenses of sale). The gross profit factor (percentage) is the gross\nprofit divided by the contract price. Said gross profit factor is applied to the aggregate\ncontingent payment amounts received in each taxable period/year to arrive at the\nannual reportable gain, after allocation to interest, as discussed below. There are\nspecific rules for computing the initial selling price, contract price and gross profit. The\napplicable regulation section depends on whether the transaction constitutes a sale for\nwhich: (a) the maximum selling price is determinable, (b) the maximum selling price is\nnot determinable but the time over which payment will be received is determinable, or\n(c) neither a maximum selling price nor a definite term is determinable. Temp. Treas. Reg. § 15A.453-1(c)(1). Pursuant to the terms of the Asset Purchase Agreement, the maximum selling\nprice is set in the operative documents so it is a determinable maximum as of the first\nyear of the contract. Temp. Treas. Reg. § 15A.453-1(c)(2)(i)(A). Whatever Corp F’s\ncurrent speculation is as to how much will actually be paid, the regulations clearly\nprovide that the stated maximum selling price is determined by assuming all\ncontingencies are resolved in a manner that maximizes the price and accelerates\npayment. Temp. Treas. Reg. § 15A.453-1(b)(2). Temp. Treas. Reg. § 15A.4531(c)(2)(i)(B), Ex. (1) and (2). Applying these regulations, the selling price is $ DD, all obligations assumed by\nEntity M, all expenses of Corp F paid by Entity M and the working capital note which is 26 The taxpayer now, apparently, asserts no inventory was transferred. If inventory was transferred, it is\nexcluded from the installment sale provision. § 453(b)(2)(B); Temp. Treas. Reg. § 15A.453-(b)(4). See\nC.W. Murry v. Commissioner, T.C. Memo 1993-471 (the price of inventory had to be excluded from the\ninstallment method computation). Corp F cannot claim it purchased inventory, in bulk, from the\nbankruptcy proceeding as an investment for the purpose of turning over a profit given the assets were\nused in its trade or business. See W.F. Glisson v. Commissioner, T.C. Memo 1981-379 (the character of\nthe parts sold changed from inventory to investment assets based on the facts). Thus, all gain, if any,\nfrom inventory sales must be immediately recognized as ordinary income, with the income recognizable in\nYear 13 pursuant to I.R.C. § 481. Page 28 of 37 POSTF-134629-07\nan integral part of the Year 10 transaction. 27 Thus, Corp F has understated the selling\nprice. Corp F has overstated its basis in that the value of the retained W must be\nsubtracted from the claimed basis of $ T. The basis would be no more than $ R (the $ T\npurchase price paid for the assets ** months prior to the sale less the $ GG amount\nCorp F allocated to the retained W, assuming the allocation was not understated).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__21",
      "chunk_id": "21",
      "content": "The basis would be no more than $ R (the $ T\npurchase price paid for the assets ** months prior to the sale less the $ GG amount\nCorp F allocated to the retained W, assuming the allocation was not understated). The\none gross profit ratio, computed with the correct amounts, applies to each principal\npayment starting with the very first payment; there is no separate zero percent gross\nprofit ratio for the initial principal payments. This position should be asserted as an\nalternative to the treatment in issue one, above, if the case is unagreed. Corp F concurs that, if a sale, the form of its transaction is a contingent payment\nsale with Temp. Treas. Reg. § 15A.453-1(c) applicable, but argues the sale is divisible\ninto seven separate sales with potentially seven different gross profit ratios, applied\nserially. According to Corp F, each sale represents a sale of assets within a single\nasset class. Corp F argues that separate sale treatment with different gross profit ratios\nis mandated by Treas. Reg. § 1.1060-1(c)(2) and Treas. Reg. § 1.338-6. Thus, Corp F\nconcludes it can treat payments up to the fair market value in each separate class as a\nseparate sale with the result that no gain is reportable, at all, until it starts receiving\npayments for the Class VII asset sale. In other words, in effect, the one gross profit\nratio correctly computed as stated above, cannot apply to any payment until $ T cash is\nreceived tax free because the first six sales have a zero gross profit ratio in that the cost\nbasis equals the selling price in each sale. Corp F relies primarily upon Priv. Ltr. Rul. 200004040 (October 29, 1999) to\nsupport its position. 2000 WL 92408 (IRS PLR) issued January 28, 2001/October 29,\n1999. PLR 200004040 addresses six ruling requests with respect to application of\nI.R.C. § 468 on nuclear decommissioning and its interrelationship with I.R.C. §§ 671678 (grantor trusts), § 165, and §1060. Corp F focuses on ruling request number four\nwherein the PLR addresses the acquiring taxpayer’s basis in nonqualified\ndecommissioning funds in the context of the first three rulings on § 468. Corp F applies\nthe rulings with respect to the purchaser to itself, as seller, relying on conformity of\ntreatment. The taxpayer-purchaser in the PLR argued § 1060 did not apply so the assumed\ndecommissioning liability could be allocated to its cost basis in the nonqualified funds. In response, the PLR notes that the assumed liability cannot be treated as incurred for\nfederal income tax purposed until economic performance, citing to Reg. §§1.4461(c)(1)(i)(ii)(A) and 1.446-1(c)(1)(ii)(B), then finding economic performance does not\noccur for decommissioning obligations until the costs are incurred in satisfaction of the\nliability – an event that may not occur for sixty years in the situation addressed. Hence\nthe basis was limited to the cash component. 27 There is a possibility the working capital note could be a contribution to capital; however, there are\ninsufficient facts to support that treatment as the case is presented. Should the taxpayer provide\nadditional information, please request supplemental advice. Page 29 of 37 POSTF-134629-07",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__22",
      "chunk_id": "22",
      "content": "Hence\nthe basis was limited to the cash component. 27 There is a possibility the working capital note could be a contribution to capital; however, there are\ninsufficient facts to support that treatment as the case is presented. Should the taxpayer provide\nadditional information, please request supplemental advice. Page 29 of 37 POSTF-134629-07 The PLR then addressed how to allocate the cash component, rejecting the\npurchasing taxpayer’s attempt to first divide the sale in two sales, i.e., plant assets and\ndecommissioning fund liability, with all basis to the plant assets. The PLR rejected the\ndivisibility argument as having no support. 28 Nowhere does the PLR address § 453 or\nstate the residual method allows, in essence, open transaction reporting for the seller by\ndividing one sale into separate sales. While PLR 20004040 is too inter-twined with the special provisions on nuclear\npower plants to be considered as supporting Corp F, to the extent a non-citable nonprecedential PLR could be binding authority (it cannot), the applicable principle from the\nPLR would be that, as the taxpayer in the ruling could not arbitrarily bifurcate its\ntransaction, Corp F cannot arbitrarily bifurcate its transaction into seven separate sales. The PLR provides no support for Corp F’s argument that § 453 allows a seller’s\nreporting of gain be separated into seven separate sales to avoid the ratable basis\nrecovery rules of § 453. Corp F also relies on Williams v. McGowan, 152 F.2d 570 (2d Cir. 1945), to claim\nthat § 453 applies asset by asset, and on Rev. Rul. 68-13, 1968-1 C.B. 195,197 which\nstates:\n[T]he sale of a business must be ‘comminuted into its\nfragments’ where either the selling price or the down\npayment, or both of them, is separately stated with respect\nto different assets or types of assets in the agreement of\nsale. In this connection, it also should be noted that losses,\nwhere separately determinable, must be reported in the year\nof sale. (citation omitted)\nRev. Rule 68-13 is not saying a taxpayer can divide a single transaction for\nimmediate loss recognition and deferral of gain, or that the ratable basis recovery rules\nare moot. The ruling must be placed in the context of the citation in the ruling to\nMonaghan v. Commissioner, 40 T.C. 680 (1963), acq. 1964-2 C.B. 3 and Williams v.\nMcGowan, 152 F.2d 570 (2nd Cir. 1945). These cases considered the exclusion of\ninventory from installment reporting and the old requirement that, in the year of sale,\npayments cannot exceed 30 percent of the price. Neither this revenue ruling nor the\ncases nullify the ratable basis reporting required by § 453 as amended in Year 5 for\ncontingent payment sales; these authorities are directed at determining the character of\nthe gain and the old 30 percent rule. 28 The § 1060 regulations relative to the residual method require the allocation to Classes IIV pro rata\naccording to their fair market value, and addresses the impact of the buyer’s satisfaction of economic\nperformance of liabilities assumed on the purchase price. Page 30 of 37 POSTF-134629-07 In Monaghan, the Tax Court stated:",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__23",
      "chunk_id": "23",
      "content": "The § 1060 regulations relative to the residual method require the allocation to Classes IIV pro rata\naccording to their fair market value, and addresses the impact of the buyer’s satisfaction of economic\nperformance of liabilities assumed on the purchase price. Page 30 of 37 POSTF-134629-07 In Monaghan, the Tax Court stated: The sale of a going business . . . has long been considered\nas a sale of the separate business assets for purposes of\nascertaining whether profit result in capital gain or ordinary\nincome. (citations omitted) And it seems to us that the\nsame principles apply when the statutory provisions\nregarding installment sales are to be considered. In the usual installment sale, allocation of a portion of the\ndown payment to specific assets is not required because\nthe relevant percentage of ‘payment’ to ‘selling price’ is\nthe same whether total assets are compared to gross\nprice or specific assets are compared to an allocable\nportion of the gross price. An allocation is material,\nhowever, when there is a sale . . . with an explicit amount\nreceived for property excluded . . . such as . . . the separate\nagreement for the . . . inventory . . . . In such cases it is our\nconclusion that the sale of inventory for a separate price will\nnot be included in determining whether the ** percent\nlimitation will prevent installment reporting for the sale of\nother assets. (emphasis added)\n40 T.C. 687-688. Thus, Monaghan does not support Corp F’s argument that, in result, it can have\na zero percent profit ratio for some assets and a, say, ** percent profit ratio for the Class\nVII assets to avoid the ratable basis allocation of § 453. “Divisibility” of the sale only\napplies for excluded inventory or the 30 percent limitation computation, not to nullify\n§ 453. Williams, above, a 1945 case, also does not moot § 453; rather, said case\naddresses the question of how the character of the gain is reported – as ordinary or\ncapital income based on the assets involved. See General Counsel Memorandum\ndated April 19, 1982, GCM 38838, 1982 WL 204258 (IRS-GCM) (§ III, Application of the\nMass or Indivisible Asset Concept, interpreting Williams). Corp F also relies on Robert H. Wellen, Contingent Consideration and\nContingent Liabilities in Acquisitions, in Method of Calculating Gain Recognition, in\nVolume IV 2006, at 9, Chapter 44, (PLI Tax Law and Estate Planning Series Tax Law\nand Practice Course Handbook Series NO. J-716, 2006). Corp F focuses on § I. C. 4\n“Method of Calculating Gain Recognition”. However, said section confirms, in\n§ 1.C.4.c, that under § 453 the seller must recognize gain on each payment using the\ngross profit ratio, with a proviso on interest reporting. Contrary to Corp F’s\ninterpretation, §1.C.4.d does not assert § 1060 applies to the seller for purposes of\ntrumping § 453 gross profit reporting requirements. Rather § 1.C.4.e notes with a\nPage 31 of 37 POSTF-134629-07\nmaximum selling price contingent sale, Temp. Treas. Reg. § 15A.453-1(c)(2)(3) defers\nbasis recovery and accelerates gain.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__24",
      "chunk_id": "24",
      "content": "Contrary to Corp F’s\ninterpretation, §1.C.4.d does not assert § 1060 applies to the seller for purposes of\ntrumping § 453 gross profit reporting requirements. Rather § 1.C.4.e notes with a\nPage 31 of 37 POSTF-134629-07\nmaximum selling price contingent sale, Temp. Treas. Reg. § 15A.453-1(c)(2)(3) defers\nbasis recovery and accelerates gain. In addition § 1.C.4.e notes that:\nIn ACM-Partnership v. Commissioner, T.C. Memo 997-115,\naff’d 157 F.3d 231 (3rd Cir. 1998), Saga Partnership v.\nCommissioner, T.C. Memo 1999-359 (1999), ASA\nInvesterings Partnerships v. Commissioner, T.C. Memo\n1998-305, aff’d 201 F.3d 505 (D.C. Cir. 2000) and Boca\nInvesterings Partnership v. United States, 314 F.2d 625\n(D.C. Cir. 2003), the taxpayers tried to take advantage of the\nratable basis recovery under these regulations . . . . . . . . . . .\n. . . . . . . . . . [and the courts ultimately] found the\ntransaction[s] to be sham[s] in substance. . . Turning to the specific regulations cited by Corp F, Reg §1.1060-1(c)(1), said\nregulation provides\n[T]he seller’s consideration is the amount in the aggregate,\nrealized from selling the assets in the applicable asset\nacquisition under section 1001(b). The purchaser’s\nconsideration is the amount, in the aggregate, of its cost of\npurchasing the assets in the applicable asset acquisition that\nis properly taken into account in basis. (emphasis added) No place does this or any other subsection of Reg. § 1.1060 address § 453. No place\ndoes this or any other subsection of Reg. § 1.1060 asserts that the sale can be\nbifurcated into separate sales of each class of assets. Rather, Reg. § 1.1060-1(c)(2)\nprovides that the amount realized for each asset is determined by allocation the\nconsideration to all assets using the residual method under Treas. Reg. §§ 1.338-6 and\n1.338-7. Thus, contrary to the contentions of Corp F, the regulations under § 1060 do\nnot support its interpretation of the application of § 453. For purposes of allocating the aggregate deemed sale price (“ADSP”) and\nadjusted gross-up basis (“AGUP”), Reg. § 1.338-6(a) provides, generally, that fair\nmarket value is the gross fair market value without regard to liabilities; it does not define\nfair market value. Reg. § 1.338-6(b) addresses allocating the consideration (ADSP)\namong the seven classes of assets, but no where does said regulation address § 453 or\ninfer each asset class is to be treated as a separate, stand alone, sale for purposes of\napplying § 453. Rather, said regulation provides the total consideration paid is first\nreduced for Class I Assets (cash and general deposit accounts as further elaborated on\nin the regulation) then allocated among the other classes of assets in proportion to their\nfair market value, on an asset class by asset class basis. Asset classes II through VII\nare defined in Reg. § 1.338-6(b)(2)(ii) through (vii). Reg. § 1.338-6(c) provides that\nclass asset allocations are not to exceed fair market value, again, without defining fair\nPage 32 of 37 POSTF-134629-07\nmarket value. Fair market value is the amount a hypothetical buyer would pay and a\nhypothetical seller would accept both being appraised of all relevant facts.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__25",
      "chunk_id": "25",
      "content": "POSTF-134629-07\nmarket value. Fair market value is the amount a hypothetical buyer would pay and a\nhypothetical seller would accept both being appraised of all relevant facts. Bank One v.\nCommissioner, 120 T.C. 174, 308-310 (2003) aff’d, in part, vacated in part (on other\ngrounds), remanded in part (on other grounds), (rehearing en banc denied) JPMorgan\nChase v. Commissioner 458 F.3d 564 (7th Cir. 2006), decisions re-entered on remand,\nappeal pending. Thus, contrary to the contentions of Corp F, Reg. § 1.338-6 does not nullify the\ntemporary regulations promulgated for contingent payment sales subject to § 453 which\nwas specifically amended in Year 5 to mandate ratable basis recovery in contingent\npayment sales rather than open transaction reporting. Reg. §1.338-7 addresses situations when there must be a redetermination of\nADSP or AGUB, but does not set forth when a redetermination is required other than to\nrefer to general principles of tax law. Said regulation, also, does not modify the\nreporting under § 453. Moreover, the computation of interest for a contingent payment\nsale does not fall under this regulation as Reg. §1.338-7(e) makes clear when it states\n“For rules characterizing deferred contingent payments as principal or interest, see\n§§ 1.483-4, 1.1274-2(g), and 1.1275-4(c).” Thus, Corp F errs in its analysis. The proper application of § 453 to the form of\nthe Year 10 transaction is a set forth at the beginning of this Section 3, above. Section 4 Application of § 483 and § 453A I.R.C. § 483 applies to a contract for the sale or exchange of property which has\na payment more than ** months after the date of the sale, with a payment due more\nthan one year after the sale subject to imputed interest where there is unstated interest. § 483(c). Treas. Reg. § 1.483-4(a) provides § 483 applies to contingent payment sales\neven if the contract provides for adequate stated interest, with all contingent payments\ncharacterized as principal and interest under rules similar to Reg. § 1.1275-4(c)(4). Corp F should have computed “internal interest” pursuant to the maximum selling\nprice regulations. Corp F must apply the “price-interest computation rule” of Temp. Treas. Reg. § 15A.453-1(c)(2)(ii). The “internal interest:” must be recomputed pursuant\nto the regulations. All interest from application of § 483 is ordinary income. The balance of each\npayment is divided between principal and gain applying the correct gross profit ratio, as\naddressed in Section 3, above. Thus, the result is that for each payment Corp F must\nreport interest under § 483 and, if the entire payment is not interest, gain, with the gain\namount obtained from multiplying the remaining amount of each payment in each Corp Page 33 of 37 POSTF-134629-07 F year by the correct gross profit ratio computed as set forth in the beginning of Section\n3, above. 29\nGiven Corp F is a non-dealer and the sales price exceeds $ ** with each\nshareholder to receive in excess of $ ** (§ 453A(B)(2)(B1)), 30 the transaction is also\nsubject to the interest imposed by § 453A. Pursuant to § 453A(a)(1), interest must be\npaid on the deferred tax liability as a surcharge.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__26",
      "chunk_id": "26",
      "content": "Pursuant to § 453A(a)(1), interest must be\npaid on the deferred tax liability as a surcharge. No regulations have yet been issued\non how to apply § 453A in the context of a contingent payment sale. Given there is\nnothing that keeps the statute open for a “refund” if the sale price is overestimated,31 the\nappropriate computation is to “look back” at the end of each year to compute the\ninterest Corp F must pay. Section 5 Applicability of § 481 Section 453 prescribes a method of accounting. Corp F and its shareholders\nfailed to qualify for § 453 because there was no sale. Accordingly, its method of\naccounting failed to clearly reflect income. Pursuant to § 446, the Commissioner can\nplace the taxpayers on a method of accounting that does clearly reflect income. Section\n1 of this memorandum sets forth the tax principals that dictate the method of accounting\nthat does clearly reflect income. The Commissioner can and should impose an I.R.C.\n§ 481 adjustment for all income deferred using the installment method from Year 10\nthrough Year 12, for each alternative position. The § 481 adjustment shall be included\nin income in the Year 13 so that all income that was improperly deferred by reporting\nincome under a method that failed to clearly reflect income is returned to income in Year\n13.32 If the taxpayer continues to assert the transaction constitutes a sale for tax\npurposes, a § 481 adjustment should be asserted for the alternative position addressed\nin Sections 3 and 4, above. See Huffman v. Commissioner, 126 T.C. 322, 340-41, 343,\n347-48, 350-51, 353-55 (2006) (addressing § 481). 29 While no facts were provided that evidence Corp F is subject to recapture income for amounts which\nwould be treated as §§ 1245 or 1250 ordinary income during its ** month holding period for the\ninvestment assets sold to Entity M, if such facts exist, please be aware that the recapture rules of §§ 1245\nand 453 override § 453. All recapture income, even if not received, must be recognized in the year of\nsale. § 453(i).\n30 See TAM9853002, Issue 2 (each shareholders’ allocable portion of face amount of $DD controls\napplicability). 31 See TAM9853002, 1998 WL 908368 (IRS TAM) (no refund allowable based on overstated interest). Thus, a “look back” rule protects from up-front overstated interest. 32 Corp F does not qualify to spread the income adjustment over multiple years. Page 34 of 37 POSTF-134629-07\nCASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS You were requested to make a referral to TEGE, but have not yet made the\nreferral. Please make the referral and provide the TEGE examiner with a copy of this\nadvice. See footnote 1, above (basis for referral).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_40__27",
      "chunk_id": "27",
      "content": "Page 34 of 37 POSTF-134629-07\nCASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS You were requested to make a referral to TEGE, but have not yet made the\nreferral. Please make the referral and provide the TEGE examiner with a copy of this\nadvice. See footnote 1, above (basis for referral). It is strongly urged that you undertake additional factual development, such as ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------As part of the additional factual development, obtain all information possible on\nthe ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------You should also find out if the form of the transaction was suggested and/or\nmarketed by an accounting or law firm and whether ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------It is imperative that, as an alternative to asserting the primary positions under\nSection 1, Substance of the Transaction, you assert the proper application of §§ 453,\n453A and 483. -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- Page 35 of 37 POSTF-134629-07 This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If\ndisclosure is determined to be necessary, please contact this office for our views. By: _____________________________ Marjory A. Gilbert\nSenior Counsel (Retailers, Food,\nPharmaceuticals & Healthcare)\n(Large & Mid-Size Business) Attachment: Reproduced **, Year 9 Balance Sheet of Corp F. Page 36 of 37 POSTF-134629-07\nATTACHMENT TO\nSCHEDULE ---- CORP F.\nUNAUDITED\nFINANCIAL STATEMENTS -----------BALANCE SHEET As of\n**, Year 9 ASSETS\nCURRENT ASSETS\nCash and Cash Equivalents\nAccount Receivable\nInventory\nDeposits and Prepaid Expenses\nTotal Current Assets $ Property and Equipment – Net\nOther Assets **\n**\n**\n**\n**\n**\n** Total Assets $ ** $ **\n**\n**\n** LIABILITIES & EQUITY\nCURRENT LIABILITIES Account Payable\nAccrued Expenses\nQQ\nTotal Current Liabilities\nSHAREHOLDER’S EQUITY\nPaid-In-Capital\nRetained Earnings\nTotal Shareholder’s Equity **\n(**)\n** Total Liabilities and Shareholder’s Equity $ ATTACHMENT ONE TO MEMORANDUM Page 37 of 37 **",
      "queries": [],
      "queries_score": []
    }
  ]
}