{
  "doc_id": "legal-advice_23",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_23__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20095001F Release Date: 12/11/09\n------------------------------------POSTU-121455-09\nUILC: 40.00-00 date: October 7, 2009 to: from: subject: ----------------------------------------------------------------Team Manager\n(Large & Mid-Size Business) --------------------------------Attorney\n(Large & Mid-Size Business) Small Ethanol Producer Credit – Qualification as an eligible small ethanol producer This memorandum responds to your request for assistance dated April 17, 2009. This\nadvice may not be used or cited as precedent. This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If\ndisclosure is determined to be necessary, please contact this office for our view. LEGEND\nTaxpayer\nLLC\nCompany A\nCompany B\nCompany C\nCity\nDate 1\nDate 2\nDate 3\nDate 4\nDate 5 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTU-121455-09\nDate 6\nDate 7\nDate 8\nDate 9\nA\nB\nC\nD\nE\nF\nG\nH\nI\nJ\nK\nL =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= 2 -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ISSUE Did Taxpayer qualify for the small ethanol producer credit under I.R.C. § 40(a)(3) for its\ntaxable year commencing Date 1 and ending Date 9 for the ethanol produced by LLC\nduring the period Date 1 through Date 2? CONCLUSION Taxpayer did not qualify for the small ethanol producer credit because it was not an\n“eligible small ethanol producer” within the meaning of I.R.C. § 40(g) for the taxable\nyear ending Date 9 as Taxpayer was deemed to have had productive capacity in excess\nof 60 million gallons at some time during the taxable year. Taxpayer and LLC were\ntreated as one person under the aggregation rule under I.R.C. § 40(g)(2) because of\nTaxpayer’s ownership of more than 50% of LLC capital interest and profit interest during\nthe period Date 3 through Date 7, and LLC had productive capacity in excess of 60\nmillion gallons as of Date 6 which is before Date 7. FACTS\nTaxpayer is an exempt farmers’ cooperative under I.R.C. § 521, with A members as of\nDate 9. As used in this document, Dates 1 though 9 are numbered sequentially in\nchronological order. LLC is a limited liability company that was organized by Taxpayer pursuant to a\ncontribution of assets in exchange for B membership units in LLC, which represented\n100% of the outstanding LLC membership units. During the period Date 1 through Date\n2, Taxpayer treated LLC as a disregarded entity pursuant to the default classification\nrule in Treas. Reg. § 301.7701-3(b)(1)(ii). During this period LLC was treated as a\ndivision of Taxpayer for income tax purposes as provided in Treas. Reg. § 301.7701- POSTU-121455-09 3 2(a). LLC owned and operated an ethanol production facility (Ethanol Facility) located\nin City. LLC issued an aggregate of C membership units to Company A in several transactions\nbetween Date 3 and Date 5, and it issued an additional D membership units to\nTaxpayer as of Date 5. LLC issued E membership units to Company B effective as of\nDate 4. Company A and Company B were unrelated to Taxpayer. Pursuant to Treas. Reg. § 301.7701-3(f)(2) and the default classification rule in Treas. Reg. § 301.77013(b)(1)(i), LLC was reclassified as a partnership for income tax purposes upon the\nadmission of an additional member effective as of Date 3.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_23__1",
      "chunk_id": "1",
      "content": "Company A and Company B were unrelated to Taxpayer. Pursuant to Treas. Reg. § 301.7701-3(f)(2) and the default classification rule in Treas. Reg. § 301.77013(b)(1)(i), LLC was reclassified as a partnership for income tax purposes upon the\nadmission of an additional member effective as of Date 3. Effective as of Date 8, LLC’s operating agreement was amended and Company C made\na capital contribution of $F in cash to LLC in exchange for G Class C membership units,\nwhich represented greater than 50% of the outstanding LLC membership interests. In\nconnection with Company C’s capital contribution and as contemplated in the purchase\nagreement between LLC and Company C, LLC distributed approximately $H in cash to\nTaxpayer, Company A and Company B. The capital contribution by Company C and\nrelated distributions to Taxpayer, Company A and Company B were treated under I.R.C.\n§ 707(a)(2)(B) as a disguised sale to Company C by Taxpayer, Company A and\nCompany B of a portion of their LLC membership units, causing a termination of LLC\nunder I.R.C. § 708(b)(1)(B) and a closing of its tax year under I.R.C. § 706(c). LLC filed\nreturns for the short taxable years Date 3 through Date 7, and Date 8 through Date 9. During the period Date 3 through Date 7, Taxpayer owned more than 50% of the\noutstanding LLC membership units. In the LLC return for the short taxable year Date 3\nthrough Date 7, Taxpayer was reported as having more than 50% of the LLC capital\nand more than 50% of the LLC profits and losses. During the period Date 8 through\nDate 9, Taxpayer owned less than 50% of the outstanding LLC membership units. In\nthe LLC return for the short taxable year Date 8 through Date 9, Taxpayer was reported\nas having less than 50% of the LLC capital and less than 50% of the LLC profits and\nlosses. As of Date 1, the Ethanol Facility had productive capacity for ethanol of I gallons per\nyear, which does not exceed 60,000,000 million gallons. The Ethanol Facility was\nexpanded to increase its productive capacity to J gallons per year, which exceeds\n60,000,000 gallons, by Date 6. The Ethanol Facility produced K gallons of ethanol\nduring the period between Date 1 and Date 2. Taxpayer reported K gallons, which does\nnot exceed 15,000,000 gallons, of qualified ethanol fuel production on Form 6478\nattached to Taxpayer’s amended Form 990-C for the taxable year ending Date 9. Taxpayer claimed a small ethanol producer credit of $L on Form 6478. LAW\nSection 40 allows an alcohol fuels credit, which is part of the general business credit\nunder § 38. Under § 40(a)(3), the alcohol fuels credit includes a small ethanol producer POSTU-121455-09 4 credit for eligible small ethanol producers; under § 40(b)(4)(A), the amount of this credit\nfor any taxable year is 10 cents for each gallon of qualified ethanol fuel production of an\neligible small ethanol producer. Section 40(b)(4)(C) limits the qualified ethanol fuel\nproduction of any producer for any taxable year to not more than 15 million gallons.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_23__2",
      "chunk_id": "2",
      "content": "Section 40(b)(4)(C) limits the qualified ethanol fuel\nproduction of any producer for any taxable year to not more than 15 million gallons. Section 40(g)(1) defines “eligible small ethanol producer” as a person who, at all times\nduring the taxable year, has a productive capacity for alcohol not in excess of 60 million\ngallons. An aggregation rule in § 40(g)(2) provides that for purposes of the 15 million gallon\nproduction limitation under § 40(b)(4)(C) and the 60 million gallon productive capacity\nlimitation under § 40(g)(1), “all members of the same controlled group of corporations\n(within the meaning of section 267(f)) and all persons under common control (within the\nmeaning of section 52(b) but determined by treating an interest of more than 50 percent\nas a controlling interest) shall be treated as 1 person.”\nSection 52(b) provides that all employees of trades or businesses (whether or not\nincorporated) which are under common control shall be treated as employed by a single\nemployer. Section 1.52-1(b) defines “trades or businesses that are under common\ncontrol” as including any group of trades or businesses that is a parent-subsidiary group\nunder common control. Section 1.52-1(c)(1) generally defines “parent-subsidiary group\nunder common control” as one or more chains of organizations conducting trades or\nbusinesses that are connected through ownership of a controlling interest with a\ncommon parent organization if (i) a controlling interest in each of the organizations,\nexcept the common parent organization, is owned by one or more of the other\norganizations; and (ii) the common parent organization owns a controlling interest in at\nleast one of the other organizations, excluding, in computing the controlling interest, any\ndirect ownership interest by the other organizations. Section 1.52-1(c)(2)(iii) defines\n“controlling interest” in the case of a partnership as ownership of more than 50 percent\nof the profit interest or capital interest of the partnership. A pass-through entity rule in § 40(g)(3) provides that in the case of a partnership, trust,\nS corporation, or other pass-thru entity, the 15 million gallon production limitation under\n§ 40(b)(4)(C) and the 60 million gallon limitation in § 40(g)(1) shall be applied at the\nentity level and at the partner or similar level. Section 40(g)(5) authorizes the Secretary to prescribe regulations to prevent the small\nethanol producer credit from benefiting a person that directly or indirectly has a\nproductive capacity for alcohol in excess of 60 million gallons during the taxable year\nand to prevent any person from directly or indirectly benefiting with respect to more than\n15 million gallons during the taxable year. Proposed Treasury Regulations § 1.40-2(c)\ndisallows the small ethanol producer credit for ethanol produced at the facilities of a POSTU-121455-09 5 contract manufacturer if the contract manufacturer has a direct or indirect productive\ncapacity of more than 60 million gallons of alcohol during the taxable year1: The person at whose facilities ethanol is produced is treated for purposes of\nsection 40(g)(5) as an indirect beneficiary of any credit allowed with respect to\nthe ethanol.",
      "queries": [
        "ethanol production capacity limit"
      ],
      "queries_score": [
        "1.5152848"
      ]
    },
    {
      "id": "legal-advice_23__3",
      "chunk_id": "3",
      "content": "contract manufacturer if the contract manufacturer has a direct or indirect productive\ncapacity of more than 60 million gallons of alcohol during the taxable year1: The person at whose facilities ethanol is produced is treated for purposes of\nsection 40(g)(5) as an indirect beneficiary of any credit allowed with respect to\nthe ethanol. Accordingly, the small ethanol producer credit is not allowed with\nrespect to ethanol that is produced at the facilities of a contract manufacturer or\nother person if such contract manufacturer or other person has a direct or indirect\nproductive capacity of more than 60 million gallons of alcohol during the taxable\nyear. . . . Proposed regulations § 1.40-2(d) Example 2 provides an example applying the contract\nmanufacturer rule:\nY arranges with contract manufacturer Z to produce 10 million gallons of ethanol. Y is not related to Z. Y provides the raw materials and retains title to them and to\nthe finished ethanol. Z has the capacity to produce 100 million gallons of alcohol\nper year. The small producer credit is not allowed with respect to the 10 million\ngallons of ethanol because it is produced at the facilities of a contract\nmanufacturer that has a productive capacity of more than 60 million gallons of\nalcohol during the taxable year. ANALYSIS As a condition for qualifying for the small ethanol producer credit for its taxable year\nending Date 9, Taxpayer must have been an “eligible small ethanol producer”, which\nrequires that Taxpayer’s productive capacity for alcohol was not in excess of 60 million\ngallons at all times during such taxable year. As discussed below, although Taxpayer\nwas considered to have productive capacity for alcohol not in excess of 60 million\ngallons per year from Date 1 until completion of the Ethanol Facility expansion in Date\n6, Taxpayer was considered to have productive capacity in excess of 60 million gallons\nfrom Date 6 through Date 7. As Taxpayer was considered to have had productive\ncapacity in excess of 60 million gallons at some time during the taxable year, Taxpayer\nwas not an eligible small ethanol producer at all times during the taxable year and\ntherefore did not qualify for the small ethanol producer credit for the ethanol produced\nfrom Date 1 through Date 2. The Ethanol Facility had productive capacity of I gallons during the period Date 1\nthrough Date 2, at which time LLC was classified as a disregarded entity and was\nconsidered to be a division of Taxpayer. During this period, Taxpayer was considered\nto have productive capacity for alcohol not in excess of 60 million gallons per year. 1 Note that proposed regulations cannot be cited as precedent. We are restating it here to respond to the\nTaxpayer’s argument described below that incorporates the proposed regulation. POSTU-121455-09 6",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_23__4",
      "chunk_id": "4",
      "content": "During this period, Taxpayer was considered\nto have productive capacity for alcohol not in excess of 60 million gallons per year. 1 Note that proposed regulations cannot be cited as precedent. We are restating it here to respond to the\nTaxpayer’s argument described below that incorporates the proposed regulation. POSTU-121455-09 6 During the period that LLC was classified as a partnership commencing Date 3,\nTaxpayer and LLC would be treated as one person for purposes of the 60 million gallon\nproductive capacity limitation under the aggregation rule in § 40(g)(2) if they were\nconsidered to be under “common control”, and they would be considered under\ncommon control if Taxpayer was the owner of more than 50 percent of the profit interest\nor capital interest of LLC, as provided in §§ 1.52-1(b), (c)(1), and (c)(2)(iii). LLC was\nunder the “common control” of Taxpayer within the meaning of §§ 40(g)(2) and 52(b)\nduring the period Date 3 through Date 7 because during such period Taxpayer owned\nmore than 50% of the LLC profit interest and more than 50% of the LLC capital. Therefore, Taxpayer and LLC were treated as one person during such period under the\naggregation rule in § 40(g)(2) for purposes of applying the 60 million gallon per year\nproductive capacity limitation. Under the aggregation rule, Taxpayer and LLC had combined productive capacity of I\ngallons from Date 3 until completion of the Ethanol Facility expansion in Date 6, and\ncombined productive capacity of J gallons from Date 6 through Date 7. As Taxpayer\nwas considered to have productive capacity in excess of 60 million gallons at some time\nduring its taxable year ending Date 9, Taxpayer was not an eligible small ethanol\nproducer at any time during such taxable year. Therefore, Taxpayer did not qualify for\nthe small ethanol producer credit for the ethanol production during the period Date 1\nthrough Date 2. RESPONSE TO TAXPAYER’S POSITION\nTaxpayer’s position is that Taxpayer qualified as an eligible small ethanol producer\nduring the period Date 1 through Date 2, because during such period it was the deemed\nowner of the Ethanol Facility and its productive capacity did not exceed 60 million\ngallons. Taxpayer’s primary argument is that during the period commencing Date 3, the\nproductive capacities of Taxpayer and LLC should not be combined under the\naggregation rule in § 40(g)(2) for purposes of the productive capacity limitation. Taxpayer’s alternate argument is that, if it is necessary to consider LLC’s productive\ncapacity, Taxpayer qualified as an eligible small ethanol producer by applying the\nproductive capacity limitation at the level of Taxpayer’s patrons under the pass-through\nentity rule in § 40(g)(3). Taxpayer’s primary argument is that the productive capacities of Taxpayer and LLC\nshould not be combined under the aggregation rule in § 40(g)(2) for purposes of\napplying the productive capacity limitation. Taxpayer concedes that LLC did not qualify\nas an eligible small ethanol producer during the period Date 3 through Date 7 and that\nTaxpayer and LLC were under common control within the meaning of § 40(g)(2) during\nthe period Date 3 through Date 7.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_23__5",
      "chunk_id": "5",
      "content": "Taxpayer concedes that LLC did not qualify\nas an eligible small ethanol producer during the period Date 3 through Date 7 and that\nTaxpayer and LLC were under common control within the meaning of § 40(g)(2) during\nthe period Date 3 through Date 7. However, Taxpayer argues that the aggregation rule\nin § 40(g)(2) does not require combining the productive capacity of a person that is not\nan eligible small ethanol producer (such as LLC) with the productive capacity of a\nperson that is an eligible small ethanol producer (such as Taxpayer). POSTU-121455-09 7 Contrary to Taxpayer’s position, the application of 60 million gallon productive capacity\nlimitation under § 40(g)(1) and the aggregation rule in § 40(g)(2) is not limited only to\nentities that are eligible small ethanol producers when considered in isolation from other\nrelated entities, nor does the application of the rules exclude consideration of any\nentities that are not eligible small ethanol producers when considered in isolation. The\naggregation rule under § 40(g)(2) is applied to determine whether “all persons under\ncommon control” satisfy the productive capacity limitation when considered in the\naggregate. The term “persons” refers to all entities under common control regardless of\nwhether an entity satisfies the productive capacity limitation when considered in\nisolation. For example, if two entities under common control each satisfied the\nproductive capacity limitation individually during the taxable year but collectively\nexceeded the limitation at some point during the taxable year, then neither entity would\nbe an “eligible small ethanol producer” at any time during the taxable year under the\naggregation rule. Similarly, if two entities under common control included one entity that\nsatisfied the productive capacity limitation while the other entity exceeded the limitation\nat some point during the taxable year, then neither entity would be an “eligible small\nethanol producer” at any time during the taxable year under the aggregation rule. Taxpayer argues that its position is supported by Example 2 of Proposed Treasury\nRegulations § 1.40-2(d), because the aggregation rule under § 40(g)(2) was not applied\nin the example to combine the contract manufacturer’s productive capacity with the\nproducer’s productive capacity. Taxpayer argues that in this case LLC could be\nconsidered a contract manufacturer for Taxpayer and therefore LLC’s productive\ncapacity should not be combined with Taxpayer’s. Contrary to Taxpayer’s interpretation\nof the proposed regulation, the § 40(g)(2) aggregation rule was not applied in the\nexample because the contract manufacturer and other party were unrelated. Since the\nparties in the example were unrelated, the aggregation rule in § 40(g)(2) was\ninapplicable. Regardless of whether LLC may have been a contract manufacturer for\nTaxpayer, the rule in § 40(g)(5) and the contract manufacturer rule in the proposed\nregulations does not apply in this case because Taxpayer and LLC were under common\ncontrol and therefore were treated as one person under the aggregation rule in\n§ 40(g)(2). Taxpayer also argues that LLC’s productive capacity would have been relevant for\npurposes of applying the productive capacity limitation to Taxpayer only if LLC had been\nan eligible small ethanol producer and had made an allocation of the small ethanol\nproducer credit to Taxpayer.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_23__6",
      "chunk_id": "6",
      "content": "Taxpayer also argues that LLC’s productive capacity would have been relevant for\npurposes of applying the productive capacity limitation to Taxpayer only if LLC had been\nan eligible small ethanol producer and had made an allocation of the small ethanol\nproducer credit to Taxpayer. It is true that if LLC was an eligible small ethanol producer\nand had made an allocation of the small ethanol producer credit to Taxpayer, it would\nhave been necessary for Taxpayer to apply the productive capacity limitation at the LLC\nmember level under the pass-through entity rule in § 40(g)(3) in order to determine\nwhether Taxpayer qualified for the credit. However, contrary to Taxpayer’s position, the\napplication of the productive capacity limitation under § 40(g)(1) and the aggregation\nrule in § 40(g)(2) is not limited to persons that satisfy the productive capacity limitation\nwhen considered in isolation of other related entities. POSTU-121455-09 8 Taxpayer’s alternative argument is that, if it is necessary to consider LLC’s productive\ncapacity for purposes of applying the productive capacity limitation to Taxpayer, the\npass-through entity rule in § 40(g)(3) requires applying the productive capacity limitation\nat the partner or similar level, in which case LLC’s productive capacity would be\nallocated through Taxpayer to Taxpayer’s patrons and the productive capacity limitation\nwould be tested at the patron level. Given that Taxpayer had a large number of patrons\nbetween Date 1 and Date 9, Taxpayer argues that the productive capacity limitation\nwould not have been exceeded based on each patron’s pro rata share of Taxpayer’s\npro rata share of LLC’s productive capacity. Taxpayer argues that because the\nproductive capacity limitation was satisfied at the patron level, Taxpayer was an eligible\nsmall ethanol producer. Under Taxpayer’s interpretation of § 40(g)(3), the productive capacity limitation applies\nat the partner or similar level to determine whether a pass-through entity satisfies the\nproductive capacity limitation. Contrary to Taxpayer’s position, the productive capacity\nlimitation is applied at the partner or similar level to determine whether an owner of a\npass-through entity qualifies for the small ethanol producer credit if the owner receives\nan allocation of the credit from one or more pass-through entities. The application of the partner or similar level rule in § 40(g)(3) does not apply in this\ncase because Taxpayer was not an eligible small ethanol producer under the productive\ncapacity limitation under § 40(g)(1) and the aggregation rule under § 40(g)(2) during the\nentire taxable year ending Date 9. Once Taxpayer exceeds the production capacity\nlimitations, no further inquiry is required regarding the production capacity of Taxpayer’s\npatrons since the credit is not available at this point. SUMMARY\nTaxpayer and LLC were considered to be one person during the period Date 3 through\nDate 7 pursuant to the aggregation rule in § 40(g)(2) because of Taxpayer’s ownership\nof more than 50% of the LLC capital interest and profit interest during such period. During the period commencing on Date 6, Taxpayer and LLC were considered to have\ncombined productive capacity of J gallons, which exceeded the 60 million gallon\nlimitation in § 40(g)(1).",
      "queries": [
        "is ethanol productive capacity limitation applicable to taxpayers",
        "how does productive capacity limitations apply to taxpayers"
      ],
      "queries_score": [
        "3.60875",
        "3.2058408"
      ]
    },
    {
      "id": "legal-advice_23__7",
      "chunk_id": "7",
      "content": "During the period commencing on Date 6, Taxpayer and LLC were considered to have\ncombined productive capacity of J gallons, which exceeded the 60 million gallon\nlimitation in § 40(g)(1). Because the combined productive capacities of Taxpayer and\nLLC exceeded the 60 million gallon productive capacity limitation at some time during\nthe taxable year ending Date 9, Taxpayer was not an eligible small ethanol producer at\nany time during the taxable year. Therefore, Taxpayer did not qualify for the small\nethanol producer credit for LLC’s ethanol production during the period Date 1 through\nDate 2. We have coordinated this advice with Associate Chief Counsel (Passthroughs and\nSpecial Industries) and the Industry Counsel, Agriculture. Please call -------------------- if\nyou have any further questions. POSTU-121455-09 9\n-------------------Associate Area Counsel\n(Large & Mid-Size Business) By: _____________________________ --------------------Attorney -----------(Large & Mid-Size Business)",
      "queries": [
        "when was combined productive capacity of an llc considered"
      ],
      "queries_score": [
        "2.456329"
      ]
    }
  ]
}