{
  "doc_id": "memos_49",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_49__0",
      "chunk_id": "0",
      "content": "Relocation Deadline Provision Contained in the 1996 Omnibus\nConsolidated Rescissions and Appropriations Act\nRequirement in the Appropriations Act that the United States Information Agency relocate the Office\nof Cuba Broadcasting to south Florida by a date almost a month before the Act was signed into\nlaw constitutes a technical or typographical error, and USIA is entitled to obligate the funds appro­\npriated in the provision, even though it is unable to turn back the clock and comply with the\nprovision’s literal deadline. May 21, 1996\nM e m o r a n d u m O p in io n for th e B r o a d c a s t in g B o a r d of C h a ir m a n G overnors This is in response to your request for advice concerning the interpretation of\na provision contained in title IV of the Omnibus Consolidated Rescissions and\nAppropriations Act, Pub. L. No. 104-134, 110 Stat. 1321, 1321-43 (1996)\n(“ Act” ) (the provision at issue is herein referred to as “ the provision” ). See\nLetter for Walter E. Dellinger, Assistant Attorney General, Office of Legal Coun­\nsel, from David W. Burke, Chairman, Broadcasting Board of Governors (May\n2, 1996). Specifically, you have asked whether the United States Information\nAgency (“ USIA” ) is entitled at this time to spend monies appropriated under\nthe provision, whether the provision requires the relocation of the Office of Cuba\nBroadcasting’s (“ OCB” ) headquarters to south Florida, and whether the accounts\ncited in the provision as being available to finance the relocation are currently\navailable for that purpose. The provision provides a fiscal year 1996 appropriation to USIA to carry out\nactivities authorized under various public laws relating to international broad­\ncasting by the United States. The provision states in pertinent part: For expenses necessary to enable the United States Information\nAgency to carry out the Radio Broadcasting to Cuba Act, as amend­\ned, the Television Broadcasting to Cuba Act, and the International\nBroadcasting Act of 1994 . . . $24,809,000 . . . Provided, That\nnot later than April 1, 1996, the headquarters o f the Office o f Cuba\nBroadcasting shall be relocated from Washington, D.C. to south\nFlorida, and that any funds available under the headings “ Inter­ national Broadcasting Operations,” “ Broadcasting to Cuba,” and\n“ Radio Construction” may be available to carry out this relocation. Pub. L. No. 104-134, 110 Stat. at 1321-43 (emphasis added). As your letter makes clear, because the Act was signed into law on April 26,\n1996, almost one month after the date upon which OCB’s headquarters must be\n209 Opinions o f the Office o f Legal Counsel in Volume 20 relocated to south Florida under the literal terms of the provision’s relocation\ndeadline, these literal terms cannot be satisfied. For the reasons stated below, how­\never, we conclude that USIA is at this time nevertheless entitled to spend funds\nappropriated under the provision. In addition, we conclude that the relocation of\nOCB’s headquarters to south Florida is mandatory under the appropriation.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_49__1",
      "chunk_id": "1",
      "content": "For the reasons stated below, how­\never, we conclude that USIA is at this time nevertheless entitled to spend funds\nappropriated under the provision. In addition, we conclude that the relocation of\nOCB’s headquarters to south Florida is mandatory under the appropriation. Fi­\nnally, we conclude that, despite USIA’s inability to comply with the literal terms\nof the provision’s relocation deadline, it may at this time access funds contained\nin the International Broadcasting Operations, Broadcasting to Cuba, and Radio\nConstruction accounts in order to cover expenses associated with relocating OCB’s\nheadquarters to south Florida. These conclusions are premised on observance of\nthe statutory mandate to relocate OCB’s headquarters to south Florida. We decline\nto address at this time, however, the time period within which the relocation must\nbe accomplished. I. Discussion The pre-eminent principle of statutory interpretation, as most recently expressed\nby the Supreme Court, is that where Congress has “ spoken to the precise question\nat issue,” agencies and courts are bound by the terms of the statute as written. Chevron U.S.A., Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837,\n842 (1984). Here, the appropriations provision under review speaks plainly and\nprecisely, imposing an April 1, 1996 deadline on the relocation of OCB’s head­\nquarters to south Florida. We conclude, however, that the exceptional aspects of\nthis provision and its enactment history justify a narrow exception to the principle\nenunciated in Chevron to correct what manifestly appears to be a technical or\nclerical error. According to a General Accounting Office (“ GAO” ) treatise on Appropriations\nlaw:\nA statute may occasionally contain what is clearly a technical or\ntypographical error which, if read literally, could alter the meaning\nof the statute or render execution effectively impossible. In such\na case, if the legislative intent is clear, the intent will be given\neffect over the erroneous language. 1 Office of the General Counsel, United States General Accounting Office, Prin­\nciples o f F ederal Appropriations Law 2-74 (2d ed. 1991). Courts have embraced\nthe GAO’s view regarding such statutes. In Fleming v. Salem Box Co., 38 F.\nSupp. 997 (D. Or. 1940), the court gave effect to what it determined to be the\ntrue intent of Congress when confronted with a clerical error that, if adhered to,\ncould not have been reconciled with the statute’s legislative history. The court\nstated that “ [a] palpable clerical error clearly shown should not override legisla210 R elocation D eadline P rovision C ontained in the 1996 O m nibus C onsolidated R escissions a n d\nA ppropriations A c t tive intention.” Id. at 998. In Ronson Patents Corp. v. Sparklets Devices, Inc.,\n102 F. Supp. 123 (E.D. Mo. 1951), the court determined that a statute extending\nthe term of a patent was not invalid despite the existence of an error in the patent’s\nreissue date. According to the court, “ if the error in a legislative act is apparent\non the face of the act and can be corrected by other language of the act, it is\nnot fatal.” Id. at 124.1",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_49__2",
      "chunk_id": "2",
      "content": "According to the court, “ if the error in a legislative act is apparent\non the face of the act and can be corrected by other language of the act, it is\nnot fatal.” Id. at 124.1 The fact that the provision’s literal terms require USIA\nto satisfy a condition that is beyond the realm of possibility strongly suggests\nthat the provision contains an error of the type contemplated by the “ technical\nor clerical error” line of cases. The “ technical or clerical error” doctrine directs courts, when necessary, to\nlook beyond a statute’s literal language to the statute’s legislative history to fash­\nion an interpretation that is consistent with Congress’s intention in passing the\nstatute. We will, therefore, attempt such an exercise with respect to the provision’s\nApril 1, 1996 relocation deadline. Our research reveals that Senator Gramm ini­\ntially introduced the requirement that OCB’s headquarters be relocated to south\nFlorida by April 1, 1996 as an amendment to the Senate’s version of H.R. 2076,\nthe Department of Commerce, Justice, and State, the Judiciary, and Related Agen­\ncies Appropriations Act, 1996. 141 Cong. Rec. S14,539-40 (daily ed. Sept. 28,\n1995).2 On September 28, 1995, the same day the amendment was introduced,\nit was incorporated by unanimous consent into the version of H.R. 2076 then\npending before the Senate. Id. at S I4,540. On the following day, September 29,\n1995, the Senate passed its version of H.R. 2076, as amended. Id. at S I4,697\n(daily ed. Sept. 29, 1995). A slightly modified version of Senator Gramm’s amendment emerged from con­\nference with the House of Representatives, see 141 Cong. Rec. H13.885 (daily\ned. Dec. 4, 1995), and was included in the version of H.R. 2076 that was passed\nby both houses of Congress on December 6 and 7, 1995. Id. at H14,112 (daily\ned. Dec. 6, 1995); id. at S I8,182-83 (daily ed. Dec. 7, 1995). The relocation\nlanguage that emerged from conference and was approved by both houses as part\nof H.R. 2076 was identical to the relocation language contained in the provision. In describing the relocation language that emerged from the conference on H.R.\n2076, the joint explanatory statement on the conference agreement stated:\n1Although the Supreme Court has not had an occasion to review a decision regarding technical o r clerical errors\no f this kind, it has acknowledged that Chevron's teaching with regard to the literal meaning o f a statute is subject\nto some exceptions. Recognizing in Green v. Bock Laundry Machine Co., 490 U.S. 504, 510 (1989), that a literal\ninterpretation o f Fed. R. Evid. 609(a)(1) would cause an '\"unfathomable” result (i.e., the <4den[ial to] a civil plaintiff\n[of] the same right to impeach an adversary's testimony that [the rule] grants to a civil defendant” ), it held that\nthe rule should be read in a manner consistent with Congress’s intention in enacting it, which requires that the\nword “ defendant\" be interpreted to refer solely to “ crim inal” defendants. 490 U.S. at 521.\n2",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_49__3",
      "chunk_id": "3",
      "content": "490 U.S. at 521.\n2 The amendment introduced by Senator Gramm modified H.R. 2076 to add the following language to the section\nappropriating funds for Broadcasting to Cuba:\nProvided further, That not later than April 1, 1996, the headquarters of the Office o f Cuba Broadcasting\nshall be relocated from W ashington, D.C. to south Florida, and that any funds available to the United\nStates Information Agency may be available to carry out this relocation.” Id. at S 14,558. 211 Opinions o f the Office o f Legal Counsel in Volume 20 The conference agreement includes $24,809,000 for Broadcasting\nto Cuba under a separate account, as proposed by the Senate, in­\nstead of within the total for International Broadcasting Operations,\nas proposed by the House. The agreement also includes language requiring the relocation\nof the headquarters of the Office of Cuba Broadcasting from Wash­\nington, D.C., to south Florida by April 1, 1996, and permits funds\nfrom three accounts, International Broadcasting Operations, Broad­\ncasting to Cuba, and Radio Construction, to be used to carry out\nthe relocation. The Senate bill proposed the relocation, but allowed\nany USIA funds to be used to carry out the relocation. The House\nbill contained no similar provision. 141 Cong. Rec. H I3,923 (daily ed. Dec. 4, 1995); H.R. Conf. Rep. No. 104378, at 148-49(1995). Because the President vetoed H.R. 2076, see 141 Cong. Rec. D1491 (daily ed.\nDec. 19, 1995), and Congress was unable to override his veto, H.R. 2076 was\nnever enacted. Subsequently Congress and the President reached agreement on\nthe bulk of the fiscal year 1996 appropriations that were originally included in\nH.R. 2076, and these appropriations and other provisions from H.R. 2076 were\nincluded in H.R. 3019. H.R. 3019 contained H.R. 2076’s relocation language, with\nno adjustment in the relocation date. On April 25, 1996, the House and Senate\npassed H.R. 3019 with this language in it, including the April 1, 1996 relocation\ndeadline, see 142 Cong. Rec. 9141 (1996); id. at 9218, and President Clinton\nsigned it on April 26, 1996. See 142 Cong. Rec. D386 (daily ed. Apr. 29, 1996). On the basis of the original passage of H.R. 2076 on December 6 and 7, 1995,\nCongress intended OCB’s headquarters to be relocated to south Florida, was will­\ning to allow funds contained in USIA’s International Broadcasting Operations,\nBroadcasting to Cuba, and Radio Construction accounts to finance the relocation,\nand was prepared to allow approximately four months for the relocation to be\naccomplished. The retention of the relocation and related language in H.R. 3019\nindicates that Congress’s intention as to the relocation and its financing had not\nchanged in the intervening period between December, 1995 and the passage of\nH.R. 3019, and there is no other evidence of any kind to suggest that it had\nchanged. The manifest intention of Congress, thus, is that OCB’s headquarters\nbe relocated by som e date, that the relocation be financed through the USIA ac­\ncounts specified above, and that the relocation be a condition on the expenditure\nof certain appropriated funds.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_49__4",
      "chunk_id": "4",
      "content": "The manifest intention of Congress, thus, is that OCB’s headquarters\nbe relocated by som e date, that the relocation be financed through the USIA ac­\ncounts specified above, and that the relocation be a condition on the expenditure\nof certain appropriated funds. Under these circumstances, we believe the retention\nof the April 1, 1996 relocation deadline— compliance with which had become\na temporal impossibility by the provision’s date of enactment— was the result\n212 R elocation D eadline P rovision C ontained in the 1996 O m nibus C onsolidated R escissions a n d\nA ppropriations A ct of a technical error in failing to revise the relocation deadline prior to the passage\nof H.R. 3019. Finally, in many other cases of correcting a technical or clerical error, a sub­\nstitute for the erroneous term is obvious or apparent from the context. Cf. A ppro­\npriations to Pay Supervision o f Election, 1 Comp. Dec. 1 (1894) (holding that\nan appropriation providing funds in connection with an election held on November\n“ 5th,” 1890 could be used to make payments associated with an election held\non November 4, 1890, where it was clear that November “ 5th” was a typo­\ngraphical error and Congress intended to make the funds available to support the\nNovember 4 election). Here, several plausible alternatives seem available. In this\ncircumstance, we leave to USIA, the agency administering the appropriation in\nthe first instance, the responsibility for determining a compliance date that is con­\nsistent with Congress’s intention. II. Conclusion\nBased on the foregoing, we conclude that USIA is entitled at this time to obli­\ngate the funds appropriated in the provision, even though it is unable to turn back\nthe clock and comply with the provision’s literal deadline for relocating OCB’s\nheadquarters to south Florida. We also conclude that the relocation of OCB’s\nheadquarters to south Florida is mandatory under the appropriation. Finally, we\nconclude that USIA may use funds available under the account headings specified\nin the provision to finance the relocation. RICHARD L. SHIFFRIN\nD eputy Assistant Attorney General\nOffice o f Legal Counsel 213",
      "queries": [],
      "queries_score": []
    }
  ]
}