{
  "doc_id": "memos_99",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_99__0",
      "chunk_id": "0",
      "content": "Effect of Appropriations Rider on Access of DOJ\nInspector General to Certain Protected Information\nSection 540 of the Commerce, Justice, Science, and Related Agencies Appropriations\nAct, 2016, effectively prohibits the Department of Justice, for the remainder of fiscal\nyear 2016, from denying the Department’s Office of the Inspector General (“OIG”)\ntimely access to materials requested by OIG, or preventing or impeding OIG’s access\nto such materials, pursuant to the Federal Wiretap Act (Title III of the Omnibus Crime\nControl and Safe Streets Act of 1968); Rule 6(e) of the Federal Rules of Criminal Procedure; or section 626 of the Fair Credit Reporting Act. As a result, the Department\nmay (and must) disregard the limitations in those statutes in making disclosures to OIG\nfor the remainder of the fiscal year. April 27, 2016 MEMORANDUM OPINION FOR THE\nDEPUTY ATTORNEY GENERAL You have asked us to clarify the authority of the Department of Justice\n(the “Department”) to disclose certain statutorily protected materials to its\nOffice of the Inspector General (“OIG”) in light of the enactment of the\nCommerce, Justice, Science, and Related Agencies Appropriations Act,\n2016, Pub. L. No. 114-113, div. B, 129 Stat. 2242, 2286 (2015) (“CJS\nAppropriations Act”). 1 In particular, you have asked whether the Department may, in light of that Act, disclose to OIG material protected from\ndisclosure by the Federal Wiretap Act, Title III of the Omnibus Crime\nControl and Safe Streets Act of 1968, as amended, 18 U.S.C. §§ 2510–\n2522 (“Title III”); Rule 6(e) of the Federal Rules of Criminal Procedure\n(“Rule 6(e)”); or section 626 of the Fair Credit Reporting Act, 15 U.S.C.\n§ 1681u (“FCRA”). As relevant, section 540 of the CJS Appropriations Act provides that the Department may not use fiscal year 2016 funds “to\nSee E-mail for Karl R. Thompson, Principal Deputy Assistant Attorney General, Office of Legal Counsel, from Carlos Uriarte, Associate Deputy Attorney General, Re:\nRequest for OLC Opinion (Mar. 9, 2016, 5:16 PM). We requested the views of several\npotentially affected entities, and received the views of OIG and the National Aeronautics\nand Space Administration (“NASA”). See E-mail for John E. Bies, Deputy Assistant\nAttorney General, Office of Legal Counsel, from William M. Blier, General Counsel,\nOIG, Re: Solicitation of Views, att. (Mar. 23, 2016, 6:11 PM); E-mail for John E. Bies,\nDeputy Assistant Attorney General, Office of Legal Counsel, from David G. Barrett,\nAssociate General Counsel, NASA, Re: Solicitation of Views (Apr. 6, 2016, 9:41 AM). 1 39 40 Op. O.L.C. 39 (2016) deny [its] Inspector General . . . timely access to any records, documents,\nor other materials available to the [D]epartment . . . , or to prevent or\nimpede that Inspector General’s access to such records, documents, or\nother materials, under any provision of law, except a provision of law that\nexpressly refers to the Inspector General and expressly limits the Inspector General’s right of access.” CJS Appropriations Act § 540, 129 Stat. at\n2332.",
      "queries": [
        "what is the effect of the doj appropriations rider",
        "what is the effect of the doj appropriations rider",
        "what is the effect of the appropriations rider"
      ],
      "queries_score": [
        "2.2965477",
        "2.2965477",
        "1.8545688"
      ]
    },
    {
      "id": "memos_99__1",
      "chunk_id": "1",
      "content": "CJS Appropriations Act § 540, 129 Stat. at\n2332. For the reasons set forth below, we conclude that this provision has\nthe effect of barring the Department, for the remainder of fiscal year\n2016, from denying OIG timely access to requested materials pursuant to\nTitle III, Rule 6(e), or section 626 of FCRA, or from preventing or impeding OIG’s access to such materials. As a result, the Department may (and\nmust) disregard the limitations in those statutes in making disclosures to\nOIG for the remainder of the fiscal year. I.\nWe begin with the relevant statutory background and governing legal\nprinciples. With the exception of the subsequently enacted CJS Appropriations Act, these statutes and principles are discussed in depth in this\nOffice’s recent opinion, Access of Department of Justice Inspector General to Certain Information Protected from Disclosure by Statute, 39 Op.\nO.L.C. 12 (2015) (“IG Access”). The Inspector General Act of 1978, 5 U.S.C. app. (“IG Act”), established an Office of Inspector General in a large number of federal agencies. 5 U.S.C. app. §§ 2(A), 8G(a)–(b), 12(2). In 1988, Congress extended\nthat Act to the Department and established OIG. See Inspector General\nAct Amendments of 1988, Pub. L. No. 100-504, § 102(c), (f ), 102 Stat. 2515, 2515, 2520–21 (codified as amended at 5 U.S.C. app. §§ 8E, 12(1)–\n(2)). The IG Act grants inspectors general several authorities with respect\nto the agencies within which their offices are established, including, in\nsection 6(a)(1), the authority “to have access to all records, reports, audits,\nreviews, documents, papers, recommendations, or other material available\nto the applicable establishment which relate to programs and operations\nwith respect to which that Inspector General has responsibilities under\nthis Act.” 5 U.S.C. app. § 6(a)(1). Section 8E of the Act qualifies this\nauthority in certain circumstances, providing that the Attorney General\nmay “prohibit the Inspector General from carrying out or completing any\naudit or investigation, or from issuing a subpoena . . . if the Attorney\n40 Effect of Appropriations Rider on Access of DOJ Inspector General to Information General determines that such prohibition is necessary to prevent the\ndisclosure” of certain sensitive materials. Id. § 8E(a)(2). On its face, the\nIG Act thus “requires the Department to disclose ‘all’ materials [requested\nby OIG] that are available to the Department, relate to an OIG review of\nprograms or operations within its investigative jurisdiction, and are not\ncovered by a determination to withhold them under section 8E.” IG Access, 39 Op. O.L.C. at 20. As we explained in our IG Access opinion, however, the IG Act is “not\nin all circumstances the only statute that governs OIG’s access to Department materials.” Id. at 19. The three statutes about which you have\nasked—Title III, Rule 6(e), and FCRA—also govern access, including\nOIG’s access, to certain highly sensitive Department materials. Title III\nprovides that an investigative or law enforcement officer “violat[es]” the\nlaw by “willful[ly] disclos[ing]” the contents of a lawfully intercepted\nwire, oral, or electronic communication “beyond the extent permitted by”\nTitle III.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_99__2",
      "chunk_id": "2",
      "content": "Title III\nprovides that an investigative or law enforcement officer “violat[es]” the\nlaw by “willful[ly] disclos[ing]” the contents of a lawfully intercepted\nwire, oral, or electronic communication “beyond the extent permitted by”\nTitle III. 18 U.S.C. § 2520(g). Rule 6(e) provides that “attorney[s] for the\ngovernment” and other persons “must not disclose a matter occurring\nbefore [a] grand jury”—such as testimony that witnesses have delivered in\nconfidential grand jury proceedings—except pursuant to a specific exception. Fed. R. Crim. P. 6(e)(2)(B). And section 626 of FCRA states that the\nFederal Bureau of Investigation (“FBI”) “may not disseminate” consumer\ninformation obtained pursuant to a National Security Letter—which may\ninclude private banking and credit information collected from credit\nagencies, frequently without the consumer’s knowledge—except under\ntwo enumerated exceptions. 15 U.S.C. § 1681u(g). These statutes permit Department officials to disclose covered materials to OIG in “most, but not all, of the circumstances in which OIG might\nrequest [them].” IG Access, 39 Op. O.L.C. at 15; see id. at 21–69 (examining each statute in detail to identify the circumstances in which it permits disclosure to OIG). In particular, Title III and Rule 6(e) allow Department officials to disclose the contents of intercepted communications\nand grand jury materials to OIG in connection with any OIG investigation\nor review that relates to the Department’s criminal law enforcement\nactivities, and section 626 of FCRA allows the FBI to disclose protected\nconsumer information to OIG if the disclosure could assist in the approval\nor conduct of foreign counterintelligence investigations. See id. at 68. But\nthe statutes do not permit disclosures that “have either an attenuated or no\n41 40 Op. O.L.C. 39 (2016) connection” with the Department’s criminal law enforcement activities, or\nthe approval or conduct of foreign counterintelligence investigations. Id.\nat 68. Accordingly, if OIG were to request access to protected materials in\none of those limited circumstances in which Title III, Rule 6(e), or section\n626 prohibits their disclosure, Department officials would face potentially\nconflicting statutory commands. On the one hand, the IG Act states that\nDepartment officials must grant OIG access to “all materials” that OIG\nrequests and that fall within OIG’s investigative jurisdiction; on the other\nhand, Title III, Rule 6(e), and section 626 state, respectively, that officials\nwould “violat[e]” the law by disclosing, “must not disclose,” or “may not\ndisseminate” the requested materials. See id. at 19–20. In our IG Access opinion, we resolved this conflict by applying two\nwell-established legal principles. First, we observed that “in a range of\ncontexts . . . the Supreme Court and this Office have declined to infer that\nCongress intended to override statutory limits on the disclosure of highly\nsensitive information about which Congress has expressed a special\nconcern for privacy, absent a clear statement of congressional intent to\nthat effect.” Id. at 70. The Court and this Office had previously concluded\nthat this principle required a clear statement before a statute could be\nconstrued to authorize the disclosure of information protected by Rule\n6(e) or Title III—i.e., confidential material (such as witness testimony)\ndeveloped in the course of grand jury proceedings, or the contents of\nprivate communications lawfully wiretapped by the government. Id. at\n70–71.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_99__3",
      "chunk_id": "3",
      "content": "Id. at\n70–71. And we concluded in the IG Access opinion that “the logic of\nthese opinions . . . extends to section 626 of FCRA” as well, given the\n“strict duty of confidentiality” and the “penalties for improper disclosure”\nimposed by section 626, as well as the “highly sensitive” nature of the\ninformation section 626 protects—i.e., private consumer banking and\ncredit information obtained by the FBI from credit agencies, frequently\nwithout the consumer’s knowledge. Id. at 73. Second, we invoked the “rule of relative specificity,” which holds that\n“‘[w]here there is no clear [congressional] intention otherwise, a specific\nstatute will not be controlled or nullified by a general one, regardless of\nthe priority of enactment.’” Id. at 74 (alterations in original) (quoting\nMorton v. Mancari, 417 U.S. 535, 550–51 (1974)). Title III, Rule 6(e),\nand section 626 of FCRA “address with greater specificity” than the IG\nAct “the type of information they regulate,” “the precise conditions under\n42 Effect of Appropriations Rider on Access of DOJ Inspector General to Information which disclosure” is permitted, and “the lawful recipients of information.” Id. at 76–77. Accordingly, we concluded that, like the clear statement\nprinciple pertaining to highly sensitive information, the rule of relative\nspecificity “require[d] a clear statement” before it could be inferred that\n“the general right of access granted by section 6(a)(1) [of the IG Act]\ntakes precedence over the specific, carefully delineated limits on disclosure Congress set forth in” Title III, Rule 6(e), and section 626. Id. at 78. Applying these two principles, we concluded that the IG Act does not\ncontain such a clear statement. Id. at 79. The Act, we observed, “does not\nmention” any of the three withholding statutes, or\ncontain general language addressing potential conflicts with other\nstatutory confidentiality provisions, such as a statement that the inspector general’s right of access shall apply ‘notwithstanding any\nother law’ or ‘notwithstanding any statutory prohibition on disclosure’—language that might, at least in some circumstances, provide\na clearer indication that the general access language was supposed to\noverride more specific statutory protections of confidential information. Id. at 79–80 (citing Brady Act Implementation Issues, 20 Op. O.L.C. 57,\n62 (1996)). Although the IG Act grants inspectors general a right “to have\naccess to all records” available to their respective agencies and within\ntheir investigative jurisdiction, the Supreme Court and this Office have\nrepeatedly concluded that “‘expansive modifiers’” like “all” and “any” do\nnot, on their own, supply the kind of clear statement needed to overcome\ncompeting interpretive presumptions. Id. at 81 (quoting Ali v. Fed. Bureau\nof Prisons, 552 U.S. 214, 220 n.4 (2008)); see id. at 81–82.",
      "queries": [
        "what is the logic of the opinion of ig access"
      ],
      "queries_score": [
        "1.8829149"
      ]
    },
    {
      "id": "memos_99__4",
      "chunk_id": "4",
      "content": "Id. at 81 (quoting Ali v. Fed. Bureau\nof Prisons, 552 U.S. 214, 220 n.4 (2008)); see id. at 81–82. And while we\nfound “‘plausible’” OIG’s contention that certain language in section\n6(b)(1) of the IG Act “implies that Congress intended access under section 6(a)(1) to be ‘automatic’ and free of any ‘existing statutory restriction[s],’” we ultimately concluded that the “negative inference” that\nOIG identified was not “unequivocal enough to establish a clear manifestation of congressional intent,” id. at 83–84, particularly in light of a\nstatement in the Act’s Senate report that each inspector general’s right of\naccess would be “‘subject, of course, to the provisions of other statutes,\nsuch as the Privacy Act,’” id. at 86 (emphasis omitted) (quoting S. Rep.\nNo. 95-1071, at 33–34 (1978)). 43 40 Op. O.L.C. 39 (2016) Our IG Access opinion also considered whether an appropriations rider\nin the Consolidated and Further Continuing Appropriations Act, 2015,\nPub. L. No. 113-235, 128 Stat. 2130 (2014) (“2015 Appropriations Act”),\ngranted OIG access to information otherwise protected from disclosure by\nTitle III, Rule 6(e), or section 626 of FCRA. Section 218 of the 2015\nAppropriations Act stated: No funds provided in this Act shall be used to deny the Inspector\nGeneral of the Department of Justice timely access to all records,\ndocuments, and other materials in the custody or possession of the\nDepartment or to prevent or impede the Inspector General’s access\nto such records, documents and other materials, unless in accordance\nwith an express limitation of section 6(a) of the Inspector General\nAct, as amended, consistent with the plain language of the Inspector\nGeneral Act, as amended. The Inspector General of the Department\nof Justice shall report to the Committees on Appropriations within\nfive calendar days any failures to comply with this requirement. Id. § 218, 128 Stat. at 2200. We acknowledged that OIG had made “substantial” arguments that this rider required the Department to grant it\naccess to materials otherwise protected by Title III, Rule 6(e), and section\n626. IG Access, 39 Op. O.L.C. at 92. But we ultimately concluded that the\nrider did not override Title III, Rule 6(e), and section 626 in the limited\ncircumstances in which those statutes bar OIG’s access to protected information. We began our analysis of section 218 by observing that there were “at\nleast three conceivable constructions of the phrase ‘express limitation of\nsection 6(a) of the Inspector General Act.’” Id. at 93. First, this phrase\ncould be interpreted to prohibit Department officials from denying OIG\naccess to materials except under “limitations” on OIG’s access that “appear in section 6(a) itself or that expressly refer to that section”—a reading that would have barred the Department from withholding materials\nfrom OIG under Title III, Rule 6(e), or section 626 of FCRA, as well as\nunder section 8E of the IG Act itself. Id. Second, the provision could be\ninterpreted—as OIG proposed—to refer to “only those limitations on\ndisclosure that are specifically directed at disclosures to OIG under the IG\nAct, whether or not they explicitly refer to section 6(a).” Id. This reading\nwould have permitted the Department to withhold records under section\n44 Effect of Appropriations Rider on Access of DOJ Inspector General to Information",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_99__5",
      "chunk_id": "5",
      "content": "Id. This reading\nwould have permitted the Department to withhold records under section\n44 Effect of Appropriations Rider on Access of DOJ Inspector General to Information 8E, but not under Title III, Rule 6(e), or section 626. Third, the provision\ncould be interpreted to “encompass all ‘express’ [statutory] limitations on\ndisclosure that . . . are properly deemed to function as ‘limitation[s] of\nsection 6(a).’” Id. Under this reading, the Department would be permitted\nto withhold information under Title III, Rule 6(e), and section 626, as well\nas section 8E of the IG Act. See id. We concluded that the first interpretation, although a natural reading of\nthe phrase “express limitation of section 6(a),” was untenable. As noted\nabove, this reading would have meant that the rider had implicitly repealed (among other things) section 8E of the IG Act itself, a provision\nthat “does not refer explicitly to section 6(a).” Id. We thought that result\nimplausible in light of the “strong presumption against implied repeals in\nappropriations acts,” and because other parts of the rider made clear that it\nwas intended to be consistent with the plain language of the Inspector\nGeneral Act. Id. Having found this natural reading of section 218’s key phrase untenable, we went on to consider the second and third readings we had identified. The second interpretation, we noted, required reading the phrase “in\naccordance with an express limitation of section 6(a) of the [IG Act]” to\nmean “in accordance with a limitation that expressly addresses disclosures\nto OIG under the IG Act.” Id. at 94. Although “not the most natural reading of section 218’s text,” this reading was in our view plausible because\n“section 6(a) is the principal provision in the IG Act that governs disclosures to OIG.” Id. The third reading was likewise “reasonably grounded in\nthe statutory text.” Id. at 95. “Statutes like Title III, Rule 6(e), and section\n626” of FCRA, we explained, “can be considered ‘limitations of section 6(a)’ in that they supersede section 6(a) in situations where both\nsection 6(a) and one of those statutes would apply.” Id. And they can be\nconsidered “express” limitations because “they explicitly contemplate . . .\nnondisclosure in the circumstances they address”—as opposed to, for\nexample, general statutory provisions that implicitly authorize an agency\nto withhold information, or agency practices grounded in regulations or\nother non-statutory authorities. Id. Although we thought that both the second and the third readings of section 218 were plausible, we concluded that the third was more consistent\nwith the relevant principles of statutory interpretation. We noted that, in\norder to override the limitations on disclosure imposed by Title III, Rule\n45 40 Op. O.L.C. 39 (2016) 6(e), and section 626 of FCRA, section 218 would—consistent with the\nprinciples we had discussed earlier—need to “contain a clear congressional statement that it was intended to have that effect.” Id. And while\nthe second reading of the phrase “express limitation of section 6(a)” was\n“consonant with” certain “events surrounding [the rider’s] enactment,” id.\nat 97, it did not follow clearly from the phrase’s plain language, but rather\n“require[d] reading unstated limitations into the rider’s text,” id. at 95.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_99__6",
      "chunk_id": "6",
      "content": "Id. And while\nthe second reading of the phrase “express limitation of section 6(a)” was\n“consonant with” certain “events surrounding [the rider’s] enactment,” id.\nat 97, it did not follow clearly from the phrase’s plain language, but rather\n“require[d] reading unstated limitations into the rider’s text,” id. at 95. Further, as noted above, the phrase “express limitation of section 6(a)”\nwas also susceptible to another plausible reading—the third reading—that\nallowed information to be withheld pursuant to Title III, Rule 6(e), and\nsection 626. As a result, that phrase did not in our view “constitute a\nsufficiently clear statement to override the limitations on disclosure imposed by those statutes.” Id. This conclusion was reinforced by the fact that “section 218 appear[ed]\nin an appropriations act that post-dates the provisions in Title III, Rule\n6(e) and section 626 of FCRA.” Id. at 95–96. “[T]here is a ‘very strong\npresumption’ that appropriations measures do not ‘amend substantive\nlaw,’ a presumption that may be overcome only by ‘unambiguous[]’\nevidence to the contrary.” Id. at 96 (second alteration in original) (quoting\nCalloway v. Dist. of Columbia, 216 F.3d 1, 9 (D.C. Cir. 2000)); see Tenn. Valley Auth. v. Hill, 437 U.S. 153, 189–91 (1978). We did not find such\nevidence in section 218, given that it did not “mention Title III, Rule 6(e),\nor section 626” or “state that the provision [was] intended to amend\nexisting statutes in any way.” IG Access, 39 Op. O.L.C. at 96. We also\nnoted that the drafters’ general statement that section 218 was “‘designed\nto improve OIG access to Department documents and information’” was\nconsistent with all of the readings we had considered, including the third\nreading, under which the rider functioned to “reaffirm and reinforce” the\nexisting disclosure requirements in the IG Act by adding timeliness and\nreporting requirements, and adding the possibility of Anti-Deficiency Act\nconsequences for failure to make required disclosures. Id. at 96–97 (quoting 160 Cong. Rec. H9345 (daily ed. Dec. 11, 2014)). Several months after we issued the IG Access opinion, Congress enacted the Consolidated Appropriations Act, 2016, Pub. L. No. 114-113, 129\nStat. 2242 (Dec. 18, 2015). Division B of that statute, the CJS Appropriations Act, appropriates funds to the Department of Justice and OIG,\nas well as several additional entities, “for the fiscal year ending Sep46 Effect of Appropriations Rider on Access of DOJ Inspector General to Information tember 30, 2016,” commonly referred to as fiscal year 2016. CJS Appropriations Act § 5, 129 Stat. at 2244; see id. tit. II, 129 Stat. at 2296. Section 540 of the CJS Appropriations Act provides: No funds provided in this Act shall be used to deny an Inspector\nGeneral funded under this Act timely access to any records, documents, or other materials available to the department or agency over\nwhich that Inspector General has responsibilities under the Inspector\nGeneral Act of 1978, or to prevent or impede that Inspector General’s access to such records, documents, or other materials, under\nany provision of law, except a provision of law that expressly refers\nto the Inspector General and expressly limits the Inspector General’s\nright of access.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_99__7",
      "chunk_id": "7",
      "content": "A department or agency covered by this section shall\nprovide its Inspector General with access to all such records, documents, and other materials in a timely manner. Each Inspector General shall ensure compliance with statutory limitations on disclosure\nrelevant to the information provided by the establishment over which\nthat Inspector General has responsibilities under the Inspector General Act of 1978. Each Inspector General covered by this section\nshall report to the Committees on Appropriations of the House of\nRepresentatives and the Senate within 5 calendar days any failures to\ncomply with this requirement. Id. § 540, 129 Stat. at 2332. In a joint explanatory statement, the statute’s\ndrafters explained simply that “[s]ection 540 requires agencies funded by\nthe Act to provide Inspectors General with timely access to information.” 161 Cong. Rec. H9745 (daily ed. Dec. 17, 2015); see Consolidated Appropriations Act, 2016 § 4, 129 Stat. at 2244 (stating that this explanatory\nstatement “shall have the same effect . . . as if it were a joint explanatory\nstatement of a committee of conference”). II. As we explained in the IG Access opinion (and as discussed above), an\nappropriations act may be construed to override the limitations on disclosure contained in Title III, Rule 6(e), and section 626 of FCRA only if the\nact contains a “‘clear’” and “‘unambiguous[]’” statement that Congress\nintended it to have that effect. IG Access, 39 Op. O.L.C. at 97; supra\npp. 45–46. We conclude that section 540 of the CJS Appropriations Act\n47 40 Op. O.L.C. 39 (2016) contains such a clear and unambiguous statement, and therefore that it\neffectively bars the Department from withholding materials from OIG\npursuant to Title III, Rule 6(e), or section 626 for the remainder of fiscal\nyear 2016. As a result, the Department may (and must) disregard the\nlimitations in those statutes in making disclosures to OIG during the\nremainder of that year. To start, there is no question that section 540 on its face imposes a restriction on the Department’s use of fiscal year 2016 funds to deny, prevent, or impede OIG’s access to Department materials. The first part of\nthat provision states that “[n]o funds provided in this Act shall be used” to\ndeny, prevent, or impede the access of “an Inspector General funded\nunder this Act” to materials “available to the department or agency over\nwhich the Inspector General has responsibilities under the Inspector\nGeneral Act of 1978.” The “Act” referred to in section 540 is the CJS\nAppropriations Act, which appropriates funds both to the Department\ngenerally and to OIG specifically for fiscal year 2016. See Consolidated\nAppropriations Act, 2016 § 3, 129 Stat. at 2244 (“Except as expressly\nprovided otherwise, any reference to ‘this Act’ contained in any division\nof this Act shall be treated as referring only to the provisions of that\ndivision.”); CJS Appropriations Act tit. II, 129 Stat. at 2296, 2297 (appropriating funds to “the Department of Justice,” including $93,709,000\n“[f ]or necessary expenses of the Office of Inspector General”). And the\nDepartment of Justice is the “department . . . over which” OIG has responsibilities under the IG Act. See 5 U.S.C. app. §§ 4(a), 8E(b).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_99__8",
      "chunk_id": "8",
      "content": "II, 129 Stat. at 2296, 2297 (appropriating funds to “the Department of Justice,” including $93,709,000\n“[f ]or necessary expenses of the Office of Inspector General”). And the\nDepartment of Justice is the “department . . . over which” OIG has responsibilities under the IG Act. See 5 U.S.C. app. §§ 4(a), 8E(b). Section\n540 thus prohibits the Department from using any “funds provided in [the\nCJS Appropriations Act]” to deny, prevent, or impede OIG’s access to\nmaterials “available to the [D]epartment.” It is likewise clear that the plain language of this funding restriction\nbars the Department from using fiscal year 2016 funds to withhold materials from OIG pursuant to Title III, Rule 6(e), or section 626 of FCRA. Section 540 states that the Department may not use fiscal year 2016 funds\nto deny [OIG] timely access to any records, documents, or other materials available to the [D]epartment . . . , or to prevent or impede\n[OIG’s] access to such records, documents, or other materials, under\nany provision of law, except a provision of law that expressly refers\nto the Inspector General and expressly limits the Inspector General’s\nright of access. 48 Effect of Appropriations Rider on Access of DOJ Inspector General to Information CJS Appropriations Act § 540 (emphasis added). Title III, Rule 6(e), and\nsection 626 are plainly “provision[s] of law.” See, e.g., Republic of Iraq v.\nBeaty, 556 U.S. 848, 856 (2009) (stating that a federal statute is “indisputably” a “provision of law”); Fund for Constitutional Gov’t v. Nat’l\nArchives & Records Serv., 656 F.2d 856, 867 (D.C. Cir. 1981) (stating\nthat Rule 6(e) is “by any definition . . . a statute”). By withholding materials pursuant to any of those provisions, the Department would be “deny[ing]” or “prevent[ing]” access “under” such provisions. See, e.g.,\nWebster’s New World College Dictionary 1574 (5th ed. 2014) (defining\n“under” in similar context to mean “because of ”); Berghuis v. Thompkins,\n560 U.S. 370, 390 (2010) (referring to “deny[ing] writs of habeas corpus\nunder [28 U.S.C.] § 2254” (emphasis added)); IG Access, 39 Op. O.L.C.\nat 95 (referring to “withholding under Title III, Rule 6(e), and section\n626” (emphasis added)). And Rule 6(e) and section 626 do not “refer to[]”\ninspectors general at all, let alone “expressly limit[]” their access, while\nthe sole provision of Title III that refers to inspectors general does not\nimpose any limit on their right of access. See 18 U.S.C. § 2520(f ) (requiring the head of a department or agency to “notify the Inspector General\nwith jurisdiction over the department or agency” if the head determines\nthat disciplinary action is not warranted for a violation of Title III, and to\n“provide the Inspector General with the reasons for such determination”). Furthermore, by prohibiting the Department from using fiscal year\n2016 funds to withhold materials pursuant to Title III, Rule 6(e), or\nsection 626 of FCRA, the appropriations rider effectively prohibits the\nDepartment from withholding materials pursuant to those statutes for the\nremainder of fiscal year 2016. This is because in order to withhold\nmaterials from OIG during fiscal year 2016, the Department would\ninvariably need to use funds appropriated by the CJS Appropriations",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_99__9",
      "chunk_id": "9",
      "content": "This is because in order to withhold\nmaterials from OIG during fiscal year 2016, the Department would\ninvariably need to use funds appropriated by the CJS Appropriations Act—if nothing else, because withholding would take time for which a\nDepartment employee would be compensated by the CJS Appropriations Act, or entail the use of resources (such as electricity, paper, or a computer) funded by the Act. See CJS Appropriations Act tit. II, 129 Stat. at\n2296 (appropriating funds for “salaries and expenses”); McHugh v.\nRubin, 220 F.3d 53, 57 (2d Cir. 2000) (“Even the simple act . . . of processing applications in accordance with a straightforward categorical rule\n(for example, ‘all applications shall be denied’) would involve the use of\nappropriated funds.”); Env’t Def. Ctr. v. Babbitt, 73 F.3d 867, 871–72\n49 40 Op. O.L.C. 39 (2016) (9th Cir. 1995) (“The use of any government resources—whether salaries, employees, paper, or buildings—to accomplish a final listing would\nentail government expenditure.”). 2 And incurring an obligation of appropriated funds to withhold covered materials might well violate not\nonly section 540 but also the Anti-Deficiency Act, 31 U.S.C. § 1341 et\nseq., a statute that subjects federal officers and employees who expend\nor obligate funds in excess of appropriated amounts to administrative\nand, in the case of knowing and willful violations, criminal penalties. See id. §§ 1341(a), 1349(a), 1350; Applicability of the Antideficiency Act\nto a Violation of a Condition or Internal Cap Within an Appropriation,\n25 Op. O.L.C. 33, 35 (2001) (concluding that “when Congress has\nexpressly prohibited the expenditure of any funds for a particular purpose” within an appropriation, a violation of that condition “would\ngenerally constitute a violation of the Antideficiency Act”). Moreover, for at least three reasons, we believe section 540’s prohibition on using fiscal year 2016 funds to withhold these materials from We recognize that funds that are not “provided in” the CJS Appropriations Act, such\nas funds held over from a previous fiscal year, are not subject to section 540. CJS Appropriations Act § 540. And it is possible that some Department employees with custody of\nmaterials OIG requests might be paid with such funds. However, we understand that the\nvast majority of the Department’s salaries and operations are funded by annual appropriations. See, e.g., id. tit. II (appropriating funds for, among other things, “Salaries and\nExpenses” for “General Administration,” the United States Parole Commission, “General\nLegal Activities,” the Antitrust Division, United States Attorneys, the Foreign Claims\nSettlement Commission, the Community Relations Service, the United States Marshals\nService, the National Security Division, the FBI, the Drug Enforcement Administration,\nthe Bureau of Alcohol, Tobacco, Firearms, and Explosives, and the Federal Prison\nSystem). We further understand that these annually appropriated salaries include the\nsalaries of supervisory and senior leadership officials who have general authority to\nobtain access to materials related to matters they supervise, and, in light of section 540,\nthe authority and obligation to obtain such access in order to disclose requested materials\nto OIG without regard to the restrictions in Title III, Rule 6(e), or section 626 of FCRA. See id.; 28 U.S.C. §§ 509, 510; see also 5 U.S.C. § 301.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_99__10",
      "chunk_id": "10",
      "content": "See id.; 28 U.S.C. §§ 509, 510; see also 5 U.S.C. § 301. Thus, even if OIG requested\nmaterials from the Department in the narrow circumstances in which such materials are\nprotected from disclosure to OIG by Title III, Rule 6(e), or section 626, and even if none\nof the Department employees with custody of those materials were paid with fiscal year\n2016 funds or used resources supported by such funds to process the request, OIG’s\nrequest could always be elevated to a supervisory official who was paid with fiscal year\n2016 funds and had the authority to obtain and disclose the materials notwithstanding the\nrestrictions in Title III, Rule 6(e), or section 626. 2 50 Effect of Appropriations Rider on Access of DOJ Inspector General to Information OIG—unlike the analogous provisions in the IG Act or section 218 of the\n2015 Appropriations Act—is “‘clear’” and “‘unambiguous[],’” and therefore satisfies the clear statement rules described in our IG Access opinion. IG Access, 39 Op. O.L.C. at 83, 95, 97. First, in our view, the only plausible construction of section 540 is that it forbids the use of fiscal year 2016\nfunds to withhold materials from OIG pursuant to Title III, Rule 6(e), or\nsection 626 of FCRA. As just discussed, section 540 states that the Department may not use such funds to withhold materials from OIG “under\nany provision of law” except a provision that expressly limits inspector\ngeneral access, and under no reasonable construction does that language\npermit the Department to use fiscal year 2016 funds to withhold materials\nunder Title III, Rule 6(e), or section 626. Thus, unlike section 218 of the\n2015 Appropriations Act, section 540 is not “susceptible to alternative\ninterpretations, one of which would permit withholding under Title III,\nRule 6(e), and section 626,” and it therefore cannot be construed in a\nmanner consistent with those statutes. Id. at 95; see The Last Best Beef,\nLLC v. Dudas, 506 F.3d 333, 339 (4th Cir. 2007) (stating that where an\nappropriations rider is “in absolute contradiction with” an earlier-enacted\nstatute, and an agency “simply cannot comply simultaneously” with both\nenactments, the agency is “bound to follow Congress’s last word on the\nmatter even in an appropriations law” (internal quotation marks omitted)). Second, unlike both section 218 and the IG Act, section 540 expressly\n“address[es] potential conflicts with other statutory confidentiality provisions.” IG Access, 39 Op. O.L.C. at 80; see id. at 96. It specifies that the\nDepartment may not use fiscal year 2016 funds to “deny [OIG] timely\naccess . . . under any provision of law,” subject to one exception. CJS\nAppropriations Act § 540. That language is similar to statutory grants of\naccess “notwithstanding any other law” that we have previously found\nsufficient, at least in some circumstances, to override competing limitations on disclosure. See, e.g., Brady Act Implementation Issues, 20 Op.\nO.L.C. at 62 (stating that the Brady Act’s grant of access “notwithstanding any other law” overrides the limitations on disclosure found in the\nPrivacy Act); IG Access, 39 Op. O.L.C. at 79–80. And it confirms that\nCongress specifically intended to override other statutory limitations, and\ndid not merely countermand them inadvertently through broad language.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_99__11",
      "chunk_id": "11",
      "content": "And it confirms that\nCongress specifically intended to override other statutory limitations, and\ndid not merely countermand them inadvertently through broad language. Cf. Ali, 552 U.S. at 220 n.4 (noting that “circumstances may counteract\nthe effect of expansive modifiers” like “all” and “any”); Hill, 437 U.S. at\n51 40 Op. O.L.C. 39 (2016) 190 (explaining that the presumption against implied repeals applies with\nspecial force to appropriations acts because otherwise “every appropriations measure would be pregnant with prospects of altering substantive\nlegislation” and legislators would be required “to review exhaustively the\nbackground of every authorization before voting on an appropriation”). Third, section 540 sets forth only one circumstance in which it would\npermit the Department to use fiscal year 2016 funds to withhold materials\nfrom OIG: where a provision of law “expressly refers to the Inspector\nGeneral and expressly limits the Inspector General’s right of access.” CJS\nAppropriations Act § 540. That narrow exception would be largely superfluous if section 540 did not otherwise prohibit the Department from\nusing such funds to withhold (and thus, in effect, bar the Department from\nwithholding) materials available to the Department pursuant to statutory\nprovisions. And the inclusion of this one exception implies that Congress\ndid not intend to allow others. See, e.g., Hill, 437 U.S. at 188 (stating that\nbecause Congress “create[d] a number of limited ‘hardship exemptions’”\nto the Endangered Species Act, “we must presume that these were the\nonly ‘hardship cases’ Congress intended to exempt”); cf. IG Access, 39\nOp. O.L.C. at 83–84 (describing as “plausible” OIG’s argument that the\nIG Act overrode other statutory prohibitions on disclosure based on a\nnegative inference from section 6(b)(1) of the IG Act, but concluding that\n“the inference OIG invoke[d]” was not sufficiently strong to provide a\n“clear manifestation of congressional intent” (internal quotation marks\nomitted)). Moreover, section 8E(a) of the IG Act falls comfortably within\nthe exception’s scope. See 5 U.S.C. app. § 8E(a)(2) (stating that the Attorney General “may prohibit the Inspector General from carrying out or\ncompleting any audit or investigation, or from issuing any subpena, . . . to\nprevent the disclosure of ” certain sensitive information (emphases added)). A straightforward interpretation of section 540 thus does not invite\nthe result we thought “implausible” when construing section 218 of the\n2015 Appropriations Act—namely, an implied partial repeal of a section\nof the IG Act itself. IG Access, 39 Op. O.L.C. at 93. Finally, to return to the question you asked, it follows directly from this\nprohibition on withholding that the Department may (and must) disregard\nthe limitations in Title III, Rule 6(e), and section 626 of FCRA when it\nmakes disclosures to OIG. As discussed above, for the remainder of the\nfiscal year, section 540 effectively bars the Department from withholding\n52 Effect of Appropriations Rider on Access of DOJ Inspector General to Information materials from OIG under Title III, Rule 6(e), or section 626. And in so\ndoing, section 540 effectively overrides the limitations in those statutes\nwith respect to disclosures to OIG during that period. It is therefore plainly permissible—and indeed required—for the Department to disregard\nthose limitations in making disclosures to OIG for the remainder of the\nfiscal year. III.",
      "queries": [
        "why did congress specifically intend to override other statutes of limitations?"
      ],
      "queries_score": [
        "1.790032"
      ]
    },
    {
      "id": "memos_99__12",
      "chunk_id": "12",
      "content": "And in so\ndoing, section 540 effectively overrides the limitations in those statutes\nwith respect to disclosures to OIG during that period. It is therefore plainly permissible—and indeed required—for the Department to disregard\nthose limitations in making disclosures to OIG for the remainder of the\nfiscal year. III. For the foregoing reasons, we conclude that section 540 of the CJS Appropriations Act effectively prohibits the Department, for the remainder\nof fiscal year 2016, from denying OIG timely access to materials requested by OIG, or preventing or impeding OIG’s access to such materials,\npursuant to Title III, Rule 6(e), or section 626 of FCRA. As a result, the\nDepartment may (and must) disregard the limitations in those statutes in\nmaking disclosures to OIG for the remainder of the fiscal year. We note\nthat, upon obtaining materials from the Department, OIG will be required\nto “ensure compliance with statutory limitations on disclosure relevant to\nthe information” contained in those materials. CJS Appropriations Act\n§ 540. We have not considered the nature of the Department’s and OIG’s\nobligations after fiscal year 2016 with respect to materials to which OIG\nobtains access under section 540. KARL R. THOMPSON\nPrincipal Deputy Assistant Attorney General\nOffice of Legal Counsel 53",
      "queries": [],
      "queries_score": []
    }
  ]
}