{
  "doc_id": "memos_33",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_33__0",
      "chunk_id": "0",
      "content": "(Slip opinion) Authority of Individual Members of Congress to\nConduct Oversight of the Executive Branch The constitutional authority to conduct oversight—that is, the authority to make official\ninquiries into and to conduct investigations of executive branch programs and activities—may be exercised only by each house of Congress or, under existing delegations,\nby committees and subcommittees (or their chairmen). Individual members of Congress, including ranking minority members, do not have the\nauthority to conduct oversight in the absence of a specific delegation by a full house,\ncommittee, or subcommittee. They may request information from the Executive\nBranch, which may respond at its discretion, but such requests do not trigger any obligation to accommodate congressional needs and are not legally enforceable through a\nsubpoena or contempt proceedings. May 1, 2017 LETTER OPINION FOR THE COUNSEL TO THE PRESIDENT We understand that questions have been raised about the authority of\nindividual members of Congress to conduct oversight of the Executive\nBranch. As briefly explained below, the constitutional authority to conduct oversight—that is, the authority to make official inquiries into and to\nconduct investigations of executive branch programs and activities—may\nbe exercised only by each house of Congress or, under existing delegations, by committees and subcommittees (or their chairmen). Individual\nmembers of Congress, including ranking minority members, do not have\nthe authority to conduct oversight in the absence of a specific delegation\nby a full house, committee, or subcommittee. Accordingly, the Executive\nBranch’s longstanding policy has been to engage in the established process for accommodating congressional requests for information only when\nthose requests come from a committee, subcommittee, or chairman authorized to conduct oversight. The Constitution vests “[a]ll legislative Powers” in “a Congress of the\nUnited States, which shall consist of a Senate and House of Representatives.” U.S. Const. art. I, § 1. The Supreme Court has recognized that one\nof those legislative powers is the implicit authority of each house of\nCongress to gather information in aid of its legislative function. See\nMcGrain v. Daugherty, 273 U.S. 135, 174 (1927). Each house may exercise its authority directly—for example, by passing a resolution of inquiry\nseeking information from the Executive Branch. See 4 Deschler’s Precedents of the United States House of Representatives, ch. 15, § 2, at 30–50\n1 Opinions of the Office of Legal Counsel in Volume 41 (1981) (describing the practice of resolutions of inquiry and providing\nexamples); Floyd M. Riddick & Alan S. Frumin, Riddick’s Senate Procedure, S. Doc. No. 101-28, at 882 (1992) (“The Senate itself could investigate or hear witnesses as it has on rare occasions[.]”). In modern practice, however, each house typically conducts oversight\n“through delegations of authority to its committees, which act either\nthrough requests by the committee chairman, speaking on behalf of the\ncommittee, or through some other action by the committee itself.” Application of Privacy Act Congressional-Disclosure Exception to Disclosures\nto Ranking Minority Members, 25 Op. O.L.C. 289, 289 (2001) (“Application of Privacy Act”); see also Alissa M. Dolan et al., Cong. Research\nServ., RL30240, Congressional Oversight Manual 65 (Dec. 19, 2014).",
      "queries": [
        "what is the authority of the congress to conduct oversight in the legislative branch",
        "who has oversight of the executive branch?",
        "which branch of congress has the authority to conduct investigations into and investigate the executive branch? quizlet"
      ],
      "queries_score": [
        "2.990753",
        "1.830814",
        "1.7380427"
      ]
    },
    {
      "id": "memos_33__1",
      "chunk_id": "1",
      "content": "Application of Privacy Act Congressional-Disclosure Exception to Disclosures\nto Ranking Minority Members, 25 Op. O.L.C. 289, 289 (2001) (“Application of Privacy Act”); see also Alissa M. Dolan et al., Cong. Research\nServ., RL30240, Congressional Oversight Manual 65 (Dec. 19, 2014). As\nthe Supreme Court has explained, “[t]he theory of a committee inquiry is\nthat the committee members are serving as the representatives of the\nparent assembly in collecting information for a legislative purpose” and,\nin such circumstances, “committees and subcommittees, sometimes one\nCongressman, are endowed with the full power of the Congress to compel\ntestimony.” Watkins v. United States, 354 U.S. 178, 200–01 (1957). By contrast, individual members, including ranking minority members,\n“generally do not act on behalf of congressional committees.” Application\nof Privacy Act, 25 Op. O.L.C. at 289; see also id. at 289–90 (concluding\nthat “the Privacy Act’s congressional-disclosure exception does not generally apply to disclosures to ranking minority members,” because ranking\nminority members “are not authorized to make committee requests, act as\nthe official recipient of information for a committee, or otherwise act on\nbehalf of a committee”). Under existing congressional rules, those members have not been “endowed with the full power of the Congress” (Watkins, 354 U.S. at 201) to conduct oversight. See Congressional Oversight\nManual at 65; see also Exxon Corp. v. FTC, 589 F.2d 582, 593 (D.C. Cir.\n1978) (“[D]isclosure of information can only be compelled by authority\nof Congress, its committees or subcommittees, not solely by individual\nmembers; and only for investigations and congressional activities.”). Individual members who have not been authorized to conduct oversight\nare entitled to no more than “the voluntary cooperation of agency officials\nor private persons.” Congressional Oversight Manual at 65 (emphasis\nadded). The foregoing reflects the fundamental distinction between constitutionally authorized oversight and other congressional requests for infor2 Authority of Individual Members of Congress to Conduct Oversight mation. When a committee, subcommittee, or chairman exercising delegated oversight authority asks for information from the Executive Branch,\nthat request triggers the “implicit constitutional mandate to seek optimal\naccommodation . . . of the needs of the conflicting branches.” United\nStates v. AT&T Co., 567 F.2d 121, 127 (D.C. Cir. 1977); see also id. at\n130–31 (describing the “[n]egotiation between the two branches” as “a\ndynamic process affirmatively furthering the constitutional scheme”). Such oversight requests are enforceable by the issuance of a subpoena and\nthe potential for contempt-of-Congress proceedings. See McGrain, 273\nU.S. at 174; 2 U.S.C. §§ 192, 194; see also Standing Rules of the Senate,\nRule XXVI(1), S. Doc. No. 113-18, at 31 (2013) (empowering all standing committees to issue subpoenas); Rules of the House of Representatives, 115th Cong., Rule XI, cl. 2(m)(1) (2017) (same). Upon receipt of\na properly authorized oversight request, the Executive Branch’s longstanding policy has been to engage in the accommodation process by\nsupplying the requested information “to the fullest extent consistent with\nthe constitutional and statutory obligations of the Executive Branch.” Memorandum for the Heads of Executive Departments and Agencies from\nPresident Ronald Reagan, Re: Procedures Governing Responses to Congressional Requests for Information (Nov. 4, 1982).",
      "queries": [
        "Congressional exception to disclosures to ranking minority members"
      ],
      "queries_score": [
        "2.1650255"
      ]
    },
    {
      "id": "memos_33__2",
      "chunk_id": "2",
      "content": "Memorandum for the Heads of Executive Departments and Agencies from\nPresident Ronald Reagan, Re: Procedures Governing Responses to Congressional Requests for Information (Nov. 4, 1982). But a letter or inquiry\nfrom a member or members of Congress not authorized to conduct oversight is not properly considered an “oversight” request. See Congressional\nOversight Manual at 56 (“Individual Members, Members not on a committee of jurisdiction, or minority Members of a jurisdictional committee,\nmay, like any person, request agency records. When they do, however,\nthey are not acting pursuant to Congress’s constitutional authority to\nconduct oversight and investigations.”). It does not trigger any obligation to accommodate congressional needs and is not legally enforceable\nthrough a subpoena or contempt proceedings. Members who are not committee or subcommittee chairmen sometimes\nseek information about executive branch programs or activities, whether\nfor legislation, constituent service, or other legitimate purposes (such as\nSenators’ role in providing advice and consent for presidential appointments) in the absence of delegated oversight authority. In those nonoversight contexts, the Executive Branch has historically exercised its\ndiscretion in determining whether and how to respond, following a general policy of providing only documents and information that are already\npublic or would be available to the public through the Freedom of Information Act, 5 U.S.C. § 552. Whether it is appropriate to respond to\n3 Opinions of the Office of Legal Counsel in Volume 41 requests from individual members will depend on the circumstances. In\ngeneral, agencies have provided information only when doing so would\nnot be overly burdensome and would not interfere with their ability to\nrespond in a timely manner to duly authorized oversight requests. In many\ninstances, such discretionary responses furnish the agency with an opportunity to correct misperceptions or inaccurate factual statements that are\nthe basis for a request. CURTIS E. GANNON\nActing Assistant Attorney General\nOffice of Legal Counsel 4",
      "queries": [
        "which president established procedures governing responses to congressional requests for information?"
      ],
      "queries_score": [
        "2.0217643"
      ]
    }
  ]
}