{
  "doc_id": "memos_52",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_52__0",
      "chunk_id": "0",
      "content": "Authority of the Deputy Attorney General Under\nExecutive Order 12333 The Deputy Attorney General has authority to approve searches for intelligence purposes under\nsection 2.5 of Executive Order 12333. November 5, 2001 MEMORANDUM OPINION FOR THE\nASSOCIATE DEPUTY ATTORNEY GENERAL You have asked for our opinion whether the Deputy Attorney General has the\nauthority to grant approvals under section 2.5 of Executive Order 12333, 3 C.F.R.\n§ 200 (1981). We believe that he does. Executive Order 12333 addresses the conduct of intelligence activities. Section\n2.5 provides: The Attorney General hereby is delegated the power to approve the\nuse for intelligence purposes, within the United States or against a\nUnited States person abroad, of any technique for which a warrant\nwould be required if undertaken for law enforcement purposes, provided that such technique shall not be undertaken unless the Attorney\nGeneral has determined in each case that there is probable cause to\nbelieve that the technique is directed against a foreign power or an\nagent of a foreign power. Electronic surveillance, as defined in the\nForeign Intelligence Surveillance Act of 1978 [“FISA”], shall be\nconducted in accordance with that Act, as well as this Order. Under the Department’s regulations, the Deputy Attorney General “is authorized\nto exercise all the power and authority of the Attorney General, unless any such\npower or authority is required by law to be exercised by the Attorney General\npersonally.” 28 C.F.R. § 0.15(a) (2000). That regulation rests on the Attorney\nGeneral’s statutory authority to “make such provisions as he considers appropriate\nauthorizing the performance by any other officer, employee, or agency of the\nDepartment of Justice of any function of the Attorney General.” 28 U.S.C. § 510\n(1994). Consequently, the Deputy Attorney General may exercise the Attorney\nGeneral’s power under section 2.5 of the Executive Order, unless by law the\nAttorney General must exercise that power personally. No statute reserves to the Attorney General the power to grant approvals under\nsection 2.5, although one statute arguably is relevant to the question. Under\n3 U.S.C. § 301 (2000), the President may delegate any “function which is vested\nin the President by law” to the head of any department or agency in the Executive\nBranch or to any official of a department or agency required to be appointed with\nSenate confirmation. When the President uses this statute to delegate a function, 236 227-329 VOL_25_PROOF.pdf 246 10/22/12 11:10 AM Authority of the Deputy Attorney General Under Executive Order 12333 we have concluded that the power may be redelegated only to officials who\noccupy Senate-confirmed positions and would also qualify under the statute to\nreceive delegations directly from the President. See Memorandum for Richard W.\nMcLaren, Assistant Attorney General, Antitrust Division, from William H.\nRehnquist, Assistant Attorney General, Office of Legal Counsel, Re: Revision of\nProclamation 3279 (Oil Import Controls) and Implementing Regulations at 1\n(Jan. 4, 1971).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_52__1",
      "chunk_id": "1",
      "content": "See Memorandum for Richard W.\nMcLaren, Assistant Attorney General, Antitrust Division, from William H.\nRehnquist, Assistant Attorney General, Office of Legal Counsel, Re: Revision of\nProclamation 3279 (Oil Import Controls) and Implementing Regulations at 1\n(Jan. 4, 1971). It is far from clear that the President’s delegation under section 2.5\nis pursuant to 3 U.S.C. § 301. Section 301, according to 3 U.S.C. § 302 (2000),\ndoes not “limit or derogate from any existing or inherent right of the President to\ndelegate the performance of functions vested in him by law,” and Executive Order\n12333, which touches on many aspects of the President’s constitutional power\nover national security, does not cite 3 U.S.C. § 301 as authority. In any event, even\nif 3 U.S.C. § 301 applies, the Deputy Attorney General occupies an office requiring Senate confirmation, and he may receive the redelegation of a presidential\npower. Nor do we believe that Executive Order 12333 itself limits the Attorney General’s ability to delegate to the Deputy Attorney General the power to give approvals under section 2.5. The Supreme Court has observed that “‘[t]he complexities\nand magnitude of governmental activity have become so great that there must of\nnecessity be a delegation and redelegation of authority as to many functions.’”\nGravel v. United States, 408 U.S. 606, 617 (1972) (quoting Barr v. Matteo, 360\nU.S. 564 (1959)). As we have explained, “[i]t is clear . . . as a ‘general proposition’ of administrative law, that ‘merely vesting a duty in [a cabinet officer] . . .\nevinces no intention whatsoever to preclude delegation to other officers in the\n[cabinet officer’s agency] . . . .’” Delegation of Cabinet Member’s Functions as Ex\nOfficio Members of the Board of Directors of the Solar Energy and Energy Conservation Bank, 6 Op. O.L.C. 257, 258 (1982) (quoting United States v. Giordano,\n416 U.S. 505, 513 (1974)) (footnote omitted). Here, the argument for an implied\nlimitation under the Executive Order would be that the function in question is\nexceedingly sensitive and that, by referring to FISA’s provisions on electronic\nsurveillance, the Executive Order incorporates FISA’s limitation that only the\nAttorney General, Acting Attorney General, or Deputy Attorney General may\nperform functions vested in the Attorney General by the statute. 50 U.S.C.\n§§ 1801(g) (1994). Even assuming the validity of this reasoning, it would at most\nshow that the Attorney General’s authority under section 2.5 could not be delegated to an official below the Deputy Attorney General. It does not conflict with the\nDeputy Attorney General’s exercise of power under the delegation in 28 C.F.R.\n§ 0.15(a). JOHN C. YOO\nDeputy Assistant Attorney General\nOffice of Legal Counsel 237 227-329 VOL_25_PROOF.pdf 247 10/22/12 11:10 AM",
      "queries": [],
      "queries_score": []
    }
  ]
}