{
  "doc_id": "memos_19",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_19__0",
      "chunk_id": "0",
      "content": "Assertion of Executive Privilege Over Communications\nRegarding EPA’s Ozone Air Quality Standards and\nCalifornia’s Greenhouse Gas Waiver Request The President may lawfully assert executive privilege in response to congressional subpoenas seeking\ncommunications within the Executive Office of the President or between the Environmental Protection Agency and the EOP concerning EPA’s promulgation of a regulation revising national ambient\nair quality standards for ozone or EPA’s decision to deny a petition by California for a waiver from\nfederal preemption to enable it to regulate greenhouse gas emissions from motor vehicles. June 19, 2008 THE PRESIDENT\nTHE WHITE HOUSE\nDear Mr. President: You have asked for my legal advice as to whether you may assert executive\nprivilege with respect to documents subpoenaed by the Committee on Oversight\nand Government Reform (the “Committee”) of the House of Representatives. The\nCommittee has issued three subpoenas, two directed to the Administrator of the\nEnvironmental Protection Agency (“EPA”) and one to the Administrator of the\nOffice of Information and Regulatory Affairs of the Office of Management and\nBudget (“OIRA”), a component of the Executive Office of the President (“EOP”). The subpoena to OIRA and one of the subpoenas to EPA seek documents related\nto EPA’s promulgation of a regulation revising national ambient air quality\nstandards (“NAAQS”) for ozone on March 12, 2008. The other subpoena directed\nto EPA seeks documents reflecting communications between EPA and the EOP\nconcerning the agency’s decision to deny a petition by California for a waiver\nfrom federal preemption to enable it to regulate greenhouse gas emissions from\nmotor vehicles. The Office of Legal Counsel of the Department of Justice has reviewed the\ndocuments that EPA and OIRA have identified as responsive to the subpoenas but\nhave not provided to the Committee. The great majority of these documents are\ninternal to EOP and were generated in the course of advising and assisting you\nwith respect to your consideration of EPA’s proposed ozone regulation. The great\nmajority of the EOP documents are internal OIRA deliberative work product in\nsupport of your participation in the ozone decision. The remaining OIRA documents consist of deliberative communications between OIRA and others within\nthe EOP, including White House staff. The EPA documents include unredacted\ncopies of notices for meetings between EPA officials and senior White House staff\nto discuss the ozone regulation and California waiver decisions; redacted copies of\nthe notices that are being produced to the Committee indicate the time and place of\nthe meetings, but the identities of the meeting participants are redacted. The only\nother EPA document concerning the ozone regulation is a set of talking points for 1 Opinions of the Office of Legal Counsel in Volume 32 the EPA Administrator to use in a meeting with you.",
      "queries": [
        "who may assert executive privilege"
      ],
      "queries_score": [
        "2.9601493"
      ]
    },
    {
      "id": "memos_19__1",
      "chunk_id": "1",
      "content": "The only\nother EPA document concerning the ozone regulation is a set of talking points for 1 Opinions of the Office of Legal Counsel in Volume 32 the EPA Administrator to use in a meeting with you. The remaining EPA\ndocuments consist of talking points for EPA officials to use in presentations to\nsenior White House staff at meetings at which California’s waiver petition was\ndiscussed, communications within EPA and with EOP staff concerning the\npreparation of talking points for you to use in a conversation with the Governor of\nCalifornia, communications with EOP staff regarding how to respond to a letter to\nyou from the Governor, and a response to a request from senior White House staff\nfor a report on EPA’s goals and priorities. The Office of Legal Counsel is satisfied that the subpoenaed documents fall\nwithin the scope of executive privilege. For the reasons discussed below, I agree\nwith that determination and conclude that you may properly assert executive\nprivilege in response to the subpoenas. I.\nDocuments generated for the purpose of assisting the President in making a\ndecision are protected by the doctrine of executive privilege. See, e.g., In re Sealed\nCase, 121 F.3d 729, 752–53 (D.C. Cir. 1997) (addressing presidential communications component of executive privilege); Assertion of Executive Privilege With\nRespect to Clemency Decision, 23 Op. O.L.C. 1, 1–2 (1999) (opinion of Attorney\nGeneral Janet Reno) (same). As the Supreme Court recognized in United States v.\nNixon, 418 U.S. 683 (1974), there is a\nnecessity for protection of the public interest in candid, objective,\nand even blunt or harsh opinions in Presidential decisionmaking. A\nPresident and those who assist him must be free to explore alternatives in the process of shaping policies and making decisions and to\ndo so in a way many would be unwilling to express except privately. These . . . considerations justify[] a presumptive privilege for Presidential communications. The privilege is fundamental to the operation of Government and inextricably rooted in the separation of powers under the Constitution. Id. at 708. The doctrine of executive privilege also encompasses Executive Branch deliberative communications that do not implicate presidential decisionmaking. As the\nSupreme Court has explained, the privilege recognizes “the valid need for\nprotection of communications between high Government officials and those who\nadvise and assist them in the performance of their manifold duties.” Nixon, 418\nU.S. at 705. Based on this principle, the Justice Department—under administrations of both political parties—has concluded repeatedly that the privilege may be\ninvoked to protect Executive Branch deliberations against congressional subpoenas. See, e.g., Assertion of Executive Privilege With Respect to Prosecutorial 2 Assertion of Executive Privilege Over Communications Regarding Air Quality Standards Documents, 25 Op. O.L.C. 1, 2 (2001) (opinion of Attorney General John D.\nAshcroft)",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_19__2",
      "chunk_id": "2",
      "content": "See, e.g., Assertion of Executive Privilege With Respect to Prosecutorial 2 Assertion of Executive Privilege Over Communications Regarding Air Quality Standards Documents, 25 Op. O.L.C. 1, 2 (2001) (opinion of Attorney General John D.\nAshcroft) (“The Constitution clearly gives the President the power to protect the\nconfidentiality of executive branch deliberations.”); Assertion of Executive\nPrivilege With Respect to Clemency Decision, 23 Op. O.L.C. at 2 (explaining that\nexecutive privilege extends to deliberative communications within the Executive\nBranch); Assertion of Executive Privilege in Response to a Congressional\nSubpoena, 5 Op. O.L.C. 27, 30 (1981) (opinion of Attorney General William\nFrench Smith) (assertion of executive privilege to protect deliberative materials\nheld by the Department of Interior). 1 The subpoenaed documents implicate both the presidential communications\nand deliberative process components of executive privilege. The EPA Administrator’s talking points regarding the ozone regulation were provided for your use and\nare thus subject to the presidential communications component of the privilege. The OIRA documents fall within the scope of the presidential communications\ncomponent because they are deliberative documents generated by your staff in\nreviewing a proposed agency regulation on your behalf and developing a position\nfor presentation to you. Among other things, the OIRA documents contain candid\nassessments of alternative actions that EPA or you could pursue. Addressing the\nsubpoenaed documents in their entirety, I believe that publicly releasing these\ndeliberative materials to the Committee could inhibit the candor of future deliberations among the President’s staff in the EOP and deliberative communications\nbetween the EOP and Executive Branch agencies, particularly deliberations\nconcerning politically charged issues. As the Supreme Court explained, “[h]uman\nexperience teaches that those who expect public dissemination of their remarks\nmay well temper candor with a concern for appearances and for their own interests\nto the detriment of the decisionmaking process.” Nixon, 418 U.S. at 705. Accordingly, I conclude that the subpoenaed materials at issue here fall squarely within\nthe scope of executive privilege. II. Under controlling case law, a congressional committee may overcome an assertion of executive privilege only if it establishes that the subpoenaed documents are 1\nThe Justice Department’s long-standing position finds strong support in various court decisions\nrecognizing that the deliberative process privilege protects internal government deliberations from\ndisclosure in civil litigation. See, e.g., NLRB v. Sears, Roebuck & Co., 421 U.S. 132, 151 (1975)\n(“Manifestly, the ultimate purpose of this long-recognized privilege is to prevent injury to the quality of\nagency decisions.”); Landry v. FDIC, 204 F.3d 1125, 1135–36 (D.C. Cir. 2000) (describing how\nagencies may assert the “deliberative process” component of executive privilege in litigation); Dow\nJones & Co., Inc. v. Dep’t of Justice, 917 F.2d 571, 573–74 (D.C. Cir. 1990) (describing the\n“‘deliberative process’ or ‘executive’ privilege” as an “ancient privilege . . . predicated on the\nrecognition that the quality of administrative decision-making would be seriously undermined if\nagencies were forced to operate in a fishbowl”) (internal quotation marks omitted). 3 Opinions of the Office of Legal Counsel in Volume 32 “demonstrably critical to the responsible fulfillment of the Committee’s functions.” Senate Select Comm. on Presidential Campaign Activities v. Nixon, 498\nF.2d 725, 731 (D.C. Cir. 1974) (en banc).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_19__3",
      "chunk_id": "3",
      "content": "3 Opinions of the Office of Legal Counsel in Volume 32 “demonstrably critical to the responsible fulfillment of the Committee’s functions.” Senate Select Comm. on Presidential Campaign Activities v. Nixon, 498\nF.2d 725, 731 (D.C. Cir. 1974) (en banc). Those functions must be in furtherance\nof Congress’s legitimate legislative responsibilities. See McGrain v. Daugherty,\n273 U.S. 135, 160 (1927) (Congress has oversight authority “to enable it efficiently to exercise a legislative function belonging to it under the Constitution”). In\nparticular, a congressional committee must “point[] to . . . specific legislative\ndecisions that cannot responsibly be made without access to [the privileged]\nmaterials.” Senate Select Comm., 498 F.3d at 733. I do not believe that the\nCommittee has satisfied this high standard with respect to the subpoenaed\ndocuments. In assessing the Committee’s need for the subpoenaed documents, the degree to\nwhich the Committee’s stated legislative interest has been, or may be, accommodated through non-privileged sources is highly relevant. See id. at 732–33\n(explaining that a congressional committee may not obtain information protected\nby executive privilege if that information is available through non-privileged\nsources); United States v. AT&T Co., 567 F.2d 121, 127 (D.C. Cir. 1977) (explaining that each branch has a “constitutional mandate to seek optimal accommodation” of each other’s legitimate interests); Assertion of Executive Privilege, 23 Op.\nO.L.C. at 3–4 (finding that documents were not demonstrably critical where\nCongress could obtain relevant information “through non-privileged documents\nand testimony”). With respect to the ozone standards, the Committee asserts that it needs the\nsubpoenaed materials to understand why the White House rejected EPA’s\n“recommendations regarding the ozone standard” and to determine whether White\nHouse staff complied with the Clean Air Act when evaluating EPA’s proposed\nregulation. Letter for Stephen L. Johnson, Administrator, EPA, from Henry A.\nWaxman, Chairman, House Committee on Oversight and Government Reform at 2\n(May 16, 2008). The Committee offers similar justifications in support of its\ndemand for materials related to the California waiver issue. See, e.g., Letter for\nStephen L. Johnson, Administrator, EPA, from Henry A. Waxman, Chairman,\nHouse Committee on Oversight and Government Reform at 1 (Dec. 20, 2007)\n(“Your decision appears to have ignored the evidence before the agency and the\nrequirements of the Clean Air Act.”). The Committee’s claim that it must have the subpoenaed materials to understand the reasons for EPA’s decision on the ozone regulation is unconvincing\ngiven the substantial information already available to the Committee. To date,\nEPA and OIRA have produced or made available to the Committee approximately\n30,000 pages of documents related to the revised ozone NAAQS standard. See,\ne.g., Memorandum for the Members of the Committee on Oversight and Government Reform, from the Majority Staff of the Committee on Oversight and\nGovernment Reform, Re: Supplemental Information on the Ozone NAAQS at 1 4 Assertion of Executive Privilege Over Communications Regarding Air Quality Standards",
      "queries": [
        "which opinion is critical to the responsible fulfillment of the committee's functions?"
      ],
      "queries_score": [
        "1.8370217"
      ]
    },
    {
      "id": "memos_19__4",
      "chunk_id": "4",
      "content": "See,\ne.g., Memorandum for the Members of the Committee on Oversight and Government Reform, from the Majority Staff of the Committee on Oversight and\nGovernment Reform, Re: Supplemental Information on the Ozone NAAQS at 1 4 Assertion of Executive Privilege Over Communications Regarding Air Quality Standards (May 20, 2008) (30,000 pages of documents received from EPA and the Office of\nManagement and Budget); see also Letter for Henry A. Waxman, Chairman,\nHouse Committee on Oversight and Government Reform, from Jeffrey A. Rosen,\nGeneral Counsel, Office of Management and Budget at 1 (May 20, 2008) (OIRA\nprovided the Committee with access to more than 7,558 pages of documents). In\nparticular, EPA and OIRA produced to the Committee copies of all communications between the Administrator of OIRA and the Administrator of EPA concerning the ozone NAAQS regulation. These communications explain in considerable\ndetail the views of OIRA, EPA, the White House, and the President concerning the\nozone NAAQS standard. See, e.g., Letter for Stephen L. Johnson, Administrator,\nEPA, from Susan E. Dudley, Administrator, OIRA at 1 (Mar. 12, 2008) (describing disagreements between OIRA and EPA and advising EPA of the President’s\ndecision). Moreover, EPA publicly disclosed the substance of these concerns in\nthe preamble to its Federal Register notice for the final ozone regulation. Finally,\nthe Administrators of both EPA and OIRA testified before the Committee on May\n20, 2008, concerning the ozone regulation. At that hearing, the Committee had\nample opportunity to explore with the witnesses the decisions and rationale for the\nregulation. It is of particular importance in considering the Committee’s need for the internal OIRA documents—which constitute the great bulk of the documents at issue—\nthat when the Administrator of OIRA testified before the Committee on May 20,\nthe Committee had the opportunity to ask her about OIRA’s role, as well as that of\nyou and the White House staff, in the process leading up to the issuance of final\nNAAQS ozone regulation. Yet, the Committee asked no such questions. Indeed,\nAdministrator Dudley was asked only four questions during the entire hearing. None of the questions put to the Administrator related to OIRA’s internal deliberations or communications with the White House, and none demonstrated a need for\nadditional documents or information from OIRA. See Letter for Henry A.\nWaxman, Chairman, House Committee on Oversight and Government Reform,\nfrom Jeffrey A. Rosen, General Counsel, Office of Management and Budget at 2\n(June 18, 2008). EPA made similar accommodations with respect to the California waiver decision. The agency has made available to the Committee approximately 27,000\npages of documents concerning the decision. See Memorandum for the Members\nof the Committee on Oversight and Government Reform, from the Majority Staff\nof the Committee on Oversight and Government Reform, Re: EPA’s Denial of the\nCalifornia Waiver at 1 (May 19, 2008). Again, these materials describe in\nconsiderable detail—as a memorandum prepared by Committee Staff demonstrates—the reasons behind EPA’s decision to deny California’s petition. Beyond\nreceiving access to tens of thousands of pages of documents, the Committee also\n“deposed or interviewed eight key officials from the EPA” concerning the\nCalifornia waiver decision, id. at 1, and, as discussed above, the Committee had an 5",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_19__5",
      "chunk_id": "5",
      "content": "Beyond\nreceiving access to tens of thousands of pages of documents, the Committee also\n“deposed or interviewed eight key officials from the EPA” concerning the\nCalifornia waiver decision, id. at 1, and, as discussed above, the Committee had an 5 Opinions of the Office of Legal Counsel in Volume 32 opportunity to explore the California waiver decision with the EPA Administrator\nat the public hearing on May 20. OIRA’s and EPA’s efforts represent an extraordinary attempt to accommodate\nthe Committee’s interest in understanding why EPA denied California’s waiver\npetition, why EPA issued the revised NAAQS for ozone, and the involvement of\nyou and your staff in both decisions. Given the overwhelming amount of material\nand information already provided to the Committee, it is difficult to understand\nhow the subpoenaed information serves any legitimate legislative need. In any\nevent, when I balance the Committee’s attenuated legislative interest in the\nsubpoenaed documents against the Executive Branch’s strong interest in protecting\ntheir confidentiality, I conclude that the Committee has not established that the\nsubpoenaed documents are “demonstrably critical to the responsible fulfillment”\nof the Committee’s legitimate legislative functions. Senate Select Comm., 498\nF.2d at 731.\nIII. For these reasons, I conclude that you may properly assert executive privilege\nin response to the Committee’s subpoenas. MICHAEL B. MUKASEY\nAttorney General 6",
      "queries": [],
      "queries_score": []
    }
  ]
}