{
  "doc_id": "memos_32",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_32__0",
      "chunk_id": "0",
      "content": "Authority of Florida Police Officers to Make\nArrests on the Basis of FBI Pick-Up Notices The authority of a Florida police officer to make a warrantless arrest for an alleged violation of federal\nlaw depends on state law and cannot be based merely on the existence of an FBI pick-up notice. January 28, 1953 MEMORANDUM OPINION FOR THE DIRECTOR\nFEDERAL BUREAU OF INVESTIGATION With your memorandum of October 9, 1952, addressed to the Deputy Attorney\nGeneral and referred to this office for reply, you sent a copy of an opinion given\nby Attorney General Richard W. Ervin of Florida to the Florida Peace Officers’\nAssociation (dated September 15, 1952) containing answers to several questions\nregarding the authority to make arrests by municipal police officers of Florida. The portion concerning the federal government and this Department came under\nthe heading of question 4. The question read:\n4. What authority, if any, does a municipal police officer have to\nmake arrests upon the basis of pick-up notices sent out by other\nofficers? The answer took the view that under the Florida statutes a municipal police officer\n(regarded as a peace officer, see page 2 of the opinion), who receives a pick-up\nnotice from another peace officer of Florida showing that a named person is\nwanted for a felony under the laws of Florida, may accept the notice as reasonable\nground to believe that a felony has been committed and reasonable ground to\nbelieve that the wanted person committed it, and has authority to arrest the wanted\nperson. On the other hand, without assigning any reason the answer assumed a\ndistinction in the case of pick-up notices received from federal officers and further\nassumed that a municipal police officer has only the common law right of a private\ncitizen to arrest for a federal felony. If he should make an arrest, it was stated the\nmunicipal police officer acts at his peril (subject to liabilities indicated in the\nanswer to question 5) when he arrests for a federal felony on the strength of the\nfederal pick-up notice, even if it is sufficient to give him reasonable ground to\nbelieve that a federal felony has been committed and that the person to be arrested\nhas committed it, because, as in the case of arrest by a private citizen, reasonable\nground to believe that a federal felony has been committed will not suffice; a\nfederal felony must actually have been committed and the municipal police officer\nmust have reasonable ground to believe that the person to be arrested committed it. The answer further stated that a municipal police officer acting as a private citizen\nhad no authority to arrest for a federal misdemeanor upon the basis of a pick-up\nnotice. 149 Supplemental Opinions of the Office of Legal Counsel in Volume 1 You have pointed out that substantially all of the requests for pick-ups made by\nthe FBI are in cases where federal warrants are outstanding and that the opinion\ndoes not distinguish between the situation where a warrant is outstanding and the\nsituation where one has not been issued. We think that the Florida opinion on this subject is unfortunate in this and\nseveral other respects.",
      "queries": [
        "which state has the authority to make an arrest on the basis of fbi pick up notices?",
        "which fbi pick up notices are needed for arrest of florida police officers?",
        "what is the law governing the authority of police officers in florida"
      ],
      "queries_score": [
        "3.1654623",
        "1.7049446",
        "1.9786265"
      ]
    },
    {
      "id": "memos_32__1",
      "chunk_id": "1",
      "content": "We think that the Florida opinion on this subject is unfortunate in this and\nseveral other respects. In testing the lawfulness of arrest, if we were to assume that\nan arrest by a state or municipal police officer pursuant to an FBI pick-up notice is\nan arrest without a warrant, there is no basis in federal or state law at the present\ntime for distinguishing between the conduct of a state or local police officer when\nhe arrests without a warrant for a state felony or a federal felony. The United\nStates Supreme Court dealt squarely with the issue in United States v. Di Re, 332\nU.S. 581 (1948). Speaking through Mr. Justice Jackson, the Court said: We believe, however, that in absence of an applicable federal\nstatute the law of the state where an arrest without warrant takes\nplace determines its validity. By one of the earliest acts of Congress,\nthe principle of which is still retained, the arrest by judicial process\nfor a federal offense must be “agreeably to the usual mode of process\nagainst offenders in such state.”8 There is no reason to believe that\nstate law is not an equally appropriate standard by which to test\narrests without warrant, except in those cases where Congress has\nenacted a federal rule. Indeed the enactment of a federal rule in some\nspecific cases seems to imply the absence of any general federal law\nof arrest. . . . No act of Congress lays down a general federal rule for arrest\nwithout warrant for federal offenses. None purports to supersede\nstate law. And none applies to this arrest which, while for a federal\noffense, was made by a state officer accompanied by federal officers\nwho had no power of arrest. Therefore the New York statute provides the standard by which this arrest must stand or fall. Id. at 589–90, 591 (footnote 8 below is from page 589 of the reported opinion). The test which the Court applied (in this arrest by a state police officer for a\nfederal war rationing violation) was section 177 of the New York Code of\nCriminal Procedure, which is a statute cast in general terms providing the 8\nThe Act of September 24, 1789 (Ch. 20, § 33, 1 Stat. 91), concerning arrest with warrant, provided: “That for any crime or offence against the United States, the offender may, by any justice or judge\nof the United States, or by any justice of the peace, or other magistrate of any of the United States\nwhere he may be found agreeably to the usual mode of process against offenders in such state, and at\nthe expense of the United States, be arrested, and imprisoned or bailed, as the case may be, for trial\nbefore such court of the United States as by this act has cognizance of the offense.” This provision has\nremained substantially similar to this day. 18 U.S.C. § 591. See also 1 Op. Att’y. Gen. 85, 86. 150 Authority of Florida Police Officers to Make Arrests on Basis of FBI Pick-Up Notices authority of a peace officer to arrest without warrant in three types of cases.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_32__2",
      "chunk_id": "2",
      "content": "This provision has\nremained substantially similar to this day. 18 U.S.C. § 591. See also 1 Op. Att’y. Gen. 85, 86. 150 Authority of Florida Police Officers to Make Arrests on Basis of FBI Pick-Up Notices authority of a peace officer to arrest without warrant in three types of cases. The\nstatute resembles section 901.15, Florida Statutes, 1951 (which is quoted at length\nat a later point in this memorandum), except that the Florida statute is somewhat\nbroader in its coverage. It is important for our purposes to observe that, although\nthe arrest and subsequent search in Di Re failed because the arresting officer had\nno information which would lead him to believe that either a felony or misdemeanor had been committed by Di Re, the action of the arresting officer was\ntested by New York’s statutes on arrest applicable to peace officers and not on any\ntheory that the state peace officer was acting as a private citizen or that there was\nany special or different rule when he acted to arrest for a federal offense. Di Re was followed shortly by Johnson v. United States, 333 U.S. 10 (1948), in\nwhich an arrest on a federal narcotics violation, effected without a warrant by\nfederal narcotics agents and a city police officer, was tested by the law of the State\nof Washington applicable to state officers, the Court holding again that state law\ndetermines the validity of arrest without warrant. Still later, the contemporaneous state of the law of arrest, as it was confirmed in\nDi Re, was described by Judge Learned Hand in United States v. Coplon as\nfollows: In the absence of some controlling federal law the validity of an\narrest for a federal crime depends upon whether an arrest for a state\ncrime would have been valid under the state law, if made in the same\ncircumstances. Whatever the doubts which might have existed as to\nthis before 1948, they were laid in that year. At common law a private person, as distinct from a peace officer, had the power to arrest\nwithout warrant for a felony, committed in his presence, and for one,\nactually committed in the past, if he had reasonable ground to suppose that it had been committed by the person whom he arrested. A\n“constable” or other “conservator of the peace” had all the powers of\narrest without warrant of a private person, and in addition the power\nto arrest for felony, although no felony had actually been committed,\nif he had reasonable ground to suppose that the person arrested had\ncommitted the felony. That was the only distinction between their\npowers and those of a private person. The law of New York is nearly, if not quite, in accord with this. 185 F.2d 629, 633–34 (2d Cir. 1951) (footnotes omitted). It might be observed that the law of Florida as codified in section 901.15, Florida Statutes, 1951, is even more nearly in accord with the common law, as noted in\nDorsey v. United States, 174 F.2d 899 (5th Cir. 1949).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_32__3",
      "chunk_id": "3",
      "content": "185 F.2d 629, 633–34 (2d Cir. 1951) (footnotes omitted). It might be observed that the law of Florida as codified in section 901.15, Florida Statutes, 1951, is even more nearly in accord with the common law, as noted in\nDorsey v. United States, 174 F.2d 899 (5th Cir. 1949). In this case, cited by the\nFlorida Attorney General’s opinion, the Court acknowledged the rule of Di Re; but\nthe point of Dorsey is that investigators of the federal Office of Price Administration who the court said were not arresting officers, but who nevertheless made an 151 Supplemental Opinions of the Office of Legal Counsel in Volume 1 arrest without a warrant for a federal offense, had no greater rights than private\npersons in effecting the arrest. In Florida, though the statutes make no provision\nfor arrest by a private person, the Court held he may nevertheless act under the\ncommon law rule to arrest for a felony committed in his presence. This was the\nsituation in the case and the arrest was sustained. The opinion is entirely in accord\nwith the views laid down by the Supreme Court and applied in the other circuits,\nas hereinafter noted. But the holding of the Dorsey case does not deal with the\npowers of arresting officers, and in our view is misapplied if it is used, as it\nappears to be used in the Florida Attorney General’s opinion, to correlate the\npowers of arresting officers, state or federal, to that of private citizens in making\narrests without warrants for federal felonies. Illustrating that the Supreme Court opinions in Di Re and Johnson did not\nestablish “new” law, but confirmed a long-accepted practice, is Cline v. United\nStates, in which the court held that “[t]he procedure for making arrests which\nobtains under the state practice is applicable to arrests made for crimes against the\nUnited States,” 9 F.2d 621, 621 (9th Cir. 1925) (citing Prize Ship and Crew—How\nTo Be Disposed Of, 1 Op. Att’y. Gen. 85, 86 (1798)), and a group of early federal\ncases.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_32__4",
      "chunk_id": "4",
      "content": "Gen. 85, 86 (1798)), and a group of early federal\ncases. Other cases in other circuits or districts which have followed and applied\nthe Di Re case are Pon v. United States, 168 F.2d 373 (1st Cir. 1948), a narcotics\ncase, holding the validity of arrest to be determined by the law of Massachusetts\nunder which an arrest by an officer without a warrant is authorized if the officer\nhas reasonable grounds to believe that a felony was committed by the defendant;\nBrubaker v. United States, 183 F.2d 894 (6th Cir. 1950), a Dyer Act violation,\nholding the legality of the arrest to be governed by the law of Tennessee, which\nprovides that an officer may without a warrant arrest a person when a felony has in\nfact been committed and the officer has reasonable cause for believing the person\narrested committed the felony; United States v. Horton, 86 F. Supp. 92 (W.D.\nMich. 1949), upholding an arrest without a warrant by city police for a federal\nnarcotics violation as tested by the law of Michigan, the pertinent of which are\npractically identical with subsection (2) and (3) of section 901.15, Florida Statutes,\n1951; and United States v. Guller, 101 F. Supp. 176 (E.D. Pa. 1951), testing an\narrest in a narcotics case by the Pennsylvania law which accords with the common\nlaw rules. In the Di Re and subsequent cases involving arrests for federal offenses by state\nofficers, apparently it was accepted without argument, so far as the opinions show,\nthat a state officer may arrest for federal offenses. The issue was the standard to be\napplied. But the matter assumed had not gone without argument, earlier, and the\nleading case is probably Marsh v. United States, 29 F.2d 172 (2d Cir. 1928). In an\nopinion by Judge Learned Hand, the court held that a state police officer had\nauthority to arrest for violation of federal law. The court pointed out that the state\nstatute (section 177 of the New York Code of Criminal Procedure, the same statute\nlater applied in Di Re, which provides that a peace officer may without a warrant\narrest a person for a crime committed or attempted in his presence) had been 152 Authority of Florida Police Officers to Make Arrests on Basis of FBI Pick-Up Notices universally used by New York police officers in arresting for federal crimes\nregardless of whether they were felonies or misdemeanors. But the court went on\nto say:\nMoreover, we should be disposed a priori so to understand it. Section 2 of article 6 of the Constitution makes all laws of the United\nStates the supreme law of the land, and the National Prohibition Law\nis as valid a command within the borders of New York as one of its\nown statutes. True, the state may not have, and has not, passed any\nlegislation in aid of the Eighteenth Amendment, but from that we do\nnot infer that general words used in her statutes must be interpreted\nas excepting crimes which are equally crimes, though not forbidden\nby her express will.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_32__5",
      "chunk_id": "5",
      "content": "True, the state may not have, and has not, passed any\nlegislation in aid of the Eighteenth Amendment, but from that we do\nnot infer that general words used in her statutes must be interpreted\nas excepting crimes which are equally crimes, though not forbidden\nby her express will. We are to assume that she is concerned with the\napprehension of offenders against laws of the United States, valid\nwithin her border, though they cannot be prosecuted in her own\ncourts. Marsh, 29 F.2d at 174. The court went on further to reject the argument that Congress in enacting\nsection 33 of the Judiciary Act of 1789, providing for arrest and commitment or\nbail of offenders against federal law by state officials “agreeably to the usual mode\nof process against offenders in such state,” had by implication forbidden any state\narrests for federal offenses without warrant. Act of Sept. 24, 1789, ch. 20, § 33, 1\nStat. 73, 91, later codified as amended at Rev. Stat. § 1014 (2d ed. 1878), 18 Stat.\npt. 1, at 189 (repl. vol.), and at 18 U.S.C. § 591 (1925–26), now 18 U.S.C. § 3041\n(1952). On the contrary, said the court anticipating what was later held in Di Re, it\nwould be unreasonable to suppose that it had been the purpose of the Congress to\ndeny to the United States any help that the states may allow. Marsh was followed\nin United States v. One Packard Truck, 55 F.2d 882 (2d Cir. 1932). In the light of the well-established body of law and practice reviewed here, it\nwould seem to us that there is no justification, and it is contrary to the precedents,\nto read section 901.15, Florida Statutes, 1951, particularly subsections (3) and (4),\nas purporting to exclude arrests for federal offenses. The Florida statute is cast in\ngeneral terms like the New York, Michigan, Tennessee, Massachusetts, and other\nstatutes construed by the courts, and its language and derivation afford no basis for\nthe artificial distinction. Unfortunately in this regard the opinion of the Florida\nAttorney General in dealing with question 4 paraphrases rather than quotes the\nFlorida statute, and in so doing inserts the word “Florida” in several places where\nit does not appear in the statute, thereby creating an erroneous impression. For\nyour benefit there is set out verbatim the provisions of section 901.15: When arrest by officer without warrant is lawful. —A peace officer\nmay without warrant arrest a person: 153 Supplemental Opinions of the Office of Legal Counsel in Volume 1 (1) When the person to be arrested has committed a felony or\nmisdemeanor or violation of a municipal ordinance in his presence. In the case of such arrest for a misdemeanor or violation of\na municipal ordinance, the arrest shall be made immediately or on\nfresh pursuit. (2) When a felony has in fact been committed, and he has reasonable ground to believe that the person to be arrested has committed it. (3) When he has reasonable ground to believe that a felony has\nbeen or is being committed and reasonable ground to believe that\nthe person to be arrested has committed or is committing it.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_32__6",
      "chunk_id": "6",
      "content": "(3) When he has reasonable ground to believe that a felony has\nbeen or is being committed and reasonable ground to believe that\nthe person to be arrested has committed or is committing it. (4) When a warrant has been issued charging any criminal offense\nand has been placed in the hands of any peace officer for execution. These are, as said of the comparable New York statute by Judge Learned Hand,\n“general words used in her statutes,” Marsh, 29 F.2d at 174, from which it is not to\nbe inferred that there are excepted crimes which are equally crimes by the supreme\nlaw of the land though not forbidden expressly by Florida law. The notion that\nfederal criminal law may be “foreign” to the states was laid to rest by the Supreme\nCourt in Testa v. Katt, 330 U.S. 386 (1947), where the Court said: It cannot be assumed, the supremacy clause considered, that the\nresponsibilities of a state to enforce the laws of a sister state are identical with its responsibilities to enforce federal laws. Such an\nassumption represents an erroneous evaluation of the statutes of\nCongress and the prior decisions of this Court in their historic setting. Those decisions establish that state courts do not bear the same\nrelation to the United States that they do to foreign countries. The\nfirst Congress that convened after the Constitution was adopted conferred jurisdiction upon the state courts to enforce important federal\ncivil laws, and succeeding Congresses conferred on the states jurisdiction over federal crimes and actions for penalties and forfeitures. Enforcement of federal laws by state courts did not go unchallenged. Violent public controversies existed throughout the first part\nof the Nineteenth Century until the 1860’s concerning the extent of\nthe constitutional supremacy of the Federal Government. During that\nperiod there were instances in which this Court and state courts\nbroadly questioned the power and duty of state courts to exercise\ntheir jurisdiction to enforce United States civil and penal statutes or 154 Authority of Florida Police Officers to Make Arrests on Basis of FBI Pick-Up Notices the power of the Federal Government to require them to do so. But\nafter the fundamental issues over the extent of federal supremacy\nhad been resolved by war, this Court took occasion in 1876 to review\nthe phase of the controversy concerning the relationship of state\ncourts to the Federal Government. Claflin v. Houseman, 93 U.S. 130. The opinion of a unanimous court in that case was strongly buttressed by historic references and persuasive reasoning. It repudiated\nthe assumption that federal laws can be considered by the states as\nthough they were laws emanating from a foreign sovereign. Its\nteaching is that the Constitution and the laws passed pursuant to it\nare the supreme laws of the land, binding alike upon states, courts,\nand the people, “any Thing in the Constitution or Laws of any State\nto the Contrary notwithstanding.” It asserted that the obligation of\nstates to enforce these federal laws is not lessened by reason of the\nform in which they are cast or the remedy which they provide. Id. at 389–91 (footnotes omitted).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_32__7",
      "chunk_id": "7",
      "content": "It asserted that the obligation of\nstates to enforce these federal laws is not lessened by reason of the\nform in which they are cast or the remedy which they provide. Id. at 389–91 (footnotes omitted). It would therefore seem to us that the Attorney General of Florida should have\nno difficulty in regarding subsection (3) of section 901.15 as ample authority for a\nmunicipal police officer to arrest without a warrant for a federal felony on a pickup notice emanating from a federal officer. As the Attorney General of Florida has\nalready indicated to be the case for state pick-up notices in state felonies, so the\nfederal pick-up notice can equally afford the arresting officer reasonable ground to\nbelieve that a federal felony has been committed and that the wanted person has\ncommitted it. Reliance on hearsay, and on reasonableness of belief or reasonable\nor probable cause, in making arrests is supported in the cases, such as United\nStates v. Bianco, 189 F.2d 716 (3d Cir. 1951); United States v. Heitner, 149 F.2d\n105 (2d Cir. 1945), cert. denied sub nom. Cryne v. United States, 326 U.S. 727,\nreh’g denied, 326 U.S. 809; Brinegar v. United States, 338 U.S. 160 (1949). To the extent that the FBI pick-up notice advises with particularity that a warrant of arrest has been placed in the hands of a federal marshal or deputy (who, it\nwill be remembered, enjoys the corresponding powers of a state sheriff, 28 U.S.C.\n§ 549, and is regarded as a peace officer, In re Neagle, 135 U.S. 1, 68–69 (1890)),\nor any other peace officer, it would also seem that the Attorney General of Florida\ncould with propriety advise that subsection (4) of section 901.15, Florida Statutes,\n1951, might also provide the basis for a Florida peace officer arresting the wanted\nperson in reliance on the pick-up notice, whether the offense charged is a felony or\nmisdemeanor (since the express wording of subsection (4) covers “any criminal\noffense”), without the Florida peace officer having the warrant in his possession. Rule 4(c)(1) of the Federal Rules of Criminal Procedure (1952) permits the federal\ncriminal warrant to be executed “by a marshal or by some other officer authorized\nby law”; under Rule 4(c)(3), the officer need not have a warrant in his possession\nat the time of the arrest; and, under Rule 4(c)(2) and Rule 9(c)(1), the warrant may 155 Supplemental Opinions of the Office of Legal Counsel in Volume 1 be executed anywhere in the United States regardless of the district in which it\nissued. See, e.g., United States v. Donnelly, 179 F. 2d 227 (7th Cir. 1950) (sustaining an arrest in Missouri made by FBI agents and Missouri police as the result of a\nteletype message from Chicago after issuance of a commissioner’s warrant for the\ndefendant’s arrest in Chicago), overruled on other grounds, United States v.\nBurke, 781 F.3d 1234 (7th Cir. 1985). In view of the doubt that may have been created by the portion of the Florida\nAttorney General’s opinion we have discussed, it would be helpful if reconsideration of that portion of the opinion could be had.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_32__8",
      "chunk_id": "8",
      "content": "In view of the doubt that may have been created by the portion of the Florida\nAttorney General’s opinion we have discussed, it would be helpful if reconsideration of that portion of the opinion could be had. While the problem, as it affects arrests for federal offenses, is one of interpretation and application of state law, it has nevertheless been made so by the action of\nCongress and the judicial extension of section 33 of the Judiciary Act of 1789 (18\nU.S.C. § 3041). The correct application of the appropriate state law in the federal\ncases is therefore not only a matter of federal interest but may involve, in the legal\nsense, a federal question, cf. Dice v. Akron, Canton and Youngstown R.R. Co., 342\nU.S. 359 (1952); Davis v. Wechsler, 263 U.S. 22 (1923). Since the oversight in interpretation ought to be susceptible of clarification by a\nfurther interpretation, it would be most unfortunate if, as is intimated in your\nmemorandum, the matter would have to be rectified by state legislation. A request\nfor, or enactment of, legislation on this point in one state might unnecessarily give\nrise to confusion and doubts in the other judicial districts of the United States\nwhere, so far as we know, no similar difficulty has been encountered under\ncomparable state law. No doubt you have available suitable means of raising the question with Attorney General Ervin, in order to bring about the desired correction. We might add\nthat this office has in the past enjoyed good relationships with his office on a\nnumber of matters, and we would be quite willing to do whatever we can to assist. J. LEE RANKIN\nAssistant Attorney General\nExecutive Adjudications Division 156",
      "queries": [],
      "queries_score": []
    }
  ]
}