{
  "doc_id": "memos_18",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_18__0",
      "chunk_id": "0",
      "content": "Investigative Authority of the General Accounting Office\nT he G eneral A ccounting Office lacks statutory authority to review the E xecutive’s discharge o f its\nconstitutional foreign policy responsibilities. G A O is precluded by the Intelligence O versight Act from access to intelligence inform ation. T he m em orandum also reviews generally the executive privilege principles that apply in the contexts\no f intelligence, law enforcem ent, and deliberative process inform ation. August 16, 1988\nM em o ran d u m O p in io n N a t io n a l fo r the E x e c u t iv e S e c r e t a r y S e c u r it y C o u n c i l Introduction and Summary This memorandum is in response to your request for the opinion of this Office\non whether, or to what extent, the Administration has a legal basis for declining\nto cooperate with the pending General Accounting Office (“GAO”) investigation\nconcerning U.S. foreign policy decisions with respect to Manuel Noriega. In its\nJune 23,1988 letter to the National Security Council, GAO described the nature\nand purpose of the investigation: In order to evaluate whether “information about\nillegal activities by high level officials of other nations may not be adequately\nconsidered in U.S. foreign policy decisions . . . , the General Accounting Office\nis undertaking an initial case study of how information about General Noriega\nwas developed by various government agencies, and what role such information\nplayed in policy decisions regarding Panama.” As stated in the National Security\nCouncil’s response to GAO of July 13,1988, representatives of GAO have made\nit clear that GAO’s “three areas of interest [are] intelligence files, law enforce­\nment files, and the deliberative process of the Executive branch, including inter­\nnal communications and deliberations leading to Executive branch actions taken\npursuant to the President’s constitutional authority.” Specifically, you have asked this Office to advise you as to whether the GAO\ninvestigation is within GAO’s statutory authority; whether there are statutory or\nconstitutional grounds for denying GA O ’s request to the extent it is directed\nspecifically at intelligence information, at law enforcement information, or at de­\nliberative process information; and whether there are other grounds for denying\nGAO’s request in whole or in part. As explained below, we conclude that on the\npresent record the GAO investigation is beyond GAO’s statutory investigative 171 authority.1 Because of this conclusion it is unnecessary to address any constitu­\ntional basis for challenging GAO’s authority to conduct the investigation. In ad­\ndition, we are unable to evaluate the strength of any constitutional objection to\nproviding particular information because specific information requests have not\nyet been made. As a matter of general guidance, however, we outline the consti­\ntutional principles which would be applied in evaluating whether particular in­\nformation can be withheld. I. Authority to Conduct the Investigation\nA. G AO ’s Investigative Authority 1. Statutory Limitations\nG A O ’s investigative authority is set forth in subchapter II of chapter 7 of title\n31 o f the U.S. Code.",
      "queries": [
        "what is the investigative authority of the general accounting office"
      ],
      "queries_score": [
        "1.9786165"
      ]
    },
    {
      "id": "memos_18__1",
      "chunk_id": "1",
      "content": "I. Authority to Conduct the Investigation\nA. G AO ’s Investigative Authority 1. Statutory Limitations\nG A O ’s investigative authority is set forth in subchapter II of chapter 7 of title\n31 o f the U.S. Code. Except for section 7 17(b), the various grants of authority in\nsubchapter II are limited to auditing the finances of government agencies and are\nthus inadequate bases for the GAO Noriega investigation, which clearly goes well\nbeyond a financial audit. See 31 U.S.C. §§ 711-715. Accordingly, GAO must\nbase this investigation on its authority in section 717(b) to “evaluate the results\nof a program or activity the Government carries out under existing law.” 2 Op.\nO.L.C. 415,420 (1978) (emphasis added) (where a GAO investigation goes be­\nyond fiscal matters, GAO’s authority must be based on section 204(a), the sub­\nstantially identical predecessor version of section 717(b)). We believe as a matter of statutory construction that the phrase “program or\nactivity . . . under existing law ” must refer only to activities carried out pursuant\nto statute, and not activities carried out pursuant to the Executive’s discharge of\nits own constitutional responsibilities. 2 The juxtaposition of “program or activ­\nity” with “existing law” strongly suggests an intent to refer to statutory respon­\nsibilities. Moreover, the use of the qualifier “existing” appears to suggest that the\nlaws at issue are statutes that m ay lapse rather than constitutional authorities of\nthe President, which are of greater permanence. Finally, the legislative history of\nsection 717(b) confirms that Congress’ focus of concern was the oversight of its\nlegislative programs: “It is intended that in performing [evaluations under sec­\ntion 7 17(b)], the Comptroller General shall review and analyze Government pro­\ngram results in a manner which will assist the Congress to determine whether\nthose programs and activities are achieving the objectives of the law.” H.R. Rep.\nNo. 1215,91st Cong., 2d Sess. 82 (1970). Nothing in the legislative history man­\n1 M oreover, in addition to G A O ’s lack o f statutory authority to pursue this investigation, we believe that the In­\ntelligence Oversight A ct for Fiscal Year 1981, Pub. L. No. 9 6-450, § 407,94 Stat. 1975, 1981 (1980), extinguishes\nw hatever authority GAO might otherwise possess in gaining access to intelligence information\n2 The views we express here concerning the limitations on G A O ’s investigative authority under section 717(b)\nare not novel. In 1978, the O ffice opined that G A O ’s authonty under the similarly worded predecessor to 717(b)\ndid not extend to the discharge o f the President's constitutional, as opposed to statutory, responsibilities. 2 Op.\nO.L.C. 415, 420 (1978) (“ [T]he appointment o f officers o f the United States by the President by and with the ad­\nvice o f the Senate does not constitute a G overnment program or activity carried out under existing law . . . . ”). 172 ifests any congressional intent to extend GAO’s investigative authority beyond\nstatutory programs into the Executive’s discharge of its constitutional responsi­\nbilities.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_18__2",
      "chunk_id": "2",
      "content": "172 ifests any congressional intent to extend GAO’s investigative authority beyond\nstatutory programs into the Executive’s discharge of its constitutional responsi­\nbilities. See S. Rep. No. 924, 93d Cong., 2d Sess. 72 (1974); S. Rep. No. 202,\n91st Cong., 1st Sess. (1969); H.R. Rep. No. 1215, supra, at 18, 34, 81-84; 116\nCong. Rec. 24,597 (1970). 2. GAO Has Not Justified its Investigation Under Section 717(b) We conclude on the record before us that GAO has not established that it has\nauthority under section 717(b) to pursue this investigation. The subject of the in­\nvestigation according to GAO is foreign policymaking, a subject matter which is\ngenerally within the purview of the President’s power under Article II of the Con­\nstitution. GAO has failed to assert any interest in evaluating the results of any\nspecific statutory program or activity that may relate to foreign policy. As this Office has consistently observed,3 Section 1 of Article II confers on\nthe President plenary authority to represent the United States and to pursue its\ninterests outside the borders of the country, subject only to limits specifically set\nforth in the Constitution itself and to such statutory limitations as the Constitu­\ntion permits Congress to impose by exercising one of its enumerated powers. See\ngenerally United States v. Curtiss-Wright Export Corp., 299 U.S. 304 (1936). Specifically, the President’s constitutional authority includes the authority to ne­\ngotiate with foreign nations, to articulate the foreign policy of the United States,\nto carry out diplomatic and intelligence missions, and to protect the lives of Amer­\nicans abroad. Id. Of course, pursuant to its own substantial authority under the Commerce\nClause and its exclusive power of appropriation, Congress has enacted statutes\nthat relate to the foreign policy of the United States. For instance, Congress has\nappropriated funds for foreign assistance and enacted statutes regulating arms\nsales to foreign governments. If GAO were to express a specific interest in ma­\nterials relating to such statutes, there would be reasonable and legitimate ques­\ntions as to which materials were within the scope of G AO’s section 717(b) au­\nthority, and which were not. The request before us, however, does not present these close questions. The\nGAO letter of June 23,1988 makes it clear that foreign policymaking is the sub­\nject of the GAO investigation, and it provides no basis for concluding that GAO\nis interested in reviewing Executive foreign policymaking pursuant to statutory\nauthority. The GAO letter states that the GAO investigation is premised on a con­\ncern that “information about illegal activities by high level officials of other na­\ntions may not be adequately considered in U.S. foreign policy decisions” and that\nit is directed at learning “what role [information about General Noriega] played\nin policy decisions regarding Panama.” The GAO letter thus demonstrates an in­ 3\nSee, e g , Memorandum for Judith H. Bello, General Counsel, Office of the United States Trade Representa­\ntive, from Charles J. Cooper, Assistant Attorney General, Office o f Legal Counsel, Re The President's Authority\nto Terminate the International Express M ail Agreement With Argentina Without the Consent o f the Postal Service\n(June 2, 1988). 173",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_18__3",
      "chunk_id": "3",
      "content": "173 terest in our “diplomatic” or “national security” foreign relations with Panama\nand General Noriega, and provides no basis for concluding that it relates to ac­\ntivities undertaken by the Executive under any specific statute. We therefore conclude based on the nature of the GAO request that the sub­\nject of the GAO investigation is the Executive’s discharge of its constitutional\nforeign policy responsibilities, not its statutory responsibilities. The subject is\nthus not “a program or activity the Government carries our under existing law,”\nand it is beyond GAO’s authority under 31 U.S.C. § 717(b). Accordingly, unless\nthis request is tailored to inquire specifically about a program or activity carried\nout under existing statutory law, we believe there is no obligation to grant GAO\naccess to executive branch agencies for purposes of conducting this investiga­\ntion. B. Intelligence Oversight In addition to the infirmity in GAO’s statutory authority to pursue this inves­\ntigation, we believe that GAO is specifically precluded by statute from access to\nintelligence information. In establishing by law the oversight relationship be­\ntween the intelligence committees and the executive branch, Congress indicated\nthat such oversight would be the exclusive means for Congress to gain access to\nconfidential intelligence information in the possession of the executive branch. 4 This intelligence oversight system has been codified at 50 U.S.C. § 413. That\nsection sets forth requirements for the Director of Central Intelligence, the heads\nof all other federal agencies involved in intelligence activities, and the President\nto inform the Congress through the intelligence committees (and in some cir­\ncumstances the Speaker and minority leader of the House of Representatives and\nthe majority and minority leaders of the Senate) of intelligence activities. The legislative history of section 413 makes it clear that both the legislative\nand executive branches believed they were establishing a comprehensive scheme\nfor congressional oversight of intelligence activities that would constitute the ex­\nclusive means of congressional oversight. As President Carter stated when he\nsigned the section into law, it\nestablishes, for the first time in statute, a comprehensive system\nfor congressional oversight of intelligence activities The over­\nsight legislation that was passed ... codifies the current practice\n4 As a general matter, intelligence gathering is often viewed as a form of diplomatic activity that is within the\nPresident’s Article n powers. As Professor Louis Henkin has noted, “[t]he gathering of information is a principal\npurpose of sending ambassadors and maintaining diplomatic relations, an exclusive Presidential power. It is only\na small extension to conclude that gathering information by any means is part of the President’s ‘eyes and ears’\nfunction. There is, therefore, a strong case for presidential authonty to obtain intelligence not only through our em­\nbassies but also through our agents representing the Executive . . . . ” Letter from Louis Henkin to Representative\nLouis Stokes, March 31, 1987, reprinted in HM. 1013, H.R. 1371, and Other Proposals Which Address the Issue\no f Affording Prior Notice of Covert Actions to Congress: Hearings Before the Subcomm on Legislation o f the House\nPermanent Select Comm, on Intelligence, 100th Cong., 1st Sess. 221 (1987). 174",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_18__4",
      "chunk_id": "4",
      "content": "1013, H.R. 1371, and Other Proposals Which Address the Issue\no f Affording Prior Notice of Covert Actions to Congress: Hearings Before the Subcomm on Legislation o f the House\nPermanent Select Comm, on Intelligence, 100th Cong., 1st Sess. 221 (1987). 174 and relationship that has developed between this administration\nand the Senate and House intelligence committees over the past\n3 years. 5\nSenator Huddleston, sponsor of the floor amendment containing the version\nof section 413 that was enacted into law, emphasized upon the amendment’s in­\ntroduction the comprehensive and exclusive nature of the scheme being estab­\nlished: “this amendment is identical to Senate bill 2284 which the Senate passed\nby a vote of 89 to 1 on June 3 of this year. It is a bill that establishes the con­\ngressional oversight procedures dealing with our intelligence agencies.”6 Sena­\ntor Huddleston also agreed, in a floor colloquy with Senator Javits on S. 2284,\nwith the following statement by Senator Javits:\n1 agree thoroughly with the need for simplifying [the practice of\nthe oversight committees]. There are some seven committees here\nthat could have had this wrestling match with the executive . . . . I am satisfied ... that the method we now have chosen ... repre­\nsents a fair, effective, and objective way in which to accomplish\nthe results of simplifying the intelligence relations between the\nPresident and Congress ... and limiting further the opportunities\nfor misadventure, premature disclosure, and so forth . . . . What\nwe are doing is simply legislating... a new arrangement or modus\nvivendi for the handling of information and consultations between\nCongress and the intelligence agencies ... ? The Senate report on S. 2284 also confirms the understanding that congres­\nsional oversight with respect to intelligence matters was to be limited to the in­\ntelligence committees. In the “general statement” that preceded the section by\nsection analysis, the report noted: Out of necessity, intelligence activities are conducted primar­\nily in secret. Because of that necessary secrecy, they are not sub­\nject to public scrutiny and debate as is the case for most foreign\npolicy and defense issues. Therefore, the Congress, through its in­\ntelligence oversight committees, has especially important duties\nin overseeing these vital activities by the intelligence agencies of\nthe United States. [50 U.S.C. § 413] is intended to authorize the process by which information concerning intelligence activities 3 16 Weekly Comp. Pres. Doc. 2231 (Oct. 14, 1980). 6 126 Cong. Rec. 17,692 (1980). 7 126 Cong. Rec. 17,692-93 (1980) Senator Moyruhan agreed with the position of Senators Huddleston and\nJavits that a major purpose of the Intelligence Oversight Act was to reduce the number of congressional commit­\ntees that sought intelligence information: “there is a rule of intelligence, which the Senator [Javits] knows well from\nhis wartime experience, which is that you protect sensitive information by compartmentation. The more important\nthat matter is the fewer persons you want to know about i t . . . . ” Id. at 17,694. 175 of the United States is to be shared by the two branches in order to enable them to fulfill their respective duties and obligations to\ngovern intelligence activities within the constitutional framework.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_18__5",
      "chunk_id": "5",
      "content": "175 of the United States is to be shared by the two branches in order to enable them to fulfill their respective duties and obligations to\ngovern intelligence activities within the constitutional framework. The Executive branch and the intelligence oversight committees\nhave developed over the last four years a practical relationship\nbased on comity and mutual understanding, without confronta­\ntion. The purpose of [section 413] is to carry this working rela­\ntionship forward into statute. 8 Based on the evidence of intent on the part of both the legislative and execu­\ntive branches that oversight by the intelligence committees would be the exclu­\nsive method of congressional oversight concerning intelligence information, we\nconclude that 50 U.S.C. § 413 stands as statutory authority for the Administra­\ntion to decline to provide GAO with access to any intelligence information sought\nin the Noriega investigation. II. Executive Privilege Should GAO, in response to an appropriate direction from Congress, subse­\nquently undertake an investigation properly related to its statutory authority, it\nwould then be necessary to review established principles concerning the main­\ntenance of confidentiality with respect to certain executive branch information. Congressional investigations normally do not pose this problem to the degree\nsuggested by the pending GAO investigation because they are properly tailored\nto address non- confidential subjects. Disturbingly, and in contrast, the type of\ninformation in which GAO expressed interest in its letter of June 23, 1988 sug­\ngests a desire to review confidential material generally not available outside the\nexecutive branch, such as intelligence, law enforcement, and deliberative process\ninformation. 9 Since GAO has not yet made any specific requests, we cannot analyze the case\nfor withholding any particular document or information. What we do below is\nsummarize briefly the general executive privilege principles that apply in the in­\ndividual contexts of intelligence, law enforcement, and deliberative process in­\nformation. A. Protection of Intelligence Information In the hierarchy of executive privilege, the “protection of national security”\nconstitutes the strongest interest that can be asserted by the President and one to\n8 S Rep. No. 730, 96th Cong., 2d Sess. 5 (1980) (emphasis added) More specifically, the Senate report stated\nthat “[t]his amendment repeals the congressional reporting requirement of the Hughes-Ryan Amendment of 1974\n. . . The effect is to limit reporting to the two intelligence oversight committees, as compared with the seven com­\nmittees that now receive such reports . . . ” Id at 5.\n9 This subject is usually discussed in terms of “executive privilege,” and we will use that convention here. The\nquestion, however, is not strictly speaking just one of executive privilege. The pnvdege itself need not be claimed\nformally vis-a-vis Congress except m response to a lawful subpoena 176 which the courts have traditionally shown the utmost deference. In United States\nv. Nixon, for instance, the Court contrasted President Nixon’s claim of executive\nprivilege based on the Executive’s general interest in confidentiality with a claim\nbased on the President’s national security responsibilities:\n[President Nixon] does not place his claim of privilege on the\nground they are military or diplomatic secrets. As to these areas\nof Art. II duties the Courts have traditionally shown the utmost\ndeference to Presidential responsibilities.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_18__6",
      "chunk_id": "6",
      "content": "As to these areas\nof Art. II duties the Courts have traditionally shown the utmost\ndeference to Presidential responsibilities. 418 U.S. 683,710(1974) (emphasis added). B. Protection of Law Enforcement Information With respect to open law enforcement files, it has been the policy of the ex­\necutive branch throughout our Nation’s history to protect these files from any\nbreach of confidentiality, except in extraordinary circumstances. Attorney Gen­\neral Robert H. Jackson well articulated the basic position: It is the position of this Department, restated now with the ap­\nproval of and at the direction of the President, that all investiga­\ntive reports are confidential documents of the executive depart­\nment of the Government, to aid in the duty laid upon the President\nby the Constitution to “take care that the Laws be faithfully exe­\ncuted,” and that congressional or public access to them would not\nbe in the public interest. Disclosure of the reports could not do otherwise than seriously\nprejudice law enforcement. Counsel for a defendant or prospec­\ntive defendant, could have no greater help than to know how much\nor how little information that Government has, and what witnesses\nor sources of information it can rely upon. This is exactly what\nthese reports are intended to contain. 40 Op. Att’y Gen. 45, 46 (1941). There are, however, circumstances in which the Department of Justice may\ndecide to disclose to Congress information about prosecutorial decisions. This is\nparticularly true where an investigation has been closed without further prose­\ncution. In such a situation concerns about real or perceived congressional inter­\nference with an investigation, and about the effects of undue pretrial publicity on\na jury, would disappear. Still, extreme caution must be applied whenever the dis­\nclosure of such records is contemplated. Much of the information in a closed\ncriminal enforcement file such as unpublished details of allegations against par­\n177 ticular individuals and details that would reveal confidential sources and inves­\ntigative techniques and methods would continue to merit protection. C. Protection of Deliberative Process Information The Constitution gives the President the power to protect the confidentiality\nof deliberations within the executive branch. See Nixon v. Administrator of Gen.\nServs., 433 U.S. 425, 446 455 (1977); United States v. Nixon, 418 U.S. at 708. This is independent of the President’s power over foreign affairs or national se­\ncurity, or law enforcement; it is rooted instead in “the necessity for protection of\nthe public interest in candid, objective, and even blunt or harsh opinions in Pres­\nidential decisionmaking.” Id. at 708. The Supreme Court has held that, for this\nreason, communications among the President and his advisers enjoy “a pre­\nsumptive privilege” against disclosure in court. Id. The reasons for this privilege, the Court said in United States v. Nixon, are\n“plain.” “Human experience teaches that those who expect public dissemina­\ntion of their remarks may well temper candor with a concern for appearances\nand for their own interests to the detriment of the decisionmaking process. ” Id.\nat 705. Often, an advisor’s remarks can be fully understood only in the context\nof a particular debate and of the positions others have taken.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_18__7",
      "chunk_id": "7",
      "content": "” Id.\nat 705. Often, an advisor’s remarks can be fully understood only in the context\nof a particular debate and of the positions others have taken. Advisors change\ntheir views, or make mistakes which others correct; this is indeed the purpose\nof internal debate. The result is that advisors are likely to be inhibited if they\nmust anticipate that their remarks will be disclosed to others, not party to the\ndebate, who may misunderstand the significance of a particular statement or\ndiscussion taken out of context. Some advisors may hesitate out of self interest\nto make remarks that might later be used against their colleagues or superiors. As the Supreme Court has stated, “[a] President and those who assist him must\nbe free to explore alternatives in the process of shaping policies and making de­\ncisions and to do so in a way many would be unwilling to express except pri­\nvately.” Id. at 708. These reasons for the constitutional privilege have at least as much force when\nit is Congress, instead of a court, that is seeking information. 10The United States\nCourt of Appeals for the District of Columbia Circuit has explicitly held that\nthe privilege protects presidential communications against congressional in­\nquiries.\" 10 The Supreme Court has assumed that the constitutional privilege protects executive branch deliberations\nagainst Congress to some degree. See United States v Nixon, 418 U S. at 712 n.19. Moreover, in Nixon v. Admin­\nistrator o f Gen. Servs., 433 U.S. 425 (1977), the Court held that the constitutional privilege protects executive\nbranch deliberations from disclosure to members of the same branch in a later administration; the Court rejected\nthe specific claim of privilege in that case not because the privilege was inapplicable but because the intrusion was\nlimited and the interests justifying the intrusion were strong and nearly unique. See id. at 446-55. 11 During the Watergate investigation the court of appeals rejected a Senate committee’s efforts to obtain tape\nrecordings of conversations in President Nixon’s offices The court held that the tapes were constitutionally privi­\nleged and that the committee had not made a strong enough showing to overcome the privilege. Senate Select Comm,\non Presidential Campaign Activities v. Nixon, 498 F.2d 725 (D.C Cir 1974) (en banc). The court held that the com­\nmittee was not entitled to the recordings unless it showed that “the subpoenaed evidence is demonstrably critical\nto the responsible fulfillment of the Committee’s functions ” Id at 731 (emphasis added). 178 D. Accommodation with Congress 1. Governing Principles Because a claim of executive privilege is not absolute, the executive branch\nhas a duty to seek to accommodate requests that are within Congress’ legitimate\noversight powers. See United States v. AT&T, 567 F.2d 121, 127 130 (D.C. Cir.\n1977) (suggesting that, even when a claim of executive privilege rests on national\nsecurity grounds, the Executive does not enjoy clear and absolute discretion to\ndeny legitimate congressional requests for information, but that each of the two\nbranches must attempt to balance and accommodate the legitimate needs of the\nother).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_18__8",
      "chunk_id": "8",
      "content": "12 This duty of accommodation means that the Executive should attempt\nto satisfy the requests of Congress as completely as it can without making harm­\nful disclosures. See Memorandum for the Attorney General from John M. Har­\nmon, Assistant Attorney General, Office of Legal Counsel, Re: The Constitu­ tional Privilege for Executive Branch Deliberations: The Dispute with a House\nSubcommittee over Documents Concerning the Gasoline Conservation Fee (Jan. 13, 1981). In this spirit, the Executive has occasionally offered Congress sum­\nmaries of documents prepared in such a manner as not to disclose, for example,\ndeliberative aspects that might chill executive branch decisionmaking. See id. at\n22-23. The nature of the accommodation required in responding to a congressional\nrequest for information depends on the balance of interests between the Execu­\ntive and Congress. In order for its interests to be given weight, Congress must ar­\nticulate its need for the particular materials; it must “point[] to . .. specific leg­\nislative decisions that cannot responsibly be made without access to materials\nuniquely contained” in the presumptively privileged documents (or testimony) it\nhas requested, and show that the material “is demonstrably critical to the re­\nsponsible fulfillment of the Committee’s functions.” Senate Select Comm, on\nPresidential Campaign Activities v. Nixon, 498 F.2d at 731, 733.13\n12 It should be emphasized, however, that in United States v. AT&T the information Congress sought related to\nwiretaps on American citizens placing telephone calls from the United States. Although these wiretaps were justi­\nfied on national security grounds and the President, in turn, could assert national security as a basis for withhold­\ning the information, Congress clearly had a substantial interest in this subject matter, because the wiretaps impli­\ncated the individual rights of American citizens. Accordingly, we believe that a court may view the relative weights\nof executive and legislative interests differently when the information sought relates directly to the conduct of for­\neign relations rather than to the rights of American citizens. 13 In Senate Select Committee, for example, the court held that the committee had not made a sufficient show­\ning of need for copies of the presidential tape recordings, given that the President had already released transcripts\nof the recordings. The committee argued that it needed the tape recordings “in order to verify the accuracy o f’ the\ntranscripts, to supply the deleted portions, and to gain an understanding that could be acquired only by hearing the\ninflection and tone of voice of the speakers. But the court answered that in order to legislate a committee of Con­\ngress seldom needs a “precise reconstruction of past events.” 498 F.2d at 732. “The Committee has . . . shown no\nmore than that the materials deleted from the transcripts may possibly have some arguable relevance to the subjects\nit has investigated and to the areas in which it may propose legislation. It points to no specific legislative decisions\nthat cannot responsibly be made without access to materials uniquely contained in the tapes or without resolution\nof the ambiguities that the transcripts may contain.” Id. at 733.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_18__9",
      "chunk_id": "9",
      "content": "It points to no specific legislative decisions\nthat cannot responsibly be made without access to materials uniquely contained in the tapes or without resolution\nof the ambiguities that the transcripts may contain.” Id. at 733. For this reason, the court stated, “the need demon­\nstrated by the Select Committee .. is too attenuated and too tangential to its functions” to override the President’s\nconstitutional privilege Id 179 2. Procedural Issues Only rarely do congressional requests for information result in a subpoena of\nan executive branch official or in other congressional action. In most cases the\ninformal process of negotiation and accommodation recognized by the courts,\nand mandated for this Administration by President Reagan,14 is sufficient to re­\nsolve any dispute. On occasion, however, the process breaks down, and a sub­\npoena is issued by a congressional committee or subcommittee. 15 At that point,\nit would be necessary to consider asking the President to assert executive privi­\nlege. Under the terms of the President’s Memorandum, executive privilege can­\nnot be asserted vis-a-vis Congress without specific authorization by the Presi­\ndent, based on recommendations made to him by the concerned department head,\nthe Attorney General, and the Counsel to the President. Conclusion We believe that there are statutory grounds which preclude GAO’s present re­\nquest for access to executive branch agencies for the purposes of conducting the\ninvestigation described in its letter of June 23, 1988. Should GAO’s request be\nreformulated in a manner which properly relates it to a congressional interest\nwithin the terms of 31 U.S.C. § 717(b) and which comports with the statutory re­\nstrictions on access to intelligence information found in 50 U.S.C. § 413, it will\nbe appropriate at that time to consider the application of additional lawful au­\nthority to withhold particular national security, intelligence, law enforcement, or\ndeliberative process information. This Office is available for consultation with\nrespect to requests for particular documents or information. D o u g l a s W . K m ie c Acting Assistant Attorney General\nOffice of Legal Counsel\n14 President Reagan’s November 4,1982 Memorandum for the Heads of Executive Departments and Agencies\non “Procedures Governing Responses to Congressional Requests for Information” states: The policy of this Administration is to comply with Congressional requests for information to the\nfullest extent consistent with the constitutional and statutory obligations of the Executive Branch . [E]xecutive pnvilege will be asserted only in the most compelling circumstances, and only after care­\nful review demonstrates that assertion of the privilege is necessary Historically, good faith negotia­\ntions between Congress and the Executive Branch have minimized the need for invoking executive\nprivilege, and this tradition of accommodation should continue as the primary means of resolving con­\nflicts between the Branches. 15 In the current context, such a subpoena could only be issued after GAO had reported to its congressional re­\nquester that it was unable to obtain the information from the executive branch. Before requesting that a congres­\nsional committee issue a subpoena, GAO might attempt to enforce its request for information pursuant to the judi­\ncial enforcement mechanism authorized under 3 1 U S C §716.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_18__10",
      "chunk_id": "10",
      "content": "Before requesting that a congres­\nsional committee issue a subpoena, GAO might attempt to enforce its request for information pursuant to the judi­\ncial enforcement mechanism authorized under 3 1 U S C §716. Such a course of action could be successfully resisted\nby the executive branch without a claim of executive pnvilege, however, because judicial enforcement is precluded\nwhenever the Director of the Office of Management and Budget or the President certify that the information could\nbe withheld under exemptions (b)(5) (information withholdable in litigation) or (b)(7) (law enforcement informa­\ntion) of the Freedom of Information Act (5 U.S.C. § 552(b)(5), (b)(7)) and ‘‘disclosure reasonably could be expected\nto impair substantially the operations of the Government.\" 31 U S C § 716(d)(1)(C). Upon such a certification,\nGAO would presumably refer enforcement to the congressional committee. 180",
      "queries": [
        "what is the action that GAO might take to enforce its request for information"
      ],
      "queries_score": [
        "2.3447583"
      ]
    }
  ]
}