{
  "doc_id": "memos_59",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_59__0",
      "chunk_id": "0",
      "content": "Office of Government Ethics Jurisdiction Over the Smithsonian Institution The authority of the Office of Government Ethics to administer the Executive Branch ethics program\nunder the Ethics in Government Act of 1978 and other statutes does not extend to the Smithsonian\nInstitution or its personnel. February 29, 2008 MEMORANDUM OPINION FOR THE DIRECTOR\nOFFICE OF GOVERNMENT ETHICS The Ethics in Government Act of 1978 (“EIGA”), Pub. L. No. 95-521, 92 Stat.\n1824 (codified as amended at 5 U.S.C. app., EIGA §§ 101–111, 401–408, 501–\n505 (2000 & Supp. V 2005)), established the Office of Government Ethics\n(“OGE”) and charged it with developing and implementing ethics policies for the\nExecutive Branch. You have asked whether the Smithsonian Institution and its\npersonnel (the “Smithsonian” or “Institution”) are subject to OGE’s authority to\nadminister the Executive Branch ethics program. 1 We conclude that they are not. I.\nWith limited exceptions not applicable here, OGE’s jurisdiction does not extend to an entity outside the Executive Branch. The text and structure of EIGA\nunmistakably support this conclusion. EIGA clearly indicates that the Executive Branch is the focus of OGE’s jurisdiction. EIGA establishes a tripartite structure for the federal government’s ethics\nprogram that tracks the Constitution’s three-branch structure. Title I of EIGA,\nwhich governs financial disclosure requirements for federal officials and employees, creates a separate “supervising ethics office” for each of the three branches. It\nspecifies that OGE is the “supervising ethics office . . . for all executive branch\nofficers and employees,” 5 U.S.C. app., EIGA § 109(18), and authorizes its\nDirector (along with certain agency officials) to administer financial disclosure\nrequirements for Executive Branch officials and employees, id. § 111(1). EIGA\nprovides that the ethics committees in the Senate and House of Representatives\nperform those functions for members of Congress, “officers and employees” of the\ntwo houses, and “employees of the legislative branch,” id. § 109(18)(A), (B); id.\n§ 111(2); and the Judicial Conference does so “for judicial officers and judicial\n1\nSee Letter for Steven G. Bradbury, Acting Assistant Attorney General, Office of Legal Counsel,\nfrom Robert I. Cusick, Director, Office of Government Ethics (Apr. 26, 2007) (“OGE Letter”). We also\nhave received the views of the Smithsonian Institution. See Letter for John P. Elwood, Deputy\nAssistant Attorney General, Office of Legal Counsel, from John E. Huerta, General Counsel,\nSmithsonian Institution (May 11, 2007) (“Smithsonian Letter”). 56 Office of Government Ethics Jurisdiction Over the Smithsonian Institution employees,” id. § 109(18)(C); id. § 111(3). Title V of EIGA, which imposes\nrestrictions on outside sources of income or employment by high-level federal\nemployees, distributes administrative and regulatory authority in the same manner;\nOGE is directed to issue rules and regulations to implement its provisions “with\nrespect to officers and employees of the executive branch.” Id. § 503(2). EIGA directs OGE to develop and implement ethics policies for the Executive\nBranch. Title IV of EIGA, which constitutes OGE’s “organic law,” OGE Letter\nat 2, authorizes OGE’s Director to “provide . . . overall direction of executive\nbranch policies related to preventing conflicts of interest on the part of officers and\nemployees of any executive agency.” Id. § 402(a).",
      "queries": [
        "what is the role of the office of government ethics in the smithsonian"
      ],
      "queries_score": [
        "2.0218139"
      ]
    },
    {
      "id": "memos_59__1",
      "chunk_id": "1",
      "content": "Title IV of EIGA, which constitutes OGE’s “organic law,” OGE Letter\nat 2, authorizes OGE’s Director to “provide . . . overall direction of executive\nbranch policies related to preventing conflicts of interest on the part of officers and\nemployees of any executive agency.” Id. § 402(a). The Director’s duties include,\namong other things, developing rules and regulations to address conflicts of\ninterest and ethics in the Executive Branch, id. § 402(b)(1)–(2), monitoring\nExecutive Branch compliance with financial disclosure and reporting requirements, id. § 402(b)(3)–(5), and ensuring that executive agencies develop and\nimplement appropriate ethics rules, id. § 402(c)–(f). Other authorities also direct OGE to oversee Executive Branch ethics programs. Sections 7351 and 7353 of title 5 of the United States Code authorize OGE to\nimplement statutory restrictions on gifts to federal employees and gifts from federal\nemployees to their superiors by issuing regulations “for all executive branch officers\nand employees.” 5 U.S.C. §§ 7351(c), 7353(b), (d) (2000 & Supp. V 2005). And the\nPresident has delegated OGE authority under 5 U.S.C. § 7301 (2000) to “prescribe\nregulations for the conduct of employees in the executive branch.” Exec. Order No.\n12731, § 403, 3 C.F.R. 306, 310 (1990 Comp.). Thus, the authorities that created\nOGE and articulate its jurisdiction and responsibilities make clear that, with limited\nexceptions not implicated here, OGE supervises only entities and employees in the\n“executive branch.” 2 The term “executive branch” is defined for purposes of title I of EIGA as follows: For the purposes of this title, the term . . . “executive branch” includes each Executive agency (as defined in section 105 of title 5,\nUnited States Code), other than the Government Accountability Office, and any other entity or administrative unit in the executive\nbranch . . . . 2\nUnder 18 U.S.C. § 208(b)(2) and (d)(2) (2000), OGE is authorized to issue regulations exempting\nemployees from a criminal conflict of interest statute that applies to “an officer or employee of the\nexecutive branch of the United States Government, or of any independent agency of the United States,\na Federal Reserve bank director, officer, or employee, or an officer or employee of the District of\nColumbia, including a special Government employee.” Id. § 208(a). You have not asked us to consider\nany issues regarding the application of section 208 to the Smithsonian or the extent of OGE’s authority\nunder that provision. See OGE Letter at 2 n.1. 57 Opinions of the Office of Legal Counsel in Volume 32 5 U.S.C. app., EIGA § 109. OGE has adopted a similar definition in its regulations\nimplementing title IV:\nExecutive branch includes each executive agency as defined in 5\nU.S.C. 105 and any other entity or administrative unit in the executive branch. However, it does not include any agency, entity, office\nor commission that is defined by or referred to in 5 U.S.C. app.\n109(8)–(11) of the Act as within the judicial or legislative branch. 5 C.F.R. § 2638.104 (2006); see also 5 U.S.C. app., EIGA § 109(8)–(11) (defining\nthe terms “judicial employee,” “Judicial Conference,” “judicial officer,” and\n“legislative branch”).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_59__2",
      "chunk_id": "2",
      "content": "5 C.F.R. § 2638.104 (2006); see also 5 U.S.C. app., EIGA § 109(8)–(11) (defining\nthe terms “judicial employee,” “Judicial Conference,” “judicial officer,” and\n“legislative branch”). We see no reason to believe that Congress intended that the\nterm would have another meaning under the other authorities providing OGE with\njurisdiction over “executive branch” officers and employees. See Enfield ex rel. Enfield v. A.B. Chance Co., 228 F.3d 1245, 1251 (10th Cir. 2000) (“It is a well\nrecognized rule of statutory construction used to determine legislative intent that\nordinarily identical words or terms used in different statutes on a specific subject\nare interpreted to have the same meaning in the absence of anything in the context\nto indicate that a different meaning was intended.”) (quotation marks omitted). The definition of “executive branch” set forth in title I provides that the term\n“includes each Executive agency as defined in 5 U.S.C. 105.” Section 105’s\ndefinition is also referenced in title IV of the Act. See 5 U.S.C. app., EIGA\n§ 402(a) (stating that the Director shall provide “overall direction of executive\nbranch policies” related to preventing conflicts of interest on the part of “officers\nand employees of any executive agency, as defined in section 105 of title 5, United\nStates Code”); cf. Exec. Order No. 12731, § 503(c), 3 C.F.R. at 310 (“‘Agency’\nmeans any executive agency as defined in 5 U.S.C. 105 . . . .”). 3 The clear focus of\nsection 105 is on Executive Branch entities: “an Executive department, a Government corporation, and an independent establishment.” 5 U.S.C. § 105 (2000). All\n“Executive department[s]” are within the Executive Branch. See 5 U.S.C. § 101\n(2006); see also Haddon v. Walters, 43 F.3d 1488, 1490 (D.C. Cir. 1995) (referencing the “exclusive list of Executive departments” in 5 U.S.C. § 101). Similarly,\nthe term “independent establishment” is defined as “(1) an establishment in the\nexecutive branch,” and “(2) the Government Accountability Office.” 5 U.S.C.\n§ 104 (2006). The definitions in both title I of EIGA and the regulations implementing title IV, however, explicitly exclude from their reach the Government\nAccountability Office, which is a Legislative Branch agency, see Bowsher v.\nSynar, 478 U.S. 714, 730–32 (1986). While the definition of “Government\n3 The term “Executive agency” itself plainly suggests agencies within the Executive Branch. Although the term does encompass at least one agency in the Legislative Branch—the Government\nAccountability Office—it does so only by virtue of an explicit statutory provision, 5 U.S.C. § 104(2)\n(Supp. V 2005), that tends to underscore that GAO would not otherwise come within the scope of the\nterm. 58 Office of Government Ethics Jurisdiction Over the Smithsonian Institution corporation” in 5 U.S.C. § 103 (2000) is not necessarily limited to Executive\nBranch entities, this Office has opined that the Smithsonian is not a “Government\ncorporation” for purposes of a similar definition of “agency” under the Freedom of\nInformation Act (“FOIA”), 5 U.S.C. § 552(f)(1) (2000).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_59__3",
      "chunk_id": "3",
      "content": "corporation” in 5 U.S.C. § 103 (2000) is not necessarily limited to Executive\nBranch entities, this Office has opined that the Smithsonian is not a “Government\ncorporation” for purposes of a similar definition of “agency” under the Freedom of\nInformation Act (“FOIA”), 5 U.S.C. § 552(f)(1) (2000). Memorandum for Peter\nPowers, General Counsel, Smithsonian Institution, from Leon Ulman, Deputy\nAssistant Attorney General, Office of Legal Counsel, Re: Coverage of the\nSmithsonian Institution by Certain Federal Statutes at 10 (Feb. 19, 1976) (“Ulman\nMemorandum”); see also Status of National Veterans Business Development\nCorporation, 28 Op. O.L.C. 70, 73 n.4 (2004) (explaining that “the understanding\nof [“Government corporation” and “Government controlled corporation”] reflected\nin the FOIA cases is . . . relevant” to the definition of those terms in 5 U.S.C.\n§ 103); Rivera v. Heyman, 982 F. Supp. 932, 938 (S.D.N.Y. 1997) (holding that\nthe Smithsonian is not a government corporation for purposes of 5 U.S.C. § 103),\nrev’d in part on other grounds, 157 F.3d 101 (2d Cir. 1998); cf. Dong v. Smithsonian Inst., 125 F.3d 877, 879 (D.C. Cir. 1997) (stating that there is “much force” to\nthe Smithsonian’s claim that it is not a “Government controlled corporation” but\nfinding it unnecessary to resolve the issue). Moreover, the phrase “executive agency as defined in 5 U.S.C. 105” in section\n109 is followed by the catch-all phrase “any other entity or administrative unit in\nthe executive branch,” confirming that Congress understood the term “Executive\nagency” to be within that category. The D.C. Circuit applied this principle, which\nit termed “reverse ejusdem generis,” in a similar context. Construing the definition\nof “agency” within the Privacy Act, 5 U.S.C. § 552a (2000 & Supp. V 2005)—\n“any executive department, military department, Government corporation,\nGovernment controlled corporation, or other establishment in the executive branch\nof the Government,” id. § 552(f)(1) (2000)—the court held that the phrase applied\nonly to establishments in the Executive Branch. Dong, 125 F.3d at 879–80. The\ncourt reasoned, “Congress evidently viewed the four specified classes as examples\nof ‘establishments in the executive branch,’ so that an entity clearly outside the\nexecutive branch would not qualify even if it could otherwise be shoehorned into\nthe concept of a ‘Government controlled corporation.’” Id. at 879. This Office\nfound that argument compelling in construing the same definition in the Ulman\nMemorandum, where we stated that the argument “lend[s] considerable credence\nto the contention that an authority must be within the Executive branch in order to\nbe covered by” the Privacy Act. Id. at 4–5. We therefore conclude that, with limited exceptions not applicable here, OGE’s\njurisdiction does not extend to an entity outside the Executive Branch, regardless\nof whether that entity otherwise meets the definition of “executive agency” found\nin 5 U.S.C. § 105. 59 Opinions of the Office of Legal Counsel in Volume 32 II. The question thus becomes whether the Smithsonian is within the Executive\nBranch of the government for purposes of EIGA. We conclude that it is not. This Office previously has described the Smithsonian Institution as a “very\nunusual entity,” a “historical and legal anomaly,” Memorandum for the Attorney\nGeneral, from Theodore B. Olson, Assistant Attorney General, Office of Legal\nCounsel, Re: S. 653, a [sic]",
      "queries": [
        "is smithsonian federal government corporation"
      ],
      "queries_score": [
        "1.6046407"
      ]
    },
    {
      "id": "memos_59__4",
      "chunk_id": "4",
      "content": "We conclude that it is not. This Office previously has described the Smithsonian Institution as a “very\nunusual entity,” a “historical and legal anomaly,” Memorandum for the Attorney\nGeneral, from Theodore B. Olson, Assistant Attorney General, Office of Legal\nCounsel, Re: S. 653, a [sic] Act to Establish a Foundation for the Advancement of\nMilitary Medicine at 1 (May 23, 1983); that occupies an “anomalous position in\nthe Government,” Memorandum for Drew S. Days, III, Assistant Attorney\nGeneral, Civil Rights Division, from Leon Ulman, Deputy Assistant Attorney\nGeneral, Office of Legal Counsel at 2 (Mar. 20, 1978) (“Status of GPO and\nSmithsonian”); “sui generis,” Garnishment of Remuneration Paid to Federal Employees, 3 Op. O.L.C. 274, 277 (1979); and “unique unto its own terms,” Ulman\nMemorandum at 9; accord Memorandum for Fred F. Fielding, Counsel to the\nPresident, from Theodore B. Olson, Assistant Attorney General, Office of Legal\nCounsel, Re: President’s Removal Power over Certain Appointees at 8 (Aug. 8,\n1983) (“President’s Removal Power”). On occasion, we have suggested that the\nSmithsonian is a “congressional agenc[y]” that operates “in aid of the legislative\nprocess.” See The Constitutional Separation of Powers Between the President and\nCongress, 20 Op. O.L.C. 124, 172 (1996) (stating that the Smithsonian “fit[s]\nunder a broad construction of that concept”); cf. Ulman Memorandum at 5 (“[I]t\ncould be argued that the Smithsonian is . . . an arm of the Congress itself . . . .”). Others have classified it as a creature of the government of the District of Columbia. See, e.g., David P. Currie, The Smithsonian, 70 U. Chi. L. Rev. 65, 67–68 &\nn.14 (2003). Others have described the Smithsonian as “a private institution under\nthe guardianship of the [federal] Government.” The Status of the Smithsonian\nInstitution under the Federal Property and Administrative Services Act, 12 Op.\nO.L.C. 122, 123 (1988) (quoting Chief Justice Taft as Chancellor of the Smithsonian’s Board of Regents); see also Ulman Memorandum at 5 (“it could be argued\nthat the Smithsonian is . . . a body entirely separate from the government of the\nUnited States utilized to fulfill trust obligations”); Dong, 125 F.3d at 879 (suggesting that the Smithsonian might accurately be classified as “a testamentary trust\nres”). We have advised that “[t]he unique nature of the Smithsonian counsels\nreluctance toward a sweeping declaration of the Smithsonian’s status within the\nfederal government. The wiser course, which we and others have followed, is to\nfocus upon the position of the Smithsonian within a precise statutory scheme.” Status of the Smithsonian Institution, 12 Op. O.L.C. at 123–24. We follow that\ncourse today. The history of the Smithsonian suggests that Congress created the entity outside\nthe Executive Branch. In 1836, Congress enacted legislation to accept the bequest\nof James Smithson, a wealthy English scholar and scientist, who bequeathed all\nhis property to the United States to found “an Establishment for the increase and 60 Office of Government Ethics Jurisdiction Over the Smithsonian Institution diffusion of knowledge among men.” Smithsonian Letter at 3 (quoting Smithson\nwill). See generally Act of July 1, 1836, ch. 252, 5 Stat. 64; The Smithsonian\nLegacy to the United States, 3 Op. Att’y Gen. 383 (1838).",
      "queries": [
        "is the smithsonian institute an unusual entity",
        "is the smithsonian institution legal"
      ],
      "queries_score": [
        "1.9747108",
        "1.6762581"
      ]
    },
    {
      "id": "memos_59__5",
      "chunk_id": "5",
      "content": "60 Office of Government Ethics Jurisdiction Over the Smithsonian Institution diffusion of knowledge among men.” Smithsonian Letter at 3 (quoting Smithson\nwill). See generally Act of July 1, 1836, ch. 252, 5 Stat. 64; The Smithsonian\nLegacy to the United States, 3 Op. Att’y Gen. 383 (1838). In 1846, Congress\ncreated the Institution as an “establishment” to “have perpetual succession,” see\nAct of Aug. 10, 1846, ch. 178, § 1, 9 Stat. 102, 102, created a Board of Regents to\nconduct the business of the Institution consistent with the terms of the Smithson\nwill, id. § 3, 9 Stat. at 103, and provided that the funds would be held in the\nTreasury to support the Institution, id. § 2, 9 Stat. at 102. It appears that Congress accepted the bequest and established the Institution\nunder its constitutional power to legislate for the District of Columbia, see U.S.\nConst. art. I, § 8, cl. 17. 1 The Smithsonian Institution: Documents Relative to Its\nOrigin and History, 1835–1899, at 396 (William J. Rhees ed., 1901) (“There was\nbut one power in the Constitution under which this charity could be administered,\nand that was as a local legislature for the District of Columbia.”) (statement of\nRep. Alexander D. Sims, Apr. 28, 1846); id. at 560 (“[T]he action of Congress in\naccepting the bequest, and agreeing to carry it into execution, was justified at the\ntime on the ground of its peculiar and complete jurisdiction over the District of\nColumbia.”) (quoting House Committee Report, Mar. 3, 1855). It seems unlikely\nthat Congress would have relied on this particular power—to act as a local\nlegislature for the federal seat of government—if it had intended to establish the\nSmithsonian within the Executive Branch of the national government. At the time\nof the Smithsonian’s founding, many doubted that the Executive Branch had the\nconstitutional authority to administer such a charitable trust. Id. at 130 (suggesting\nthat the Executive lacked authority to “assum[e] and fulfill[] . . . the high and\nhonorable duties involved in the performance of the trust committed with it”)\n(quoting report of House select committee, Jan. 19, 1836); see also id. at 471\n(“The Smithsonian Institution is not a department of the Government . . . .”)\n(statement of Sen. Jefferson Davis) (Jan. 30, 1851); Status of the Smithsonian\nInstitution, 12 Op. O.L.C. at 123 (quoting Chief Justice Taft’s statement, made as\nChancellor of the Smithsonian’s Board of Regents, that “the Smithsonian Institution is not, and never had been considered a government bureau”). Congress’s intent to establish the Smithsonian outside the Executive Branch is\nclear from its governing structure. The President appoints none of the Institution’s\nseventeen board members. Fifteen of its members are either members of Congress\nor congressional appointees; its remaining members are the Chief Justice and the\nVice President. 20 U.S.C. §§ 42–43 (2000). As the D.C. Circuit has observed, “if\nthe Smithsonian were to wield executive power, the method by which its Regents\nare appointed would appear to violate the Constitution’s separation of powers\nprinciples.”",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_59__6",
      "chunk_id": "6",
      "content": "20 U.S.C. §§ 42–43 (2000). As the D.C. Circuit has observed, “if\nthe Smithsonian were to wield executive power, the method by which its Regents\nare appointed would appear to violate the Constitution’s separation of powers\nprinciples.” Dong, 125 F.3d at 879; Ulman Memorandum at 5 (“[I]f the Smithsonian were an ‘executive agency’ this mode of appointment might raise serious\nconstitutional questions, in the sense that the Congress cannot appoint executive\nofficers . . . .”). In addition, if the Board of Regents exercises a portion of the\nsovereign power of the United States, this manner of selection would violate the 61 Opinions of the Office of Legal Counsel in Volume 32 Appointments Clause, which vests in the President alone the power to appoint\n“all . . . Officers of the United States” and does not permit Congress to appoint\neven “inferior Officers.” U.S. Const. art. II, § 2, cl. 2. It would also run afoul of\nthe Incompatibility Clause, which forbids members of Congress from holding “any\nOffice under the United States.” Id. art. I, § 6, cl. 2.\nMoreover, the President exercises no control over the Smithsonian and has no\npower to remove its board members. See Dong, 125 F.3d at 879 (“[T]here is no\nevidence that the Secretary of the Smithsonian answers to the President . . . .”);\nUlman Memorandum at 5 (Smithsonian is “under no executive power of control or\nappointment whatever”). Instead, Congress presumably retains the ability to\nremove those members it appoints. See generally President’s Removal Power at 3\n(“[T]he fundamental principle applicable in removal cases is that, absent contrary\nindications, the power to appoint implies the power to remove.”). Indeed, Congress did remove and replace a board member at least once in the Smithsonian’s\nhistory. See Act of Feb. 21, 1863, Pub. Res. No. 37-21, 12 Stat. 825 (removing and\nreplacing a Board member for “giving aid and comfort to” the Confederacy). If the\nSmithsonian were in the Executive Branch, the President’s inability to supervise\nits operation through removal of its Board members, and Congress’s authority\nover the Institution, would implicate fundamental separation of powers principles. Dong, 125 F.3d at 879; see generally Bowsher, 478 U.S. at 726, 730. Finally, structural and functional aspects of EIGA indicate that the Smithsonian\nis not part of the Executive Branch for purposes of the Act. As noted above, OGE\nis the supervising ethics office for the Executive Branch, while the Legislative and\nJudicial Branches have their own supervising ethics offices. Members of Congress\nand the Chief Justice fill seven of the positions on the Institution’s Board of\nRegents. If the Smithsonian fell within OGE’s jurisdiction, OGE would exercise\nauthority over members of Congress and the Chief Justice in their capacity as\nRegents. Moreover, OGE’s ability to conduct its ethics programs under title IV of\nEIGA ultimately relies on the President’s authority to supervise the Executive\nBranch. OGE’s Director is required to monitor compliance with EIGA’s requirements and may order an agency or its employees under OGE’s jurisdiction to take\ncorrective action when necessary. 5 U.S.C. app., EIGA § 402(b)(9).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_59__7",
      "chunk_id": "7",
      "content": "OGE’s Director is required to monitor compliance with EIGA’s requirements and may order an agency or its employees under OGE’s jurisdiction to take\ncorrective action when necessary. 5 U.S.C. app., EIGA § 402(b)(9). If the OGE\nDirector concludes that an agency has not adequately investigated or dealt with an\nethics violation, or if an agency head is himself the subject of an investigation, the\nDirector is to report directly to the President. Id. § 402(f)(1)(B), (f)(2)(A)(ii)–(iv),\n(f)(3)(B). Those notification provisions would make little sense if applied to\nentities and persons, such as the Smithsonian and its board members, over which\nthe President has no removal or disciplinary authority. See S. Rep. No. 100-392, at\n16 (1988) (report on reauthorization of OGE) (“[I]n the final analysis, the OGE\nDirector’s enforcement authority lies with his or her powers of persuasion and\nability to appeal to the President and the public.”) (emphasis added). 62 Office of Government Ethics Jurisdiction Over the Smithsonian Institution While the Smithsonian’s place in the taxonomy of government may not be\nentirely clear, it is certainly not within the Executive Branch for purposes of\nEIGA. 4 See Status of GPO and Smithsonian at 2 (“The Smithsonian Institution is\nnot within the Executive branch of the Government.”); Ulman Memorandum at 5\n(“It is readily apparent that the Smithsonian, . . . under no executive power of\ncontrol or appointment whatever, is not within the Executive branch.”). Therefore,\nwe conclude that OGE’s authority to administer the Executive Branch ethics\nprogram does not extend to the Smithsonian. III. Our conclusion that OGE does not supervise the Smithsonian under EIGA is\nconsistent with longstanding practice. Before EIGA’s passage, standards of ethical\nconduct for Executive Branch employees were governed by Executive Order\n11222, 3 C.F.R. 130 (1965 Supp.). That order outlined rules relating to conflicts of\ninterest, outside employment, receipt of gifts, and financial disclosure, to be\nadministered by agency heads and the Civil Service Commission. The Institution\nfirst adopted standards of conduct in October 1961. Smithsonian Letter at 2. Shortly after issuance of the Executive Order, the Smithsonian issued revised\nstandards “[p]ursuant to and in conformity with sections 201 through 209 of the\nUnited States Code, Executive Order 11222,” and the regulations implementing\nthe order, “set[ting] forth minimum standards of conduct” for Smithsonian\nemployees. Smithsonian Institution Standards of Conduct, 31 Fed. Reg. 4512\n(Mar. 17, 1966). Those regulations were published annually in the Code of Federal\nRegulations. See 36 C.F.R. pt. 500 (1966–1983). Shortly after Congress enacted EIGA, the Smithsonian sought OGE’s opinion\nabout whether its board members and employees were subject to the financial\ndisclosure requirements of EIGA. OGE concluded that, because the Smithsonian\nwas not in the Executive Branch, EIGA’s disclosure requirements for Executive\nBranch employees did not apply. Memorandum for Peter G. Powers, General\nCounsel, Smithsonian Institution, from Bernhardt K. Wruble, Director, Office of\n4 We do not address whether the Smithsonian might be deemed part of the federal government or an\nexecutive agency for other statutory purposes. In a 1988 opinion, for example, this Office concluded\nthat the Smithsonian was an “executive agency” for purposes of the Federal Property and Administrative Services Act (“Property Act”).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_59__8",
      "chunk_id": "8",
      "content": "We do not address whether the Smithsonian might be deemed part of the federal government or an\nexecutive agency for other statutory purposes. In a 1988 opinion, for example, this Office concluded\nthat the Smithsonian was an “executive agency” for purposes of the Federal Property and Administrative Services Act (“Property Act”). The Status of the Smithsonian Institution under the Federal\nProperty and Administrative Services Act, 12 Op. O.L.C. 122 (1988). That determination rested on the\nProperty Act’s particular legislative history. Section 201(c) of the Property Act, which granted\nauthority to “any executive agency,” replaced an earlier statute that had explicitly covered the\nSmithsonian. Because the legislative history of section 201(c) indicated that it was meant to “preserve\nall . . . existing authority,” we concluded that the Smithsonian was included within its reach. Id. at 126\n(quotation marks omitted). By contrast, there is no indication that the Executive Branch ethics program\nthat existed before EIGA was meant to encompass the Smithsonian. See Exec. Order No. 11222,\n3 C.F.R. 130 (1965 Supp.); see generally S. Rep. No. 95-170, at 28–31 (1977) (describing the ethics\nprogram that existed before EIGA). 63 Opinions of the Office of Legal Counsel in Volume 32 Government Ethics, Re: Ethics in Government Act of 1978 (Apr. 13, 1979). OGE\ninformally reaffirmed that conclusion in 1990, see OGE Letter at 6, and continues\nto abide by it today. Thus, during the thirty years since enactment of EIGA, OGE\nhas not asserted jurisdiction over the Smithsonian or its personnel. OGE has not\nsought—nor has the Smithsonian submitted—an annual ethics program report, as\nrequired of executive agencies under 5 U.S.C. app., EIGA § 402(e). Nor has the\nSmithsonian sought OGE’s guidance in resolving ethics questions. See OGE Letter\nat 6–7; Smithsonian Letter at 1. Following the passage of EIGA, the Smithsonian continued to publish its own\nethics regulations, which did not refer to OGE or EIGA. The Institution ceased to\npublish the regulations in 1984. The Smithsonian’s General Counsel explained:\nThe Smithsonian Institution is not a government agency as that term\nis traditionally used, but for a number of years the Standards of Conduct for Smithsonian employees . . . have been published in the format of government agency regulations as Part 500 . . . of Title 36 of\nthe Code of Federal Regulations. Part 500 . . . [is] obsolete and [is]\nbeing removed from Title 36 of the Code of Federal Regulations. Henceforth, in keeping with the Institution’s status, current Standards of Conduct for Smithsonian employees . . . will be promulgated internally . . . .\n49 Fed. Reg. 9171 (Mar. 12, 1984); see also Smithsonian Institution, Smithsonian\nDirective 103, Smithsonian Institution Standards of Conduct (Feb. 13, 2006)\n(current ethics standards). Since then, Congress has amended EIGA and reauthorized OGE without modifying the definitions of “executive branch” or “executive agency,” and without\ntaking other action to bring the Smithsonian within OGE’s jurisdiction.",
      "queries": [
        "is smithsonian a government agency"
      ],
      "queries_score": [
        "2.7745326"
      ]
    },
    {
      "id": "memos_59__9",
      "chunk_id": "9",
      "content": "Since then, Congress has amended EIGA and reauthorized OGE without modifying the definitions of “executive branch” or “executive agency,” and without\ntaking other action to bring the Smithsonian within OGE’s jurisdiction. See, e.g.,\nAn Act to Reauthorize the Office of Government Ethics, Pub. L. No. 100-598, 102\nStat. 3031 (1988); Office of Government Ethics Authorization Act of 1996, Pub.\nL. No. 104-179, 110 Stat. 1566; see also An Act to Amend the Ethics in Government Act of 1978, Pub. L. No. 98-150, 97 Stat. 959 (1983). Congress’s repeated\ndecisions not to amend the scope of OGE’s jurisdiction provide further evidence\nthat Congress did not intend for the Institution to be under the supervision of OGE. See Lorillard v. Pons, 434 U.S. 575, 580 (1978) (“Congress is presumed to be\naware of an administrative or judicial interpretation of a statute and to adopt that\ninterpretation when it re-enacts a statute without change . . . .”). JOHN P. ELWOOD\nDeputy Assistant Attorney General\nOffice of Legal Counsel 64",
      "queries": [],
      "queries_score": []
    }
  ]
}