{
  "doc_id": "memos_34",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_34__0",
      "chunk_id": "0",
      "content": "(Slip Opinion) Extending Regulatory Review Under Executive Order\n12866 to Independent Regulatory Agencies The President may direct independent regulatory agencies to comply with the centralized\nregulatory review process prescribed by Executive Order 12866. October 8, 2019 MEMORANDUM OPINION FOR THE COUNSEL TO THE PRESIDENT You have asked whether the President may direct independent regulatory agencies to comply with the centralized regulatory review process of\nExecutive Order 12866 of September 30, 1993, 3 C.F.R. 638 (1994) (“EO\n12866”). EO 12866 requires all agencies to submit an annual regulatory\nplan and agenda to the Office of Information and Regulatory Affairs\n(“OIRA”) in the Office of Management and Budget (“OMB”). But it\nexempts “independent regulatory agencies,” as defined in 44 U.S.C.\n§ 3502, from the rest of the order, which requires agencies to submit\nsignificant regulatory actions to OIRA for review. OMB has proposed that\nthe President eliminate that exemption and require independent regulatory\nagencies to comply with all of EO 12866. 1\nArticle II of the Constitution vests “[t]he executive Power” in the President, who “shall take Care that the Laws be faithfully executed.” U.S.\nConst. art. II, § 1, cl. 1; id. § 3. By vesting the executive power in the\nPresident alone, the Constitution ensures that “a President chosen by the\nentire Nation oversee[s] the execution of the laws.” Free Enter. Fund v.\nPub. Co. Accounting Oversight Bd., 561 U.S. 477, 499 (2010). The President can hardly ensure that the laws are faithfully executed “if he cannot\noversee the faithfulness of the officers who execute them.” Id. at 484. The\nPresident’s constitutional authority therefore extends to the supervision of\nall agencies that execute federal law, including so-called “independent”\nagencies. Although the Supreme Court has held that Congress may insulate independent agencies to some degree from presidential supervision, the pro- 1 In preparing this opinion, we have solicited and considered the views of the Office of\nManagement and Budget. See Letter for Steven A. Engel, Assistant Attorney General,\nOffice of Legal Counsel, from Neomi Rao, Administrator, OIRA, and Mark Paoletta,\nGeneral Counsel, OMB (Mar. 7, 2018) (“OMB Letter”). 1 43 Op. O.L.C. __ (Oct. 8, 2019) posed executive action would not test any statutory limits. Congress has\noften provided that the heads of those agencies are removable only for\nparticular causes, such as “inefficiency, neglect of duty, or malfeasance in\noffice.” E.g., 15 U.S.C. § 41. But statutory restrictions on removal, standing alone, do not bar those agencies from complying with EO 12866;\nindeed, the terms of such good-cause restrictions presuppose that the\nPresident may supervise an agency head to ensure compliance with the\nduties of office and with principles of good governance. Other structural\nfeatures associated with independent agencies, such as multi-member\ngovernance, independent litigating authority, or open-meeting requirements, likewise do not preclude those agencies from complying with EO\n12866. We therefore conclude that the President may direct independent\nagencies to comply with EO 12866. I.\nEvery President since Nixon has required systematic review of some\nrulemakings to ensure that federal regulations “achieve legislative goals\neffectively and efficiently” and do not “impose unnecessary burdens.”",
      "queries": [
        "who can direct independent regulatory agencies to comply with the centralized regulatory review process prescribed by executive order 12866?",
        "which executive order extended regulatory review to independent agencies?"
      ],
      "queries_score": [
        "3.2481115",
        "2.7589073"
      ]
    },
    {
      "id": "memos_34__1",
      "chunk_id": "1",
      "content": "We therefore conclude that the President may direct independent\nagencies to comply with EO 12866. I.\nEvery President since Nixon has required systematic review of some\nrulemakings to ensure that federal regulations “achieve legislative goals\neffectively and efficiently” and do not “impose unnecessary burdens.” Exec. Order No. 12044, 3 C.F.R. 152 (1979); see Curtis W. Copeland,\nCong. Research Serv., RL32397, Federal Rulemaking: The Role of the\nOffice of Information and Regulatory Affairs 5–6 (June 9, 2009) (“Role\nof OIRA”) (describing Nixon, Ford, and Carter Administration programs); Harold Bruff, Presidential Management of Agency Rulemaking,\n57 Geo. Wash. L. Rev. 533, 546–49 (1989) (same). In February 1981,\nPresident Reagan took what is widely viewed as the decisive step in\nestablishing a “centralized mechanism for review of agency rulemakings,” Elena Kagan, Presidential Administration, 114 Harv. L. Rev.\n2245, 2277 (2001), by issuing Executive Order 12291, 3 C.F.R. 127\n(1982) (“EO 12291”). EO 12291 required covered agencies to follow\ngeneral policies in issuing new regulations, “to the extent permitted by\nlaw,” including that “[r]egulatory action shall not be undertaken unless\nthe potential benefits to society . . . outweigh the potential costs.” Id.\n§ 2(b). The order further required agencies to submit to OMB an analysis\nof the regulatory impact of any “major” rule, including its potential costs\nand benefits. Id. § 3(a)–(c). In 1985, President Reagan also ordered\nagencies to participate in an annual regulatory planning process. Exec.\nOrder No. 12498, 3 C.F.R. 323 (1986). 2 Extending Regulatory Review to Independent Regulatory Agencies In September 1993, President Clinton issued EO 12866 “to reform and\nmake more efficient the regulatory process” and “to enhance planning and\ncoordination with respect to both new and existing regulations.” EO\n12866, pmbl. Like its predecessor, EO 12866 directs covered agencies to\nfollow certain general principles, including cost-benefit principles, when\nengaging in regulatory action, “unless a statute requires another regulatory approach.” Id. § 1(a); see id. § 1(b)(6) (agencies should “adopt a regulation only upon a reasoned determination that the benefits of the intended\nregulation justify its costs”). Section 4 directs agencies to participate, “to\nthe extent permitted by law,” in an annual regulatory planning process. Each agency, including “independent regulatory agencies,” must submit\nto OIRA “an agenda of all regulations under development or review” and\nan annual plan “of the most important significant regulatory actions that\nthe agency reasonably expects to issue in proposed or final form.” Id.\n§ 4(b), (c). OIRA circulates each agency’s plan to other affected agencies;\nif OIRA “believes that a planned regulatory action of an agency may be\ninconsistent with the President’s priorities or the principles set forth in”\nEO 12866, it must notify the agency and the President’s regulatory advisers. Id. § 4(c)(3), (5). Section 6 of EO 12866 requires each agency, other than “independent\nregulatory agencies,” to submit to OIRA, before publication, a draft of\nany proposed “significant regulatory action,” together with an “assessment of the potential costs and benefits” of the proposed action and its\nlegal basis. Id. § 6(a)(3)(B)(ii).2 For any proposed regulatory action that is\nexpected to be “economically significant,” the agency must submit a more\ndetailed analysis of the potential costs and benefits and of reasonably\nfeasible potential alternatives. Id. § 6(a)(3)(C).",
      "queries": [
        "how can the president direct federal agencies to comply with executive order 12866",
        "which executive order does the president have to direct the independent agencies to comply with"
      ],
      "queries_score": [
        "2.751825",
        "2.1268878"
      ]
    },
    {
      "id": "memos_34__2",
      "chunk_id": "2",
      "content": "Id. § 6(a)(3)(B)(ii).2 For any proposed regulatory action that is\nexpected to be “economically significant,” the agency must submit a more\ndetailed analysis of the potential costs and benefits and of reasonably\nfeasible potential alternatives. Id. § 6(a)(3)(C). Those requirements do not\napply if an agency is “obligated by law to act more quickly,” although an\nagency must schedule its rulemakings to permit OIRA review “to the\nextent practicable.” Id. § 6(a)(3)(D). OIRA must complete its review\nwithin specified deadlines, id. § 6(b)(2), and an agency may not publish a\n2 The order defines a “regulatory action” as “any substantive action by an agency . . .\nthat promulgates or is expected to lead to the promulgation of a final rule or regulation .”\nEO 12866, § 3(e). A “rule” or “regulation,” in turn, is defined as any “agency statement of\ngeneral applicability and future effect, which the agency intends to have the force and\neffect of law, that is designed to implement, interpret, or prescribe law or policy or to\ndescribe the procedure or practice requirements of an agency,” subject to certain exceptions. Id. § 3(d). 3 43 Op. O.L.C. __ (Oct. 8, 2019) proposed or final rule pending OIRA review, “[e]xcept to the extent\nrequired by law,” id. § 8. During the review process, OIRA may circulate\nthe regulatory proposals to interested agencies and components of the\nExecutive Office of the President, such as the National Economic Council. See Cass R. Sunstein, The Office of Information and Regulatory\nAffairs: Myths and Realities, 126 Harv. L. Rev. 1838, 1854–59 (2013)\n(“OIRA Myths and Realities”). If OIRA believes that an agency should\nreconsider a proposed action, OIRA may return the action with “a written\nexplanation for [the] return setting forth the pertinent provision of [EO\n12866] on which OIRA is relying,” and the agency may respond in writing if the agency disagrees. EO 12866, § 6(b)(3). In practice, such “return letters” are rare. OIRA appears to have issued\nonly seven during the period between 1994 and 2000, and only twentyeight since July 2001—periods in which OIRA reviewed thousands of\nproposed agency actions. See OIRA, OMB, Executive Office of the President, OIRA Return Letters, www.reginfo.gov/public/do/eoReturnLetters\n(last visited Oct. 8, 2019); Copeland, Role of OIRA at 19. More commonly, OIRA, the agency, and any other interested agencies discuss suggestions in an iterative revision process, with any disagreements percolating\nup through interagency committees of increasingly senior officials. Section 7 of EO 12866 provides for the President, or the Vice President\nacting at the request of the President, to resolve any remaining “disagreements or conflicts between or among agency heads or between OMB and\nany agency,” “[t]o the extent permitted by law.”\nOIRA is a repository of valuable rulemaking expertise, and its views\ncarry significant weight. See Sunstein, OIRA Myths and Realities, 126\nHarv. L. Rev. at 1854–55. A wide range of commentators has recognized\nthat OIRA’s regulatory review process, which draws on the expertise of\nthe entire government, has come to provide an “essential mechanism to\nensure unity and coherence in execution of the law.” OMB Letter at 4. 3\n3",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__3",
      "chunk_id": "3",
      "content": "A wide range of commentators has recognized\nthat OIRA’s regulatory review process, which draws on the expertise of\nthe entire government, has come to provide an “essential mechanism to\nensure unity and coherence in execution of the law.” OMB Letter at 4. 3\n3 See, e.g., Letter for Ron Johnson, Chairman, and Thomas R. Carper, Ranking Member, Senate Committee on Homeland Security and Governmental Affairs, from Thomas\nSusman, Director, Governmental Affairs Office, American Bar Association (“ABA”), Re:\nSupport for S. 1067, the “Independent Agency Regulatory Analysis Act of 2015” at 2–3\n(July 23, 2015) (centralized review ensures that “regulatory policy . . . is responsive to the\ninterests of the public as a whole”); Sunstein, OIRA Myths and Realities, 126 Harv. L.\nRev. at 1850 (centralized review allows “extremely important and valuable” interagency\ncoordination); Sally Katzen, OIRA at Thirty: Reflections and Recommendations, 63 4 Extending Regulatory Review to Independent Regulatory Agencies An agency may not publish or proceed with a proposed action (unless\notherwise required to do so by law) without addressing the concerns\nexpressed by OIRA or others during the review process, or elevating any\ndisagreements to the President. See EO 12866, § 8. But EO 12866 does\nnot authorize OIRA “to ‘approve’ or ‘disapprove’ a draft rule.” Copeland,\nRole of OIRA at 14. Section 9 provides that “[n]othing in this order shall\nbe construed as displacing the agencies’ authorities or responsibilities, as\nauthorized by law.” See also EO 12866, pmbl. (providing that the order\n“reaffirm[s] the primacy of Federal agencies in the regulatory decisionmaking process” and that regulatory review “shall be conducted so as to\nmeet applicable statutory requirements and with due regard to the discretion that has been entrusted to the Federal agencies”). Therefore, the\nOIRA review process, while mandatory, is also a consultative one, improving regulatory outcomes while preserving an agency’s statutory\ndiscretion. In adopting EO 12291, the Reagan Administration considered applying\nOIRA’s regulatory review process to “independent regulatory agenc[ies],”\nas defined in 44 U.S.C. § 3502. At the time, this Office approved the\nlegality of such a direction. See Memorandum for David Stockman, Director, OMB, from Larry L. Simms, Acting Assistant Attorney General,\nOffice of Legal Counsel, Re: Proposed Executive Order on Federal\nRegulation at 7 (Feb. 12, 1981) (“Simms Memorandum”), reprinted in\nRole of OMB in Regulation: Hearing Before the Subcomm. on Oversight\n& Investigations of the H. Comm. on Energy & Commerce, 97th Cong.\n152, 158 (1981) (“Role of OMB Hearing”). Even if Congress sought to\nlimit “[p]residential supervision” of independent agencies “on matters of\nsubstantive policy,” we advised that subjecting them to the proposed\nregulatory review process would be consistent with their independent",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__4",
      "chunk_id": "4",
      "content": "Even if Congress sought to\nlimit “[p]residential supervision” of independent agencies “on matters of\nsubstantive policy,” we advised that subjecting them to the proposed\nregulatory review process would be consistent with their independent Admin. L. Rev. 103, 110 (2011) (centralized review results in “better coordinated and\ncoherent regulatory actions, and ultimately better decisionmaking”); American Bar\nAssociation Section of Administrative Law and Regulatory Practice, Twenty-First Century Governance: Improving the Federal Administrative Process: A Report for the President-Elect of the United States, 52 Admin. L. Rev. 1099, 1104–05 (2000) (centralized\nreview fosters “efficient, coordinated, yet reasonably open administration” and “promote[s] good government”); Christopher C. DeMuth & Douglas H. Ginsburg, White\nHouse Review of Agency Rulemaking, 99 Harv. L. Rev. 1075, 1081 (1986) (centralized\nreview “encourages policy coordination, greater political accountability, and more\nbalanced regulatory decisions”). 5 43 Op. O.L.C. __ (Oct. 8, 2019) status, because the order would preserve the agencies’ “substantive discretion to decide particular . . . rulemaking matters.” Simms Memorandum at 10, 11. Ultimately, however, the Reagan Administration determined, for “policy reasons,” not to include independent agencies, even\nthough the Administration believed the President had the constitutional\npower to do so. Role of OMB Hearing at 93–94 (quoting C. Boyden Gray,\nCounsel to the Vice President); see also Peter L. Strauss & Cass Sunstein,\nThe Role of the President and OMB in Informal Rulemaking, 38 Admin.\nL. Rev. 181, 202 (1986) (same). In EO 12866, President Clinton preserved the exemption for “independent regulatory agencies” from the centralized regulatory review\nprocess. EO 12866, § 3(b).4 He did, however, require independent agencies to submit to OIRA annual regulatory agendas and plans, which summarize expected regulatory actions during the upcoming fiscal year. Id.\n§ 4(b), (c). Sally Katzen, who was then the OIRA Administrator, later\nexplained that the President’s legal advisers believed it would have been\nlawful to apply the entirety of EO 12866 to independent agencies, but the\nAdministration ultimately chose not to do so. Sally Katzen, OIRA at\nThirty: Reflections and Recommendations, 63 Admin. L. Rev. 103, 109\n(2011).5\nEO 12866 thus continues to exempt independent regulatory agencies\nfrom the centralized regulatory review process. In the statutory definition\nincorporated into EO 12866, Congress has identified nineteen such independent agencies and included a catch-all clause for “any other similar\nagency designated by statute”:\n4 EO 12291 and EO 12866 both cite 44 U.S.C. § 3502(10) for the definition of excluded independent regulatory agencies. EO 12291, § 1(d); EO 12866, §§ 3(b), 4(c). In 1995,\nCongress moved the relevant definition to 44 U.S.C. § 3502(5). See Paperwork Reduction\nAct of 1995, Pub. L. No. 104-13, sec. 2, 109 Stat. 163, 165.\n5 President George W. Bush amended EO 12866 twice, principally to reduce the Vice\nPresident’s role, to instruct agencies to identify the specific market failure that any new\nregulations seek to remedy, and to expand OIRA’s review of agency guidance documents. See Exec. Order No. 13258, 3 C.F.R. 204 (2003); Exec. Order No. 13422,\n3 C.F.R. 191 (2008). President Obama revoked those modifications, see Exec. Order No.\n13497, 3 C.F.R. 218 (2010), although OIRA continued its practice, which predated\nPresident Bush’s orders, of reviewing agency guidance documents under EO 12866.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__5",
      "chunk_id": "5",
      "content": "See Exec. Order No. 13258, 3 C.F.R. 204 (2003); Exec. Order No. 13422,\n3 C.F.R. 191 (2008). President Obama revoked those modifications, see Exec. Order No.\n13497, 3 C.F.R. 218 (2010), although OIRA continued its practice, which predated\nPresident Bush’s orders, of reviewing agency guidance documents under EO 12866. See\nMemorandum for the Heads and Acting Heads of Executive Departments and Agencies,\nfrom Peter R. Orszag, Director, OMB, M-09-13, Re: Guidance for Regulatory Review\n(Mar. 4, 2009). 6 Extending Regulatory Review to Independent Regulatory Agencies [T]he Board of Governors of the Federal Reserve System, the Commodity Futures Trading Commission, the Consumer Product Safety\nCommission, the Federal Communications Commission, the Federal\nDeposit Insurance Corporation, the Federal Energy Regulatory\nCommission, the Federal Housing Finance Agency, the Federal Maritime Commission, the Federal Trade Commission, the Interstate\nCommerce Commission, the Mine Enforcement Safety and Health\nReview Commission, the National Labor Relations Board, the Nuclear Regulatory Commission, the Occupational Safety and Health\nReview Commission, the Postal Regulatory Commission, the Securities and Exchange Commission, the Bureau of Consumer Financial\nProtection, the Office of Financial Research, [the] Office of the\nComptroller of the Currency, and any other similar agency designated by statute as a Federal independent regulatory agency or commission. 44 U.S.C. § 3502(5). 6 Consistent with the catch-all clause, Congress has\ndeemed the U.S. International Trade Commission “an independent regulatory agency for purposes of chapter 35 of Title 44,” which includes the\nprovision quoted above. 19 U.S.C. § 1330(f ). Congress has also identified\nother agencies as “independent” in their organic statutes. See, e.g., 12\nU.S.C. § 1752a(a) (National Credit Union Administration); id. § 2241\n(Farm Credit Administration). We understand that some of those agencies\nregard themselves as independent regulatory agencies under section\n3502(5). II. Our review of the President’s authority to direct independent regulatory\nagencies requires consideration of the scope of his authority to supervise\nthe Executive Branch. Before addressing independent agencies, we first\nexamine the President’s constitutional authority to direct the departments\n6 The statute expressly provides that the Federal Election Commission and the Government Accountability Office shall not be considered “independent regulatory agencies”\neven if otherwise covered by the catch-all clause. 44 U.S.C. § 3502(1)(A), (B). In 1995,\nCongress abolished the Interstate Commerce Commission (“ICC”) and provided that\nreferences to the ICC, like the one in 44 U.S.C. § 3502(5), shall be “deemed to refer” to\nits successor, the Surface Transportation Board. ICC Termination Act of 1995, Pub. L.\nNo. 104-88, § 205, 109 Stat. 803, 943. 7 43 Op. O.L.C. __ (Oct. 8, 2019) and agencies that are currently subject to centralized regulatory review. The source of the President’s authority to supervise those departments and\nagencies bears directly upon his authority to direct independent agencies,\nwhich are also within the Executive Branch. A.\nThe “Constitution divided the ‘powers of the new Federal Government\ninto three defined categories, Legislative, Executive, and Judicial.’” Free\nEnter. Fund, 561 U.S. at 483 (quoting INS v. Chadha, 462 U.S. 919, 951\n(1983)). Article II vests all of “[t]he executive Power” in the President\nand charges him alone with the responsibility to “take Care that the Laws\nbe faithfully executed.” U.S. Const. art.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__6",
      "chunk_id": "6",
      "content": "Fund, 561 U.S. at 483 (quoting INS v. Chadha, 462 U.S. 919, 951\n(1983)). Article II vests all of “[t]he executive Power” in the President\nand charges him alone with the responsibility to “take Care that the Laws\nbe faithfully executed.” U.S. Const. art. II, § 1, cl. 1; id. § 3. In carrying\nout that charge, the President must depend on “the assistance of subordinates,” Myers v. United States, 272 U.S. 52, 117 (1926), and Article II\nincludes specific provisions illustrating the President’s supervisory authority. Thus, the President may “require the Opinion, in writing, of the\nprincipal Officer in each of the executive Departments, upon any Subject\nrelating to the Duties of their respective Offices,” U.S. Const. art. II, § 2,\ncl. 1, and he appoints all “Officers of the United States” with the advice\nand consent of the Senate, subject to Congress’s power to vest the authority to appoint inferior officers “in the President alone, in the Courts of\nLaw, or in the Heads of Departments,” id. art. II, § 2, cl. 2.\nThe Supreme Court has repeatedly explained that “Article II confers on\nthe President ‘the general administrative control of those executing the\nlaws.’” Free Enter. Fund, 561 U.S. at 492 (quoting Myers, 272 U.S. at\n164). As the Chief Executive, the President “may properly supervise and\nguide” subordinate officers in “their construction of the statutes under\nwhich they act in order to secure that unitary and uniform execution of the\nlaws which Article II of the Constitution evidently contemplated in vesting general executive power in the President alone.” Myers, 272 U.S. at\n135. According to Alexander Hamilton, executive officers “ought to be\nconsidered as the assistants or deputies of the chief magistrate; and, on\nthis account, they ought to derive their offices from his appointment, at\nleast from his nomination, and ought to be subject to his superintendence.” The Federalist No. 72, at 487 (Jacob E. Cooke ed., 1961). In providing for presidential control over the Executive Branch, the\nConstitution ensures not only that executive officers remain accountable\n8 Extending Regulatory Review to Independent Regulatory Agencies to the President, but also that the President remains accountable to the\nNation. See Printz v. United States, 521 U.S. 898, 922 (1997) (“The\ninsistence of the Framers upon unity in the Federal Executive—to ensure\nboth vigor and accountability—is well known.”); In re Aiken County, 645\nF.3d 428, 439 (D.C. Cir. 2011) (Kavanaugh, J., concurring) (“‘What\nArticle II did make emphatically clear from start to finish was that the\npresident would be personally responsible for his branch.’” (quoting Akhil\nReed Amar, America’s Constitution: A Biography 197 (2005)). 7 Those\nprinciples are not empty formalities. The purpose “of the separation and\nequilibration of powers in general, and of the unitary Executive in particular, was not merely to assure effective government, but to preserve individual freedom.” Morrison v. Olson, 487 U.S. 654, 727 (1988) (Scalia, J.,\ndissenting); see also Bond v. United States, 564 U.S. 211, 222 (2011) (“The structural principles secured by the separation of powers protect the\nindividual as well.”). The President’s supervision of the Executive Branch\nguarantees the people’s right to select, and hold accountable, the one\nperson responsible for the execution of federal law.",
      "queries": [
        "what is the executive power of article ii"
      ],
      "queries_score": [
        "1.5405418"
      ]
    },
    {
      "id": "memos_34__7",
      "chunk_id": "7",
      "content": "(“The structural principles secured by the separation of powers protect the\nindividual as well.”). The President’s supervision of the Executive Branch\nguarantees the people’s right to select, and hold accountable, the one\nperson responsible for the execution of federal law. B.\nIn 1981, this Office reviewed the proposed EO 12291 and confirmed\nthat the President may require agencies to participate in the OMB review\nprocess. See Proposed Executive Order Entitled “Federal Regulation,”\n5 Op. O.L.C. 59, 60 (1981) (“EO 12291 Opinion”). We explained that the\nPresident has the “distinctive constitutional role” of supervising the execution of federal law, and he could not take care that the entire “mass of\nlegislation” is executed faithfully, in a consistent and uniform manner,\nabsent authority to guide and direct his subordinates. Id. at 60–61 (internal quotation marks omitted); see also Peter L. Strauss, The Place of\nAgencies in Government: Separation of Powers and the Fourth Branch,\nSee also 1 Annals of Cong. 462 (1789) (Rep. James Madison) (“It is evidently the\nintention of the Constitution, that the first Magistrate should be responsible for the\nexecutive department; so far therefore as we do not make the officers who are to aid him\nin the duties of that department responsible to him, he is not responsible to his country.”);\n1 Collected Works of James Wilson 730 (Kermit L. Hall & Mark David Hall eds., 2007)\n(“In the United States, our first executive magistrate is not obnubilated behind the mysterious obscurity of counsellors. . . . He is the dignified, but accountable magistrate of a free\nand great people.”); 2 id. at 873 (“[I]n the executive department, the principle of unity is\nadopted.”). 7 9 43 Op. O.L.C. __ (Oct. 8, 2019) 84 Colum. L. Rev. 573, 642 (1984) (“[T]he execution of not a single law\nbut many inevitably raises questions of priority, conflict, and coordination . . . . Attending to these conflicts seems an inevitable aspect of a chief\nexecutive’s function.”). That is also true when agencies execute federal\nlaw by promulgating rules. See, e.g., Sierra Club v. Costle, 657 F.2d 298,\n405–06 (D.C. Cir. 1981) (recognizing that the President must be allowed\nto “control and supervise” rulemakings). Thus, under his constitutional\nauthority to supervise the execution of federal law, the President may\nestablish both general principles for agencies to follow in rulemaking,\nsuch as cost-benefit principles, see EO 12866, § 1(b), and administrative\nmechanisms to effectuate those principles, such as centralized regulatory\nreview, see id. § 6.\nThe President may also require any agency to submit in writing an\nanalysis of proposed agency action under the Opinions Clause, which\nauthorizes the President to “require [an] Opinion, in writing,” from the\nprincipal officers in the Executive Branch on “any Subject” relating to\n“the duties of their . . . offices.” U.S. Const. art. II, § 2, cl. 1; see also EO\n12291 Opinion, 5 Op. O.L.C. at 62. The Opinions Clause ensures that the\nPresident may obtain the advice he needs to order the affairs of the Executive Branch, including the counsel necessary to direct the heads of agencies in the exercise of their statutory functions.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__8",
      "chunk_id": "8",
      "content": "The Opinions Clause ensures that the\nPresident may obtain the advice he needs to order the affairs of the Executive Branch, including the counsel necessary to direct the heads of agencies in the exercise of their statutory functions. The Opinions Clause\ntherefore sets him up as “Chief Administrator of the Executive Bureaucracy” and confirms that “[e]xecutive departments are accountable to the\nChief Executive.” Akhil Reed Amar, Some Opinions on the Opinion Clause,\n82 Va. L. Rev. 647, 652, 658 (1996).8 In the view of then-Professor Elena\nKagan, the Opinions Clause “supports OMB review of at least executive\nagency (and perhaps independent agency) actions, so long as the ultimate\ndecisionmaking power resides in the hands of agency officials; the [regulatory] review system then operates as a channel through which the President can obtain information from and offer advice to the relevant adminisSee also Amar, Some Opinions, 82 Va. L. Rev. at 661 (“[T]he Opinion Clause clearly\nexemplifies the President’s supervisory power over the executive departments.”); Steven\nG. Calabresi & Saikrishna B. Prakash, The President’s Power to Execute the Law, 104\nYale L. J. 541, 584 (1994) (“[T]he Opinions Clause empowers the President to obtain\ninformation in writing on government matters precisely so he will be able to issue binding\norders to his subordinates.”); Geoffrey P. Miller, Independent Agencies, 1986 Sup. Ct.\nRev. 41, 62 (“The duty to report is meaningful only if the President retains a measure of\nsubstantive authority over the doings of the agency.”). 8 10 Extending Regulatory Review to Independent Regulatory Agencies trators.” Kagan, Presidential Administration, 114 Harv. L. Rev. at 2325. By requiring his subordinates to provide their opinions on proposed\nregulatory actions, the President may receive the advice he needs to\n“properly supervise and guide the[] construction of the statutes” under\nwhich his subordinates act, Myers, 272 U.S. at 135, and thereby “take\nCare that the Laws be faithfully executed,” U.S. Const. art. II, § 3. C.\nWhile the President must supervise the faithful execution of the laws,\nCongress has the authority to define the structure of the Executive Branch\nand the responsibilities of its officers. In our published 1981 opinion, we\nadvised that “the President’s exercise of supervisory powers must conform to legislation enacted by Congress,” and “may not, as a general\nproposition, require or permit agencies to transgress boundaries set by\nCongress.” EO 12291 Opinion, 5 Op. O.L.C. at 61. 9 Yet it is equally true\nthat Congress may not “impede the President’s ability to perform his\nconstitutional duty” under the Take Care Clause. Morrison, 487 U.S. at\n691; see also Statement on Signing a Bill Concerning the Protection of\n9 Our 1981 opinion recognized that “[i]n certain circumstances, statutes could invade\nor intrude impermissibly upon the President’s ‘inherent’ powers,” but concluded that “that\nissue [did] not arise” because Congress had not forbidden presidential direction under EO\n12291. EO 12291 Opinion, 5 Op. O.L.C. at 61 n.3. In a later memorandum to OMB, this\nOffice considered the scope of congressional authority to exempt independent agencies\nfrom regulatory review.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__9",
      "chunk_id": "9",
      "content": "EO 12291 Opinion, 5 Op. O.L.C. at 61 n.3. In a later memorandum to OMB, this\nOffice considered the scope of congressional authority to exempt independent agencies\nfrom regulatory review. See Memorandum for Preeta D. Bansal, General Counsel and\nSenior Policy Adviser, Office of Management and Budget, from David Barron, Acting\nAssistant Attorney General, Office of Legal Counsel, Re: Regulatory Review and Coordination for Independent Agencies at 11–17 (Sept. 3, 2009). We advised that “we certainly\ncannot rule out the possibility that precluding Presidential supervision in the context of a\nparticular statutory regime might transgress whatever minimum quantum of supervisory\nauthority is required under Morrison,” id. at 16–17, but we declined to “resolve definitively the difficult and unsettled constitutional and statutory questions raised” by such a\nproposal, id. at 18. The Barron Memorandum cautioned that directing independent\nagencies under EO 12866 might be “legally controversial” and advised against any\n“definitive conclusion” absent a concrete examination of a particular agency’s governing\nstatutes. Id. at 1. As discussed below in Part III, we do not believe that any of the features\ngenerally associated with agency independence would restrict a presidential direction for\nindependent agencies to comply with EO 12866. But under the terms of EO 12866 itself,\nif an agency (be it independent or otherwise) has a specific statutory provision that\nconflicts with the general directives under EO 12866, then that specific statutory provision will control. See EO 12866, § 9; infra Part IV. 11 43 Op. O.L.C. __ (Oct. 8, 2019) Marine Mammals (Oct. 9, 1981), 1 Pub. Papers of Pres. Ronald Reagan\n914, 914 (1981) (noting that a statute exempting certain rulemakings from\nEO 12291 “should not be read to infringe in any way on the President’s\nconstitutional responsibility to supervise the Secretary of Commerce and\nthe Secretary of the Interior in their execution of the law”). EO 12866, however, conflicts with no statute. On the contrary, the order directs that the regulatory review process “shall be conducted so as to\nmeet applicable statutory requirements.” EO 12866, pmbl. An agency\nmust follow the order’s overarching principles “unless a statute requires\nanother regulatory approach,” id. § 1(a), and several of its operative\nprovisions contain similar caveats. For instance, the agency need not\nanalyze and quantify potential economic costs where Congress has prohibited such consideration, id. § 6(a)(3)(C), and the agency must measure\nthe rule against the President’s priorities only “to the extent permitted by\nlaw,” id. § 6(a)(3)(B)(ii). EO 12866 also preserves the statutory discretion vested in the agency. In our 1981 opinion, we concluded that EO 12291 did “not purport wholly\nto displace, but only to guide and limit, discretion which Congress has\nallocated to a particular subordinate official.” EO 12291 Opinion, 5 Op.\nO.L.C. at 61. So too, EO 12866 channels an agency’s discretion by requiring the agency to follow the President’s regulatory principles and to\nsubmit the proposed rule for OIRA’s review. However, nothing in the\norder “shall be construed as displacing the agencies’ authority or responsibilities, as authorized by law.” EO 12866, § 9.",
      "queries": [
        "congressional authority to exempt independent agencies from regulatory review"
      ],
      "queries_score": [
        "1.6658473"
      ]
    },
    {
      "id": "memos_34__10",
      "chunk_id": "10",
      "content": "So too, EO 12866 channels an agency’s discretion by requiring the agency to follow the President’s regulatory principles and to\nsubmit the proposed rule for OIRA’s review. However, nothing in the\norder “shall be construed as displacing the agencies’ authority or responsibilities, as authorized by law.” EO 12866, § 9. The order allows OIRA\nto return a proposed regulatory action to an agency for reconsideration, id.\n§ 6(b)(3), but the order does not authorize OIRA to veto a proposed\naction. OIRA exercises only a “power of consultation”—a significant\npower, to be sure, but not the “authority to reject an agency’s ultimate\njudgment.” EO 12291 Opinion, 5 Op. O.L.C. at 64. Thus, subject to the\nguidance set by the order, “the authority to make the ultimate decision\nrests where Congress has placed it—in the relevant agency.” Strauss &\nSunstein, Role of the President, 38 Admin. L. Rev. at 191.\nEO 12866 similarly confirms that it is the President, rather than OMB,\nwho exercises the final authority to direct agency action, with section 7\ncontemplating presidential resolution of any unresolved disputes. This is\nconsistent with the President’s constitutional supervisory authority under\nArticle II, which may not be delegated. See Centralizing Border Control\n12 Extending Regulatory Review to Independent Regulatory Agencies Policy Under the Supervision of the Attorney General, 26 Op. O.L.C. 22,\n24–25 (2002); cf. Free Enter. Fund, 561 U.S. at 496–97 (“[T]he President\ncannot delegate ultimate responsibility or the active obligation to supervise that goes with it, because Article II makes a single President responsible for the actions of the Executive Branch.” (internal quotation marks\nomitted)). At the same time, the President “may tap advisers within the\nWhite House” (and within agencies) to assist him in implementing presidential policies within the Executive Branch. Centralizing Border Control\nPolicy, 26 Op. O.L.C. at 26. EO 12866 designates OIRA to coordinate\nand implement regulatory policy, while ensuring that agencies retain the\nauthority provided by the laws enacted by Congress, under the ultimate\nsupervision of the President. III. The President’s constitutional authority to direct traditional executive\nagencies under EO 12866 also extends to the “independent regulatory\nagenc[ies]” identified in 44 U.S.C. § 3502(5). All of those agencies remain part of the Executive Branch and subject to his superintendence. Although Congress has sought to limit the President’s authority to remove\nthe heads of some of those agencies, such limits on removal do not preclude the President from requiring the agencies to comply with EO 12866. Nor do the other hallmarks of agency “independence,” such as multimember governance, independent litigating authority, or open-meeting\nrequirements. The President has long required independent regulatory\nagencies to submit an annual regulatory plan and agenda under section 4\nof EO 12866. Congress has not otherwise sought to shield such agencies,\nas a general matter, from complying with the order’s other requirements,\nand we see no persuasive grounds to infer such an unstated limitation on\nthe President’s supervisory authority. A.\nWe begin again with the text of the Constitution. The “executive Power” vested in the President and his constitutional duty to “take Care that\nthe Laws be faithfully executed,” U.S. Const. art.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__11",
      "chunk_id": "11",
      "content": "A.\nWe begin again with the text of the Constitution. The “executive Power” vested in the President and his constitutional duty to “take Care that\nthe Laws be faithfully executed,” U.S. Const. art. II, § 1, cl. 1; id. § 3, do\nnot vanish merely because the subordinate charged with executing the law\nmay enjoy tenure or other protections. The “Constitution requires that a\nPresident chosen by the entire Nation oversee the execution of the laws.” 13 43 Op. O.L.C. __ (Oct. 8, 2019) Free Enter. Fund, 561 U.S. at 499. Even when an officer heads an independent agency, the President’s obligation to “take Care that the Laws be\nfaithfully executed” still requires that he “oversee the faithfulness of the\nofficers who execute them.” Id. at 484; see also id. at 492 (quoting James\nMadison’s observation in the First Congress that “if any power whatsoever is in its nature Executive, it is the power of appointing, overseeing, and\ncontrolling those who execute the laws”); Morrison, 487 U.S. at 696\n(recognizing that the President must have “sufficient control” over all\nofficers who execute the law). The Supreme Court has confirmed that the President must have some\nconstitutional authority to remove all those executive officers whom he\nappoints, including the heads of independent agencies. See Free Enter. Fund, 561 U.S. at 493 (“As we explained in Myers, the President . . . must\nhave some ‘power of removing those for whom he can not continue to be\nresponsible.’”). It is true that the Court has upheld some statutory limits\non those removal powers. See Wiener v. United States, 357 U.S. 349, 353\n(1958); Humphrey’s Ex’r v. United States, 295 U.S. 602, 629 (1935). But\neven the authority to remove an official for statutorily identified causes\n“presupposes that the officer or body that has the removal power must\nsupervise the subordinate officer at least to the extent needed to determine\nwhether ‘cause’ for removal exists.” Applicability of Executive Order\n12674 to Personnel of Regional Fishery Management Councils, 17 Op.\nO.L.C. 150, 156 n.19 (1993); see also Morrison, 487 U.S. at 692–93\n(stating that the power to terminate an independent counsel for good cause\nallowed “ample authority to assure that the counsel is competently performing his or her statutory responsibilities in a manner that comports\nwith the provisions of the Act”). The President could not fulfill this responsibility without the power to review the work of independent agencies and, to some degree, to direct the faithful performance of their duties. The Opinions Clause, likewise, supports presidential oversight of the\n“principal Officer in each of the executive Departments,” including the\nindependent agencies. U.S. Const. art. II, § 2, cl. 1. In Free Enterprise\nFund, the Court had little trouble concluding that the Securities and\nExchange Commission (“SEC”)—whose members were assumed to have\ntenure protection—“constitutes a ‘Departmen[t]’ for purposes of the\nAppointments Clause.” 561 U.S. at 487, 511. In a footnote, the Court\n“express[ed] no view on” whether the Commission should be considered\nan “executive Departmen[t]” under the Opinions Clause. Id. at 511 n.11.\n14 Extending Regulatory Review to Independent Regulatory Agencies",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__12",
      "chunk_id": "12",
      "content": "In a footnote, the Court\n“express[ed] no view on” whether the Commission should be considered\nan “executive Departmen[t]” under the Opinions Clause. Id. at 511 n.11.\n14 Extending Regulatory Review to Independent Regulatory Agencies But the Court previously declared that the “word ‘department’” in the two\nclauses “clearly means the same thing, and the principal officer in the one\ncase is the equivalent of the head of department in the other.” United\nStates v. Germaine, 99 U.S. (9 Otto) 508, 511 (1879); see also Freytag v.\nComm’r, 501 U.S. 868, 918 (1991) (Scalia, J., concurring in part and\nconcurring in the judgment) (finding it “quite likely that the ‘Departments’ referred to in the Opinions Clause . . . are the same as the ‘Departments’ in the Appointments Clause”). 10 The President therefore may\n“require” the heads of independent regulatory agencies to give an opinion\nin writing on “any Subject relating to the duties of their respective Offices,” U.S. Const. art. II, § 2, cl. 1, including opinions on the regulatory\nimpact of significant actions, as required by section 6 of EO 12866. As\ndiscussed above, the Opinions Clause, consistent with the President’s\nsupervisory authority, further implies that the President may direct the\nhead of an independent regulatory agency to consult with the President\nand his advisers prior to exercising the agency’s discretion in the rulemaking process. These principles led us to conclude in 1981 that President Reagan could\nhave applied EO 12291 to independent agencies. See Simms Memorandum at 10–12; supra Part I. We acknowledged that Congress often “intends the independent agencies to be free of Presidential supervision on\n10 Indeed, that commonsense conclusion also follows from the Court’s recognition that\n“[t]he object of the constitution was to establish three great departments of government;\nthe legislative, the executive, and the judicial departments.” Martin v. Hunter’s Lessee,\n14 U.S. (1 Wheat.) 304, 329 (1816). During the Washington Administration, the Justices\nof the Supreme Court embraced that same understanding, advising that th e Opinions\nClause “seems to have been purposely as well as expressly limited to executive Departments,” thereby implicitly excluding the judicial department. Letter from Justices of the\nSupreme Court to George Washington (Aug. 8, 1793), reprinted in 6 The Documentary\nHistory of the Supreme Court of the United States, 1787–1800, at 755 (Maeva Marcus ed.,\n1998). With only three “great departments” to choose from, it is apparent that independent\nagencies that execute federal law are part of the “executive Departments” and subject to\nthe Opinions Clause. We note that the ratification history of the Twenty-Fifth Amendment\nmay suggest a different reading for the “principal officers of the executive departments”\nmentioned there, but the 1967 ratification of that amendment does not illuminate the\noriginal meaning of Article II. See Freytag, 501 U.S. at 886–87 (citing pre-ratification\nevidence that “the principal officers” under the Twenty-Fifth Amendment were limited to\nmembers of the Cabinet); id. at 917 (Scalia, J., concurring in part and concurring in the\njudgment) (distinguishing “the principal officers” in the Twenty-Fifth Amendment from\nthe similar language in the Opinions Clause). 15 43 Op. O.L.C. __ (Oct. 8, 2019)",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__13",
      "chunk_id": "13",
      "content": "15 43 Op. O.L.C. __ (Oct. 8, 2019) matters of substantive policy,” but we viewed EO 12291 as consistent\nwith that legislative intent because the order preserved the agencies’\n“substantive discretion to decide particular . . . rulemaking matters.” Simms Memorandum at 10, 11. Considering costs and benefits, where\npermitted by statute, and submitting proposed agency actions to OIRA\nwould not “displace the agencies’ ultimate discretion to decide what rule\nbest fulfills their statutory responsibilities.” Id. at 12. We reached a similar conclusion in 1995, when we advised the White\nHouse that EO 12866 could be applied to the Social Security Administration (“SSA”), even though Congress had recently given the Commissioner\na six-year term in office and statutory protection from removal. See 42\nU.S.C. § 902(a)(3); see also 42 U.S.C. § 904(b)(1)(A) (requiring that the\nSSA’s budget “be submitted by the President to the Congress without\nrevision”). Our file memorandum recording this informal advice noted\nthat the removal restriction, if valid, might limit the extent to which the\nPresident could “order[] the [SSA Commissioner] to take a particular\nsubstantive policy position” in a proposed action submitted for review\nunder section 6 of EO 12866. Memorandum for the Files, Re: OMB Review of Regulations of the Social Security Administration at 5 (Aug. 7,\n1995). But the President could nonetheless “tell the SSA to submit the\nproposed rule to OIRA, because that [directive] . . . would not displace the\nSSA’s ultimate discretion to promulgate regulations it considers appropriate.” Id. at 7. We noted that permitting at least that degree of supervision\n“may in fact be constitutionally compelled” under Article II. Id. Consistent with this Office’s advice, EO 12866 continued to apply to the SSA,\nwhich we understand has participated in the regulatory review process in\nthe years since. That history confirms that the presidential supervision\nunder EO 12866 is consistent with statutory tenure protection. See also\nsupra p. 6 (noting that President Clinton’s legal advisers concluded that\nEO 12866 could be applied to independent regulatory agencies). Thus, in the past, we have advised that both EO 12291 and EO 12866\ncould have been applied to independent agencies. Such advice is consistent with our long-standing view that the President “may exercise a\ncertain amount of managerial authority” over independent agencies and\n“under penalty of removal ‘may exact reasonable efficiency and absolute\nintegrity’” from independent agencies. Applicability of Executive Privilege to Independent Regulatory Agencies, 1 Op. O.L.C. Supp. 170, 172,\n190 (Nov. 5, 1957) (quoting Robert E. Cushman, The Independent Regu16 Extending Regulatory Review to Independent Regulatory Agencies latory Commissions 464 (1941)). 11 The President may “‘force an independent regulatory commission to comply with executive orders of general application unless Congress clearly indicates that such orders should\nnot apply.’” Id. at 190 (quoting Cushman, Independent Regulatory Commissions at 465). The President’s supervisory authority extends to all\nofficers charged with executing the laws of the United States, and we will\nnot lightly presume that Congress has sought to displace it. B.\nEO 12866 does not seek to displace any statutory mandate.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__14",
      "chunk_id": "14",
      "content": "Id. at 190 (quoting Cushman, Independent Regulatory Commissions at 465). The President’s supervisory authority extends to all\nofficers charged with executing the laws of the United States, and we will\nnot lightly presume that Congress has sought to displace it. B.\nEO 12866 does not seek to displace any statutory mandate. To the contrary, the order itself is limited so that it requires agencies to follow its\nprinciples and procedures “unless a statute requires another regulatory\napproach,” EO 12866, § 1(a), and only “to the extent permitted by law,”\nid. § 6(a)(3)(B)(ii). To address how the order applies to independent\nagencies, we thus must consider whether the common statutory hallmarks\nof independence themselves would conflict with the kind of presidential\nsupervision required by EO 12866’s regulatory review process. In doing so, we are guided by the principle that “a clear statement of\ncongressional intent” is ordinarily required before a statute will be read in\na manner that raises separation of powers concerns. Administrative Assessment of Civil Penalties Against Federal Agencies Under the Clean Air\nAct, 21 Op. O.L.C. 109, 112 (1997); see also, e.g., Franklin v. Massachusetts, 505 U.S. 788, 800–01 (1992) (“We would require an express statement by Congress before assuming it intended the President’s performance of his statutory duties to be reviewed for abuse of discretion.”);\nArmstrong v. Bush, 924 F.2d 282, 289 (D.C. Cir. 1991) (“When Congress\ndecides purposefully to enact legislation restricting or regulating presiden11 In 1977, our Office also concluded that the President could issue an executive order\nthat would require independent agencies to “perform [their quasi-legislative and judicial]\nfunctions efficiently and without undue delay” and “take into account the economic\nimpact of their decisions,” although we suggested that the President “probab ly cannot\ndictate the precise effect the agencies are to give to that impact,” in view of what we\ncalled then, in a nod to Humphrey’s Executor, “the agencies’ quasi-legislative autonomy.” Memorandum for Simon Lazarus, Associate Director, Domestic Council, from John M.\nHarmon, Assistant Attorney General, Office of Legal Counsel, Re: President’s Authority\nto Impose Procedural Reforms on the Independent Regulatory Agencies at 2, 3 (July 22,\n1977). In view of subsequent decisions of the Supreme Court, as well as opinions of this\nOffice, we do not read Humphrey’s Executor so broadly. See infra pp. 20–23. 17 43 Op. O.L.C. __ (Oct. 8, 2019) tial action, it must make its intent clear.”); Applicability of Executive\nPrivilege to Independent Regulatory Agencies, 1 Op. O.L.C. Supp. at 190\n(stating that Congress must “‘clearly indicate[]’” that executive orders of\ngeneral applicability do not apply to independent agencies if it seeks to\nimpose such a limitation). We think it clear that any effort by Congress to\ninsulate an executive officer from presidential supervision would raise\nsuch separation of powers concerns. See, e.g., Free Enter. Fund, 561 U.S.\nat 499; Morrison, 487 U.S. at 691. That principle has particular force here\nbecause, on occasion, Congress has expressly sought to preclude OIRA\nreview of some rulemakings. See supra Part II.C (citing President\nReagan’s 1981 signing statement regarding a bill that precluded the application of EO 12291); see also Consolidated Appropriations Act, 2012,\nPub. L. No. 112-74, div. C, tit.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__15",
      "chunk_id": "15",
      "content": "That principle has particular force here\nbecause, on occasion, Congress has expressly sought to preclude OIRA\nreview of some rulemakings. See supra Part II.C (citing President\nReagan’s 1981 signing statement regarding a bill that precluded the application of EO 12291); see also Consolidated Appropriations Act, 2012,\nPub. L. No. 112-74, div. C, tit. II, 125 Stat. 786, 894 (2011) (appropriating funds to OMB provided that “none of the funds . . . may be used for\nthe purpose of reviewing any agricultural marketing orders or any . . .\nregulations under the provisions of the Agricultural Marketing Agreement\nAct of 1937”); Copeland, Role of OIRA at 25 (discussing these examples). Absent such a clear statement, we will not presume that Congress sought\nto limit the President’s supervisory authority. C.\nWe proceed to examine the distinctive statutory features commonly\nthought to define agency independence. Chief among those is tenure\nprotection, which is often described as “[t]he distinguishing characteristic” that makes an agency “independent.” Simms Memorandum at 8. Many independent agencies are headed by officials covered by such a\nprovision. See, e.g., 15 U.S.C. § 41 (members of the Federal Trade Commission “may be removed by the President for inefficiency, neglect of\nduty, or malfeasance in office”); id. § 2053(a) (members of the Consumer\nProduct Safety Commission “may be removed by the President for neglect\nof duty or malfeasance in office but for no other cause”); 42 U.S.C.\n§ 7171(b)(1) (members of the Federal Energy Regulatory Commission\n“may be removed by the President only for inefficiency, neglect of duty,\nor malfeasance in office”). 12 But the statutory limits on the President’s\n12 Several independent regulatory agencies are headed by officers who do not enjoy\nany express protection against removal without cause: the Commodity Futures Trading 18 Extending Regulatory Review to Independent Regulatory Agencies authority to remove the head of an agency do not preclude the President\nfrom requiring independent agencies to comply with EO 12866, much less\ndo so clearly. Requiring an agency to comply with EO 12866 would not\nconflict with those statutes, which do not preclude, and indeed presume,\nongoing presidential supervision of the agency. The Supreme Court’s decision in Humphrey’s Executor serves as the\nfoundation for any argument to the contrary. In Humphrey’s Executor,\nthe Court addressed whether Congress could prohibit the removal without\ncause of members of the Federal Trade Commission (“FTC”). In contrast\nwith a “purely executive” officer, such as the postmaster whose job was at\nissue in Myers, Humphrey’s Executor concluded that the FTC exercised\nwhat it described as “quasi-legislative” and “quasi-judicial” functions,\n295 U.S. at 629, and the Constitution did not grant the President an “illimitable power of removal” over such officers. Id.; see also Wiener, 357\nU.S. at 353–54 (interpreting a statute to provide tenure protection to\nmembers of the War Claims Commission, an agency with adjudicative\nfunctions). In the course of upholding the lawfulness of such a restriction, the\nCourt in Humphrey’s Executor spoke in sweeping terms about the congressional intent underlying the FTC Act: Commission, the Federal Communications Commission, the Office of Financial Research,\nand the SEC. But cf. Free Enter.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__16",
      "chunk_id": "16",
      "content": "In the course of upholding the lawfulness of such a restriction, the\nCourt in Humphrey’s Executor spoke in sweeping terms about the congressional intent underlying the FTC Act: Commission, the Federal Communications Commission, the Office of Financial Research,\nand the SEC. But cf. Free Enter. Fund, 561 U.S. at 487 (assuming that SEC members can\nbe removed only for cause); SEC v. Blinder, Robinson & Co., 855 F.2d 677, 681 (10th\nCir. 1988) (same). The President may remove the Comptroller of the Currency only “upon\nreasons to be communicated by him to the Senate,” 12 U.S.C. § 2, but no statute purports\nto limit the permissible reasons for removal. And no statute expressly limits the President’s authority to remove the three appointed (i.e., non-ex-officio) members of the\nFederal Deposit Insurance Corporation. In Wiener, the Supreme Court held that the\nPresident could remove members of the War Claims Commission only for cause even\nthough Congress concededly “said nothing about it.” 357 U.S. at 356. But we have\nquestioned that conclusion and advised that “the executive branch should resist any\nfurther application” of Wiener outside the context of purely adjudicatory bodies. The\nConstitutional Separation of Powers Between the President and Congress, 20 Op. O.L.C.\n124, 170 (1996) (“Separation of Powers”); see also Holdover and Removal of Members of\nAmtrak’s Reform Board, 27 Op. O.L.C. 163, 166 (2003) (“Because the removal power is a\nprincipal means by which the President carries out the executive power and takes care that\nthe laws be faithfully executed, we do not believe that any restrictions on the President’s\nremoval power should be inferred.”). 19 43 Op. O.L.C. __ (Oct. 8, 2019) [T]he language of the [FTC Act], the legislative reports, and the\ngeneral purposes of the legislation as reflected by the debates, all\ncombine to demonstrate the Congressional intent to create a body of\nexperts who shall gain experience by length of service—a body\nwhich shall be independent of executive authority, except in its selection, and free to exercise its judgment without the leave or hindrance of any other official or any department of the government. To\nthe accomplishment of these purposes, it is clear that Congress was\nof opinion that length and certainty of tenure would vitally contribute. And to hold that, nevertheless, the members of the commission\ncontinue in office at the mere will of the President, might be to\nthwart, in large measure, the very ends which Congress sought to realize by definitely fixing the term of office. 295 U.S. at 625–26 (emphasis omitted); see also id. at 628 (stating that\nthe FTC’s duties “are performed without executive leave and, in the\ncontemplation of the statute, must be free from executive control”). If\nthis view were “taken at face value, the President’s constitutional power\nto supervise” the “body of experts” at the independent agencies would be\n“limited to his power of appointment,” Simms Memorandum at 9, and he\ncould no more supervise their “quasi-judicial” and “quasi-legislative”\nwork than he could the judgments of his appointees to the Article III\ncourts.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__17",
      "chunk_id": "17",
      "content": "This view would not only preclude the President from requiring\nagencies to submit proposed regulations to OIRA, but it would also bar\nany presidential directives at all, including the well-established requirement that independent agencies submit an annual regulatory plan and\nagenda under section 4 of EO 12866. We cannot read Humphrey’s Executor so broadly. To begin with, the\nquoted passage is dictum. As then-Professor Kagan explained, the “question actually decided in the case was much narrower” than its reasoning,\nand “the Court did not hold that Congress could cut off agencies in all\nrespects from the President.” Kagan, Presidential Administration, 114\nHarv. L. Rev. at 2325 n.311. The Court held only that Congress had\nvalidly limited the President’s grounds for removing the Commissioner to\n“inefficiency, neglect of duty, or malfeasance in office,” 295 U.S. at 623,\nand that the President had violated the statute by removing him without\nciting any of those grounds. 20 Extending Regulatory Review to Independent Regulatory Agencies Subsequent decisions confirm that independent agencies execute federal law and are part of the Executive Branch—not a “headless ‘fourth\nbranch’ of the Government.” President’s Committee on Administrative\nManagement, Administrative Management in the Government of the\nUnited States 36 (Jan. 1937); see, e.g., City of Arlington v. FCC, 569 U.S.\n290, 304 n.4 (2013) (“Agencies make rules . . . and conduct adjudications,” but those activities “are exercises of—indeed under our constitutional structure they must be exercises of—the ‘executive Power.’”); Free\nEnter. Fund, 561 U.S. at 510–11 (holding that the SEC is an executive\n“Department[]” under the Appointments Clause); Morrison, 487 U.S. at\n690 n.28 (“[I]t is hard to dispute that the powers of the FTC at the time of\nHumphrey’s Executor would at the present time be considered ‘executive,’ at least to some degree.”); INS v. Chadha, 462 U.S. 919, 953 n.16\n(1983) (recognizing that agency rulemaking is an executive function, not\na legislative function); Buckley v. Valeo, 424 U.S. 1, 125–28 (1976) (per\ncuriam) (holding that members of the Federal Election Commission are\nexecutive officers, not officers of Congress); Separation of Powers, 20\nOp. O.L.C. at 168 n.116 (“We do not think that the ‘independent’ regulatory agencies could be viewed today as within the legislative or judicial\nbranches.” (citing Mistretta v. United States, 488 U.S. 361, 387 n.14\n(1989))); Applicability of Executive Privilege to Independent Regulatory\nAgencies, 1 Op. O.L.C. Supp. at 171–72 (“[Humphrey’s Executor] cannot\nbe invoked as a complete charter of independence of the regulatory commissions from executive control.”). While Humphrey’s Executor spoke of\nthe “quasi-legislative” and “quasi-judicial” functions of independent\nagencies, 295 U.S. at 628–29, there can now be no doubt that independent\nagencies are part of the Executive Branch. In addition, the dictum of Humphrey’s Executor conflicts not only with\nsubsequent decisions, but also with the very statute at issue in that case. The Court’s claim that the FTC “shall be independent of executive authority, except in its selection,” 295 U.S. at 625, is demonstrably incorrect. Congress gave the President authority to remove FTC Commissioners for\n“inefficiency, neglect of duty, or malfeasance in office,” id. at 619, terms\nthat presuppose presidential supervision of the actions of those whom he\nmay remove.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__18",
      "chunk_id": "18",
      "content": "Congress gave the President authority to remove FTC Commissioners for\n“inefficiency, neglect of duty, or malfeasance in office,” id. at 619, terms\nthat presuppose presidential supervision of the actions of those whom he\nmay remove. Thus, the President’s authority over the officers of the FTC\ncontinues well beyond the time of selection. The same is true of any\nindependent agency whose head or heads are removable by the President\nfor cause. 21 43 Op. O.L.C. __ (Oct. 8, 2019) Humphrey’s Executor also rested on an “outmoded view” of independent agencies as apolitical experts. Simms Memorandum at 10. “[I]ndependent agencies . . . have to make a slew of non-scientific legal and\npolicy judgments—such as how to interpret governing statutes, how to\nexercise policy discretion under those statutes, and whom to charge for\nviolations of the law.” Aiken County, 645 F.3d at 442 n.2 (Kavanaugh, J.,\nconcurring). Indeed, “[i]t is now recognized that rulemaking may legitimately reflect political influences of certain kinds from a number of\nsources, including Congress and the affected public.” Simms Memorandum at 10. It thus makes little sense to presume that Congress intended to\ndivorce such agencies entirely from presidential supervision. In the decades since Humphrey’s Executor, Congress itself has ensured\nthat independent agencies are not “independent of executive authority.”\n295 U.S. at 625. Under the Paperwork Reduction Act, Congress has\nrequired independent agencies to submit proposed information requests\nto OIRA for review. 44 U.S.C. §§ 3502(1), 3507(a), (f ). Under the Congressional Review Act, independent agencies must submit “major rules”\nto Congress before the rules “can take effect.” 5 U.S.C. §§ 801(a)(1)(A),\n804(1). Consistent with EO 12866, the statute requires OIRA to review\nthese regulations and determine whether they are “major” under the\nstatute. Id. § 804(2). Congress has also required independent agencies to\ncomply with the Regulatory Flexibility Act, see id. § 601(1), and the\nData Quality Act, see Pub. L. No. 106-554, div. C, § 515, 114 Stat. 2763,\n2763A-153 to -154 (2000)—the latter of which charged OMB with issuing guidelines to all agencies to ensure data quality and integrity. Accordingly, over the past 80 years, Congress has repeatedly confirmed that\nindependent agencies are part of the Executive Branch and subject to\n“executive authority.” For these reasons, we do not believe that the vision of independence\nsuggested by Humphrey’s Executor accurately describes the current state\nof the law. At the same time, we acknowledge that the Court has suggested on occasion that removal restrictions provide an agency head with\nsome measure of independence from the President. See Free Enter. Fund,\n561 U.S. at 502 (suggesting that “simple disagreement with . . . policies\nor priorities” may not constitute cause for removal); Fox Television\nStations, 556 U.S. at 523 (recognizing that “independent agencies” have\nbeen “sheltered . . . from the President”); Mistretta, 488 U.S. at 410–11\n(describing for-cause limitations on removal as “specifically crafted to\n22 Extending Regulatory Review to Independent Regulatory Agencies prevent the President from exercising ‘coercive influence’ over independent agencies”). 13 And even some independent regulatory agencies\nwithout express tenure protection for their heads, such as the SEC, have\nhistorically enjoyed a broader degree of political independence than other\nexecutive agencies. See Free Enter.",
      "queries": [
        "can the president remove ftc commissioners"
      ],
      "queries_score": [
        "1.8116343"
      ]
    },
    {
      "id": "memos_34__19",
      "chunk_id": "19",
      "content": "Extending Regulatory Review to Independent Regulatory Agencies prevent the President from exercising ‘coercive influence’ over independent agencies”). 13 And even some independent regulatory agencies\nwithout express tenure protection for their heads, such as the SEC, have\nhistorically enjoyed a broader degree of political independence than other\nexecutive agencies. See Free Enter. Fund, 561 U.S. at 547 (Breyer, J.,\ndissenting) (noting the “political environment” protecting the independence of some agencies). We believe, however, that those decisions are consistent with EO\n12866, which “does not purport wholly to displace, but only to guide and\nlimit, discretion which Congress has allocated to a particular subordinate\nofficial.” EO 12291 Opinion, 5 Op. O.L.C. at 61. EO 12866 does not\nsupplant an independent agency’s discretion any more than it does for a\n“non-independent” agency. To the contrary, the order “reaffirm[s] the\nprimacy of Federal agencies in the regulatory decision-making process”\nand directs that regulatory review “be conducted so as to meet applicable\nstatutory requirements and with due regard to the discretion that has been\nentrusted to the Federal agencies.” EO 12866, pmbl. Regardless of whether an agency is “independent,” the President’s authority to supervise all\nthose who execute federal law must permit him, at the least, to require\nthat agencies consult with his senior advisers to ensure that the agencies\nadhere to principles of sound governance and law. We therefore conclude\nthat a for-cause limitation on removal does not preclude the President\n13 Other decisions of the Supreme Court have suggested a broader concept of what\nconstitutes “cause” for removal under particular statutes. See Morrison, 487 U.S. at 692\n(describing the power to remove for cause as conferring “ample authority to assure” that a\nsubordinate “is competently performing his or her statutory responsibilities”); Bowsher,\n478 U.S. at 729 (stating that the terms in a for-cause removal provision “are very broad\nand, as interpreted by Congress, could sustain removal of a Comptroller General for any\nnumber of actual or perceived transgressions of the legislative will”). Our Office too has\nfavored the broader understanding, in large part to avoid constitutional concerns. See,\ne.g., Separation of Powers, 20 Op. O.L.C. at 169 n.117 (“[A] generous reading of the\nPresident’s . . . power to remove an inferior officer may be essential to the constitutionality of removal restrictions.”); Memorandum for Roger Pauley, Director, Office of Legislation, Criminal Division, from Richard L. Shiffrin, Deputy Assistant Attorney General,\nOffice of Legal Counsel, Re: S. 101, Lobbying Disclosure Act at 1 (July 17, 1995) (legislation proposing “for cause” removal protection for an executive officer “might well be\n. . . unconstitutional” if it “were interpreted to bar the President from discharging the\n[officer] for failure to carry out the Administration’s policies”). We have no occasion here\nto consider whether the refusal of an agency head to comply with a presidential directive\nunder EO 12866 would constitute cause for removal. 23 43 Op. O.L.C. __ (Oct. 8, 2019) from applying the OIRA review process under EO 12866 to an independent agency. D.\nCongress has adopted other statutory mechanisms to provide independent regulatory agencies with a degree of insulation within the Executive\nBranch.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__20",
      "chunk_id": "20",
      "content": "23 43 Op. O.L.C. __ (Oct. 8, 2019) from applying the OIRA review process under EO 12866 to an independent agency. D.\nCongress has adopted other statutory mechanisms to provide independent regulatory agencies with a degree of insulation within the Executive\nBranch. Those mechanisms include fixed terms in office for the agency\nhead, distinct from the President’s term; composition as a multi-member\nbipartisan board with staggered terms of office; the authority to submit\ntestimony or proposed budgets to Congress without OMB review; and\nindependent litigating authority. See Marshall J. Breger & Gary J. Edles,\nIndependent Agencies in the United States 93–95, 163–175 (2015); Kirti\nDatla & Richard L. Revesz, Deconstructing Independent Agencies (and\nExecutive Agencies), 98 Cornell L. Rev. 769, 789–808 (2013); David E.\nLewis & Jennifer L. Selin, Sourcebook of United States Executive Agencies 88–106 (2d ed. Oct. 2018). Those features are not universally shared\nby all the independent regulatory agencies in 44 U.S.C. § 3502(5), nor are\nthey unique to those agencies. But they are common enough that we\nconsider here whether any would conflict with the centralized review\nprocess of EO 12866. We conclude that they do not. 1. Multi-member, Bipartisan Agency Governance. The statutes structuring some independent regulatory agencies as multi-member boards,\nwith staggered terms and bipartisan membership, do not limit the President’s authority to require those agencies to comply with EO 12866. See,\ne.g., 7 U.S.C. § 2(a)(2)(A) (establishing the Commodity Futures Trading\nCommission as “an independent agency of the United States Government” composed of “five Commissioners,” “[n]ot more than three of\n[whom] shall be members of the same political party,” each serving “a\nterm of five years” expiring at staggered one-year intervals); 15 U.S.C.\n§ 78d(a) (similar provisions for the SEC). Requiring an independent\nregulatory agency to submit its proposed rules to OIRA for review is\nconsistent with those structural features. The SEC, for example, will\ncontinue to be headed by a five-member, bipartisan board as required by\nstatute, whether or not the President directs the Commission to comply\nwith EO 12866. One might argue that Congress chose to delegate rulemaking authority\nto an agency headed by a multi-member, bipartisan board “to minimize\n24 Extending Regulatory Review to Independent Regulatory Agencies presidential interference.” EO 12291 Opinion, 5 O.L.C. Op. at 61. But we\nwould not overstate the degree of insulation. In most instances, the President retains the statutory authority to select the board’s chair, ensuring\nthat he may put his stamp on the agency’s policymaking agenda. 14 In\naddition, EO 12866 preserves an agency’s ultimate discretion and thus\nrespects Congress’s judgment to entrust particular rulemakings to a commission rather than a traditional executive agency. Subject to appropriate\nconsultation, the commission still makes the final decision under EO\n12866. We see no persuasive grounds to infer from the multi-member\nstructure of an independent regulatory agency any additional limits on\npresidential supervision that would bar the application of EO 12866 to the\nagency. 2. Independent Litigating Authority. For similar reasons, EO 12866\nwould not conflict with the authority of an agency to litigate independently of the Department of Justice when the agency has been given such\nauthority. See, e.g., 12 U.S.C. § 5564 (Bureau of Consumer Financial\nProtection (“CFPB”)).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__21",
      "chunk_id": "21",
      "content": "2. Independent Litigating Authority. For similar reasons, EO 12866\nwould not conflict with the authority of an agency to litigate independently of the Department of Justice when the agency has been given such\nauthority. See, e.g., 12 U.S.C. § 5564 (Bureau of Consumer Financial\nProtection (“CFPB”)). Such authority does not imply that there are any\nstatutory limits upon presidential supervision of agency rulemaking. EO\n12866’s centralized review process applies only to regulatory actions that\npromulgate or are expected to lead to the promulgation of “a final rule or\nregulation.” EO 12866, § 3(e); supra note 2. Thus, the order does not\ncover agency litigation decisions or decisions to seek judicial enforce- See, e.g., 29 U.S.C. § 153(a) (“The President shall designate one member [of the\nNational Labor Relations Board] to serve as Chairman of the Board.”); 42 U.S.C.\n§ 5841(a)(1) (“The President shall designate one member of the [Nuclear Regulatory]\nCommission as Chairman thereof to serve as such during the pleasure of the President. ”);\n42 U.S.C. § 7171(b)(1) (“One of the members [of the Federal Energy Regulatory Commission] shall be designated by the President as Chairman.”); 46 U.S.C. § 301(c)(1) (“The\nPresident shall designate one of the Commissioners [of the Federal Maritime Commission] as Chairman.”); 47 U.S.C. § 154(a) (“The Federal Communications Commission . . .\nshall be composed of five commissioners appointed by the President, by and with the\nadvice and consent of the Senate, one of whom the President shall designate as chairman.”); Reorg. Plan No. 10 of 1950, § 3, 64 Stat. 1265, 1266 (effective May 24, 1950)\n(“The functions of the [Securities and Exchange] Commission with respect to choosing a\nChairman from among the commissioners composing the Commission are hereby transferred to the President.”); Reorg. Plan No. 8 of 1950, § 3, 64 Stat. 1264, 1265 (effective\nMay 24, 1950) (“The functions of the [Federal Trade] Commission with respect to\nchoosing a Chairman from among the membership of the Commission are hereby transferred to the President.”). 14 25 43 Op. O.L.C. __ (Oct. 8, 2019) ment, and agencies with independent litigating authority will exercise that\nauthority without OMB or OIRA review. In fact, Congress has given\nCabinet departments independent litigating authority in limited circumstances, see, e.g., 29 U.S.C. § 216(e)(3)(B) (Department of Labor), yet\nthose agencies have long been subject to EO 12866. 3. OMB Bypass Authority. Congress has given some independent regulatory agencies the authority to bypass OMB by submitting reports, budgets, or testimony directly to Congress without prior OMB review. For the\nCFPB, for example, Congress provided that\n[n]o officer or agency of the United States shall have any authority\nto require the Director or any other officer of the Bureau to submit\nlegislative recommendations, or testimony or comments on legislation, to any officer or agency of the United States for approval,\ncomments, or review prior to the submission of such recommendations, testimony, or comments to the Congress[.]",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__22",
      "chunk_id": "22",
      "content": "12 U.S.C. § 5492(c)(4); see also, e.g., 12 U.S.C. § 250 (similar provision\ncovering the “the Securities and Exchange Commission, the Board of\nGovernors of the Federal Reserve System, the Federal Deposit Insurance\nCorporation, the Comptroller of the Currency, . . . the Director of the\nFederal Housing Finance Agency, [and] the National Credit Union Administration”); 49 U.S.C. § 1303(d) (Surface Transportation Board). Although these statutes do not mention OMB by name, OMB has long\noperated the executive branch clearance processes that these statutes\nallow agencies to bypass. See OMB Circular No. A-11, Preparation,\nSubmission, and Execution of the Budget (2017); OMB Circular No. A-19,\nLegislative Coordination and Clearance (1979). In other instances, Congress has effectively prohibited advance OMB review by directing that an\nindependent regulatory agency’s budget requests, prepared testimony, or\nlegislative proposals be submitted concurrently to Congress whenever\nthey are submitted to OMB. See, e.g., 7 U.S.C. § 2(a)(10)(A) (Commodity\nFutures Trading Commission); 15 U.S.C. § 2076(k)(1) (Consumer Products Safety Commission); 42 U.S.C. § 7171( j) (Federal Energy Regulatory Commission). The Executive Branch has long objected to efforts to minimize presidential supervision of the agencies in testifying and submitting proposed\nlegislation to Congress, treating those restrictions as an infringement of\nthe President’s Article II authority, including his Article II, Section 3\n26 Extending Regulatory Review to Independent Regulatory Agencies authority to recommend to Congress “such Measures as he shall judge\nnecessary and expedient.” See, e.g., Constitutionality of the Direct Reporting Requirement in Section 802(e)(1) of the Implementing Recommendations of the 9/11 Commission Act of 2007, 32 Op. O.L.C. 27, 28\n(2008) (“For decades, the Executive Branch has consistently objected to\ndirect reporting requirements . . . on the ground that such requirements\ninfringe upon the President’s constitutional supervisory authority over\nExecutive Branch subordinates and information.”); Authority of the Special Counsel of the Merit Systems Protection Board to Litigate and Submit\nLegislation to Congress, 8 Op. O.L.C. 30, 34, 36 (1984) (“[T]he Special\nCounsel has proposed legislation authorizing him to submit directly to\nCongress legislative recommendations that he ‘deems necessary to further\nenhance the ability of the office to perform its duties.’”; “The Special\nCounsel’s proposal would severely impair the President’s ability to perform his constitutional obligation to ‘recommend to [Congress’s] Consideration such Measures as he shall judge necessary and expedient.’”); see\nalso Separation of Powers, 20 Op. O.L.C. at 174–75; Common Legislative\nEncroachments on Executive Branch Authority, 13 Op. O.L.C. 248, 254–\n55 (1989); Constitutionality of Statute Requiring Executive Agency to\nReport Directly to Congress, 6 Op. O.L.C. 632, 639–42 (1982). But even\nif these bypass statutes are constitutional, none of them speaks to OMB or\nOIRA review of an agency’s proposed rulemakings; all of them apply\nonly to budget requests, to proposed legislation and testimony, or to some\ncombination thereof. Congress’s decision to enact such bypass statutes is further evidence\nthat independent regulatory agencies are not, merely by virtue of tenure\nprotection, entirely free from presidential supervision (contra the dictum\nin Humphrey’s Executor). Congress has expressly sought to limit OMB’s\nauthority to coordinate the interagency clearance process in various respects, but has not imposed any statutory restrictions on OMB’s authority\nto conduct regulatory review. This only underscores that Congress left the\nlatter untouched.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__23",
      "chunk_id": "23",
      "content": "Congress has expressly sought to limit OMB’s\nauthority to coordinate the interagency clearance process in various respects, but has not imposed any statutory restrictions on OMB’s authority\nto conduct regulatory review. This only underscores that Congress left the\nlatter untouched. We must presume that Congress “says what it means and\nmeans what it says” in these statutes. Simmons v. Himmelreich, 136 S. Ct.\n1843, 1848 (2016). By their plain terms, these statutes do not purport to\nforbid requiring independent regulatory agencies to participate in the EO\n12866 centralized review process. Congress has also required two agencies to submit certain financial operating plans and forecasts to OMB, but then provided in a “rule of con27 43 Op. O.L.C. __ (Oct. 8, 2019) struction” that those requirements “may not be construed as implying”\nthat OMB has “any jurisdiction or oversight over the affairs or operations” of the agencies. 12 U.S.C. § 1827(c)(3) (Federal Deposit Insurance\nCorporation); see also id. § 5497(a)(4)(E) (CFPB). By its own terms, that\nrule of construction simply precludes the inference that the agencies’\nsubmission of required documents otherwise implies OMB supervision. The rule of construction, like OMB bypass statutes generally, does not\nspeak to or limit the President’s authority under Article II to require an\nagency to participate in centralized regulatory review of the agency’s\nproposed rulemakings. 4. Sunshine Act. Congress has required multi-member agencies to\ncomply with the Government in the Sunshine Act, 5 U.S.C. § 552b, but\nthe requirements of that law do not preclude application of EO 12866. The Sunshine Act applies to any “agency . . . headed by a collegial body\ncomposed of two or more individual members, a majority of whom are\nappointed to such position by the President with the advice and consent of\nthe Senate.” Id. § 552b(a)(1). The Act requires that “every portion of\nevery meeting” of such an agency “be open to public observation,” subject to various exceptions, id. § 552b(b), and it defines a “meeting” as\n“the deliberations of at least the number of individual agency members\nrequired to take action on behalf of the agency where such deliberations\ndetermine or result in the joint conduct or disposition of official agency\nbusiness,” id. § 552b(a)(2). The public is entitled to at least one week’s\nadvance notice of any such meeting. Id. § 552b(e)(1). The Act’s requirements do not apply to formal rulemakings, see id. § 552b(c)(10); Time,\nInc. v. U.S. Postal Serv., 667 F.2d 329, 334 (2d Cir. 1981), but there is no\ncomparable exception for informal rulemakings—the kind of rulemakings\nto which EO 12866 applies, see EO 12866, § 3(d)(1). Thus, the Act requires covered agencies, such as the SEC and FTC, to meet in public\nwhenever a quorum of agency members convenes to engage in noticeand-comment rulemaking. The Sunshine Act’s requirements would not preclude compliance with\nEO 12866, because most discussions between a covered agency and OIRA\nwould likely not qualify as a “meeting.” As the Supreme Court explained\nin FCC v. ITT World Communications, Inc., 466 U.S. 463 (1984), Congress was cognizant in drafting the Sunshine Act that “the administrative\nprocess cannot be conducted entirely in the public eye.” Id. at 469.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__24",
      "chunk_id": "24",
      "content": "As the Supreme Court explained\nin FCC v. ITT World Communications, Inc., 466 U.S. 463 (1984), Congress was cognizant in drafting the Sunshine Act that “the administrative\nprocess cannot be conducted entirely in the public eye.” Id. at 469. The\nAct is therefore limited to “meetings” as defined above. See id. at 471\n28 Extending Regulatory Review to Independent Regulatory Agencies (holding that a “meeting” must involve deliberations “sufficiently focused\non discrete proposals or issues as to cause or be likely to cause the individual participating members to form reasonably firm positions” (internal\nquotation marks omitted)). Many of the consultations that occur in the\nEO 12866 process likely would not meet that standard. As the Court\nexplained, “‘informal background discussions that clarify issues and\nexpose varying views’ are a necessary part of an agency’s work,” and the\nAct was not intended to “prevent such discussions.” Id. at 469–70 (brackets omitted). A “meeting” also must involve “at least the number of individual agency members required to take action on behalf of the agency.”\n5 U.S.C. § 552b(a)(2). An exchange of views between OIRA and the staff\nof an agency (or its Chairman) during the EO 12866 process would not\nqualify. Thus, the Sunshine Act would be consistent with applying EO\n12866 to independent agencies. * * * * * We thus conclude that none of the common statutory hallmarks of independent agencies would stand in the way of applying EO 12866 to such\nagencies. Nothing in the centralized regulatory review process is inconsistent with their traditional “independence.” EO 12866 expressly preserves the substantive rulemaking discretion afforded to independent\nagencies, just as it preserves the substantive discretion enjoyed by nonindependent agencies. It does so, however, within the framework of\npresidential supervision and OIRA administrative expertise that has\npromoted good administrative governance since the earliest days of the\nReagan Administration. Finally, we note that our conclusion is consistent with those of the Administrative Conference of the United States and the American Bar Association, both of which have long endorsed the President’s authority to\nextend EO 12866 to independent agencies. 15 A 2017 report by the House 15 See, e.g., Section of Administrative Law and Regulatory Practice, ABA, Improving\nthe Administrative State: A Report to the President-Elect of the United States at 10\n(2016); Letter for Ron Johnson, Chairman, and Thomas R. Carper, Ranking Member,\nSenate Committee on Homeland Security and Governmental Affairs, from Thomas M.\nSusman, Director, Governmental Affairs Office, ABA, Re: Support for S. 1067, the\n“Independent Agency Regulatory Analysis Act of 2015” (July 23, 2015); House of\nDelegates, ABA, Recommendation: Presidential Review of Rulemaking (Aug. 7–8, 29 43 Op. O.L.C. __ (Oct. 8, 2019) Committee on Oversight and Government Reform similarly opined that\nthe President “has always had the authority to extend OIRA review to\nindependent agencies.” OIRA Insight, Reform, and Accountability Act,\nH.R. Rep. No. 115-19, at 7 (2017). As a matter of practice, OMB advises\nthat “[a] number of ‘independent’ agencies, including the SEC, CFTC, the\nFCC, and others have consulted with OIRA regarding best practices for\nregulatory reform and cost-benefit analysis,” OMB Letter at 7, and as\nnoted above, the SSA has formally complied with the regulatory review\nprocess.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_34__25",
      "chunk_id": "25",
      "content": "As a matter of practice, OMB advises\nthat “[a] number of ‘independent’ agencies, including the SEC, CFTC, the\nFCC, and others have consulted with OIRA regarding best practices for\nregulatory reform and cost-benefit analysis,” OMB Letter at 7, and as\nnoted above, the SSA has formally complied with the regulatory review\nprocess. We do not suggest, of course, that separation of powers questions\nmay be decided by popular vote, but the views of congressional committees, administrative law experts, and practitioners confirm our view that\nextending EO 12866 to independent regulatory agencies would not compromise the appropriate and lawful performance of their statutory responsibilities. IV. For the foregoing reasons, we conclude that the President may require\nindependent regulatory agencies to comply with the centralized regulatory\nreview process prescribed by EO 12866. There is nothing in the statutory\ncomposition of independent agencies or in their other generally shared\nattributes that would preclude the full application of EO 12866 to them. We have not reviewed the organic statute of each independent agency and\ntherefore do not rule out the possibility that a particular statutory provision of a particular agency—if constitutionally valid and sufficiently\n1990), https://www.americanbar.org/content/dam/aba/directories/policy/1990_am_302.\nauthcheckdam.pdf; Recommendations of the Administrative Conference Regarding\nAdministrative Practice and Procedure, 54 Fed. Reg. 5207, 5208 & n.2 (Feb. 2, 1989);\nStrauss & Sunstein, Role of the President, 38 Admin. L. Rev. at 206–07 (reprinting\nrecommendation of the Administrative Law Section of the ABA). Former officials from\nindependent agencies have offered the same view. See Letter for Ronald H. Johnson,\nChairman, Senate Committee on Homeland Security and Governmental Affairs, from\nNancy Nord, Former Commissioner, Consumer Product Safety Commission, et al., at 1\n(June 17, 2015) (letter from eight former members of independent agencies). A number\nof academics have done the same. See also, e.g., Datla & Revesz, Deconstructing\nIndependent Agencies, 98 Cornell L. Rev. at 837; Robert W. Hahn & Cass R. Sunstein,\nA New Executive Order for Improving Federal Regulation? Deeper and Wider Cost Benefit Analysis, 150 U. Pa. L. Rev. 1489, 1535 (2002); Kagan, Presidential Administration, 114 Harv. L. Rev. at 2324–25 & n.311; Strauss & Sunstein, Role of the President,\n38 Admin. L. Rev. at 200. 30 Extending Regulatory Review to Independent Regulatory Agencies clear—may conflict with certain requirements of EO 12866. EO 12866\nexpressly contemplates, however, that it would yield to such a provision,\nand such a potential conflict would therefore pose no barrier to the general extension of EO 12866. Should an independent agency identify a specific statutory provision\nthat it believes requires modification of the processes and procedures of\nEO 12866, we would be happy to examine the matter. Please let us know\nif we may be of further assistance in that or in any other regard. STEVEN A. ENGEL\nAssistant Attorney General\nOffice of Legal Counsel 31",
      "queries": [],
      "queries_score": []
    }
  ]
}