{
  "doc_id": "memos_88",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_88__0",
      "chunk_id": "0",
      "content": "Applicability of Executive Privilege to Deliberations Regarding\nAssertion of Privilege\nDocum ents reflecting and constituting deliberative communications within the White House Counsel’s\nOffice and between that Office and the Department o f Justice relating to advice and recommenda­\ntions to the President on the assertion o f executive privilege are themselves a proper subject of\na claim o f executive privilege.\n\nSeptember 11, 1996\nL e t t e r O p in io n f o r t h e C o u n s e l t o t h e P r e s i d e n t\n\nY o u have asked whether certain predecisional deliberative documents in the pos­\nsession of the White House Counsel’s Office may properly be the subject of an\nassertion of executive privilege.\nThese documents reflect and constitute deliberative communications within the\nWhite House Counsel’s Office and between that Office and the Department of\nJustice relating to the advice and recommendations presented to the President ear­\nlier this year with respect to the assertion of executive privilege in response to\na subpoena from the House Committee on Government Reform and Oversight.\nWe believe that the deliberative process concerning the President’s assertion of\nhis constitutional privilege is at the heart o f the interests protected by the privi­\nlege — not only because of the heightened confidentiality interests regarding such\ndeliberations, but also because of the severe separation of powers concerns raised\nby a congressional intrusion on that process.\n\nBased on our review of these documents, we conclude that they are clearly\nprotected by executive privilege and may properly be the subject of an executive\nprivilege claim. The Supreme Court has expressly (and unanimously) recognized\nthat the Constitution gives the President the power to protect the confidentiality\nof White House deliberations. This power is rooted in the “ need for protection\nof communications between high Government officials and those who advise and\nassist them in the performance of their manifold duties.” United States v. Nixon,\n418 U.S. 683, 705 (1974). “ A President and those who assist him must be free\nto explore alternatives in the process of shaping policies and making decisions\nand to do so in a way many would be unwilling to express except privately.”\nId. at 708. The Court has also stressed the separation of powers nature of executive\nprivilege, stating that “ [t]he privilege is fundamental to the operation of Govern­\nment and inextricably rooted in the separation of powers under the Constitution.”\nId.\n\n324\n\n\fApplicability o f Executive Privilege to Deliberations Regarding Assertion o f Privilege\n\nYou have not inquired concerning whether executive privilege could properly\nbe asserted in the context of any specific congressional demand for these docu­\nments.\nCHRISTOPHER H. SCHROEDER\nActing Assistant Attorney General\nOffice o f Legal Counsel\n\n325",
      "queries": [],
      "queries_score": []
    }
  ]
}