{
  "doc_id": "memos_69",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_69__0",
      "chunk_id": "0",
      "content": "Anti-Lobbying Restrictions Applicable to Community Services\nAdministration Grantees T he anti-lobbying rider in the Community Services Administration (CSA) appropriation\nact is broader than the generally applicable restrictions on lobbying by executive\nofficers, and prohibits recipients o f CSA grant funds from engaging in any activity\ndesigned to influence legislation pending before Congress, including direct contacts\nwith Congress. Congress is under no obligation to make funds available to any agency for every\nauthorized activity in any given fiscal year, and there should be no presumption that it\nhas done so. T he anti-lobbying statute, 18 U.S.C. § 1913, and the general “publicity and propaganda”\nrider in the G eneral Government Appropriations A ct, have been narrowly construed to\nprohibit the use o f federal funds for “grassroots” lobbying, but not to prohibit a wide\nrange of necessary communications betw een the Executive on the one hand, and\nCongress and the general public on the other. The considerations that underlie this\nnarrow construction are irrelevant to a prohibition against lobbying by private persons\nreceiving federal grants and contracts. Statements made by individual legislators and committees after the enactment of legisla­\ntion carry little weight in statutory interpretation, and are not a sufficient basis for\naltering a conclusion required by the plain meaning o f the statutory language. June 17, 1981\nM EM ORANDUM O PIN IO N FO R T H E CO UN SEL TO T H E\nD IR E C T O R , O FFIC E O F M A N A G EM EN T A N D BU DG ET\nOn January 19, 1981, the D irector of the Community Services\nAdministration (CSA) published in the Federal Register an interpretive\nruling by the CSA General Counsel discussing the legal effect of an\n“anti-lobbying” rider that applies to CSA appropriations. See 46 Fed.\nReg. 4919. T he history and language of the rider are set out in the\nm argin.1 In his ruling, the CSA General Counsel concluded that the\n! The rider derives from a provision that first appeared in the FY 1979 appropriation for the\nD epartm ents o f Labor, Health, E ducation and Welfare, and related agencies. See Pub. L. No 95-480,\n§ 407, 92 Stat. 1589 (1978). The provision has since been carried forward in successive public laws and\nresolutions applicable to those agencies. See, e.g., Pub. L. No. 96-536 [H.J. Res. 644], 94 Stat. 3166\n(1980), as amended by A ct of June 5, 1981 [H.R. 3512], Pub. L. No. 97-12, 95 Stat. 14, See 127 Cong.\nRec. S5796-S5807 (daily ed. June 4, 1981). The language of the n d er is as follows: No part of any appropriation contained in this A ct shall be used, other than for\nnormal and recognized executive-legislative relationships, for publicity or propaganda\npurposes, for the preparation, distribution, o r use of any kit, pamphlet, booklet, publi­\ncation, radio, television, o r film presentation designed to support or defeat legislation\npending before the Congress, except in presentation to the Congress itself. No part of\nany appropriation contained in this Act shall be used to pay the salary or expenses of\nContinued 180",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_69__1",
      "chunk_id": "1",
      "content": "No part of\nany appropriation contained in this Act shall be used to pay the salary or expenses of\nContinued 180 rider, in its application to CSA grantees, imposes anti-lobbying restric­\ntions that are no more stringent than those imposed upon executive\nofficers and employees by 18 U.S.C. §1913 2 and by the traditional\n“publicity and propaganda” rider contained in the Treasury, Postal\nService, and General Government Appropriations A ct.3 In reliance\nupon that legal conclusion, the Director of CSA “waived” certain antilobbying restrictions contained in existing CSA grants. Those restric­\ntions were apparently based upon an older, more stringent interpreta­\ntion of the rider. You have asked whether, in the opinion of this Office,\nthe conclusions reached by the General Counsel were legally correct. I. The CSA rider imposes two different kinds of restrictions on the use\nof appropriated funds. The first, set forth in the first sentence of the\nrider, prohibits the use of funds “for publicity and propaganda pur­\nposes” or for the preparation or use of any “kit, pamphlet, booklet,\npublication, radio, television, or film presentation designed to support\nor defeat legislation pending before Congress, except in presentation to\nthe Congress itself.” This language is similar to the language of the\ntraditional “publicity and propaganda” rider contained in the General\nAppropriations Act. Unlike the traditional rider, however, the CSA\nrider catalogs the kinds of materials and “presentations” for which\nappropriated funds may not be expended (kits, pamphlets, etc.), and it\nauthorizes at least two kinds of expenditures. It expressly permits ex­\npenditures for the maintenance o f “normal and recognized executiveany grant o r contract recipient or agent acting for such recipient to engage in any\nactivity designed to influence legislation or appropriations pending before the Con­\ngress. In its present form, the rider applies by its terms to all appropriations made or continued by the\nrelevant Act, including appropriations for the Departments of Labor, Health and Human Services,\nEducation, and the Community Services Administration, among others\n2Section 1913 provides as follows: No part of the money appropriated by any enactment of Congress shall, in the\nabsence of express authorization by Congress, be used directly or indirectly to pay for\nany personal service, advertisement, telegram, telephone, letter, printed or written\nmatter, or other device, intended or designed to influence in any manner a Member of\nCongress, to favor o r oppose, by vote or otherwise, any legislation or appropriation by\nCongress, whether before or after the introduction o f any bill or resolution proposing\nsuch legislation or appropriation; but thts shall not prevent officers or employees of the\nUnited States o r o f its departments or agencies from communicating to Members of\nCongress on the request of any Member or to Congress, through the proper official\nchannels, requests for legislation or appropriations which they deem necessary for the\nefficient conduct o f the public business",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_69__2",
      "chunk_id": "2",
      "content": "Whoever, being an officer or employee o f the United States or of any department or\nagency thereof, violates or attempts to violate this section, shall be fined not more than\n$500 or imprisoned not more than one year, or both; and after notice and hearing by\nthe superior officer vested with the power of removing him, shall be removed from\n- office or employment. 3See Pub. L. No. 96-74, §607, 93 Stat. 575. T he language of the traditional rider is as follows: No part of any appropriation contained in this or any other Act, or of the funds\navailable for expenditure by any corporation or agency, shall be used for publicity or\npropaganda purposes,designed to support or defeat legislation pending before Con­\ngress. 181 legislative relationships,” and it seems to contemplate that funds may be\nexpended for the preparation of kits, pamphlets, and other “presenta­\ntions” that are made directly to Congress itself. The second restriction is set out in the second sentence of the rider. Unlike the first, it applies only to persons w ho receive appropriated\nfunds under government grants or contracts. The second sentence states\nflatly that “[n]o part of any appropriation contained in this Act shall be\nused to pay the salary or expenses of any grant or contract recipient or\nagent acting for such recipient to engage in any activity designed to\ninfluence legislation or appropriations pending before Congress.” Be­\ncause this language forbids the payment of expenses for “any activity”\ndesigned to influence legislation pending before Congress, it is far\nbroader than the language of the traditional “publicity and propaganda”\nrider. M oreover, because it applies expressly to grantees and contrac­\ntors and makes no express provision for direct contacts with Congress,\nit is quite unlike the language of the “anti-lobbying” statute, 18 U.S.C.\n§ 1913. In his interpretive ruling, the General Counsel concluded that the\ntw o sentences of the CSA rider should be read together. His opinion\nstates that the two sentences impose a single restriction upon the use of\nfederal funds, a restriction that applies equally to federal agencies and\nfederal grantees. He concluded that for agencies and grantees alike, the\nrider prohibits “grassroots lobbying” and nothing more. We agree with the General Counsel’s conclusion regarding the appli­\ncation of the rider to federal agencies; but for the reasons given below,\nwe cannot agree with his conclusion regarding the application of the\nrider to federal grantees. II. In our view, the language of the second sentence of the rider imposes\nan unqualified prohibition against payment o f expenses incurred by\ngrantees in any activity designed to influence legislation pending before\nCongress. The meaning of the language is quite clear when the second\nsentence is considered alone. The meaning is made even clearer when\nthe second sentence is read in context with the first. The first sentence\nmakes provision for normal and appropriate “relationships” between\nthe Legislative and Executive Branches of government; it is conspicu­\nously silent with regard to federally financed “relationships” between\nCongress and federal grantees. The first sentence prohibits federal agen­\ncies from expending appropriated funds only for “publicity and propa­\nganda” or for the preparation of certain kits, pamphlets, and presenta­\ntions.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_69__3",
      "chunk_id": "3",
      "content": "The first sentence prohibits federal agen­\ncies from expending appropriated funds only for “publicity and propa­\nganda” or for the preparation of certain kits, pamphlets, and presenta­\ntions. The second sentence forbids grantees and contractors to expend\nappropriated funds for any activity designed to influence pending litiga­\ntion. 182 We believe, in short, that these two sentences impose two different\nanti-lobbying restrictions: one, a traditional “publicity and propaganda”\nrestriction applicable to officers and employees of the government; the\nother, an unqualified prohibition against lobbying by federal grantees. The meaning of the rider is so plain on the face o f the text that we\ncould not accept another interpretation unless there were persuasive\nreasons for doing so. The General Counsel gave three reasons for interpreting the rider\nnarrowly in its application to CSA grantees. He argued, first, that if the\nrider were read broadly, it would prevent CSA grantees from carrying\nout their contractual obligation to be advocates for the poor. He also\nnoted that CSA itself is required by statute to “stimulate a better\nfocusing of federal resources on behalf of the poor,” and he argued that\nthe rider should not be read to frustrate that statutory mission. Second,\nhe argued that 18 U.S.C. § 1913 and the General Appropriations rider\nhave been construed narrowly and that the CSA rider should be given\na similar interpretation so that the mission of CSA and the CSA\ngrantees will not be frustrated. Finally, he noted that Senator Warren\nMagnuson, Chairman of the Senate Labor, Health and Human Services\nand Education’s Appropriation Subcommittee, stated in a letter to the\nDirector of CSA that his subcommittee did not intend the rider to\nprevent CSA and its grantees from: (1) responding to any request for\ninformation from Members of Congress; (2) providing educational in­\nformation to Congress and the public in general on the effects of\nlegislative issues on individuals an d /o r communities; and (3) providing\ninformation to Congress concerning legislative issues which directly\naffect the continued existence of CSA or its grantees. In our opinion, the reasons given in support of the General Counsel’s\ninterpretation neither require nor justify a narrow reading of the statu­\ntory prohibition against lobbying by grantees. Our research has not\nuncovered any other consideration that would require us to alter our\ninitial conclusion that the rider means what it says. We will discuss the\nrelevant points below. Contractual and statutory obligations. The General Counsel suggested\nthat a strict reading of the rider would prevent grantees from discharg­\ning their obligations under their grants. But federal grantees cannot be\nrequired to do what federal law prohibits. Even if we could accept the\ncontention that existing grant provisions require CSA grantees to use\nappropriated funds to lobby for or against specific legislation pending\nbefore Congress,4 the existence of that “requirement” would not be a\nvalid reason for interpreting the appropriations rider either narrowly or\nbroadly. 4 In fact, existing CSA grants contain express anti-lobbying provisions, which were “waived” in the\nJanuary 19, 1981, publication. In light of those provisions, we simply do not understand the argument\nthat the contractual obligations of CSA grantees collided with the appropriations rider. 183",
      "queries": [
        "which sentence forbids federal agencies from expending appropriated funds only"
      ],
      "queries_score": [
        "2.3765082"
      ]
    },
    {
      "id": "memos_69__4",
      "chunk_id": "4",
      "content": "4 In fact, existing CSA grants contain express anti-lobbying provisions, which were “waived” in the\nJanuary 19, 1981, publication. In light of those provisions, we simply do not understand the argument\nthat the contractual obligations of CSA grantees collided with the appropriations rider. 183 Regarding the related but somewhat different contention that the\norganic legislation governing CSA conflicts with the rider, tw o obser­\nvations are in order. First, insofar as CSA itself is concerned, the rider\nexpressly authorizes normal legislative-executive relationships, and it\nprohibits only “publicity and propaganda.” A similar prohibition applies\nto each agency o f the government. There is nothing in the CSA rider\nthat prevents CSA itself from discharging its statutory mission. Second,\ninsofar as the grantees are concerned, we have reviewed the relevant\nlegislation carefully; 5 and it is far from clear to us that any specific\ncongressional purpose behind that legislation would be frustrated if\nCSA grantees were forbidden to use federal money to lobby for or\nagainst specific measures actually pending before Congress. More im­\nportantly, even if one could conclude that the grantees are authorized\nby the organic legislation to use federal money for lobbying purposes,\nCongress is under no obligation to make money available for that\npurpose in any given fiscal year. Indeed, the express language o f the\nrider suggests that Congress has expressly declined to make money\navailable for that purpose in the current fiscal year, and there is no\nprinciple o f interpretation or construction that prevents executive offi­\ncers o r the courts from giving full effect to that fiscal purpose. It is\ntrue, as the General Counsel points out, that statutes should be con­\nstrued harmoniously and that unnecessary conflicts should be avoided,\nbut that principle carries little force in the appropriations context. Just\nas there is no presumption that the availability of funds alters substan­\ntive limitations on statutory authority, see TVA v. Hill, 437 U.S. 153\n(1978), there is no presumption that Congress has made funds available\nfor every authorized purpose in any given fiscal year. See Opinion of\nC om ptroller General for Honorable F. James Sensenbrenner, Jr.,\nprinted in 127 Cong. Rec. H1843, 1845 (daily ed. May 5, 1981) (“An\nappropriation restriction may forbid the use o f funds by an agency even\nfor some activity authorized in its organic legislation.”). Traditional interpretation o f the anti-lobbying statute and the general\nappropriations rider. As the General Counsel points out, the anti-lobby­ ing statute and the general “publicity and propaganda” rider have been\nconstrued to prohibit federal officers and employees from using federal\nfunds to mount “grassroots campaigns.” W e know of no reason to\nconclude that the same narrow construction should be given to the\nlanguage of the second sentence o f the CSA rider, which on its face\nimposes an unqualified prohibition against “any activity” by federal\ngrantees designed to influence pending legislation. We have already\nnoted the significant differences between the language of the CSA rider\nand the language of the other two provisions. There are more funda­\nmental differences as well.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_69__5",
      "chunk_id": "5",
      "content": "We have already\nnoted the significant differences between the language of the CSA rider\nand the language of the other two provisions. There are more funda­\nmental differences as well. 5 T he relevant statutes are codified in scattered sections o f Chapter 34 o f 42 U.S C. See, e.g., 42\nU.S C. § 2790 et seq., § 2861 et seq., § 2981 et seq. 184 The Constitution contemplates that there will be an active inter­\nchange between Congress, the Executive Branch, and the public\nconcerning matters of legislative interest. For that reason alone, this\nDepartment has traditionally declined to read the criminal statute and\nthe general rider as requiring federal officers and employees to use their\nown funds and their own time to frame necessary communications to\nCongress and the public. We have taken the view that the criminal\nstatute and the general rider impose no such requirement. They permit\na wide range o f contact between the Executive and the Congress and\nthe Executive and the public in the normal and necessary conduct of\nlegislative business. The prudential considerations that underlie this narrow and necessary\nconstruction are largely irrelevant to prohibitions against lobbying by\nprivate persons and organizations that receive federal funds under fed­\neral grants and contracts. Although private persons and organizations\nhave a right to petition Congress and to disseminate their views freely,\nthey can be expected, within the framework established by the Consti­\ntution, to do their lobbying at their own expense. They have no inher­\nent or implicit right to use federal funds for that purpose unless Con­\ngress has given them that right. In the case of the CSA grantees and\nother grantees covered by the rider, Congress appears to have expressly\nintended to forbid the use of federal funds by grantees for lobbying\npurposes. Subsequent legislative history. The General Counsel declared that there\nis no formal legislative history that casts light on the legislative inten­\ntions behind the CSA rider. We do not disagree with that conclusion;\nhowever, the General Counsel relied upon a letter addressed to the\nDirector of CSA by Senator W arren Magnuson, in which the Senator\nexpressed the view that his subcommittee did not intend the rider to\nprevent CSA grantees from engaging in certain activities. We have\ndescribed the contents of that letter in some detail in the paragraphs\nabove. When a legislative proposal is pending before Congress, the state­\nments and reports of individual legislators or legislative committees\nconcerning the meaning or effect of the proposal are part of the\nlegislative record; and they carry force, as sources for interpretation, if\nthe proposal is enacted into law. Because they were before the Con­\ngress and were presumably considered by Congress at the time of\nenactment, they are some evidence of what a majority of the Congress\nmay have intended the proposal to accomplish. On the other hand,\nstatements made by individual legislators and committees after enact­\nment carry little force as a legal matter, because at best they are\nevidence only o f what individual intentions may have been. Thus it is a\ntraditional rule that “subsequent legislative history” is entitled to little\nweight in matters of statutory interpretation. See, e.g., TVA v. Hill,\n185",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_69__6",
      "chunk_id": "6",
      "content": "Thus it is a\ntraditional rule that “subsequent legislative history” is entitled to little\nweight in matters of statutory interpretation. See, e.g., TVA v. Hill,\n185 supra; Regional Rail Reorganization A ct Cases, 419 U.S. 102, 132 (1974);\nAllyn v. United States, 461 F.2d 810, 811 (Ct. Cl. 1972); 2A Sutherland Statutory Construction § 48.16 (Sands ed. 1973). In accordance with that rule, even if Senator Magnuson’s statements\nhad been made, not in a letter to the Director of CSA, but in a\nsubsequent committee report or a subsequent congressional debate, they\nw ould carry little force as a matter o f interpretation and would not be a\nsufficient basis for altering the conclusion that seems to be required by\nthe plain meaning of the statutory language. CSA grantees, and other grantees covered by the rider, may not use\nappropriated funds to engage in activities designed to influence legisla­\ntion pending before Congress. T h e o d o r e B. O l s o n\nAssistant Attorney General\nOffice o f Legal Counsel 186",
      "queries": [],
      "queries_score": []
    }
  ]
}