{
  "doc_id": "memos_11",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_11__0",
      "chunk_id": "0",
      "content": "Transmission by a Wireless Carrier of Information Regarding\na Cellular Phone User’s Physical Location to Public Safety\nOrganizations\nNeither 47 U.S.C. § 1002(a) nor the Fourth Amendment o f the Constitution prohibits a wireless car­\nrier’s transmission to local public safety organizations o f information regarding the physical loca­\ntion of a caller who uses a cellular telephone to dial the 911 emergency line. Although 18 U.S.C. §2703 would apparently apply to the carrier’s transmission of such location infor­\nmation to public safety organizations, the caller, by dialing 911, has impliedly consented to such\ndisclosure, thus permitting the federal government to require the carrier to disclose such information\nwithout a warrant or court order. September 10, 1996\nM e m o r a n d u m O p in io n for th e A c t in g A s s is t a n t A t t o r n e y G e n e r a l C r im in a l D iv is io n\nY ou have asked for our opinion as to whether 47 U.S.C. § 1002(a) prohibits\na wireless carrier’s transmission to local public safety organizations of information\nregarding the physical location of a caller who uses a cellular telephone to dial\nthe 911 emergency line. In addition, you have inquired as to the constraints, if\nany, imposed by the Fourth Amendment on such a transmission. 1 As set forth\nin detail below, we conclude that § 1002(a), by its terms, does not prohibit such\ntransmission of location information. Although you have not inquired as to the\napplicability of 18 U.S.C. § 2703(c), we conclude that, while the provision would\napparently apply to the carrier’s transmission of such location information to pub­\nlic safety organizations, the caller, by dialing 911, has impliedly consented to\nsuch disclosure, thus permitting the federal government to require the carrier to\ndisclose such information without a warrant or court order. Finally, the Fourth\nAmendment does not prohibit such transmission both because of the caller’s im­\nplied consent to the disclosure and because a caller who dials 911 has neither\nan actual nor a reasonable expectation of privacy with regard to his whereabouts\nat the time of the call. 1 Memorandum for W alter E. Dellinger, Assistant Attorney General, Office o f Legal Counsel, from John C. Keeney,\nActing Assistant Attorney G eneral, Criminal Division, Re: Request far a Legal Opinion from the Federal Communica­ tions Commission as to the Applicability o f 47 U.S.C. § 1002(a) to the Transmission to Local Public Safety Agencies\no f the Physical Location o f a Cellular Telephone Caller Who Dials the 911 Emergency Line (May 13, 1996). 315 Opinions o f the Office o f Legal Counsel in Volume 20 BACKGROUND\nA. F acts",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_11__1",
      "chunk_id": "1",
      "content": "315 Opinions o f the Office o f Legal Counsel in Volume 20 BACKGROUND\nA. F acts In its recently issued rule regarding Compatibility of Wireless Services With\nEnhanced 911 ( “ E-911” ), the Federal Communications Commission (the “ FCC” )\nestablished a timetable for the development and deployment of new technologies\nthrough which wireless carriers (cellular telephone companies) will automatically\nprovide a designated public safety answering point (“ PSAP” ) 2 with information\nregarding the physical location of a caller who dials 911 on a wireless cellular\ntelephone. Commercial Mobile Radio Services, 47 C.F.R. §§20.3, 20.18 (1996). 3 This information will significantly enhance the effectiveness of wireless 911 serv­\nices by helping emergency service personnel locate the caller and more rapidly\nand accurately determine where the emergency has occurred. The implementation and deployment of enhanced 911 features and functions\nwill be accomplished in two phases. In phase one, covered carriers must relay\nto the PSAP the 911 caller’s telephone number and the location of the cell site\nor base station through which the call originates. See id. §20.18(d). This informa­\ntion will identify the caller’s location only in quite general terms,4 but will enable\nemergency service providers to call back if a 911 call is disconnected. See id. We understand that the information provided in phase one is currently available\nto wireless carriers, as it is regularly captured by them as part of their transmission\nof calls from cellular phones,5 but some carriers must develop the ability to pass\nit on to a third party. A more precise identification of the caller’s location will occur in phase two,\nwhen the carrier must provide the designated PSAP with the physical location\nof the mobile unit making the call by longitude and latitude within a radius of\n125 meters in 67% of all cases. See id. § 20.18(e). According to FCC representa­\ntives, the more precise location determination required in phase two will occur\n2 A public safety answering point is a facility designated to receive 911 calls and route them to emergency service\npersonnel. See A l C.F.R. §20.3. 3 An E -9 11 system automatically identifies on a screen at the PSAP the telephone num ber and geographical location\nfrom which the call was made. This system permits a more efficient response to calls received, mcluding silent\ncalls, and deters false alarms, because such calls are capable o f being traced. In many jurisdictions, E-911 systems\nare already operational for landline phones, identifying the telephone num ber and the address associated with that\ntelephone number. The address o f the subscriber to the cellular telephone will often be insufficient to identify the\nc aller’s physical location at the time of a call, however, because cellular telephones are mobile and calls are frequently\nmade from som eplace other than the c aller’s address. The need for this critical information regarding the location\no f the caller was the impetus for the new F C C rule. 4The physical size o f a cell depends upon the density o f use: it could encompass only a few blocks in a populated\ncity, or m iles in a rural area.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_11__2",
      "chunk_id": "2",
      "content": "4The physical size o f a cell depends upon the density o f use: it could encompass only a few blocks in a populated\ncity, or m iles in a rural area. 5 W hen a cellular caller makes a cal], the carrier captures his signal (his electronic serial number) and the data\ncarried on that signal, which is generally a mobile identification number ( “ M IN” ). A MIN is a 34-bit binary number\nthat a cellular handset transm its as part o f the process o f identifying itself to wireless networks. Each handset has\none M IN, which is derived from the ten-digit North A merican Numbering Plan telephone number that is generally\nprogram m ed into the handset by a provider when it initiates service for a new subscriber. See id. §20.18. The\ncarrier’s records include transactional information, such as the caller’s address, associated with the MIN. 316 Transmission by a Wireless Carrier o f Information Regarding a Cellular Phone User's Physical\nLocation to Public Safety Organizations through the development of new technologies enabling the carrier to combine and\nanalyze information regarding the strength, angle and timing of the caller’s signal\nmeasured at two or more cell sites. A caller’s signal, and its strength, are already\noften picked up by more than one cell site. In addition, many cell sites have\nsectorized antennas, and, depending upon the angle of the signal’s arrival, a par­\nticular antenna will pick up the signal, thus informing the carrier what sector of\nthe cell the caller is located in. Finally, each site records the arrival time of a\nsignal. By developing new computer programs, switching technology, protocols\nand network architecture, the carrier will be able to combine and analyze all of\nthis information— the strength of the signal at each of the cell sites picking up\nthe signal, the sector of a cell from which a signal emanates, and the time that\nit takes for the signal to arrive at one cell site compared to other sites— to identify\nmore precisely the caller’s location. B. Relevant Statutory Provisions\nThe Communications Assistance for Law Enforcement Act of 1994\n(“ CALEA” ), among other things, requires telecommunications carriers to ensure\nthat their equipment is capable of permitting the government (pursuant to a court\norder or other lawful authorization) to access certain “ call-identifying informa­\ntion” 6 that is reasonably available to the carrier. 47 U.S.C. § 1002(a)(2). CALEA\nincludes limitations, however, and specifically prohibits telecommunications car­\nriers from providing the government with “ information acquired solely pursuant\nto the authority for pen registers and trap and trace devices (as defined in section\n3127 of title 18) . . . that may disclose the physical location of the subscriber\n(except to the extent that the location may be determined from the telephone num­\nber).” Id. § 1002(a)(2)(B).7 Section 3127 of title 18 (part of the Electronic Com­\nmunications Privacy Act of 1986 (“ ECPA” )) in turn prohibits the installation\nor use of pen registers and trap and trace devices absent a court order, with the\nexception of particular uses by providers of electronic or wire communication\nservices.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_11__3",
      "chunk_id": "3",
      "content": "8\n6 “ The term ‘call-identifying information’ means dialing or signaling information that identifies the origin, direc­\ntion, destination, or termination o f each communication generated or received by a subscriber by means o f any\nequipment, facility, or service o f a telecommunications carrier.” 47 U.S.C. § 1001(2).\n7 J8 U.S.C. §3127 defines “ pen register” and ‘‘trap and trace device” as follows:\n(3) the term ‘pen register’ means a device which records or decodes electronic or other impulses which\nidentify the numbers dialed o r otherwise transmitted on the telephone line to which such device is attached,\nbut such term does not include any device used by a provider or customer o f a wire or electronic commu­\nnication service for billing, o r recording as an incident to billing, for communications services provided\nby such provider o r any device used by a provider or customer o f a wire communication service for cost\naccounting or other like purposes in the ordinary course of its business;\n(4) the term ‘trap and trace device’ means a device which captures the incoming electronic or other\nimpulses which identify the originating number o f an instrument or device from which a wire or electronic\ncommunication was transmitted. 8 18 U.S.C. §3121 provides in pertinent part’ Continued 317 Opinions o f the Office o f Legal Counsel in Volume 20 Another provision of ECPA, 18 U.S.C. §2703, “ Requirements for governmental\naccess,” sets forth the terms under which carriers may provide governmental enti­\nties with information relating to electronic communications. In particular,\n§ 2703(c) provides that a carrier shall only disclose a record or other information\npertaining to one of its customers (excluding the contents of communications cov­\nered elsewhere in the section) to a governmental entity when the governmental\nentity obtains a warrant, a court order or the consent of the customer. 9\nANALYSIS\nA. Section 1002(a) Does Not Prohibit Wireless Carriers From Transmitting\nInformation Regarding the Physical Location o f Cellular Telephone Callers to\nPublic Safety Agencies By its terms, 47 U.S.C. § 1002(a)(2) does not prohibit a wireless carrier’s trans­\nmission of physical location information as required by the new FCC rule. As\nset forth above, § 1002(a)(2) only prohibits carriers from providing physical loca­\ntion information “ acquired solely pursuant to the authority [under 18 U.S.C.\n§3127] for pen registers and trap and trace devices.” The physical location of\na cellular caller would not be obtained pursuant to legal authority requested and\nobtained by law enforcement officers as part of a government-initiated investiga­\ntion, but instead pursuant to the recently issued FCC rule in response to an individ­\nual’s request for help. Indeed, the cellular caller’s physical location would not\nbe determined by use of a pen register or trap and trace device at a ll,10 but rather\n(a) In general. — Except as provided in this section, no person may install or use a pen register or a trap and\ntrace device without first obtaining a court order under section 3123 of this title or under the Foreign Intelligence\nSurveillance Act o f 1978 (50 U.S.C. 1801 e t seq.). (b) Exception.—",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_11__4",
      "chunk_id": "4",
      "content": "— Except as provided in this section, no person may install or use a pen register or a trap and\ntrace device without first obtaining a court order under section 3123 of this title or under the Foreign Intelligence\nSurveillance Act o f 1978 (50 U.S.C. 1801 e t seq.). (b) Exception.— The prohibition of subsection (a) does not apply with respect to the use o f a pen register or\na trap and trace device by a provider of electronic or wire communication service—\n(1) relating to the operation, maintenance, and testing o f a wire or electronic communication service or\nto the protection o f the rights or property o f such provider, or to the protection o f users o f that service\nfrom abuse o f service or unlawful use o f service; or\n(2) to record the fact that a wire or electronic communication was initiated or completed in order to protect\nsuch provider, another provider furnishing service toward the completion of the wire communication, or\na user o f that service, from fraudulent, unlawful o r abusive use o f service; or\n(3) where the consent o f the user o f that service has been obtained. 9 A provider o f electronic communication service . . . shall disclose a record or other information pertaining to\na subscriber to o r custom er o f such service (not including the contents o f communications covered by subsection\n(a) or (b) o f this section) to a governmental entity only when the governmental entity—\n(i) obtains a w arrant issued under the Federal Rules o f Criminal Procedure or equivalent State warrant;\n(ii) obtains a court order for such disclosure under subsection (d) of this section; or\n(iii) has the consent o f the subscriber o r custom er to such disclosure. 18 U .S.C. § 2 7 03(c)(l)(B ). Section 2703(c)(1)(C) provides that a carrier shall disclose certain transactional informa­\ntion, including the name, address and telephone num ber o r other subscriber number, o f a custom er when the govern­\nm ental entity utilizes an authorized administrative subpoena. 10 A lthough pen registers and trap and trace devices would be used to obtain the caller's telephone num ber and\nto relay the call to the PSAP, they would not provide any information on the actual physical location o f the cellular\ncaller. 318 Transmission by a Wireless Carrier o f Information Regarding a Cellular Phone U ser's Physical\nLocation to Public Safety Organizations by advanced technologies that aggregate and analyze the strength and angle of\nthe caller’s signal measured at various cell sites. At the very least, it certainly\ncannot be said that the caller’s physical location would be determined “ solely”\nthrough use of a pen register or trap and trace device. 47 U.S.C. § 1002(a). Thus\n§ 1002 does not prohibit a telecommunications carrier from transmitting to a public\nsafety organization the physical location information pertaining to a cellular caller\nrequired by the FCC rule.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_11__5",
      "chunk_id": "5",
      "content": "47 U.S.C. § 1002(a). Thus\n§ 1002 does not prohibit a telecommunications carrier from transmitting to a public\nsafety organization the physical location information pertaining to a cellular caller\nrequired by the FCC rule. 11\nB. 18 U.S.C. §2703 Permits Wireless Carriers to Transmit to Public Safety\nAuthorities the Physical Location of Cellular Callers Dialing 911 Because Such\nCallers Have Impliedly Consented to Such Disclosure As set forth above, 18 U.S.C. §2703 requires wireless carriers to obtain a war­\nrant, a court order or the consent of the customer before disclosing to govern­\nmental authorities information relating to such customer. Although the disclosure\nof information regarding the physical location of a customer would likely fall\nwithin this provision, it is our view that, by dialing 911, the caller impliedly con­\nsents to the disclosure of information regarding his location at the time of the\ncall. 12 The whole purpose of a 911 call is to seek the aid of appropriate government\nofficials in responding to an emergency at a particular place. Typically, that emer­\ngency is in the immediate vicinity of the caller— indeed, it often involves the\ncaller himself and thus his exact location— and the whole purpose of the call\n11 The legislative history o f § 1002(a) supports our conclusion. As explained in the House Report (there was no\nSenate Report submitted with CALEA), Congress was acting to ensure that “ the authority for pen registers and\ntrap and trace devices cannot be used to obtain tracking or location information, other than that which can be deter­\nmined from the phone num ber.\" H.R. Rep. No. 103-827, at 17 (1994), reprinted in 1994 U.S.C.C.A.N. 3489, 3497;\nsee also id. at 22, reprinted in 1994 U.S.C.C.A.N. at 3502 ( “ Call identifying information obtained pursuant to\npen register and trap and trace orders may not include information disclosing the physical location o f the subscriber\nsending or receiving the message, except to the extent that location is indicated by the phone n um ber.\") (emphasis\nadded). “ Currently, in some cellular systems, transactional data that could be obtained by a pen register may include\nlocation information.\" Id. at 17, reprinted in 1994 U.S.C.C.A.N. at 3497 (emphasis added). 12Although there appear to be no cases interpreting §2 7 0 3 ’s consent provision, and the legislative history of\nthe section is silent on the matter, some guidance can be found in analyses o f the consent provision in Title DI\no f the Omnibus Crime Control and Safe Streets Act o f 1968, 18 U.S.C. § 231 l(2)(c>. Section 2511(2)(c) provides\nin part that “ [i] t shall not be unlawful under this chapter for a person acting under color o f law to intercept a\nwire, oral, or electronic communication, where . . . one o f the parties to the communication has given prior consent\nto such interception.’-",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_11__6",
      "chunk_id": "6",
      "content": "t shall not be unlawful under this chapter for a person acting under color o f law to intercept a\nwire, oral, or electronic communication, where . . . one o f the parties to the communication has given prior consent\nto such interception.’- According to the legislative history o f §251 l(2)(c), “ (c)onsent may be expressed or implied.”\nS. Rep. No. 90-1097, at 94 (1968), reprinted in 1968 U.S.C.C.A.N. 2112, 2182 ( “ Surveillance devices in banks\nor apartment houses for institutional or personal protection would be impliedly consented to .” ). “ In the Title in\nmilieu as in other settings, consent inheres where a person's behavior manifests acquiescence or a comparable vol­\nuntary diminution of his or her otherwise protected rights.” Criggs-Ryan v. Smith, 904 F.2d 112, 116 (1st Cir.\n1990) (citations omitted). “ fl]raplied consent— o r the absence o f it — may be deduced from ‘the circumstances\nprevailing’ in a given situation. . . . The circumstances relevant to an implication of consent will vary from case\nto case, but the compendium will ordinarily include language o r acts which tend to prove (or disprove) that a party\nknows of, or assents to, encroachments on the routine expectation that conversations are private.” Id. at 117 (citation\nomitted). See also United States v. Amen , 831 F.2d 373, 378-79 (2d Cir. 1987) (no violation o f Title DI where\ntaping o f prison inmates* telephone calls was impliedly consented to by inmates who used phones when on notice\no f the monitoring procedures at prison; “ [h]ere we imply consent in fact from surrounding circumstances indicating\nthat the appellants knowingly agreed to the surveillance” ) (citations omitted), cert, denied, 485 U.S. 1021 (1988). 319 Opinions o f the Office o f Legal Counsel in Volume 20 is to inform officials of that location in order for the caller to obtain, and the\nemergency service officials to provide, help. The caller is the source of the loca­\ntion information needed by the government to respond, and his call evidences\nnot merely an expectation, but in fact a purpose, of conveying that information\nto the authorities. If the caller himself does not tell the authorities where he is\nlocated (which he generally does), it is presumably due to the exigent cir­\ncumstances resulting from the emergency, and not to any desire to withhold such\ninformation. Even if the emergency is in a different location, his decision to reach\nout to government officials to seek their help indicates that he would similarly\ntell them his location if it would help them respond to the emergency. 13 The\nmere possibility that a caller subjectively does not wish his location to be revealed\nwould not negate the consent presumed from his making the 911 call. 14\nC. Wireless Carriers May Transmit to Public Safety Authorities Information\nRegarding the Physical Location o f Cellular Callers Dialing 911 Without\nViolating the Fourth Amendment\n1.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_11__7",
      "chunk_id": "7",
      "content": "13 The\nmere possibility that a caller subjectively does not wish his location to be revealed\nwould not negate the consent presumed from his making the 911 call. 14\nC. Wireless Carriers May Transmit to Public Safety Authorities Information\nRegarding the Physical Location o f Cellular Callers Dialing 911 Without\nViolating the Fourth Amendment\n1. There is no “ Search” Within the Meaning o f the Fourth Amendment Because\n911 C allers H ave N o Actual o r Reasonable Expectation o f Privacy in Information\nRegarding Their Location\nThe Fourth Amendment protects individuals from “ unreasonable searches.” U.S. Const, amend. IV. For the Fourth Amendment even to apply to a particular\ngovernment action, the person invoking its protection must be able to claim “ a\n‘justifiable,’ a ‘reasonable,’ or a ‘legitimate expectation of privacy’ that has been\n13 C alling 911 and triggering the governm ent's emergency response invalidates any claim by a caller that he does\nnot in fact consent to the disclosure of information regarding his location. If he chooses to seek such emergency\naid, he implicitly consents both to aiding th e authorities in this limited way and to action taken by the government\nto verify his call. See Nolan v. United States, 423 F.2d 1031, 1043 (10th Cir. 1969) (telephone company’s monitoring\no f calls does not violate 47 U.S.C. §605 because illegal user has impliedly consented to company's attempts to\nproperly bill user), cert, d e n ie d 400 U.S. 848 (1970); Bubis v. United States, 384 F.2d 643, 648 (9th Cir. 1967)\n(*‘[w]hen a subscriber o f a telephone system uses the system 's facilities in a manner which reasonably justifies\nthe telephone com pany’s belief that he is violating his subscription rights, then he must be deemed to have consented\nto the com pany’s m onitoring o f his calls to an extent reasonably necessary for the company’s investigation\" and\nthere is no violation o f 47 U.S.C. §605); Commonwealth v. Gullett, 329 A.2d 513, 519 (Pa. 1974) (Party calling\npolice to report homicide, its location and num ber o f bodies has no claim for violation o f Pennsylvania W iretapping\nand Electronic Surveillance Control Act, 18 Pa. C.S.A. §5703, where, “ [fjrom the nature o f the call, the nonconfidential quality o f the information conveyed, the emergency atmosphere the communication engendered, and\nthe particular agency to which the disclosure was directed, it is apparent that the caller did not intend the privacy\no f the com m unication to be maintained. Rather, the conclusion is inescapable that a call made under these cir­\ncum stances carried with it the permission o f the caller to divulge the communication to authorized police personnel\nother than the officer who happened to take the message and to use the communication to investigate the reported\ncrim e by any reasonable m eans.\").",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_11__8",
      "chunk_id": "8",
      "content": "14See United States v. Tzakis, 736 F.2d 867, 8 71-72 (2d Cir. 1984) (defendant cannot assert post-hoc limits\non a listener’s recording o f conversation by alleging that his willingness to allow overhearing did not encompass\nperm ission to record); United States v. Jachimko, 19 F.3d 296, 299 (7th Cir. 1994) ( ‘‘where a suspect does not\nwithdraw his valid consent to a search for illegal substances before they are discovered, the consent remains valid\");\nJones v. Berry, 722 F.2d 443, 449 (9th C ir. 1983) (consent search is valid where consent revoked after search\ncom plete), cert, denied, 466 U.S. 971 (1984). 320 Transmission by a Wireless Carrier o f Information Regarding a Cellular Phone U ser's Physical\nLocation to Public Safety Organizations invaded by government action.” Smith v. M aryland, 442 U.S. 735 , 740 (1979)\n(citations omitted). This inquiry embraces two discrete questions. The first is\n“ whether the individual, by his conduct, has ‘exhibited an actual (subjective) ex­\npectation of privacy,’ ” — whether the individual “ has shown that ‘he seeks to\npreserve [something] as private.’ ” Id. at 740 (quoting K atz v. United States, 389\nU.S. 347, 361 (Harlan, J., concurring), 351 (1967)). The second question is\n“ whether the individual’s subjective expectation of privacy is ‘one that society\nis prepared to recognize as “ reasonable,” ’ ” — whether “ the individual’s expec­\ntation, viewed objectively, is ‘justifiable’ under the circumstances.” Id. (quoting\nKatz, 389 U.S. at 361 (Harlan, J., concurring), 353). In our opinion, a cellular caller dialing the 911 emergency line has not exhibited\nan “ actual (subjective) expectation of privacy” in information regarding his phys­\nical location, much less a “ reasonable” one. It is hard to imagine any clearer\nindication of the absence of an expectation of privacy than a cry for help; by\nreaching out to government officials to seek their help, the caller indicates that\nhe has no expectation of privacy in information that could help the authorities\nrespond to the emergency. 15\nEven assuming that, in some number of cases, the caller actually expects his\nphysical location to remain private, we believe that expectation is not “ one that\nsociety is prepared to recognize as ‘reasonable.’ ” Katz, 389 U.S. at 361. A caller\ndialing 911 seeking assistance cannot reasonably expect that information regarding\nhis location will remain private when public service organizations need such infor­\nmation first and foremost to expeditiously provide the emergency assistance re­\nquested by the caller, and secondly to ensure that the call is legitimate and thus\nworthy of response. 16 In addition, the Supreme Court has repeatedly held that a person has no expecta­\ntion of privacy in information he voluntarily turns over to third parties. 17 In order\nto complete his call, the cellular caller must convey his signal and its cor­\nresponding cell site location to the carrier. The caller therefore has no reasonable\n13 Although no court has directly addressed this issue, our conclusion is supported by cases holding that a person\ncalling 911 has no expectation o f privacy in the contents o f his call.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_11__9",
      "chunk_id": "9",
      "content": "The caller therefore has no reasonable\n13 Although no court has directly addressed this issue, our conclusion is supported by cases holding that a person\ncalling 911 has no expectation o f privacy in the contents o f his call. “ There is no expectation o f privacy when\na person makes a 911 call. Instead, there is an expectation that the information provided will be recorded and dis­\nclosed to the public.” State ex rel. Cincinnati Enquirer v. Hamilton County, Ohio, 662 N.E.2d 334, 337 (O hio\n1996) (tape recordings o f 911 calls are public records that are not exempt from disclosure and must be immediately\nreleased upon request); see also State v. Cain, 613 A.2d 804, 809 (Conn. 1992) (tape recordings o f 911 calls are\npublic records); -Sra/e v. G ray, 741 S.W.2d 35, 38 (Mo. App. 1987) (same). ieSee United States v. Van Poyck, 77 F.3d 285, 290-91 (9th Cir.) (prisoner has no reasonable expectation of\nprivacy in outbound calls), cert, denied , 519 U.S. 912 (1996); People v. Suite, 161 Cal. Rptr. 825, 829 (Cal. App.\n1980) (person telephoning police and threatening to bomb public building “ cannot reasonably expect that records\no f the call will be private; the only reasonable expectation under such circumstances is that police will make use\no f every available technology to trace the source o f that call” ).\n17 “ [T]he Fourth Amendment does not prohibit the obtaining o f information revealed to a third party and conveyed\nby him to Government authorities, even if the information is revealed on the assumption that it will be used only\nfor a limited purpose and the confidence placed in the third party will not be betrayed.” United States v. Miller,\n425 U.S. 435, 443 (1976) (bank depositor has no legitimate expectation o f privacy in financial information voluntarily\nconveyed to banks and exposed to their employees in the ordinary course o f business); see also Smith, 442 U.S.\nat 744 (telephone caller has no reasonable expectation o f privacy in phone number voluntarily dialed). 321 Opinions o f the Office o f Legal Counsel in Volume 20 expectation of privacy with regard to that information, which is exactly the loca­\ntion information that will be disclosed in phase one of the new FCC rule. And\nit is the strength of this same signal — information voluntarily turned over by the\ncaller to a third party— that would be measured from different antennas and cell\nsites, and then analyzed in phase two in order more precisely to determine his\nlocation. An expectation of privacy simply is not “justified” in these cir­\ncumstances. In sum, because a cellular caller dialing 911 has no actual or reasonable expecta­\ntion of privacy as to information regarding his physical location, there will be\nno “ search” within the meaning of the Fourth Amendment, and thus no con­\nstraints imposed by the Fourth Amendment, when wireless carriers transmit such\ninformation to public safety authorities.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_11__10",
      "chunk_id": "10",
      "content": "2. C ellular C allers Dialing 911 Have Impliedly Consented to the Transmission\no f Information Regarding Their Physical Location\nEven assuming that the provision to public safety agencies of information re­\ngarding the physical location of a cellular caller dialing 911 would constitute a\nsearch within the meaning of the Fourth Amendment, that search would be lawful\nif the caller consented to it, as consent is “ one of the specifically established\nexceptions to the requirements of both a warrant and probable cause.” Schneckloth\nv. Bustam onte, 412 U.S. 218, 219 (1973). As set forth above, we believe that\ndialing 911 evidences such consent. Consent to a warrantless search can be explicit or can be implied from conduct. The Seventh Circuit recently reviewed the caselaw on implied consent, summa­\nrizing the pertinent analysis as follows:\nGenerally, in deciding whether to uphold a warrantless search on\nthe basis of implied consent, courts consider whether (1) the person\nsearched was on notice that undertaking certain conduct, like at­\ntempting to enter a building or board an airplane, would subject\nhim to a search, (2) the person voluntarily engaged in the specified\nconduct, (3) the search was justified by a ‘vital interest’, (4) the\nsearch was reasonably effective in securing the interests at stake,\n(5) the search was only as intrusive as necessary to further the inter­\nests justifying the search and (6) the search curtailed, to some ex­\ntent, unbridled discretion in the searching officers. M cGann v. N ortheast III. Regional Commuter R.R., 8 F.3d 1174, 1181 (7th Cir. 1993) (citations omitted).18\n18 44W e decline to regard these six factors as dispositive criteria. Rather, these factors should be examined carefully\nin each case in evaluating the totality o f the circumstances and in respecting the consideration that the courts not\nunnecessarily extend exceptions to the warrant requirem ent.\" Id. at 1181. See also Almeida-Sanchez v. United States, 322 Transmission by a Wireless Carrier o f Information Regarding a Cellular Phone U ser’s Physical\nLocation to Public Safety Organizations Applying this analysis to the “ search” here at issue leads us to conclude that\na person using his cellular telephone to call 911 impliedly consents to the carrier\nproviding public safety officials with information as to his physical location. Al­\nmost all, if not all, of the above-enumerated factors will be satisfied. The caller\nwill have voluntarily called 911; the search will be justified by a vital interest\nin responding to an emergency and should be quite effective in facilitating that\nresponse; and the search will be limited to determining the caller’s physical loca­\ntion, and thus will be only as intrusive as necessary to respond quickly and effi­\nciently to the emergency and should minimize any risk of unbridled discretion\nby officers. The only factor possibly raising a question would be the first. In\nmost instances, a person calling 911 will be doing so to obtain help for himself\nor someone in his immediate vicinity, and thus he will undoubtedly be “ on no­\ntice” that calling 911 will entail disclosure of his location.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_11__11",
      "chunk_id": "11",
      "content": "The only factor possibly raising a question would be the first. In\nmost instances, a person calling 911 will be doing so to obtain help for himself\nor someone in his immediate vicinity, and thus he will undoubtedly be “ on no­\ntice” that calling 911 will entail disclosure of his location. Even if the caller\nis seeking help for a third party in a different location, he should be deemed\nto be on notice that his call will entail disclosure of his physical location in order\nto expedite the government’s response. 19 Moreover, this simply is not a situation\nwith any of the indicia of unwarranted interference into the private aspects of\na person’s life. In particular, the government’s “ search” is in response to the\ncaller’s request for assistance; it is not a government-initiated intrusion into a per­\nson’s private life. RICHARD L. SHEFFRIN\nD eputy Assistant Attorney General\nOffice o f Legal Counsel 413 U.S. 266, 271 (1973) (warrantless inspections are constitutional where businessmen engaged in federally regulated enterprises “ accept the burdens as well as the benefits o f their trade . . . [and] in effect consent! ] to the\nrestrictions placed upon [them ]” ); United States v. Bonanno , 487 F.2d 654, 658-59 (2d Cir. 1973) (consent shown\nwhere “ informer went ahead with a call after knowing what the law enforcement officers were about” ). 19 Although we think it unnecessary, the FCC could consider publishing a notice in the telephone book and/or\nin the standard service contract signed by each subscriber that anyone calling 911 will be deem ed to consent to\ndisclosure of their physical location. 323",
      "queries": [],
      "queries_score": []
    }
  ]
}