{
  "doc_id": "memos_10",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_10__0",
      "chunk_id": "0",
      "content": "18 U.S.C. § 207 and the Government of Guam\n18 U.S.C. § 207(a)(1) prohibits a form er Department of the Navy employee from representing the\nGovernm ent o f Guam before the Federal Maritime Commission in a litigation in which he partici­\npated personally and substantially while employed by the Navy. September 12, 1996\nM e m o r a n d u m O p in io n f o r t h e D ir e c t o r\nO f f ic e o f G o v e r n m e n t E t h ic s\nY o u have asked for our opinion whether 18 U.S.C. § 207(a)(1) bars a former\nemployee from representing the Government of Guam in a litigation in which\nhe participated personally and substantially while employed by the Department\nof the Navy. See Letter for Walter Dellinger, Assistant Attorney General, Office\nof Legal Counsel, from Stephen D. Potts, Director, Office of Government Ethics\n(June 25, 1996) (“ Potts Letter” )- We conclude that the statute forbids the rep­\nresentation. 1 While an attorney with the Navy’s Military Sealift Command (“ MSC” ), the\nformer employee represented the MSC in a case before the Federal Maritime Com­\nmission (“ FMC” ), Government o f Guam v. Sea-Land Service, Inc., Docket No.\n89-26. He has now joined the law firm representing the Government of Guam\nin the case. He wishes to appear on behalf of Guam before the FMC and in any\nsubsequent judicial review proceedings. Section 207(a)(1) provides: Any person who is an officer or employee . . . of the executive\nbranch of the United States . . ., or of the District of Columbia,\nand who, after the termination of his or her service or employment\nwith the United States or the District of Columbia, knowingly\nmakes, with the intent to influence, any communication to or ap­\npearance before any officer or employee of any department, agency,\ncourt, or court-martial of the United States or the District of Colum­\nbia, on behalf of any other person (except the United States or the\nDistrict of Columbia) in connection with a particular matter—\n(A) in which the United States . . . is a party or has a direct and\nsubstantial interest,\n1 Section 207(a)(1) covers a former em ployee’s “ communication to or appearance before1' agencies and courts,\nmade “ w ith the intent to influence.\" Here, w e use forms o f the word “ represent” as a shorthand, without meaning\nto specify the exact scope o f the statute. T here is no dispute in the present case that the former employee would\nbe engaged in “ co m m u n icatio n ^]” and ” appearance[s] M within the meaning o f the law. 326 18 U.S.C. § 207 and the Government o f Guam (B) in which the person participated personally and substantially\nas such officer or employee, and\n(C) which involved a specific party or specific parties at the time\nof such participation,\nshall be punished as provided in section 216 of this title.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_10__1",
      "chunk_id": "1",
      "content": "326 18 U.S.C. § 207 and the Government o f Guam (B) in which the person participated personally and substantially\nas such officer or employee, and\n(C) which involved a specific party or specific parties at the time\nof such participation,\nshall be punished as provided in section 216 of this title. Here, the former employee, while with the MSC, “ participated personally and\nsubstantially” in the “ particular matter” in question, which involves “ specific\nparties.” See Potts Letter at 2. The former employee, however, makes two basic\narguments that the statute does not apply. First, he argues that Guam is not a\n“ person” under §207 and that his representation is, therefore, not “ on behalf\nof any other person.” See Memorandum for the Director, U.S. Office of Govern­\nment Ethics, from Former Employee, Re: Request fo r Advisory Opinion Con­\ncerning the Application o f 18 U.S.C. § 207(a)(1), at 3 (Feb. 26, 1996). Second,\nhe argues that his representation is not on behalf of a person “ except the United\nStates,” because Guam is an instrumentality of the United States. Id. at 3-4. He\nmaintains, in addition, that his representation would square with the policy of\nthe statute because Guam and the MSC have no adverse interests in the FMC\nproceedings, and he urges the relevance of the principle that criminal statutes must\nbe strictly construed. Id. at 4-5. These arguments are unpersuasive. First, although Guam is not a “ person” under some other statutes, see, e.g.,\nNgiraingas v. Sanchez, 495 U.S. 182 (1990) (Guam not a “ person” under 42\nU.S.C. § 1983), it is a “ person” under §207. That provision treats even the United\nStates and the District of Columbia as persons; it applies to representation of “ any\nother person (except the United States or the District of Columbia).” It also treats\nstate and local governments as “ persons” : a one-year “ cooling o f f ’ period for\nrepresentation by former high-level officials of “ persons other than the United\nStates,” 18 U.S.C. § 207(c), (d) & (e), is expressly made inapplicable to represen­\ntation undertaken by employees of state and local governments, on behalf of those\ngovernments. See id. §207(j)(2)(A). Representation of state or local governments\nby former federal employees, therefore, could violate § 207(a)(1), the provision\nat issue here. By providing exemptions for work on behalf of the United States,\nthe District of Columbia, and (in some circumstances) state and local governments,\nand by restricting certain other work on behalf of state and local governments,\nthe statute bespeaks an intent to cover units of government as “ persons.” Cf.\nUnited States v. Smith, 499 U.S. 160, 167 (1991) (quoting Andrus v. G lover\nConstr. Co., 446 U.S. 608, 616-17 (1980)) (“ ‘Where Congress explicitly enumer­\nates certain exceptions to a general prohibition, additional exceptions are not to\nbe implied, in the absence of evidence of a contrary legislative intent.’ ” ). Guam\nis therefore a “ person” under §207. 327 Opinions o f the Office o f Legal Counsel in Volume 20",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_10__2",
      "chunk_id": "2",
      "content": "Guam\nis therefore a “ person” under §207. 327 Opinions o f the Office o f Legal Counsel in Volume 20 Second, although Guam is an “ instrumentality of the federal government” for\nsome purposes, see Sakamoto v. Duty Free Shoppers, Ltd., 764 F.2d 1285, 1286,\n1289 (9th Cir. 1985), cert, denied, 475 U.S. 1081 (1986) (Commerce Clause and\nantitrust laws), it is not the “ United States” for purposes of §207. It would be\nanomalous for Guam to be an instrumentality of the United States under a statute\nthat even treats the United States and the District of Columbia as separate entities. Section 207(a)(1) applies to “ any communication to or appearance before any\nofficer or employee . . . of the United States or the District of Columbia, on\nbehalf of any other person (except the United States or the District of Columbia),”\nand clarifies that former officials of the United States may communicate to or\nappear before officers and employees of the District of Columbia, and vice versa. 18 U.S.C. § 207(a)(3). Thus, the District of Columbia is not covered by the term\n“ the United States” in §207, and there is no apparent reason why an unincor­\nporated territory with its own government, see, e.g., 48 U.S.C. §§1421-1423,\nshould receive different treatment. Furthermore, § 207 is aimed, among other things, at preventing former employ­\nees of the United States from “ switching sides” in particular matters involving\nspecific parties, such as litigation. See, e.g., 5 C.F.R. § 2637.101(c)(1) (1996). 2\nGuam and the United States may now appear separately in litigation and take\nopposite sides. As Judge (now Justice) Kennedy explained, “ the executive branch\nof the Government of Guam [before 1971] might have been deemed under the\ncontrol of the United States” as to litigation, because the Governor was appointed\nby the President with the advice and consent of the Senate, but\n[o]nce the Governorship of Guam was made an elected office, the\nUnited States relinquished its control over the executive of the Gov­\nernment of Guam. The executive branch is responsible now to the\npeople of Guam. That the Government of Guam is now capable\nof acting independently of the United States in deciding whether\nto sue the United States is evidenced by the institution of the\npresent action. G overnm ent o f Guam v. United States, 744 F.2d 699, 701 (9th Cir. 1984). Given this possibility of conflict between the United States and Guam and given the\nstatutory structure, we believe that Guam does not fall within the term “ the United\nStates” as used in §207. To be sure, there may be some instances where, even within the executive\nbranch of the federal government, an employee who leaves one agency and joins\n2 H ie statute is also designed to restrict trading on past friendships and associations and prevent the unfair use\no f inside information. 5 C.F.R. §2637.101(c)(2), Roswell B. Perkins, The New Federal Conflict-of-interest Law ,\n76 Harv. L. Rev. 1113, 1121 (1963).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_10__3",
      "chunk_id": "3",
      "content": "5 C.F.R. §2637.101(c)(2), Roswell B. Perkins, The New Federal Conflict-of-interest Law ,\n76 Harv. L. Rev. 1113, 1121 (1963). (The regulation cited, 5 C.F.R. §2637.I01(c), applies only to persons who\nleft the governm ent before statutory amendments became effective on January 1, 1991, but the earlier regulations\n“ remain []persuasive” to the extent the statute has not changed. Office o f Government Ethics, Summary o f PostEm ploym ent R estrictions o f 18 U.S.C. §207, at 1 (Nov. 4, 1992).) 328 18 U.S.C. § 207 and the Government o f Guam another might “ switch sides” in some sense, and yet §207 would not apply:\n“ A prime example of this is the activities of the Federal Labor Relations Author­\nity. It is basically an intra-govemmental regulatory body whose employees some­\ntimes come from other agencies having worked on pending matters before the\nFLRA or who may wish to leave [the] FLRA for an agency which has a matter\npending at the FLRA in which they are officially involved.” OGE Informal Opin­\nion 86x1 (1986). We do not believe, however, that these instances are analogous\nto the present case. The employee who transfers from one executive agency to\nanother remains under the control of the executive branch and subject to its ethics\nregulations. As the Office of Government Ethics has noted, “ [t]he FLRA . . .\nhas been very sensitive to these situations and has used its standards of conduct\nto provide guidance for its employees.” Id. Congress has left these conflicts to\nbe policed by regulations issued by agencies plainly within the United States gov­\nernment; it hardly follows that §207 should be construed as inapplicable to an\nentity “ capable of acting independently of the United States.” Government o f\nGuam, 744 F.2d at 701. We may assume, as the former employee argues, that the United States and\nGuam do not have adverse interests in the action before the FMC and that there\nis no “ reasonably probable scenario” for future adversity. See Memorandum from\nMSC Designated Agency Ethics Official, Re: Government o f the Territory o f\nGuam et al. v. Sea-Land and APL, FMC D ocket No. 8 9 -2 6 (Feb. 23, 1996). But\n§207 is a prophylactic statute that is “ intended to prevent even the appearance\nof wrongdoing and that may apply to conduct that has caused no actual injury\nto the United States.” Crandon v. United States, 494 U.S. 152, 164 (1990) (de­\nscribing another conflict of interest law, 18 U.S.C. §209). It creates a prohibition\napplicable to specified types of circumstances, as listed in the statute, where con­\nflicts may arise. On its face, the language of § 207 draws no distinction between\nmatters in which the interests of the person represented by the former employee\ncoincide with the interests of the United States and those in which the interests\ndiverge or are adverse. The statute reaches ‘‘any investigation, application, request\nfor a ruling or determination, rulemaking, contract, controversy, claim, charge,\naccusation, arrest, or judicial or other proceeding.” 18 U.S.C. §207(i)(3) (empha­\nsis added).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_10__4",
      "chunk_id": "4",
      "content": "The statute reaches ‘‘any investigation, application, request\nfor a ruling or determination, rulemaking, contract, controversy, claim, charge,\naccusation, arrest, or judicial or other proceeding.” 18 U.S.C. §207(i)(3) (empha­\nsis added). Thus, “ [a] former employee does not act on behalf of the United\nStates . . . merely because the United States may share the same objective as\nthe person whom the former employee is representing.” Office of Government\nEthics, Summary o f Post-Employment Restrictions o f 18 U.S.C. § 2 0 7 , at 4 (Nov.\n4, 1992). Although (under an earlier version of § 207) we found that a former employee\nwould not be an agent of another person with regard to a contract unless there\nwas “ an ingredient of at least inchoate adversariness,” Former Officers and Em­\nployees— Conflict o f Interest (18 U.S.C. § 2 0 7 ) — Contract— Disqualification\nConnected with Form er D uties or Official Responsibilities, 2 Op. O.L.C. 313,\n329 Opinions o f the Office o f Legal Counsel in Volume 20 316 (1978), the justification for this conclusion was that “ [a]side from a contract,\nthe other listed matters [in the definition of ‘particular matter’] appear to be preg­\nnant with at least some adversariness (in the sense of urging a point of view)\nin all their aspects,” id. See a lso OGE Informal Opinion 80x4 (1980); 5 C.F.R.\n§2637.201 (b)(5) (1996). With regard to litigation in which the United States is\na party or has a direct and substantial interest and in which a former employee\nrepresents a participant in the case, it is irrelevant whether the former employee\nwill be advancing a position aligned with the government’s: An attorney participated in preparing the Government’s antitrust ac­\ntion against Z Company. After leaving the Government, she may\nnot represent Z Company in a private antitrust action brought\nagainst it by X Company on the same facts involved in the Govern­\nment action. N or may she represent X Company in that matter. 5 C.F.R. §2637.201 (c)(5), Ex. 1 (emphasis added). That the interests of the United\nStates and Guam are aligned in the present case does not alter our conclusion\nabout the applicability of § 207.3\nRICHARD L. SHIFFRIN\nD eputy A ssistant Attorney General\nOffice o f Legal Counsel 3 The form er em ployee also relies on the rule o f lenity, under which “ ‘when choice has to be made between\ntw o readings o f what conduct Congress has m ade a crim e, it is appropriate, before we choose the harsher alternative,\nto require that Congress should have spoken in language that is clear and d efin ite/ ” United States v. Bass, 404\nU.S. 336, 347 (1971) (quoting United States v. Universal CJ.T. Credit Corp., 344 U.S. 218, 221-22 (1952)). There\nm ay be som e doubt how that rule applies to prospective ethics advice, where the “ need for fair w arning” underlying\nthe rule is met by the advice itself.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_10__5",
      "chunk_id": "5",
      "content": "There\nm ay be som e doubt how that rule applies to prospective ethics advice, where the “ need for fair w arning” underlying\nthe rule is met by the advice itself. See United States v. R.L.C., 503 U.S. 291, 306 n.6 (1992) (plurality opinion);\nLiparota v. United States, 471 U.S. 419, 427 (1985); but see R.L.C., 503 U.S. at 309 (Scalia, J., concurring in\npart and concurring in the judgment) (rule o f lenity also ‘‘assur[es] that the society, through its representatives,\nhas genuinely called for the punishment to b e meted o u t” ). In any event, we believe that §207(a) is unambiguous\nin its application here and so do not resort to the rule o f lenity for guidance. See Lewis v. United States, 445\nU.S. 55, 65 (1980) (the “ touchstone” of the rule o f lenity “ is statutory ambiguity” ). 330",
      "queries": [
        "which rule applies for prospective ethics advice?"
      ],
      "queries_score": [
        "2.4441633"
      ]
    }
  ]
}