{
  "doc_id": "memos_70",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_70__0",
      "chunk_id": "0",
      "content": "Applicability of Ineligibility Clause to Appointment of\nCongressman Tony P. Hall\nThe Ineligibility Clause of the Constitution would not bar the President from appointing Congressman\nTony P. Hall as United States Representative to the United Nations Agencies for Food and Agriculture, with the rank of Ambassador. May 30, 2002 MEMORANDUM OPINION FOR THE DEPUTY COUNSEL TO THE PRESIDENT You have asked for our opinion whether the Ineligibility Clause, U.S. Const.\nart. I, § 6, cl. 2, would bar the President from appointing Congressman Tony P.\nHall as United States Representative to the United Nations Agencies for Food and\nAgriculture, with the rank of Ambassador. As we previously advised you orally,\nwe believe that the Ineligibility Clause would not bar the appointment. Under the Ineligibility Clause, “[n]o Senator or Representative shall, during the\nTime for which he was elected, be appointed to any civil Office under the\nAuthority of the United States, which shall have been created, or the Emoluments\nwhereof shall have been encreased during such time.” U.S. Const. art. I, § 6, cl. 2.\nCongressman Hall’s current term began January 3, 2001, see U.S. Const. amend. XX, § 1; 146 Cong. Rec. D1228 (Dec. 15, 2000), and he thus cannot be appointed\nto an office “the Emoluments whereof” were raised after that date. 1 The office of United States Representative to the United Nations Agencies for\nFood and Agriculture was created under 22 U.S.C. § 287(d) (2000), a section of\nthe United Nations Participation Act providing that the President may appoint\n“such . . . persons as he may deem necessary to represent the United States in\norgans and agencies of the United Nations.” Under 22 U.S.C. § 287(g), “[a]ll\npersons appointed in pursuance of authority contained in this section shall receive\ncompensation at rates determined by the President upon the basis of duties to be\nperformed but not in excess of rates authorized . . . for chiefs of mission, members\nof the Senior Foreign Service, and Foreign Service officers occupying positions of\nequivalent importance.” The President has delegated to the Secretary of State his\nauthority to fix this compensation, see Memorandum for the Secretary of State,\nfrom President William J. Clinton, Re: Delegation of Authority on Rates of\nCompensation for U.S. Representatives to the United Nations, 62 Fed. Reg. 18,261\n(Apr. 15, 1997), and the Secretary of State in turn has delegated such “manage- 1\nWe do not address here whether a rollback of a salary increase can satisfy the Ineligibility Clause. Compare Appointment of Member of Congress to a Civil Office, 3 Op. O.L.C. 286, 289-90 (1979)\n(accepting the validity of such rollbacks), with Memorandum for the Counselor to the Attorney\nGeneral, from Charles J. Cooper, Assistant Attorney General, Office of Legal Counsel, Re: Ineligibility\nof Sitting Congressman to Assume a Vacancy on the Supreme Court (Aug. 24, 1987) (“1987 Opinion”)\n(rejecting the validity of such rollbacks). 40 227-329 VOL_26_PROOF.pdf 50 10/22/12 11:13 AM Applicability of Ineligibility Clause to Appointment of Congressman Tony P. Hall ment-related functions” to the Under Secretary of State for Management, see\nDelegation of Authority No. 198 (Sept. 16, 1992).",
      "queries": [
        "which clause of the constitution would not bar the president from appointing congressman to the un?"
      ],
      "queries_score": [
        "2.448417"
      ]
    },
    {
      "id": "memos_70__1",
      "chunk_id": "1",
      "content": "40 227-329 VOL_26_PROOF.pdf 50 10/22/12 11:13 AM Applicability of Ineligibility Clause to Appointment of Congressman Tony P. Hall ment-related functions” to the Under Secretary of State for Management, see\nDelegation of Authority No. 198 (Sept. 16, 1992). The last occupant of the office was former Senator George S. McGovern, who\nleft the position on September 27, 2001. 2 At the beginning of Senator McGovern’s\nservice, the responsible official at the State Department assessed the “duties to be\nperformed” by Senator McGovern and determined that he should receive the pay\nof a “Minister-Counselor” in the Senior Foreign Service compensated at a rate\nequivalent to Level 5 of the Executive Schedule (“FE-MC 5,” which is equivalent\nto “ES 5”). See Exec. Order No. 12293, § 4, 3 C.F.R. § 137 (1982), reprinted in 22\nU.S.C. § 3901 note (2000). On two recent occasions, Presidents have exercised\ntheir authority under 5 U.S.C. § 5382 to raise the salary specified for Level 5 of\nthe Executive Schedule, to which the FE-MC 5 pay is tied. The first increase was\nordered December 23, 2000, and took effect January 14, 2001, Exec. Order\nNo. 13182, 3 C.F.R. § 330 (2001); the second was ordered December 28, 2001,\nand took effect January 13, 2002, Exec. Order No. 13249, 3 C.F.R. § 832 (2002). We will assume that one or both of these increases should be deemed to have\noccurred during the time for which Congressman Hall was elected. 3 If the\n“Emoluments” of the office of United States Representative to the United Nations\nAgencies for Food and Agriculture include an FE-MC 5 salary, then that office is\none “the Emoluments whereof . . . have been encreased” during the time for which\nCongressman Hall was elected. We do not believe, however, that the FE-MC 5 pay or any other salary can\nproperly be seen as the emoluments of this office. On the contrary, the office itself\nhas no fixed emoluments. The President or his delegate is free to set any level of\npay he deems suitable for the duties he expects the particular appointee to perform,\nas long as the pay does not exceed the statutory ceilings. Therefore, if appointed,\nCongressman Hall will not necessarily succeed to the same compensation that\nSenator McGovern was receiving. Indeed, the instrument that directed how much\nSenator McGovern was to be paid was a “Notification of Personnel Action,”\nwhich was personal to him, rather than an order referring generally to the pay of\nthe office. Section 287(g) calls for the President or his delegate to set the pay of\n2 As we understand the facts, only one other person—Millicent Fenwick, during the 1980s—has\nheld the position of United States Representative to the United Nations Agencies for Food and\nAgriculture, with the Senate-confirmed rank of Ambassador. We understand that the paperwork\nshowing how her pay was fixed no longer exists. For the facts set out in this memorandum, we rely on\nthe Department of State. 3 Arguably, the relevant date for the first increase was the date on which the President issued his\norder, which preceded Congressman Hall’s current term.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_70__2",
      "chunk_id": "2",
      "content": "For the facts set out in this memorandum, we rely on\nthe Department of State. 3 Arguably, the relevant date for the first increase was the date on which the President issued his\norder, which preceded Congressman Hall’s current term. But cf. Member of Congress—Appointment to\nCivil Office Prior to Pay Increase, 42 Op. Att’y Gen. 381 (1969) (under a statute providing for an\neffective date after a report to Congress and a waiting period to allow congressional action, the relevant\ndate was the date on which the increase took effect). Moreover, because the office was vacant at the\ntime of the second increase and because (as explained below) the pay of the office must be set each\ntime a new appointee assumes the office, arguably the pay of the office was not tied to the FE-MC 5\nrate, or any other rate, at the time of the second increase. 41 227-329 VOL_26_PROOF.pdf 51 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 “[a]ll persons appointed in pursuance of authority contained in” section 287, and\nthis compensation pertains to the “person[],” not to the office. This is not a case in which the President raised the pay for a class of offices, in\nwhich the office in question was included. Cf. Appointment of Member of Congress to a Civil Office, 3 Op. O.L.C. at 286-87 (judicial salaries); 1987 Opinion,\nsupra note 1, at 1 n.1 (same); Member of Congress—Appointment to Civil Office\nPrior to Pay Increase, 42 Op. Att’y Gen. 381 (1969) (salaries of cabinet officers). Nor even is it a case in which the statute calls on the President to set the salary for\na specified office. Cf. Memorandum for the Files, from William H. Rehnquist,\nAssistant Attorney General, Office of Legal Counsel, Appointment of Congressman to the Office of Director of the Office of Economic Opportunity at 1 (Apr. 14,\n1969) (“1969 Memorandum”) (third attachment to Letter for Edward L. Morgan,\nDeputy Counsel to the President, from William H. Rehnquist, Assistant Attorney\nGeneral, Office of Legal Counsel (Apr. 14, 1969)) (the statute required the\nPresident to fix the salary of the Director). Instead, the President is to fix the salary\nof a “person[]” appointed to an office that the President largely defines. Under the\nstatute here, the President or his delegate is to set a salary each time a person is\nappointed. To be sure, it would not be an unnatural reading of the Ineligibility Clause if\nthe salary paid to Senator McGovern were considered the emoluments of the\noffice of United States Representative, within the meaning of the Clause. That\nsalary was, after all, actually paid for Senator McGovern’s work in the office. Nevertheless, we believe that, on the better view of the Ineligibility Clause, this\nsalary does not constitute the emoluments of the office because the office does not\ncontinue to carry that salary after Senator McGovern’s resignation.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_70__3",
      "chunk_id": "3",
      "content": "That\nsalary was, after all, actually paid for Senator McGovern’s work in the office. Nevertheless, we believe that, on the better view of the Ineligibility Clause, this\nsalary does not constitute the emoluments of the office because the office does not\ncontinue to carry that salary after Senator McGovern’s resignation. The President\nor his delegate will have to act affirmatively to set a salary when Senator McGovern’s successor is appointed and will have the discretion to set the salary for the\nnext occupant of the office at any rate that does not exceed the salary cap. 4 The\nIneligibility Clause was designed to limit the danger that offices might be created\nor their emoluments increased “in order to gratify some members” of Congress,\n1 The Records of the Federal Convention of 1787, at 380 (Max Farrand ed., rev.\ned. 1966) (statement of James Madison), but this danger, insofar as it arises from\naction taken with respect to an office before a member’s appointment, exists only\nif the prior action would carry over to the office when the member assumes it. Here, although prior action raising Senator McGovern’s salary arguably might\n4 In our 1969 Memorandum, the President was to fix the compensation of the Director of the Office\nof Economic Opportunity (“OEO”) at a level not exceeding that for the Director of the Bureau of the\nBudget. The Budget Director’s salary had been raised during the time for which a prospective Director\nof OEO had been elected to Congress, and the 1969 Memorandum found that if the Director of the\nOEO received a salary at the new ceiling, the Ineligibility Clause would be violated. Id. at 1-2. We take\nit, however, that once the President had set a salary for the office of OEO Director, that salary would\nhave continued to apply to successors in the office, unless the President acted to change his earlier\ndecision. 42 227-329 VOL_26_PROOF.pdf 52 10/22/12 11:13 AM Applicability of Ineligibility Clause to Appointment of Congressman Tony P. Hall lead to some expectations about the salary to be paid to Congressman Hall, see\n119 Cong. Rec. 38,331 (1973) (letter of then-Professor Stephen G. Breyer, arguing\nthat past salary increases, even if not given to an appointee, make future increases\nlikely), this expectation is, in the end, a matter of speculation. Until the President\nacts or his delegate acts, there are no emoluments attached to the office in\nquestion. JAY S. BYBEE\nAssistant Attorney General\nOffice of Legal Counsel 43 227-329 VOL_26_PROOF.pdf 53 10/22/12 11:13 AM",
      "queries": [],
      "queries_score": []
    }
  ]
}