{
  "doc_id": "memos_87",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_87__0",
      "chunk_id": "0",
      "content": "Applicability of the Civil Service Provisions of Title 5 of the\nUnited States Code to the United States Enrichment Corporation The United States E nrichm ent C orporation is exem pt from the civil service provisions o f title 5 o f the\nU nited S tates Code Ju n e 22, 1993 M e m o r a n d u m O p in io n for th e G eneral C o unsel U n it e d S t a t e s E n r ic h m e n t C o r p o r a t io n You have requested our opinion on whether the United States Enrichm ent C or­\nporation (“USEC”) is subject to the civil service provisions of title 5 of the United\nStates Code. We have concluded that, under the statute establishing USEC, title\nIX o f the Energy Policy Act of 1992, Pub. L. No. 102-486, 106 Stat. 2776, 2923\n(codified at 42 U.S.C. §§ 2297-2297e-7) (“the Act”), USEC is exempt from the\ncivil service provisions o f title 5.\nI.\nBefore USEC was established, the Department o f Energy (“D OE”) produced\nenriched uranium for use as fuel for commercial nuclear power plants. Congress\ndecided that the DOE program was inefficient; the problems included increasing\ninternational competition, declining global market share, and billions of dollars in\nunrecovered costs of production. In response to these problems, Congress decided\nto transfer the DOE program to a government corporation that could eventually be\nsold to the private sector, in order to ensure that the program would be operated in\na more business-like fashion. See, e.g., H.R. Rep. No. 102-474, pt. VIII, at 75-76\n(1992), reprinted in 1992 U.S.C.C.A.N. 1953, 2293-94; see also 42 U.S.C.\n§ 2297a(l), (7) (identifying purposes of USEC, including “[t]o operate as a busi­\nness enterprise on a profitable and efficient basis” and “[t]o conduct the business as\na self-financing corporation and eliminate the need for Federal Government appro­\npriations or [most] sources of Federal financing”). The rules regulating USEC’s employees are set forth in 42 U.S.C. § 2297b-4. This provision authorizes the Board of Directors of USEC to “appoint such offi­\ncers and employees as are necessary for the transaction o f its business.” 42 U.S.C.\n§ 2297b-4(a). In addition, 42 U.S.C. § 2297b-4(b) provides: The Board shall, without regard to section 5301 of title 5, fix the\ncom pensation o f all officers and employees of the Corporation, de­\nfine their duties, and provide a system of organization to fix respon­\n27 O pinions o f the O ffice o f L egal C ounsel sibility and prom ote efficiency. Any officer or employee of the\nCorporation may be removed in the discretion of the Board. By granting the Board broad discretion to make decisions regarding hiring and\nemploym ent, including decisions on wage rates and removal of employees, these\nprovisions suggest a congressional intent to exem pt USEC from the civil service\nlaws regulating such decisions, including the statutory pay system embodied in 5\nU.S.C. §§ 5301-5392.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_87__1",
      "chunk_id": "1",
      "content": "By granting the Board broad discretion to make decisions regarding hiring and\nemploym ent, including decisions on wage rates and removal of employees, these\nprovisions suggest a congressional intent to exem pt USEC from the civil service\nlaws regulating such decisions, including the statutory pay system embodied in 5\nU.S.C. §§ 5301-5392. W e recognize that, arguably, the use in § 2297b-4(b) o f the phrase “without re­\ngard to section 5301 o f title 5” reveals an intent not to exempt USEC from any\nprovisions o f title 5 other than § 5301. However, under the traditional rules of\nstatutory construction, this is not a plausible interpretation of the Act, and the Act\nshould be read as fully exempting U SEC from the civil service laws, including title\n5 ’s provisions regarding pay rates. II. A.\nIn interpreting the Act we “must look to the particular statutory language at is­\nsue, as well as the language and design o f the statute as a whole,” K M art Corp. v.\nCartier, Inc., 486 U.S. 281, 291 (1988), and we m ust interpret the specific statu­\ntory language identified above in the context o f the “remainder of the statutory\nschem e,” United Savings A ss’n v. Tim bers o f Inw ood Forest Assocs., 484 U.S.\n365, 371 (1988). Section 5301 o f title 5 establishes general policy criteria for setting pay rates for\nfederal em ployees under the General Schedule; the specific rules regulating federal\npay rates and system s, in turn, are set forth in the subsequent sections o f chapter 53\nof title 5. A ccordingly, construing the Act to exem pt USEC from § 5301 but not\nthe im plem enting provisions of chapter 53 would create an anomaly: the Board\nwould be authorized to make em ploym ent decisions without complying with the\nbasic policy provision o f chapter 53, but would have to comply with the specific\nstatutory and regulatory provisions intended to effectuate that policy. It would not\nmake sense to interpret the Act as containing this contradiction, especially because\nall the other relevant evidence shows that Congress intended to exempt USEC from\nall o f title 5 ’s civil service provisions. 1\nW hen 42 U.S.C. § 2297b-4(b) is read in the context o f the other employee pro­\nvisions in § 2297b-4 and the rest o f the Act as a whole, it becomes even clearer\nthat U SEC is exem pt from the civil service provisions of title 5, including all the\n1 This reasoning is sufficient to defeat the expressio unius est exclusio alterius maxim on which the\nargument for a contrary interpretation would be based. See 2A Norman J. Singer, Sutherland Statutory\nConstruction § 47 25 (5th ed 1992) (expressio untus maxim should not be applied if its application would\nresult in a contradiction o r would noi serve the purpose for which the statute was enacted) 28 A p p licability o f the Civil Service P rovisions o f Title 5 o f the\nU nited States Code to the U nited States E nrichm ent C orporation rules regarding pay in chapter 53.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_87__2",
      "chunk_id": "2",
      "content": "28 A p p licability o f the Civil Service P rovisions o f Title 5 o f the\nU nited States Code to the U nited States E nrichm ent C orporation rules regarding pay in chapter 53. First, the other provisions in 42 U.S.C.\n§ 2297b-4 demonstrate that Congress authorized USEC to make employmentrelated decisions w ithout regard to the civil service laws. For example, subsection\n2297b-4(c) provides that USEC is to follow certain general principles set forth in\ntitle 5 governing personnel matters, but also expressly exempts USEC from the\nspecific requirements o f title 5 in making these decisions:\nApplicable criteria. The Board shall ensure that the personnel\nfunction and organization is consistent with the principles o f section\n2301(b) of title 5, relating to merit system principles. Officers and\nemployees shall be appointed, promoted, and assigned on the basis\nof merit and fitness, and other personnel actions shall be consistent\nwith the principles of fairness and due process but without regard to\nthose provisions o f title 5 governing appointments and other p e r­\nsonnel actions in the competitive service. 42 U.S.C. § 2297b-4(c) (emphasis added). Furthermore, 42 U.S.C. § 2297b-4 contains certain provisions relating to the\nrights of employees transferred to USEC from DOE and other governm ent posi­\ntions. These provisions indicate that Congress contemplated that USEC employees\nwould not be protected by the civil service laws. For example,\n[c]ompensation, benefits, and other terms and conditions of em ­\nployment in effect immediately prior to the transition date, whether\nprovided by statute or by rules of the Department or the executive\nbranch, shall continue to apply to officers and employees who trans­\nfer to the Corporation from other Federal employment until\nchanged by the Board. 42 U.S.C. § 2297b-4(d) (emphasis added). This provision reflects C ongress’s as­\nsumption that USEC would be free to set the terms and conditions of employment\nfor its employees, because if USEC were bound by civil service statutes Congress\nwould not have needed to guarantee transferred employees their existing em ploy­\nment terms and conditions. Furthermore, the protection is merely temporary, for it\nlasts only “until changed by the Board.” Thus, Congress provided that USEC\nwould be authorized to change the terms and conditions of employment for trans­\nferred government employees without regard to civil service laws. The natural\ninference from this authorization is that Congress assumed it had given USEC the\nsame authority with respect to new hires and other non-governmental employees. In addition, the part o f the Act that governs the benefits o f transferees and detailees reflects C ongress’s assumption that USEC would retain discretion to set 29 O pinions o f the O ffice o f Legal C ounsel pension and other benefits without regard to the statutory civil service benefit re­\nquirem ents. That provision states: At the request o f the Board and subject to the approval of the Sec­\nretary, an em ployee of the [DOE] may be transferred or detailed as\nprovided for in section 2297b-14 o f this title, to the Corporation\nwithout any loss in accrued benefits or standing within the Civil\nService System.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_87__3",
      "chunk_id": "3",
      "content": "At the request o f the Board and subject to the approval of the Sec­\nretary, an em ployee of the [DOE] may be transferred or detailed as\nprovided for in section 2297b-14 o f this title, to the Corporation\nwithout any loss in accrued benefits or standing within the Civil\nService System. For those em ployees who accept transfer to the\nC orporation, it shall be their option as to whether to have any ac­\ncrued retirem ent benefits transferred to a retirement system estab­\nlished by the Corporation o r to retain their coverage under either\nthe Civil Service Retirement System or the Federal Em ployees’ Re­\ntirem ent System, as applicable, in lieu of coverage by the Corpora­\ntio n ’s retirem ent system. F or those employees electing to remain\nwith one o f the Federal retirem ent systems, the Corporation shall\nwithhold pay and make such payments as are required under the\nFederal retirem ent system. For those [DOE] employees detailed,\nthe [DOE] shall offer those employees a position of like grade,\ncom pensation, and proximity to their official duty station after their\nservices are no longer required by the Corporation. 42 U.S.C. § 2297b-4(e)(4) (emphasis added). If Congress had intended that USEC\nwould generally be subject to the civil service laws, it would not have been neces­\nsary for the Act to state that employees transferred or detailed from government\njobs to USEC would retain “accrued benefits [and] standing within the Civil Serv­\nice System .” Furtherm ore, subsection 2297b-4(e)(4) constitutes congressional\nauthorization for USEC to establish its own retirement system in lieu of one of the\ntwo retirem ent systems established in title 5.2\nFinally, 42 U.S.C. § 2297b-4(e)(3) states that USEC is subject to the National\nLabor Relations A ct (“NLRA”), 29 U.S.C. §§ 151-169. This provision also\nreflects C ongress’s intent to treat USEC more like a private employer than a\ngovernm ent em ployer for purposes o f em ploym ent guidelines. Government agen­\ncies and departm ents subject generally to the civil service system of title 5 are not\ncovered by the N LRA ; instead, these governm ent entities are subject to the\nLabor-M anagem ent and Employee Relations subpart o f title 5. See 5 U.S.C.\n§§ 7101-7135. Thus, when read together, the employee provisions of the Act require the\nconclusion that the Act exempts USEC from all of title 5 ’s pay provisions. This\ninterpretation is also consistent w ith the general purposes of USEC’s enabling stat­\nute as a whole. As discussed above, Congress established USEC so that it could\n2\nSee 5 U.S C. §§ 8331-8351 (Civil Service Retirement System ), id. §§ 8401-8479 (Federal Employees’\nRetirement System) 30 A pplicability o f the Civil Service P rovisions o f Title 5 o f the\nU nited States Code to the U nited States E nrichm ent Corporation implement the uranium enrichm ent program in a more efficient and com petitive\nmanner. USEC was created in order to “operate as a business enterprise on a\nprofitable and efficient basis,” 42 U.S.C. § 2297a(l); see id.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_87__4",
      "chunk_id": "4",
      "content": "implement the uranium enrichm ent program in a more efficient and com petitive\nmanner. USEC was created in order to “operate as a business enterprise on a\nprofitable and efficient basis,” 42 U.S.C. § 2297a(l); see id. § 2297a(7) (citing\nas one purpose of USEC, to “conduct the business as a self-financing corporation\nand eliminate the need for Federal Government appropriations or sources o f\nFederal financing”),3 and accordingly was authorized to have “all the powers o f\na private corporation incorporated under the District of Columbia B usiness\nCorporation Act,” id. § 2297b-2(l). The flexibility to make employment decisions\nwithout regard to the civil service laws, and particularly to attract highly\nqualified business executives without regard to federal salary caps, constitutes\nthe sort of competitive advantage that USEC needs to carry out the purpose o f the\nAct. Our conclusion is also supported by the fact that Congress contem plated that\nUSEC would start out as a government corporation but would eventually be pri­\nvatized without further action by Congress. Under 42 U.S.C. § 2297d(a), USEC is\nrequired to “prepare a strategic plan for transferring ownership of the C orporation\nto private investors” within two years after the date D O E’s uranium enrichm ent\nprogram is transferred to USEC. The privatization plan must be transmitted to the\nPresident and Congress, id. § 2297d(d); USEC is authorized to implement the plan\nwithout additional legislation, so long as the President approves the plan and\nUSEC notifies Congress of its intent to implement the plan and then waits 60 days,\nid. § 2297d-l. Thus, if the Act were interpreted to subject USEC to title 5 ’s civil\nservice provisions and USEC is then privatized, USEC as a private corporation\nwould be covered by the civil service laws. This would produce a very odd result,\nand one that contradicts the purpose of the Act — namely, to enable USEC to take\nadvantage of the added flexibility a private corporation has to compete in interna­\ntional markets. B.\nThe sparse legislative history of the Act supports the above analysis, because it\nshows that Congress rejected the Senate’s language, which would have subjected\nUSEC to most of the civil service laws. The original Senate and House versions o f 3\nSee also H.R. Rep. No. 102-474, pt. II, at 77, reprinted in 1992 U S.C C A N at 2084 ( ‘A Government\ncorporation, with a clearly defined mission to operate as a commercial enterprise on a profitable and efficient\nbasis, will provide the enrichment program with the businesslike structure and flexibility that is crucial to the\nsurvival of the program \"), H R. Rep No. 102-474, pt VIII, at 76, reprinted in 1992 U.S.C.C.A.N. at 2294\n(“This proposal [establishing USEC] addresses the current problems of the DOE program through the estab­\nlishment of a Government Corporation which eventually could be sold to the private sector However, it is\ncritical that the new Government Corporation operate according to certain principles in order to be success­\nful The first principle is that the Government Corporation must be treated like a private corporation to the\nfullest extent practicable",
      "queries": [
        "what was the purpose of usec"
      ],
      "queries_score": [
        "2.1064782"
      ]
    },
    {
      "id": "memos_87__5",
      "chunk_id": "5",
      "content": "The first principle is that the Government Corporation must be treated like a private corporation to the\nfullest extent practicable In order for the Government Corporation to become attractive to private investors,\nit will have to be competitive in the marketplace This will require freedom from bureaucratic behavior and\nweaning from special government favoritism \") (emphasis added). 31 Opinions o f the O ffice o f L egal C ounsel the Act treated U S E C ’s employees quite differently. Section 1504 of S. 2166,\n102d Cong. (1992), the bill first passed by the Senate,4 provided:\n(a) O fficers and employees o f the Corporation shall be officers\nand em ployees of the United States. (b) The Administrator [o f USEC] shall appoint all officers, em ­\nployees and agents of the Corporation as are deemed necessary to\neffect the provisions of this title without regard to any administra­\ntively imposed limits on personnel, and any such officer, employee\nor agent shall only be subject to the supervision of the Administra­\ntor. The Administrator shall fix all com pensation in accordance\nwith the com parable pay provisions o f section 5301 o f title 5,\nU nited States Code, with com pensation levels not to exceed Execu­\ntive Level II, as defined in section 5313 o f title 5, United States\nCode\\ Provided, That the A dm inistrator may, upon recommenda­\ntion by the Secretary and the Corporate Board . . . and approval by\nthe President, appoint up to ten officers whose compensation shall\nnot exceed an amount which is 20 per centum less than the compen­\nsation received by the Adm inistrator, but not less than Executive\nLevel II. (Em phasis added.) The Senate bill also provided that USEC employees were to be\nincluded in one of the two federal civil service retirement systems, S. 2166,\n§ 1504(c), and it explicitly subjected USEC em ployees to federal laws restricting\nem ployee conduct such as the Hatch Act, id. § 1504(e). As explained in the com­\nmittee report accom panying S. 210, 102d Cong. (1991), a bill with identical em­\nployee provisions introduced the previous year, the Senate bill would have\n“su b je c te d ] USEC employees to all civil service laws except as otherwise\nprovided” in the bill. S. Rep. N o. 102-63, at 29 (1991) (discussing effect of\n§ 1504(a)). Thus, the Senate bill would have explicitly subjected USEC to the compensa­\ntion provisions of title 5, including the pay cap provision. By contrast, the bill first\npassed by the H ouse o f Representatives, H.R. 776, 102d Cong. (1992), specifically\nprovided that the “ [o]fficers and em ployees of the Corporation shall not be officers\nand em ployees o f the United States.” Id. § 1305(a) (emphasis added). This lan­\nguage would have unambiguously exem pted USEC from all civil service laws. 5 4 See 138 Cong Rec. 2567 (1992)\n3 The only oiher employee-related provisions in the bill protected the existing rights of employees at\nfacilities performing functions vested in USEC and subjected USEC to the NLRA. H.R 776, § 1305(b). Similar provisions were incorporated into the legislation ultimately enacted into law.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_87__6",
      "chunk_id": "6",
      "content": "5 4 See 138 Cong Rec. 2567 (1992)\n3 The only oiher employee-related provisions in the bill protected the existing rights of employees at\nfacilities performing functions vested in USEC and subjected USEC to the NLRA. H.R 776, § 1305(b). Similar provisions were incorporated into the legislation ultimately enacted into law. See 42 U S.C.\n§ 2297b-4(e)( l)-(3). 32 A p p licability o f the Civil Service P rovisions o f Title 5 o f the\nU nited States Code to the U nited States E nrichm ent Corporation H.R. 776 was passed by the House on May 27, 1992 and sent on to the Senate. 138 Cong. Rec. at 12,725. The Senate amended H.R. 776 and replaced the House\nlanguage regarding USEC employees with the language contained in its own bill,\nS. 2166 (quoted above); the Senate passed the amended bill on July 30, 1992. 138\nCong. Rec. at 20,430. No legislative history explains the differences between the House and Senate\nversions o f the employee provisions and the language produced by the\nHouse-Senate conference and enacted into law. However, a comparison o f the\nHouse and Senate bills makes clear that the provisions agreed upon effected a\ncompromise under which USEC was exempted from all of the civil service laws\nrelating to employee pay and benefits, but was required to implement “merit sys­\ntem principles” and apply fairness and due process in carrying out personnel ac­\ntions under 42 U.S.C. § 2297b-4(c).6 Thus, unlike the Senate version, the Act\nspecifically exempts USEC from 5 U.S.C. § 5301 and authorizes it to fix the com ­\npensation o f employees, take personnel actions without regard to the relevant title\n5 rules, and establish its own pension plan. Furthermore, the Act provides that the\n“[b]oard shall appoint such officers and employees as are necessary for the trans­\naction of its business,” 42 U.S.C. § 2297b-4(a), in contrast to the original Senate\nversion of the bill, which provided that officers and employees would be officers\nand employees of the United States. III. Based on the foregoing analysis of the Act and its legislative history, we have\nconcluded that USEC is exempt from the civil service provisions of title 5 o f the\nUnited States Code. DANIEL L. KOFFSKY\nActing Assistant Attorney General\nOffice o f Legal Counsel 6\nSee Letter for Honorable James B. King, Director, Office of Personnel Management, from J. Bennett\nJohnston, Chairman, Senate Committee on Energy and Natural Resources (May 6, 1991) (explaining the\nSenator's view of the legislative history, based on informal sources that did not become part of the official\nrecorded legislative history) We merely note that this letter supports the theory explaining the change in the\nb ill's language, because the letter is a post-enactment interpretation by one Member of Congress, we do not\nrely on K in any way for our interpretation.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_87__7",
      "chunk_id": "7",
      "content": "We merely note that this letter supports the theory explaining the change in the\nb ill's language, because the letter is a post-enactment interpretation by one Member of Congress, we do not\nrely on K in any way for our interpretation. See, e.g , Sullivan v. Fmkelstein, 496 U S. 617, 631-32 (1990)\n(Scaha, J , concurring in part); Tataranowicz v Sullivan, 959 F 2d 268, 278 n 6 (D C. Cir 1992), cert de­\nnied, 506 U S. 1048 (1993), Multnomah Legal Servs Workers Union v. Legal Servs. Corp., 936 F 2d 1547,\n1555 (9th Cir 1991). 33",
      "queries": [],
      "queries_score": []
    }
  ]
}