{
  "doc_id": "memos_17",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_17__0",
      "chunk_id": "0",
      "content": "Constitutionality of Seizing the Passports of Individuals Found to\nbe Importing Controlled Substances Into the United States\nA C ustom s Service directive to seize as evidence o f a federal crim e the passports of individuals found\nto be im porting controlled substances into the U nited S tates would not implicate the Fourth o r\nFifth A m endm ents to the U nited States Constitution, nor give rise to any valid constitutional claim s\no f denial o f due process or deprivation o f freedom to travel. March 15, 1988\nM em orandum O p in io n f o r t h e A ttorney G eneral This memorandum evaluates the legality of the proposal by the United States\nCustoms Service to seize the United States passports of individuals found to be\nin possession of illegal drugs upon entering the United States. In our view, the\nproposal involves nothing more than the lawful seizure of evidence of crime and\nraises no novel or substantial questions under the Fourth or Fifth Amendments. Indeed, according to the Customs Service, current practice is to seize passports\nin a large number of serious crimes. The current proposal would simply extend\nthat practice to all cases involving the importation of any quantity of illegal drugs. There has been some confusion in the press accounts describing the Customs pro­\nposal and, therefore, we begin with a brief description of the plan. I. Background\nUnder the Customs Service directive, beginning March 15,1988, Customs Ser­\nvice officials are to seize an individual’s U.S. passport “as criminal evidence”\nand all “other evidentiary material” whenever “a person is found to be in viola­\ntion of federal, state, or local criminal laws regarding the importation and/or pos­\nsession of controlled substances.” Memorandum to All Regional Commission­\ners, District Directors, Inspection and Control Stations, Regional and District\nCounsels, Special Agents in Charge, from Commissioner of Customs, Re: Seizure\nof Controlled Substance Violator Passports for Evidence at 1 (Mar. 8, 1988)\n(“Customs Directive”). The individual will be given a custody receipt for retained\nor seized property such as the passport and other personal items being held as ev­\nidence. According to officials from the State Department, an individual whose\npassport is seized and held as evidence of importation of illegal drugs may ap­\nply for, and, at least absent a risk to national security, be granted, a new pass­\nport. 1\n1 Meeting with Mary V. Mochary, Deputy Legal Advisor, United States Department of Slate (M ar 14,1988). 59 The local Customs Duty Agent will then be notified of the violation, and make\na determination whether the violator should be arrested or released. In addition,\nthe Customs Duty Agent is directed to “attempt to obtain federal prosecution of\nthe violator” under 21 U.S.C. § 844 (possession of a controlled substance) and\n21 U.S.C. § 952 (importation of a controlled substance), or, if federal prosecu­\ntion is declined, to “attempt to obtain state or local prosecution for violations of\nany applicable state laws concerning controlled substances.” Customs Directive\nat 2.",
      "queries": [
        "why does the u.s. government seize passports of individuals found to be importing controlled substances"
      ],
      "queries_score": [
        "2.4871414"
      ]
    },
    {
      "id": "memos_17__1",
      "chunk_id": "1",
      "content": "Customs Directive\nat 2. If federal, state, or local prosecution is accepted, the Customs Duty Agent\nis directed to initiate a chain of custody and transfer the passport and evidence to\nthe appropriate officials for use in prosecution. In addition, “[t]he chain of cus­\ntody must state that once the passport is no longer required as criminal evidence,\nth e . .. officer having possession must send it directly to the Department of State.” Id. If federal, state, and local prosecution is declined, the Customs Service is to\nforward seized passports to the Department of State for disposition and notify the\nviolator of the address to which he may direct inquiries concerning his passport. II. Discussion As described in the Customs Directive, the plan to seize the passports of those\nengaged in the importation of controlled substances into the United States ap­\npears to involve nothing more than the lawful seizure of evidence of a crime pur­\nsuant to a lawful search. It has long been established that “routine searches of\npersons and things may be made upon their entry into the country without first\nobtaining a search warrant and without establishing probable cause or any sus­\npicion at all in the individual case.” 1 Wayne R. LaFave & Jerold H. Israel, Crim­\ninal Procedure § 3.9, at 326 (1984) (footnote omitted). According to the Supreme\nCourt, “searches made at the border, pursuant to the long-standing right of the\nsovereign to protect itself by stopping and examining persons and property cross­\ning into this country, are reasonable simply by virtue of the fact that they occur\nat the border.” United States v. Ramsey, 431 U.S. 606, 616 (1977). Assuming a lawful border search, customs officials are entitled to seize all ev­\nidence of a crime for use in subsequent prosecution. In Warden v. Hayden, 387\nU.S. 294 (1967), the Supreme Court abandoned any distinction between seizure\nof ‘“ mere evidence’” and seizure of “fruits, instrumentalities or contraband” for\npurposes of the Fourth Amendment, and held that evidence could be seized so\nlong as there is “a nexus—automatically provided in the case of fruits, instru­\nmentalities or contraband—between the item to be seized and criminal behav­\nior.” Id. at 307. The passport of an individual found to be in possession of a controlled sub­\nstance upon entering the United States is clearly subject to lawful seizure. Under\nfederal law, it is a felony “to import into the United States from any place out­\nside thereof, any controlled substance . . . or any narcotic drug.” 21 U.S.C.\n§ 952(a). As recently stated by the Fourth Circuit, “[a] critical element of the of­\nfense is that the defendant import the substance or cause it to be imported.” United 60 States v. Samad, 754 F.2d 1091,1096(4thCir. 1984). Under federal law, the only\nmeans by which an American can lawfully enter or leave the country—absent a\npresidentially granted exception— is with a passport. See 8 U.S.C. § 1185(b). Thus, even assuming that an individual’s passport is not itself an instrumentality\nof the crime of importing drugs, it certainly constitutes evidence with a nexus to\nthe crime of importation of drugs.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_17__2",
      "chunk_id": "2",
      "content": "See 8 U.S.C. § 1185(b). Thus, even assuming that an individual’s passport is not itself an instrumentality\nof the crime of importing drugs, it certainly constitutes evidence with a nexus to\nthe crime of importation of drugs. The passport is evidence of the individual’s\nidentification, destination, and normally his place of origin. Since the offense of\nimportation requires the prosecution to prove that the defendant imported drugs\n(1) into the United States, and (2) from a place outside of the United States, there\nis certainly a nexus between the defendant’s passport and criminal behavior. See\nWarden v. Hayden, 387 U.S. at 307. Of course, an individual whose passport has been seized as evidence in these\ncircumstances may be entitled to its return following conviction, acquittal, or a\ndecision not to prosecute. 2 See Warden v. Hayden, 387 U.S. at 307-08. But the\nmere fact that properly seized evidence may be subject to return does not in any\nway affect the legality of the initial seizure. Id. at 307-10. Under the Customs\nDirective, when they are of no further evidentiary use, passports seized as evi­\ndence of importation of controlled substances are to be forwarded to the Depart­\nment of State with appropriate notification to the individual to whom the pass­\nport was issued. The State Department may hold the passport pending a request\nfor its return or determine immediately whether there are adequate grounds un­\nder applicable regulations for revoking the passport. 3 There is no valid constitu­\ntional objection to this scheme. First, post-deprivation process is necessarily ad­\nequate when a passport is seized lawfully as evidence of crime. See Warden v.\nHayden, 387 U.S. at 307-08; cf. Haig v. Agee, 453 U.S. 280,309-10 (1981) (post­\nrevocation notice and hearing is constitutionally sufficient when passport revoked\non the ground that “there is a substantial likelihood of ‘serious damage’ to na­\ntional security or foreign policy as a result of a passport holder’s activities in for­\neign countries”). 2 In addition, an individual may seek return o f his passport prior to trial pursuant to Federal Rule of Criminal\nProcedure 41 (e) That rule provides. A person aggrieved by an unlawful search and seizure may move the district court for the district in\nwhich the property was seized for the return o f the property on the ground that he is entitled to lawful\npossession o f the property which was illegally seized. The judge shall receive evidence on any issue\nof fact necessary to the decision o f the motion. If the motion is granted the property shall be restored\nand it shall not be admissible in evidence at any hearing or trial.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_17__3",
      "chunk_id": "3",
      "content": "The judge shall receive evidence on any issue\nof fact necessary to the decision o f the motion. If the motion is granted the property shall be restored\nand it shall not be admissible in evidence at any hearing or trial. If a motion for return of property is\nmade or comes on for hearing in the district o f trial after an indictment or information is filed, it shall\nbe treated also as a motion to suppress under Rule 12\nThus, the denial of a motion for the return o f seized property under Rule 41(e) is in effect a finding that the search\nand seizure were lawful, and therefore an individual whose passport has been seized would have no independent\nlegal objection to retention o f his passport for use as evidence. 3 At a meeting on March 14,1988, Mary V. Mochary, Deputy Legal Advisor, United States Department of State,\ninformed this Office that the State Department does not intend to revoke passports it receives from the Customs\nService pursuant to the Customs Directive. According to Ms. Mochary, the State Department’s practice has been\nto hold passports used as evidence until the persons to whom they were issued request their return or until the pass­\nports expire. Ms. Mochary stated that few, if any, individuals have requested return o f a seized passport, preferring\nsimply to apply for and be issued a new one. 61 Further, there would be no unconstitutional infringement of the citizen’s free­\ndom to travel abroad. In the first place, the freedom to travel apparently will not\nbe infringed at all since, as noted below, the State Department will issue a new\npassport even to a person whose passport has been seized as evidence in a drug\ntrafficking or other criminal prosecution. In light of the availability of a replace­\nment passport, there is no plausible argument that a temporary deprivation of\none’s passport meaningfully restricts the liberty to travel abroad. In any event, the Supreme Court has recognized repeatedly that this freedom\n“is subject to reasonable governmental regulation,” and that “thefreedom to travel\noutside the United States must be distinguished from the right to travel within\nthe United States.” Haig v. Agee, 453 U.S. at 306. For this proposition, the Agee\nCourt relied on Califano v. Aznavorian, 439 U.S. 170 (1978), in which the Court\nexplained: The constitutional right of interstate travel is virtually unqual­\nified. By contrast the ‘right’ of international travel has been con­\nsidered to be no more than an aspect o f the ‘liberty’ protected by\nthe Due Process Clause of the Fifth Amendment. As such this\n‘right,’ the Court has held, can be regulated within the bounds of\ndue process. Id. at 176 (citations omitted) (quoting Califano v. Torres, 435 U.S. 1, 4 n.6\n(1978)). For the reasons already stated, the seizure and retention of a passport as\nevidence of criminal activity is consistent with due process.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_17__4",
      "chunk_id": "4",
      "content": "As such this\n‘right,’ the Court has held, can be regulated within the bounds of\ndue process. Id. at 176 (citations omitted) (quoting Califano v. Torres, 435 U.S. 1, 4 n.6\n(1978)). For the reasons already stated, the seizure and retention of a passport as\nevidence of criminal activity is consistent with due process. Whether the Secre­\ntary o f State’s potential, future revocation o f the passport would be reasonable\nand comply with due process will depend on the facts and circumstances sur­\nrounding that action, see generally Haig v. Agee, and would not bear upon the\nlegality of the actions to be taken pursuant to the Customs Directive. 4 Thus, even\nif replacement passports were not provided, there would be no constitutional im­\npediment to seizing passports in this manner. Conclusion The Customs Directive to seize as evidence the passports of individuals found\nto be importing controlled substances into the United States raises no novel or\nsubstantial constitutional questions. Supreme Court precedent clearly establishes 4\nU nder the State D epartm ent’s current regulations, a passport may be revoked if “ [t]he Secretary determines\nthat the national’s activities abroad are causing or are likely to cause serious damage to the national security or the\nforeign policy o f the United States ” See 22 C.F.R. §§ 51.71(a), 51.70(b)(4). Any action taken by the Secretary that\nadversely affects the ability o f a person to receive or use a passport is subject to the provisions of 22 C.F.R. §§ 51.80\n- 51.89, which provide for notice and hearing. O f course, after a passport is no longer o f any evidentiary use but prior to any determination by the Secre­\ntary, an individual may seek return of a passport (as in the case o f all evidence) by initiating a ‘“ possessory action\nto reclaim that which is wrongfully withheld.’” Warden v H ayden, 387 U.S. at 308 (quoting Land v Dollar, 330\nU.S. 7 3 1 ,7 3 8 (1947)). 62 that the passport of an individual found to be importing drugs may be seized as\nthe instrumentality or evidence of a federal crime. Nor does the proposal give\nrise to a valid due process objection or an objection based on the freedom of in­\nternational travel. C harles J. C o o per Assistant Attorney General\nOffice o f Legal Counsel 63",
      "queries": [],
      "queries_score": []
    }
  ]
}