{
  "doc_id": "memos_94",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_94__0",
      "chunk_id": "0",
      "content": "Exchange Authority for Kaloko Honokohau\nNational Historical Park\nT he Departm ent o f the Interior is authorized to acquire privately held land for the K aloko Honokohau\nNational H istorical f t r k by exchanging it for surplus federal land of equivalent value w ithin the\nState of Hawaii. Its exchange authority does not, however, extend to excess as well as surplus\nfederal land, nor to land outside the State of Hawaii. T he power to d ispose o f property of the United States is com m itted under the C onstitution to\nC ongress, and the E x ecutive’s disposition of federal land in any particular case m ust be undertaken\nin accordance w ith w hatever rules C ongress has established for this purpose. In this ca se , the\nD epartm ent o f the Interior’s specific exchange authority in connection with the Park is pre­\nsum ptively lim ited by the otherwise applicable general legal restrictions on federal land exchange\ntransactions. May 20, 1982\nMEMORANDUM OPINION FOR THE\nUNDERSECRETARY OF THE INTERIOR This responds to your request for the Department’s legal opinion on two issues\nrelating to your authority to acquire land for the Kaloko Honokohau National\nHistorical Park in Hawaii. Both issues involve Interior’s authority under the 1980\nprovision in its appropriations act to acquire what is now privately owned land by\nexchanging it for federal land of equivalent value. The first question is whether\nboth “ surplus” and “ excess” federal real properties are available for such an\nexchange under the 1980 law. The second question is whether federal land in\nother states may be exchanged for the privately held Hawaiian land in question. The General Services Administration (GSA), in an opinion of its General\nCounsel dated August 25, 1981, takes the position that only intrastate exchanges\nof surplus real property are authorized. The Assistant Solicitor of the Interior and\ncounsel for the private property owners disagree, taking the position that the\n1980 law authorizes interstate exchanges of both surplus and excess property. 1 For reasons stated below, we believe that the result reached by the GSA is correct, 1 See A ug. 14, 1981, M em orandum to the A ssistant S ecretary for Fish and W ildlife and f c r k s , and the letter of\nS ept. 14, 1981, from C arla A H ills to Stephen Thayer, A ssistant to the A dm inistrator o f G SA T h e legal opin io n s\ncited are confined to the issue raised by the proposed exchange of land in differen t states, and d o not d iscu ss the\nquestion w hether both “ surplus” and “ excess” property m ay be exchanged. We gather that d isag reem en t with\nrespect to the latter question arose som etim e after these opinions were w ritten, and we have not been made aw are of\nthe argum ents advanced in support of either position 251 and that the only land authorized for exchange by the 1980 law is federal surplus\nland within the State of Hawaii.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_94__1",
      "chunk_id": "1",
      "content": "251 and that the only land authorized for exchange by the 1980 law is federal surplus\nland within the State of Hawaii. I. Legislative Background\nThe Kaloko Honokohau National Historical Park was established by the\nNational Kirks and Recreation Act of 1978 (1978 Act), Pub. L. No. 95-625, 92\nStat. 3499, “ to provide a center for the preservation, interpretation, and per­\npetuation of traditional native Hawaiian activities and culture . . . .” See\n§ 505(a) of the 1978 Act, 16 U .S.C . § 396d(a) (Supp. II 1978). Authority to\nacquire land for the Park was given to the Secretary of the Interior in § 505(b) of\nthe 1978 Act:\nExcept for any lands owned by the State of Hawaii or its\nsubdivisions, which may be acquired only by donation, the Secre­\ntary is authorized to acquire the lands described above by dona­\ntion, exchange, or purchase through the use of donated or appro­\npriated funds, notwithstanding any prior restriction of law. 16 U.S.C. § 396d(b) (Supp. II 1978). Since the Park’s establishment, Congress has failed to appropriate any funds to\nacquire privately held land for the Park. Nor, apparently, has it been possible\notherwise to acquire the particular property in question. In 1980, additional legislation was passed to augment the Secretary’s authority\nto acquire land under the 1978 Act. This legislation, enacted as a floor amend­\nment to your Department’s appropriation act for fiscal 1981, Pub. L. No.\n96-514, 94 Stat. 2960, reads in its entirety as follows:\nNotwithstanding any other provision of law, the Secretary is\nauthorized and shall seek to acquire the lands described in Section\n505(a) of the Act of November 10, 1978 (92 Stat. 3467) by first\nacquiring Federal surplus lands of equivalent value from the\nGeneral Services Administration and then exchanging such sur­\nplus lands for the lands described in Section 505(a) of that Act\nwith the land owners. Exchanges shall be on the basis of equal\nvalue, and any party to the exchange may pay or accept cash in\norder to equalize the value of the property exchanged. II. Whether Excess Property as Well as Surplus\nProperty Is Available for Exchange\nWith respect to your first question, we find no support in the terms of the 1980\nappropriation act or its legislative history for an argument that “ excess” as well\nas “ surplus” real property should be available for an exchange transaction. By its\nterms, the 1980 provision refers only to “ federal surplus lands” held by the\nGeneral Services Administration. Under the Federal Property and Administrative\nServices Act of 1949, 40 U .S.C . §§ 471-514, the law pursuant to which the\n252 GSA holds and administers federal property, the terms “ surplus” and “ excess”\ndenote two quite distinct categories of property. 2 Property determined by one\nagency to be in “ excess” of its needs can be sold or otherwise disposed of outside\nthe federal government as “ surplus” only when and if the Administrator of\nGeneral Services determines that no other executive agency needs it. See 40\nU.S.C. § 483(a)(1) and 41 C.F.R. § 101^7.201-1.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_94__2",
      "chunk_id": "2",
      "content": "Property determined by one\nagency to be in “ excess” of its needs can be sold or otherwise disposed of outside\nthe federal government as “ surplus” only when and if the Administrator of\nGeneral Services determines that no other executive agency needs it. See 40\nU.S.C. § 483(a)(1) and 41 C.F.R. § 101^7.201-1. When the 1980 legislation speaks of the acquisition of “ surplus” property\nfrom the GSA, we believe it reasonable to assume that Congress intended that\nterm to have its ordinary meaning under the Property Act. See 2A Sutherland\nStatutes and Statutory Construction § 47.27 (4th ed. 1973). See also Watt v.\nAlaska, 451 U.S. 259, 267 (1981) (two statutes dealing with the same subject\nmust be read to give effect to each other if possible “ while preserving their sense\nand purpose” ). This assumption is confirmed by the legislative history of the\n1980 provision. In explaining the legislation he had introduced, Senator Hatfield\nstated that “ [a]ll this does is to give, in effect, authorization to the GSA and the\nForest Service [sic] under existing rules, regulations, and laws” to attempt to\nacquire the private property through an exchange transaction. 126 Cong. Rec.\n29665 (1980).3\nIII. Whether Interstate Land Exchanges Are Authorized\nby the 1980 Provision As a general matter, the power to dispose of property of the United States is\ncommitted to Congress by Article IV, section 3, clause 2 of the Constitution. This\npower of Congress is “ exclusive,” and “ only through its exercise in some form\ncan rights in lands belonging to the United States be acquired.” Utah Power and\nLight Co. v. United States, 243 U.S. 389, 404—05 (1917). It follows that\nCongress may “ prescribe the conditions upon which others may obtain rights in\nthem.” Id. at 505. Accordingly, the Secretary’s authority under both the 1978 and\n1980 statutes to dispose of federal lands by exchanging them for privately owned\nlands for the Park must be exercised in accordance with whatever particular rules\nCongress has established. One set of rules applicable generally to land exchange\ntransactions in the National Park System is set forth in 16 U.S.C. § 460/-22(b):\nThe Secretary of the Interior is authorized to accept title to any\nnon-Federal property or interest therein within a unit of the\nNational Park System or miscellaneous area under his administra­\ntion, and in exchange therefor he may convey to the grantor of\n2 “ Excess p ro p erty ” is defined in § 3(e) of the P roperty Act as “ any property un d er the control o f any F ederal\nagency w hich is not required for its needs and th e discharge o f its responsibilities, as d eterm ined by the head\nth e re o f” 40 U S C . § 47 2 (e) “ S urplus p ro p erty ” is defined in § 3(g) as “ any excess property not required fo r the\nneeds and the discharge o f the responsibilities of all Federal agencies, as d eterm ined by the A dm inistrator [of\nG eneral S ervices].\" 40 U S C § 472(g) (em phasis added).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_94__3",
      "chunk_id": "3",
      "content": "40 U S C § 472(g) (em phasis added). 3 W hen C ongress has m ade an exception to general practice under the P roperty A ct w ith respect to the\nadm inistration and disp o sitio n of excess property, it has been explicit See, e g , 4Q\\J S .C . § 48 3 (a)(2 ) (GSA m u st\ntransfer to the S ecretary o f the Interior any excess real property located w ithin an Indian reservation, to be h eld in\ntrust for the use and benefit o f the tribe, w ithout regard to w hether any other Federal agency needs o r w ants to acq u ire\nit for its ow n use). 253 such property or interest any Federally owned property or interest\ntherein under his jurisdiction which he determines is suitable for\nexchange or other disposal and which is located in the same State\nas the non-Federal property to be acquired . . . . The values of\nthe properties so exchanged either shall be approximately equal,\nor if they are not approximately equal, the values shall be equal­\nized by the payment of cash to the grantor from funds appropri­\nated for the acquisition o f land for the area, or to the Secretary as\nthe circumstances require. (Emphasis supplied.) Section 460/-22(b) was enacted as § 5(b) of the Land and Water Conservation\nFund Amendments of 1968, Pub. L. No. 90-401, 82 Stat. 356. By its terms, it\napplies to all land exchange transactions in “ the National Park System or\nmiscellaneous area[s] under [the Secretary’s] jurisdiction.” Its legislative history\nindicates that Congress intended to impose “ consistent” limiting conditions on\nthe Secretary’s authority to acquire private land for national parks by exchange,\nconfining the land available for such exchanges to “ federally owned tracts under\nthe jurisdiction of the Department of the Interior in the same State, or States, as\nthe national park unit.” S. Rep. No. 1071, 90th Cong., 2d Sess. 8-9 (1968). In\n1970 the general applicability of § 460/-22(b) to all land exchange transactions\nin the National Park System (unless “ in conflict with any . . . specific provi­\nsion” ) was affirmed by § 2(b) of Pub. L. No. 91-383,84 Stat. 826, codified at 16\nU .S.C . § lc(b). See H.R. Rep. No. 1265, 91st Cong., 2d Sess. 8 (1970) (letter\nfrom Secretary of the Interior Hickel). 4 Your Department does not contend, nor do we think it reasonably could, that\nthe general limitations on the Secretary’s land exchange authority contained in\n§ 460/-22(b) are not applicable to exchanges under § 505(b) of the 1978 Act. We\nagree, then, that under the 1978 Act standing alone the Secretary would have\nbeen authorized to acquire privately owned land for the Park by exchange only\nwhen the federal property to be exchanged is (1) “ under his jurisdiction” and (2)\n“ located in the same State as the non-Federal property to be acquired.” The\nquestion thus arises whether the 1980 enactment modified the Secretary’s ex­\nchange authority under the 1978 Act.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_94__4",
      "chunk_id": "4",
      "content": "The\nquestion thus arises whether the 1980 enactment modified the Secretary’s ex­\nchange authority under the 1978 Act. Your Department interprets the 1980 enactment to authorize the Secretary to\nacquire from GSA federally owned land in other states in order to exchange it for\nthe privately owned land in Hawaii. That is, you believe the 1980 provision\ncarves out an exception to the intrastate restriction which otherwise governs all\nland exchanges transactions in the national park system. Your position in this\nregard appears to be based on a broad reading of the 1980 provision’s\n4 W hen C o n g ress has m ade an exception to th e intrastate restrictio n of § 4 6 0 /-2 2 (b ), it has been quite specific\nSee. e .g ., 16 U S .C § 4 5 9 c -2 (c ) (S ecretary m ay acquire land for Point R eyes National S eashore by exchanging\np ro p erty u n d er his ju risd ic tio n “ within C a lifo rn ia and adjacent States” ); 16 U .S C . § 4 5 9 /- l( b ) (A ssateague\nN ational S eashore; land in M aryland or V irginia m ay be exchanged); 16 U .S C . § 4 6 0 o - l( a ) (D elaw are Water G ap\nN ational R ecreation A rea; o n ly land in P ennsylvania, New Jersey or New York may be exchanged), 16 U .S .C .\n§ 4 6 0 /- l ( a ) (B ig h o m C anyon National R ecreation Area; land in M ontana o r W yom ing m ay be exchanged); 16\nU .S .C § 4 6 0 w -l(a ) (In d ian a Dunes N ational Seashore, land in Indiana o r Illinois may be exchanged) 254 introductory phrase, “ [notwithstanding any other provision of law.” See Assist­\nant Solicitor Watts’ memorandum of Aug. 14, 1981. We cannot agree that the\nphrase accomplishes so much. At the outset, it is not clear from the text of the 1980 provision whether the\nintroductory “ notwithstanding” phrase modifies the specific directive in this\nprovision to acquire surplus land from GSA for the purpose of exchange, or\nwhether it modifies the Secretary’s statutory exchange authority itself. If the\nformer reading were correct, the phrase would not supersede more generally\napplicable legal conditions governing an exchange transaction, such as\n§ 460/-22(b). If the latter reading were correct, then the introductory phrase\nwould have to be read to repeal every statutory restriction on or regulation of the\nSecretary’s power to acquire the land in question. See, e .g ., 40 U.S.C. § 255 or\n42 U.S.C. § 4651. This latter reading would, in rendering all such restrictions\nand regulations legally ineffective, repeal by implication all such restrictions and\nregulations. Repeals by implication are not favored, see Watt v. Alaska, supra, 451 U.S. at\n267. We would be, therefore, reluctant to give such a broad reach to this\nambiguous provision in the 1980 enactment without clearer textual expression of\nlegislative intent.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_94__5",
      "chunk_id": "5",
      "content": "Repeals by implication are not favored, see Watt v. Alaska, supra, 451 U.S. at\n267. We would be, therefore, reluctant to give such a broad reach to this\nambiguous provision in the 1980 enactment without clearer textual expression of\nlegislative intent. See also TVA v. Hill, 437 U.S. 153,189-90 (1978) (exceptions\nto a generally applicable statute will not be implied from subsequent legislation,\nparticularly where the subsequent legislation is an appropriations act). In addi­\ntion, as pointed out in notes 3 and 4 supra, this particular problem of statutory\nconstruction arises in a context in which Congress has historically legislated with\ncare and specificity when authorizing exceptions to the general congressionally\nestablished rules governing acquisition and disposal of property by the Ex­\necutive. Accordingly, we would normally give the “ notwithstanding” phrase the\nnarrower of the two readings absent other persuasive evidence of congressional\nintent to the contrary. The brief legislative history of the 1980 law, found at 126 Cong. Rec. 29665\n(1980), confirms, rather than contradicts, our reading of the 1980 enactment. Senator Hatfield described the difficulty created by Congress’ failure to appropri­\nate funds to purchase the privately held Hawaiian land for the Park, and explained\nhis proposed legislative solution in the following terms:\nMr. President, this is one of those very interesting situations\nwhere we are trying to correct an inequity that exists at this time. The Congress of the United States authorized the establishment of\na park in Hawaii and this park was to be developed out of a large\nparcel of private ownership. The only problem is that the Govern­\nment has not had the appropriations to make this purchase, and it\nhas now been appraised at about $60 million. The owners of this property are people of modest income, of\nincreasing age. In fact, I believe the owner is now near 70. They realize that, for the first time, if they should die their heirs\nwould be thrust into a very untenable position of having to pay\n255 inheritance tax on estate ownership, including this $60 million\nappraised value land. They have asked for relief in this situation. The GSA and the\nForest Service [sic] have agreed that there is land in Hawaii that\nthey could easily exchange and thereby create a fluid landholding\nas against this one buyer market situation they face. All this does is to give, in effect, authorization to the GSA and\nthe Forest Service [sic] under existing rules, regulations, and laws\nto proceed to redress this particular hardship that has been placed\nupon these innocent people. This passage reveals no intention to remove the otherwise applicable intrastate\nrestriction of 16 U .S.C . § 460/—22(b). Indeed, Senator Hatfield seems to have\nassumed that the transaction to be facilitated by his legislation would involve only\nfederal surplus land located in Hawaii (“The GSA and the Forest Service [sic]\nhave agreed that there is land in Hawaii that they could easily exchange. . . .”). This, coupled with his final reference to “ existing rules, regulations, and laws”\nwhich we have already quoted above, convinces us that the 1980 legislation was\nnot intended to carve out an exception to § 460/-22(b) so as to permit intrastate\nland exchanges.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_94__6",
      "chunk_id": "6",
      "content": ". . .”). This, coupled with his final reference to “ existing rules, regulations, and laws”\nwhich we have already quoted above, convinces us that the 1980 legislation was\nnot intended to carve out an exception to § 460/-22(b) so as to permit intrastate\nland exchanges. The most plausible explanation for the introductory “ notwithstanding” phrase\nis found in what has been described to us by the Assistant Solicitor as the GSA’s\npre-1980 reluctance to make available surplus property for the purposes of\nexchange except in accordance with the strict conditions imposed by its own\nregulations. 5 The 1980 legislation was, we conclude, intended to encourage the\nGSA to make available surplus property for the exchange by providing the\nspecific legal authority which the GSA apparently felt was insufficient under the\n1978 law. It was not, however, intended to remove legal restrictions which would\notherwise be applicable to the exchange itself. T h eo d o r e B . O lso n Assistant Attorney General\nOffice c f Legal Counsel 5 See 41 C .F R . § 101—47 301—1(c) (“surplus real property shall be disp o sed o f by exchange for privately ow ned\np ro p erty o n ly fo r p roperty m anagem ent co n sid eratio n s such as boundary realignm ent o r provision of access o r in\nth o se situ atio n s in w hich the acquisition is a u th o rized by law, the requesting Federal agency has received approval\nfro m the O ffice o f M an ag em en t an d Budget a n d clearance from its congressio n al oversight com m ittees to acquire by\ne x c h an g e, an d th e transaction offers substantial econom ic o r unique program advantages n ot otherw ise obtainable\nby any o th e r m ethod o f acquisition.’'). 256",
      "queries": [],
      "queries_score": []
    }
  ]
}