{
  "doc_id": "memos_8",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_8__0",
      "chunk_id": "0",
      "content": "Enforcement of INA Employer Sanctions Provisions Against\nFederal Government Entities\nSection 274A o f the Im m igration and N ationality Act, which establishes em ployer verification require­\nm ents and authorizes the Im m igration and N aturalization Service to take enforcem ent actions\nagainst em ployers fo r failure to com ply with those requirem ents, authorizes im position o f em ployer\nsanctions against federal governm ent entities. T he INS can exercise this enforcem ent authority against persons and entities within all three branches\no f the federal governm ent in a m anner consistent with the C onstitution. March 15, 2000\nM em orandum O p in io n I m m ig r a t i o n and fo r th e G en era l C o u n sel N a t u r a l iz a t io n S e r v ic e You have requested our advice as to whether section 274A of the Immigration\nand Nationality Act (“ INA” ), which establishes employer verification require­\nments and authorizes the Immigration and Naturalization Service (“ INS” ) to take\nenforcement action against employers for failure to comply with those require­\nments, can be applied to federal government entities, in light of the possible con­\nstitutional concerns that such enforcement action might raise. As we explain more\nfully below, we believe that section 274A clearly contemplates the imposition\nof employer sanctions against federal government entities. Moreover, with respect\nto employers within all three branches, we conclude that the INS can exercise\nits authority to take enforcement actions against such persons or entities consistent\nwith the Constitution. BACKGROUND Section 274A of the INA provides for the assessment of civil monetary penalties\nand cease and desist orders against any “ person or other entity” who has know­\ningly hired, or knowingly continued to employ, any unauthorized alien or who\nhas failed to comply with the employment verification system mandated by section\n274A(b).' 8 U.S.C. §§ 1324a(e)(4Me)(5) (1994 & Supp. II 1996). As used in\nsection 274A, the term “ entity” includes “ an entity in any branch of the Federal\nGovernment.” Id. § 1324a(a)(7). The INS has the authority to investigate complaints of potential violations of\nsection 274A by inspecting employment eligibility verification forms maintained\nby employers and compelling the production of evidence or the attendance of\nwitnesses by subpoena. Id. § 1324a(e)(2). If, based upon such an investigation,\nthe INS determines that an employer has violated section 274A, it serves a Notice\n1 Criminal penalties and injunctive relief may also be imposed against persons or entities engaged in a “ pattern\nor practice o f violations” of section 274A. See 8 U.S C. § 1324a(f)( 1M 2 ) 33 Opinions o f the Office o f Legal Counsel in Volume 24 o f Intent to Fine ( “ NTF” ) on the employer. 8 C.F.R. § 274a.9 (1998). An employer\nserved with a NIF may request an evidentiary hearing before an Administrative\nLaw Judge ( “ ALJ” ). 8 U.S.C. § 1324a(e)(3).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_8__1",
      "chunk_id": "1",
      "content": "o f Intent to Fine ( “ NTF” ) on the employer. 8 C.F.R. § 274a.9 (1998). An employer\nserved with a NIF may request an evidentiary hearing before an Administrative\nLaw Judge ( “ ALJ” ). 8 U.S.C. § 1324a(e)(3). If the employer does not request\na hearing, the NIF becomes a final, unappealable order, id.\\ if a hearing is\nrequested, the ALJ’s subsequent decision and order become the final decision and\norder of the Attorney General, unless a reviewing official or the Attorney General\nherself modifies or vacates the order, pursuant to regulations. See id. § 1324a(e)(7). Section 274A also provides for judicial review and judicial enforcement of final\norders. Under section 274A(e)(8), “ [a] person or entity adversely affected by a\nfinal order respecting an assessment may, within 45 days after the date the final\norder is issued, file a petition in the Court of Appeals for the appropriate circuit\nfor review of the order.” 8 U.S.C. § 1324a(e)(8). If a person or entity refuses\nto comply with any final order, the statute provides that “ the Attorney General\nshall file a suit to seek compliance with the order in any appropriate district court\nof the United States.” Id. § 1324a(e)(9). DISCUSSION As noted above, section 274A authorizes the INS to assess civil monetary pen­\nalties against any “ person or other entity” that violates the employment\nverification provisions of that section. Section 274A(a)(7) provides: “ For purposes\nof this section, the term ‘entity’ includes an entity in any branch of the Federal\nGovernment.” 8 U.S.C. § 1324a(a)(7). We must first determine whether Congress intended to authorize the INS to\nassess administrative penalties and otherwise bring enforcement proceedings\nagainst governmental employers. A straightforward reading of the statutory text\nleads us to conclude that that was clearly Congress’s intent. Prior to passage of\nthe Illegal Immigration Reform and Immigrant Responsibility Act of 1996\n( “ IIRIRA” ), Pub. L. No. 104-208, 110 Stat. 3009-546, section 274A contained\nno provision defining the scope of the term “ entity.” In fact, this Office deter­\nmined in 1992 that the absence at that time of any definition of the phrase “ person\nor other entity” from the INA, together with the lack of evidence that Congress\nintended the phrase to include federal agencies, precluded application of the term\n“ entity” to a federal government agency in the context of the employer antidiscrimination provision of section 274B. See Enforcement Jurisdiction o f the Spe­\ncial Counsel fo r Immigration Related Unfair Employment Practices, 16 Op.\nO.L.C. 121, 123-24 (1992). In 1996, Congress amended section 274A to make clear that the term “ entity”\ndid apply to federal government entities. Section 412(d) of IIRIRA added new\nsubparagraph 274A(a)(7) to the INA:\n34 Enforcement o f INA Employer Sanctions Provisions Against Federal Government Entities “ Application to Federal Government — For purposes of this sec­\ntion, the term ‘entity’ includes an entity in any branch of the Fed­\neral Government.”\n8 U.S.C. § 1324a(a)(7). We believe the language of that provision is manifest:\nfor purposes of section 274A, the term “ entity” applies to all federal government\nemployers, including agencies within the executive, judicial and legislative\nbranches.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_8__2",
      "chunk_id": "2",
      "content": "We believe the language of that provision is manifest:\nfor purposes of section 274A, the term “ entity” applies to all federal government\nemployers, including agencies within the executive, judicial and legislative\nbranches. The House Conference Report accompanying IIRIRA confirms our\nreading of section 412(d): “ This provision clarifies that the Federal government\nmust comply with section 274A of the Immigration and Nationality Act . . . .”\nH.R. Conf. Rep. No. 104—828, at 237 (1996). The plain text of the statute, together\nwith its legislative history, thus leaves no question as to Congress’s intent that\nfederal government entities be covered by section 274A, including the investiga­\ntion, assessment and enforcement provisions of section 274A(e). Having concluded that Congress intended to authorize the INS to assess civil\npenalties and bring enforcement actions against other governmental employers,\nwe further conclude that the INS can exercise that authority consistent with the\nConstitution. Because different constitutional issues are raised by INS enforcement\nof section 274A against executive agencies, the judiciary, and Congress, we will\nseparately address application of the statute to each branch. Enforcement Actions Against Executive Branch Agencies The President has authority under Article II of the Constitution to supervise\nthe executive branch, which includes the authority to resolve disputes within that\nbranch. Authorizing the INS to assess civil penalties against other agencies does\nnot give rise to a constitutional problem under Article II. The critical point is\nthat the INA “ does not preclude the President from authorizing any process he\nchooses to resolve disputes between [the INS] and other federal agencies regarding\nthe assessment of administrative penalties.” Administrative Assessment o f Civil\nPenalties Against Federal Agencies Under the Clean A ir Act, 21 Op. O.L.C. 109,\n116 (1997) (“ EPA Opinion” ). Under section 274A, any agency that disputes an\nINS assessment has the opportunity to voice its objections in an administrative\nhearing before an ALJ, whose decision is subject to review by the Attorney Gen­\neral or her delegate. 8 U.S.C. § 1324a(e)(7). There is no limitation in the statute\non the President’s authority to review the matter if he chooses to do so, and the\nabsence of any such restriction on his discretion is dispositive. EPA Opinion, 21\nOp. O.L.C. at 116. In the context of one federal executive agency assessing civil penalties against\nanother, the statutory provision of judicial procedures to enforce those penalties\nalso might be thought to raise constitutional concerns related to the Article III\nlimitation on the jurisdiction of the federal courts to actual cases and controversies. 35 Opinions o f the Office o f Legal Counsel in Volume 24 The civil action provisions contained in sections 274A(e)(8) and (9) might be\nconstrued to suggest that one executive branch agency may sue another in federal\ncourt over an administrative penalty. This Office has consistently held that “ ‘law­\nsuits between two federal agencies are not generally justiciable.’ ” EPA Opinion,\n21 Op. O.L.C. at 111 (quoting Constitutionality o f Nuclear Regulatory Commis­\nsion ’s Imposition o f C ivil Penalties on the A ir Force, 13 Op. O.L.C. 131, 138\n(1989)).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_8__3",
      "chunk_id": "3",
      "content": "This Office has consistently held that “ ‘law­\nsuits between two federal agencies are not generally justiciable.’ ” EPA Opinion,\n21 Op. O.L.C. at 111 (quoting Constitutionality o f Nuclear Regulatory Commis­\nsion ’s Imposition o f C ivil Penalties on the A ir Force, 13 Op. O.L.C. 131, 138\n(1989)). Federal courts may adjudicate only actual cases and controversies, and\na lawsuit involving the same party as both plaintiff and defendant — which would\ngenerally be the result if one executive agency sued another — does not constitute\nan actual controversy. However, in practice, such a scenario would not arise, for the internal executive\nbranch dispute-resolution process described above would either obviate the need\nfor a final administrative order or preclude noncompliance with such an order. In the event o f any dispute between INS and another executive agency as to a\ncivil penalty assessment, the President, as head of the executive branch, has the\nauthority either to direct the Attorney General not to impose a final order or to\norder the agency to comply with such an order. In either case, the judicial review\nprovisions of sections 274A(e)(8) and (9) simply would not be triggered. 2\nEnforcement Actions Against the Judiciary As noted above, the definition o f “ person or other entity” applies to the judicial\nbranch, as well as to the legislative and executive branches. Application of section\n274A to the judiciary raises questions concerning the possible assertion of judicial\nimmunity. W e do not believe that any plausible claim of judicial immunity from section\n274A could be made in the wake of Forrester v. White, 484 U.S. 219 (1988). In F orrester, the Supreme Court concluded that questions regarding the scope\no f absolute judicial immunity must be evaluated in light of the purposes served\nby such immunity. Id. at 226-27. That “ functional approach” looks at the nature\no f the official functions exercised and evaluates “ the effect that exposure to par­\nticular forms of liability would likely have on the appropriate exercise of those\nfunctions.” Id. at 224. The Court in Forrester applied the functional approach\nto reject a judge’s claim of absolute immunity from civil liability for his decision\nto demote and discharge a probation officer. In doing so, the Court distinguished\nbetween “judicial acts” and “ the administrative, legislative, or executive func­\ntions that judges may on occasion be assigned by law to perform.” Id. at 227. It reasoned that, with respect to the latter category, the danger of “ officials’ being\ndeflected from the effective performance o f their duties” was not substantial\nenough to warrant absolute immunity. Id. at 230. The Court held that administra­\n2 Indeed, the Executive Branch has various procedures in place to avoid litigation and promote internal dispute\nresolution See, e g , Exec. O rder No 12146, 3 C.F R. 409 (1979) 36 Enforcement o f INA Employer Sanctions Provisions Against Federal Government Entities tive decisions, including personnel decisions, are not regarded as judicial acts and\nthus are not immunized “ even though they may be essential to the very func­\ntioning of the courts.” Id. at 228.",
      "queries": [
        "is a law suit between two federal agencies not generally justiciable"
      ],
      "queries_score": [
        "1.565129"
      ]
    },
    {
      "id": "memos_8__4",
      "chunk_id": "4",
      "content": "36 Enforcement o f INA Employer Sanctions Provisions Against Federal Government Entities tive decisions, including personnel decisions, are not regarded as judicial acts and\nthus are not immunized “ even though they may be essential to the very func­\ntioning of the courts.” Id. at 228. Forrester's holding makes clear that personnel decisions such as those that are\nthe subject of section 274A enforcement actions do not warrant absolute judicial\nimmunity. Such actions fall into the category of “ administrative, legislative, or\nexecutive functions” that a judge might perform, rather than “judicial acts” that\nmerit the protection offered by absolute immunity. Nor do we see any separation of powers problem with executive enforcement\nof section 274A against the judiciary. The Supreme Court has made clear that\nnot all interactions between the judiciary and the executive branches, even those\nthat might be categorized as “ quite burdensome,” are necessarily constitutionally\nforbidden. Clinton v. Jones, 520 U.S. 681, 702 (1997). It is only where the burden\nimposed by one branch is so onerous as to “ impair another in the performance\nof its constitutional duties” that the general separation of powers principle is vio­\nlated. Id. at 701 (citing Loving v. United States, 517 U.S. 748 (1996)). Although\nan enforcement action under section 274A would impose some administrative bur­\ndens upon its subject — to the extent, for example, that it required compliance\nwith subpoenas issued or cooperation with investigative efforts — such burdens\nwould certainly not be so demanding as to interfere with the judiciary’s proper\nexecution of its constitutional obligations. See Mistretta v. United States, 488 U.S.\n361, 409 (1989) (President’s appointment and removal power over federal Sen­\ntencing Commission does not “ prevent[], even potentially, the Judicial Branch\nfrom performing its constitutionally assigned functions” ). Indeed, in the context of criminal law enforcement, courts have consistently\nupheld the power of the executive branch to prosecute sitting judges, notwith­\nstanding the more significant intrusion upon the judiciary occasioned by such\nenforcement, and have rejected the judges’ claims that such executive action\nundermines judicial autonomy. See, e.g., United States v. Claiborne, 727 F.2d\n842, 8 4 5 ^ 9 (9th Cir. 1984); United States v. Hastings, 681 F.2d 706, 709-11\n(11th Cir. 1982); United States v. Isaacs, 493 F.2d 1124, 1 1 4 2 ^4 (7th Cir.), cert,\ndenied, 417 U.S. 976 (1974). As the court in Hastings explained in rejecting a\nrule that would have granted sitting federal judges immunity from criminal\nprosecution: “ [T]he minuscule increment in judicial independence that might be\nderived from the proposed rule would be outweighed by the tremendous harm\nthat the rule would cause to another treasured value of our constitutional system:\nno man in this country is so high that he is above the law.” 681 F.2d at 711. If executive enforcement of the criminal laws against the judiciary (which could\ninclude indictment, prosecution, and imprisonment of a sitting judge) does not\nundermine judicial independence, we cannot say that the comparatively negligible\nintrusion upon the judiciary that might be occasioned by executive enforcement\nof section 274A is a threat to judicial autonomy. 37 Opinions o f the Office o f Legal Counsel in Volume 24 Enforcement Actions A gainst Congress",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_8__5",
      "chunk_id": "5",
      "content": "37 Opinions o f the Office o f Legal Counsel in Volume 24 Enforcement Actions A gainst Congress For similar reasons, we see no general separation of powers problem with\napplying section 274A against Congress. The more significant question is whether\nenforcement actions may be initiated against Members of Congress or congres­\nsional offices consistent with the legislative immunity accorded by the Speech\nor Debate Clause of the Constitution. 3 The Speech or Debate Clause provides\nthat, “ for any Speech or Debate in either House, [Senators and Representatives]\nshall not be questioned in any other Place.” U.S. Const, art. I, §6, cl. 1.\nIn interpreting the Speech or Debate Clause, the Supreme Court has not confined\nits protections literally to “ Speech or Debate in either House” but has given it\n“ a practical rather than a strictly literal reading which would limit the protection\nto utterances made within the four walls of either Chamber.” Hutchinson v. Proxmire, 443 U.S. I l l , 124 (1979). Thus, in United States v. Johnson , 383 U.S.\n169 (1966), the Court foreclosed prosecution of a Member of the House of Rep­\nresentatives for allegedly taking a bribe in return for delivering a speech on the\nfloor of the House. The indictment necessarily focused upon both Johnson’s\nmotives in making the speech and the contents of the speech itself, and the Court\nconcluded that the Congressman’s motive “ is precisely what the Speech or Debate\nClause generally forecloses from executive and judicial inquiry.” Id. at 180. In\nholding Johnson immune from prosecution under the Speech or Debate Clause,\nhowever, the Court emphasized that its holding was limited to the facts before\nit, and reserved the question whether Speech or Debate immunity would preclude\n“ a prosecution which, though as here founded on a criminal statute of general\napplication, does not draw in question the legislative acts of the defendant member\nof Congress or his motives for performing them.” Id. at 185. Six years later, in United States v. Brewster, 408 U.S. 501 (1972), the Supreme\nCourt resolved that question by holding that Speech or Debate immunity did not\nbar prosecution of a member of Congress for soliciting and receiving sums of\nmoney in return for ‘ ‘official acts performed by him in respect to his action, vote\nand decision” on proposed postal rate legislation, where the Member could\nsuccessfully be prosecuted without inquiry into either legislative acts or their moti­\nvation: The question is whether it is necessary to inquire into how\nappellee spoke, how he debated, how he voted, or anything he did\nin the chamber or in committee in order to make out a violation\n3 With respect to the applicability o f section 274A against Congress, we will here address only the general question\no f the availability o f speech and debate immunity W e do not address the more specific question of who the proper\ndefendant may be in individual enforcement actions.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_8__6",
      "chunk_id": "6",
      "content": "With respect to the applicability o f section 274A against Congress, we will here address only the general question\no f the availability o f speech and debate immunity W e do not address the more specific question of who the proper\ndefendant may be in individual enforcement actions. W e also do not address the question w hether the constitutional\nprivilege against arrest except in cases o f “ Treason, Felony and Breach of the Peace” that is accorded Members\nduring sessions o f Congress would preclude enforcing a subpoena in an administrative proceeding against a Member\nwhile C ongress is in session U S Const art 1, § 6 , cl. 1. See Gravel v. United States, 408 U S . 606, 614-15\n(1972). 38 Enforcement o f INA Employer Sanctions Provisions Against Federal Government Entities of this statute. The illegal conduct is taking or agreeing to take\nmoney for a promise to act in a certain way. There is no need\nfor the Government to show that appellee fulfilled the alleged\nillegal bargain; acceptance of the bribe is the violation of the\nstatute, not performance of the illegal promise. Taking a bribe is, obviously, no part of the legislative process\nor function; it is not a legislative act. . . . Nor is inquiry into a\nlegislative act or the motivation for a legislative act necessary to\na prosecution under this statute or this indictment. Id. at 526. Accordingly, the Court in Brewster confirmed that the Clause does not protect\nall conduct relating in any way to the legislative process, but is “ limited to an\nact which was clearly a part of the legislative process — the due functioning of\nthe process.” Id. at 515-16 (emphasis in original). Proper attention to the history\nand purposes of the Clause, including the underlying separation of powers con­\ncerns, did not justify a broader reading: We would not think it sound or wise, simply out of an abundance\nof caution to doubly insure legislative independence, to extend the\nprivilege beyond its intended scope, its literal language, and its his­\ntory, to include all things in any way related to the legislative\nprocess. Given such a sweeping reading, we have no doubt that\nthere are few activities in which a legislator engages that he would\nbe unable somehow to “ relate” to the legislative process. Id. at 516. The Court further clarified the proper scope of the Speech or Debate Clause\nin Gravel v. United States, 408 U.S. 606 (1972), decided the same day as\nBrewster. Senator Gravel made copies of the Pentagon Papers part of the public\nrecord of a meeting of the Senate subcommittee that he chaired. Subsequently,\nthe press reported that Senator Gravel had separately made arrangements with\na private press to publish the papers. A federal grand jury that was investigating\nalleged criminal conduct with respect to the public disclosure of these classified\ndocuments subpoenaed Senator Gravel’s aide to testify, and Senator Gravel sought\nto quash the subpoena under the Speech or Debate Clause. 4 Id. at 608-09.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_8__7",
      "chunk_id": "7",
      "content": "A federal grand jury that was investigating\nalleged criminal conduct with respect to the public disclosure of these classified\ndocuments subpoenaed Senator Gravel’s aide to testify, and Senator Gravel sought\nto quash the subpoena under the Speech or Debate Clause. 4 Id. at 608-09. The\nCourt held that the action under scrutiny — the publication by a nongovernmental\n4 The Court concluded that “ the Speech or Debate Clause applies not only to a M ember [of Congress] but also\nto his aides insofar as the conduct of the latter would be a protected legislative act if performed by the Member\nhimself ” Id at 618 39 Opinions o f the Office o f Legal Counsel in Volume 24 press of classified documents — was not “ protected speech or debate within the\nmeaning of Art. I, § 6, cl. 1 of the Constitution.” Id. at 622. The Court began its analysis by noting that simply because “ Senators generally\nperform certain acts in their official capacity as Senators does not necessarily\nmake all such acts legislative in nature.” Id. at 625. It then explained:\nThe heart of the Clause is speech or debate in either House. Insofar\nas the Clause is construed to reach other matters, they must be an\nintegral part of the deliberative and communicative processes by\nwhich Members participate in committee and House proceedings\nwith respect to the consideration and passage or rejection of pro­\nposed legislation or with respect to other matters which the Con­\nstitution places within the jurisdiction o f either House. Id. The hearings were complete and the record of the hearings was available. Subsequent publication of the Pentagon Papers by a nonprofit press was neither\nrequested nor authorized by the Senate and ‘ ‘was in no way essential to the delib­\nerations of the Senate.” Id. Because questioning regarding that publication did\nnot “ threaten the integrity or independence of the Senate by impermissibly\nexposing its deliberations to executive influence,” the Court determined that this\nconduct was not protected by the Speech or Debate Clause. Id. Although the Supreme Court has thus delineated the general scope of Speech\nor Debate immunity, it has not yet resolved the question of its applicability to\nemployment-related decisions. In Davis v. Passman, 442 U.S. 228 (1979), the\nCourt specifically reserved the question whether a Congressman’s allegedly\ndiscriminatory decision to fire his administrative assistant was shielded by the\nclause. Id. at 236 n .l l , 248-49. Two courts of appeals, however, have addressed\nthis issue. In the original panel decision in D avis,5 the Fifth Circuit determined that the\nSpeech or Debate Clause did not protect a Congressman from a suit by a former\naide who alleged that the Congressman unconstitutionally discriminated against\nher on the basis of her sex when he dismissed her. 544 F.2d 865, 878 (5th Cir.\n1977), r e v ’d on other grounds, 571 F.2d 793 (1978) (en banc), rev’d, 442 U.S.\n228 (1979). The Senator had written the aide a letter commending her job perform­\nance, but concluding that it was ‘‘essential that the understudy to [his] Administra­\n5",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_8__8",
      "chunk_id": "8",
      "content": "544 F.2d 865, 878 (5th Cir.\n1977), r e v ’d on other grounds, 571 F.2d 793 (1978) (en banc), rev’d, 442 U.S.\n228 (1979). The Senator had written the aide a letter commending her job perform­\nance, but concluding that it was ‘‘essential that the understudy to [his] Administra­\n5 The onginal panel decision m Davis w as the only decision in the history of lhat case to address the Speech\nor Debate Clause issue. The Fifth Circuit, in its en banc opinion, did not reach the Speech or Debate Clause question\nbecause it concluded that the plaintiff could not maintain a private cause of action under the due process clause\nof the Fifth Amendment. Davis v Passman, 571 F.2d 793, 801 (5th C ir 1978). The Supreme Court reversed on\nthat question, holding that both a cause o f action and a damages remedy could be implied under the Fifth Amendment,\nhowever, because the en banc Court of A ppeals had not considered the Speech or Debate Clause issue, the Supreme\nCourt also declined to reach it Davis, 442 U.S at 236 n i l , 248-49 40 Enforcement o f INA Employer Sanctions Provisions Against Federal Government Entities tive Assistant be a man.” Id. at 867 n.l. Reciting familiar passages from Gravel\nthat limit the scope of the clause to “ legislative acts,” the panel concluded:\n[Representatives are not immune from inquiry into their decisions\nto dismiss staff members. Such dismissal decisions certainly are not\n“ an integral part of the deliberative and communicative processes\nby which Members participate in committee and House proceedings\n. . . .” [quoting Gravel, 408 U.S. at 625]. Peripheral or tangential\nactivities of a representative must not be confused with the legisla­\ntive core. . . . When members of Congress dismiss employees they\nare neither legislating nor formulating legislation. The fear of\njudicial inquiry into dismissal decisions cannot possibly affect a\nlegislator’s decisions on matters pending before Congress. The\ndemocratic process remains unfettered. Id. at 880. Its holding, the panel believed, “ g[a]ve effect to the Supreme Court’s\nmandate in Gravel. ‘Legislators ought not to stand above the law they create but\nought generally to be bound by it as are ordinary persons.’ ” Id. at 881 (quoting\nGravel, 408 U.S. at 615). Because exceptions to the constitutional premise that all persons are equal before the law “ must be limited, guarded, and sparingly\nemployed,” the court insisted that “ Davis is entitled to have her claim heard\non the merits.” Id. The Court of Appeals for the District of Columbia Circuit concluded almost\na decade later, however, that legislative immunity did shield a Congressman from\na suit challenging an employment decision. Browning v. Clerk, U.S. House o f\nRepresentatives, 789 F.2d 923 (D.C. Cir.), cert, denied, 479 U.S. 996 (1986). In\nBrowning, a black woman who was discharged from her job as Official Reporter\nof the House of Representatives claimed that her dismissal was racially motivated,\nin violation of the Fifth Amendment. 789 F.2d at 924-25.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_8__9",
      "chunk_id": "9",
      "content": "In\nBrowning, a black woman who was discharged from her job as Official Reporter\nof the House of Representatives claimed that her dismissal was racially motivated,\nin violation of the Fifth Amendment. 789 F.2d at 924-25. The court, relying on\nGravel, asserted that:\nPersonnel decisions are an integral part of the legislative process\nto the same extent that the affected employee’s duties are an\nintegral part of the legislative process. . . . Thus, if the employee’s\nduties are an integral part of the legislative process, such that they\nare directly assisting members o f Congress in the “ discharge of\ntheir functions,” personnel decisions affecting them are correspond­\ningly legislative and shielded from judicial scrutiny. Id. at 928-29 (citation omitted). Applying this standard, the court discussed at length the importance of the role of an Official Reporter in the communicative\nand deliberative processes of Congress, and concluded that such reporting was\n41 Opinions o f the Office o f Legal Counsel in Volume 24 indeed an integral part of legislative functioning. Id. at 929-30. In coming to\nthis conclusion, the court pointed out that, in order to resolve Browning’s claims,\nthe judiciary\nwould necessarily have to inquire about matters at the very heart\nof the legislative process, such as the nature of the hearings to\nwhich Browning was assigned, the purposes underlying those\nhearings, and whether Browning’s performance frustrated those pur­\nposes. Id. at 930. There are two ways to read the decision in Browning. First, Browning could\nbe read for the proposition that, in determining whether Speech or Debate immu­\nnity attaches to any particular employment decision, the proper focus is whether\njudicial scrutiny of that decision would necessitate any inquiry into legislative\nconduct or motivations. If so, then the employment decision relates sufficiently\nto the legislative process to merit immunity. See id.; see also House of Representa­\ntives’ Brief in Opposition to Petition for Certiorari, Browning v. Clerk, House\no f Representatives (No. 86-547), at 5. Alternatively, Browning could be read more\nbroadly, to suggest that the applicability of Speech or Debate immunity in the\nemployment context depends solely upon the nature of the employment at issue. If the employee’s duties can be said to be an “ integral part of the legislative\nprocess,” immunity attaches to any personnel decisions regarding that employee;\nif the employee’s duties cannot be so characterized, it does not. Browning, 789\nF.2d at 929. While we acknowledge that there is language in Browning to support the second\nreading that focuses on employment duties, Supreme Court Speech and Debate\nprecedents, as well as the specific facts of Browning, compel our conclusion that\nthe decision must be read more narrowly. 6 Under G ravel and Brewster, the mere\n6 W e note too that there is some question w hether and how the Supreme C ourt’s ruling in Forrester v. White\nbears on Browning As noted above, Forrester requires a “ functional” approach to claims of absolute judicial immu­\nnity in the context o f employment decisions.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_8__10",
      "chunk_id": "10",
      "content": "White\nbears on Browning As noted above, Forrester requires a “ functional” approach to claims of absolute judicial immu­\nnity in the context o f employment decisions. T h e distinction that Forrester makes between “ judicial acts” and\n“ the administrative, legislative, or executive functions that judges may occasionally be assigned by law to perform”\nis based on the rationale that, with respect to the latter category, the danger of “ officials’ being deflected from\nthe effective performance o f their duties” is not substantial enough to warrant absolute immunity Forrester, 484\nU S. at 230. That rationale could be applied equally to the administrative functions of the legislative branch, such\nas hiring o f personnel, and verification that they are not unauthorized aliens. In the wake o f Forrester, the District of C olum bia Circuit, in Gross v Winter, 876 F 2 d 165 (D C . Cir. 1989),\napplied Forrester's functional approach in rejecting a D C. Council m ember’s claim of legislative immunity for\nher allegedly discriminatory decision to fire a probation officer Gross recognized that “ [tjhe Supreme Court’s strict\n‘functional’ immunity analysis in Forrester . contrasts with the employee-centnc approach this court took in\nB row ning.\" Id at 171 The court found Forrester, not Browning, controlling' The functions o f probation officers and legislative aides are therefore equally important to the due func­\ntioning o f the judicial and legislative processes, respectively Nonetheless, under Forrester, the functions\njudges and legislators exercise in making personnel decisions affecting such employees are administrative,\nnot judicial or legislative. Forrester's functional approach also forecloses the somewhat curious logic that\nthe greater the em ployee’s importance to the legislative process the greater should be the state legislator’s\nfreedom to violate that em ployee’s constitutional rights 42 Enforcement o f INA Employer Sanctions Provisions Against Federal Government Entities fact that an individual may have some duties that relate to core legislative proc­\nesses does not make all matters bearing on that person’s employment “ an integral\npart of the deliberative and communicative processes by which Members partici­\npate in committee and House proceedings with respect to the consideration and\npassage or rejection of proposed legislation or with respect to other matters which\nthe Constitution places within the jurisdiction of either House.” Gravel, 408 U.S.\nat 625. As the Court noted in Brewster, in a passage relied upon in Browning:\n“ The only reasonable reading of the Clause, consistent with its history and pur­\npose, is that it does not prohibit inquiry into activities that are casually or inciden­\ntally related to legislative affairs but not a part of the legislative process itself.” Id. at 528, quoted in 789 F.2d at 927. Under that standard, even if a particular\nemployee’s duties could be said to relate to the legislative process, there might\nbe any number of purely administrative decisions made with respect to that\nemployee that would have nothing to do with the employee’s fulfillment of his\nor her duties and that therefore would not merit legislative immunity. 7",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_8__11",
      "chunk_id": "11",
      "content": "7 The Speech or Debate Clause arguably was implicated in Browning not because\nthe job of official reporter for the House of Representatives included duties that\nwere integral to the legislative process, 789 F.2d at 928, but because the disputed\nfactual issue in the employment claim was whether the reporter was fired for\npoor job performance or for racial reasons. Id. at 930. We believe that the more\nsweeping language in Browning must be read in light of those facts. The District\nof Columbia Circuit court concluded that the particular employment decision at\nissue in Browning presented a risk of judicial second-guessing of judgments “ at\nthe very heart of the legislative process.” Id. at 930. Legislative immunity was\nwarranted in Browning, on the narrower view, because assessing the adequacy\nof Browning’s job performance would have required the trial court to “ inquire\ninto matters at the very heart of the legislative process” — such as the nature\nand purpose of the hearings to which Browning had been assigned. Id. In contrast, permitting the INS to enforce section 274A against Congress would\nnot, thwart any of the purposes underlying the Speech or Debate Clause, for\nId at 172 However, in applying Forrester to a case involving a D.C. Council member rather than a M ember of\nCongress, the court in Gross expressly noted that it was not reaching the question “ whether special considerations\napplicable to members of Congress, such as separation-of-powers concerns, continue to justify the absolute immunity\nstandard for congressional personnel decisions adopted in Brow ning.\" Id More recently, in United States v. Rostenkowski, 59 F.3d 1291, 1303 (D.C. Cir 1995), the District o f Columbia Circuit again reserved the question whether\nBrowning remained good law after Forrester, because the employees at issue lacked “ even the most tangential\nrelationship to the ‘legislative process’ ” and employment decisions respecting them thus could not be immunized\neven under the broadest reading of Browning. 7 The broader reading o f Browning is out of step not only with the Supreme Court’s precedents, but also with\nthe District o f Columbia Circuit’s own pnor law The Browning court appeared to misread an earlier decision, Walker\nv. Jones, 733 F.2d 923 (D.C Cir 1984), in which the court denied Speech or Debate Clause immunity to congres­\nsional defendants who dismissed a food service manager for allegedly discriminatory reasons Id at 931. Browning\ncited Walker as the genesis o f a standard focusing on the nature o f the em ployee’s duties, and immunizing all\npersonnel decisions with respect to employees whose duties closely relate to the legislative process Id at 925. In fact, W alker— like Johnson, Brewster, and Gravel — properly focused directly on the legislator’s actions, and\nconsidered the em ployee’s duties only as potentially relevant to the question whether a personnel action regarding\nthat employee might implicate the legislator’s motives Id 43 Opinions o f the Office o f Legal Counsel in Volume 24 executive enforcement would not involve inquiry into legislative acts or the\nmotives for legislative acts.",
      "queries": [
        "why was the speech or debate clause implicated in browning",
        "why was the speech or debate clause implicated"
      ],
      "queries_score": [
        "3.3433764",
        "1.8910029"
      ]
    },
    {
      "id": "memos_8__12",
      "chunk_id": "12",
      "content": "43 Opinions o f the Office o f Legal Counsel in Volume 24 executive enforcement would not involve inquiry into legislative acts or the\nmotives for legislative acts. Nor would it “ threaten the integrity or independence\no f [Congress] by impermissibly exposing its deliberations to executive influence.” Gravel, 408 U.S. at 625. Section 274A applies to the “ hiring, recruiting, or refer­\nring” of individuals for employment in the United States, and requires employers\nto verify, by examining certain specified documents, that individuals being consid­\nered for employment are not unauthorized aliens. 8 U.S.C. § 1324a(b), (b)(1). Once the employer has examined these documents, the employer must attest in\nwriting to the verification and must retain the verification form for future inspec­\ntion. Id. § 1324a(b)(l)(A), (b)(3). Any investigation by the INS as to whether an\nemployer has complied with these verification requirements or whether the\nemployer knowingly hired or continued to employ an unlawful alien thus would\nnot involve inquiry into the employee’s duties or job performance. Rather, such\nan investigation would require examination of the verification form, and possibly\nthe circumstances surrounding the employer’s execution of that form, including\nwhether the employer had complied in good faith with the attestation and docu­\nment retention requirements. Regardless of how integrally connected to the legisla­\ntive process the employee’s duties might be, the actions of a Member of Congress,\nin complying with these verification requirements or in knowingly hiring an\nunlawful alien, could not be characterized as “ legislative acts,” and any inquiry\ninto section 274A compliance would not reach such legislative acts or the motives\nunderlying them. The ministerial requirements imposed under section 274A are\nat most “ casually or incidentally related to legislative affairs.” Brewster, 408 U.S.\nat 528. Like the conduct at issue in Brewster, knowingly hiring an unlawful alien\n“ is, obviously, no part of the legislative process or function; it is not a legislative\nact.” Id. at 526. We therefore conclude that executive enforcement of section\n274A against legislative branch entities is not precluded by the Speech or Debate\nClause. CONCLUSION The plain language of section 274A makes clear that its enforcement provisions\napply to persons and entities within all three branches of the federal government. We conclude that the INS can exercise its enforcement authority under section\n274A against persons and entities within the executive, judicial, and legislative\nbranches in a manner consistent with the Constitution. RANDOLPH D. MOSS\nActing Assistant Attorney General\nOffice o f Legal Counsel\n44",
      "queries": [
        "which opinion would not involve inquiry into legislative acts or the motives for legislative acts?"
      ],
      "queries_score": [
        "1.8333668"
      ]
    }
  ]
}