{
  "doc_id": "memos_42",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_42__0",
      "chunk_id": "0",
      "content": "Reimbursing Justice Department Employees for Fees\nIncurred in Using Private Counsel Representation\nat Congressional Depositions T h e D e p a r tm e n t o f J u s tic e may re im b u rs e its e m p lo y e e s fo r le g a l fe e s th e y in c u r in u s in g p riv a te\nc o u n s e l r e p r e s e n ta tio n at c o n g re ss io n a l d e p o s itio n s in c irc u m s ta n c e s w h e re th e D e p a rtm e n t\nw a s p la n n in g to p ro v id e D e p a rtm e n t c o u n se l fo r o ffic ia l c a p a c ity te s tim o n y b u t th e c o n g re s ­\ns io n a l c o m m itte e re fu s e d to p e r m it D e p a rtm e n t c o u n se l to b e p re sen t. T h e D e p a r tm e n t s h o u ld m ak e in d iv id u a liz e d in q u irie s to d e te rm in e w h e th e r th e re p re s e n ta tio n o f\np a r tic u la r e m p lo y e e s in clu d es re p re s e n ta tio n o f p u re ly p e rs o n a l in te re s ts th a t s h o u ld n o t be\nre im b u r s e d . September 27, 1990\nM e m o r a n d u m O p in io n f o r t h e D e p u t y a t t o r n e y G e n e r a l You have asked for our opinion as to whether the Department may reim­\nburse Department employees for legal fees they incur in using private counsel\nrepresentation at depositions that are part of the investigation by the House\nJudiciary Committee into the Department’s automated data processing pro­\ncurem ent practices. 1 For the reasons set forth below, we conclude that the\nDepartment may reimburse the employees. You have not asked us to make\nthe individualized inquiries necessary to determine whether the representa­\ntion o f particular employees includes representation o f purely personal\ninterests that should not be reimbursed.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_42__1",
      "chunk_id": "1",
      "content": "1 For the reasons set forth below, we conclude that the\nDepartment may reimburse the employees. You have not asked us to make\nthe individualized inquiries necessary to determine whether the representa­\ntion o f particular employees includes representation o f purely personal\ninterests that should not be reimbursed. We do note, however, that we are\nunaware at this time of any such interests. The Civil Division concurs in the\nanalysis and conclusions contained in this opinion. I. Background\nThe House o f Representatives Committee on the Judiciary is conducting\nan extensive oversight investigation into the Department’s automated data\nprocessing (“ADP”) procurement practices, with particular attention to the\nInslaw and Project Eagle procurements. 2 Early in its investigation, the Com­\nm ittee requested interviews of D epartm ent em ployees concerning the\n1T h is o p in io n d o e s not ap p ly to the sp ec ia l c ircu m stan ces o f a form er D epartm ent e m ployee w ho is\nc u rre n tly the su b jec t o f an Inspector G e n eral investigation. 2 B e c a u se th e p rin c ip a l focus of the in v estig atio n is on the Inslaw p rocurem ent, w e w ill re fe r to the\nin v e stig a tio n as th e “ In slaw in vestigation.” 132 Departments handling of these procurements. In light o f the oversight pur­\npose of the interviews (i.e., to obtain information from the Department in\norder to determine what legislative action, if any, Congress should take with\nrespect to the Department’s ADP procurement practices), the Department\ndetermined that it was in the Department’s interests to make the employees\navailable for the interviews. For the same reasons, the Department treated the interviews as being\ngiven in the employees’ official rather than individual capacities and applied\nits longstanding policy that when Department employees are asked in their\nofficial capacities to give oral testimony for a congressional investigation\n(whether at a hearing, interview or deposition), a Department counsel or\nother representative will normally accompany the witness. When the De­\npartment informed the Committee of its interest in having Department counsel\npresent during the interviews, the Committee objected, stating that the De­\npartm ent presence would represent a conflict of interest and it might\ndiscourage the employees from speaking candidly or otherwise have a “chill­\ning effect” on them. After a period of discussion, the Committee and the Department reached\nagreement on the conditions of the employee interviews, with the Depart­\nment acquiescing to the committee’s insistence that the interviews take place\nwithout Department counsel being present. The Department made it clear\nthat its agreement to make an exception to the longstanding Department\npolicy was based on the specific circumstances of the Inslaw investigation\nand that these interviews should not be viewed as precedent for future over­\nsight investigations of the Department by the Committee. The Committee\nstaff proceeded to interview the employees without Department (or any other)\ncounsel present. Subsequently, the Committee informed the Department of its intention to\nconduct depositions of certain Department employees.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_42__2",
      "chunk_id": "2",
      "content": "The Committee\nstaff proceeded to interview the employees without Department (or any other)\ncounsel present. Subsequently, the Committee informed the Department of its intention to\nconduct depositions of certain Department employees. The depositions were\nto differ in form from the previously conducted interviews principally in\nthat the witnesses would testify under oath and the testimony would be\nrecorded. In light of these differences, the Department gave renewed con­\nsideration to whether it should adhere to the longstanding Department policy\nand insist that Department counsel be present at the depositions. When the\nDepartment preliminarily raised its concerns with the Committee, the Com ­\nmittee indicated that it would adhere to its prior position of not permitting\nDepartment counsel to be present and that it was prepared to subpoena the\nemployees (in which case, it asserted, the House rules would only allow\nprivate counsel to be present to advise the witness of his constitutional rights). You then decided that the Departm ent would again acquiesce to the\nCommittee’s position and not insist that Department counsel be present but\nthat if any employee wanted counsel at his deposition, the employee could\nretain private counsel and the Department would reimburse the employee. Your decision that the Department would reimburse employees for their\nprivate counsel fees was based on the specific circumstances presented. These\n133 circumstances include that the Committee is not permitting the Department\nto adhere to its longstanding policy of providing Department counsel when\nemployees give congressional testimony in their official capacities, that it is\nnot fair to expect employees to pay for private counsel when testifying in\ntheir official capacities, that there are no pending criminal investigations\ninvolving the employees, and that there is no other divergence between the\ninterests of the Department and the employees. At the time you made your decision, the Civil Division and this Office\nhad orally advised you that the Department has legal authority to make such\nreimbursement. You have asked that this advice be confirmed in a written\nopinion from this Office. We have prepared this opinion in consultation\nwith the Civil Division. II. Discussion The vast majority of Department reimbursements of private counsel fees\ninvolve payment, pursuant to the Department’s representation guidelines, to\nem ployees who seek representation in their individual capacity; in these\ncases the acts being questioned are within the scope of the employees’ em­\nployment but the Department has some conflict of interest. On rare occasions\nreimbursement has also been made for employees who need representation\nin their official capacities but for institutional reasons the Department must\nseek to represent them indirectly through reimbursed private counsel. The\npresent situation is one of the latter occasions, due to the refusal of the\nJudiciary Committee to permit the Department to follow its longstanding\npolicy that Department counsel should be present at official capacity testi­\nmony for congressional investigations. 3 The general principles on Departmental authority that apply in these cir­\ncumstances are well established:",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_42__3",
      "chunk_id": "3",
      "content": "3 The general principles on Departmental authority that apply in these cir­\ncumstances are well established: ’ F o r y o u r in fo rm a tio n , the D epartm ent’s rep resen tatio n g u id elines a re inapplicable here b ecau se they\nonly\ng o v e rn the legal representation o f em p lo y ees “ sued or subpoenaed in [their] indi­\nvidual capacities.\" 2 8 C .F R . § 50 .1 5 (a). R ep resen tation o f em ployees in th e ir offi­\ncial capacities is provided autom atically, w ithout reference to the representation guide­\nlines. S in ce su its o r subpoenas a g ain st em p lo y ees in their o fficial capacities are tanta­\nm o u n t to su its o r subpoenas a g a in st the g o v ern m en t itself, o fficial capacity re p re sen ­\nta tio n is v irtu ally alw ays p ro v id e d by g o v ern m en t attorneys. By contrast, w hen an\ne m p lo y e e is sued o r subpoenaed in his individual capacity, th e re is the po ten tial fo r\nc o n flic t b e tw ee n th e individual interest o f the em p loyee a n d the interests o f other\ne m p lo y e es. . . . [T he] rep resen tatio n guid elin es are d e signed to set stan d a rd s for\nd e te rm in in g I) w h e th er to p ro v id e individual cap a c ity r e p re s e n ta tio n ,. . . and if so. 2)\nw h e th e r to p ro v id e that rep resen tatio n by g o v ern m en t counsel or by priv ate counsel\nre ta in e d a t g o v e rn m e n t expense. M em o ra n d u m fo r the D ep u ty Attorney G e n eral from T h eo d o re B. O lso n , A ssistant A ttorney G en eral,\nO ffic e o f L e g a l C o u n se l, Re: Reimbursement o f Anne M. Burford fo r Private Counsel Fees , at 3 n .3 (M ay\n3, 1 983) (“ B u rfo rd M em o ran d u m ”). 134 The practice of retaining and paying private attorneys was\nbom of necessity.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_42__4",
      "chunk_id": "4",
      "content": "134 The practice of retaining and paying private attorneys was\nbom of necessity. From time to time, cases arise in which it\nis awkward from an institutional or professional standpoint\nfor the Attorney General to represent government employees\ndirectly, through DOJ attorneys, even though it is clear that\nrepresentation would be in the interests of the United States. . . . [I]n such cases . . . the Attorney General has “implied\nauthority” to provide representation . . . through a mechanism\nthat will enable him to resolve the professional difficulty. U s­\ning his general authority to contract for services that are\nnecessary in the performance of his statutory functions, he\nmay hire private lawyers to do indirectly what it would be\nawkward or inappropriate for the United States to do directly\nthrough DOJ lawyers. 4 The conclusion that the Attorney General has such implied authority is based\non that fact that he possesses not only representational authority, see 28\nU.S.C. § 517, but executive authority as well, see 28 U.S.C. § 509, and the\nlatter may be used in furtherance of the former.5 A number of opinions of this Office specifically hold that where Depart­\nment representation would ordinarily be provided in a congressional\ninvestigation but is inappropriate under the specific circumstances, the D e­\npartment may reimburse a government employee for legal fees incurred using\nprivate counsel.6 Indeed, one opinion addressed a situation that was strik­\ningly similar to the present situation. During the course of an investigation\nby the Permanent Subcommittee on Investigations of the Senate Committee\non Governmental Affairs into the Labor Department’s handling of Teamsters’\n‘ M em o ran d u m fo r E d w ard C. S ch m u lts, D eputy A ttorney G en eral, from T heodore B. O lso n , A ssistant\nA ttorney G eneral, O ffice o f Legal C ounsel, Re: Civil Division s Recommendations Concerning R eim ­\nbursement o f Legal Expenses, at 2-3 (June 24, 1981).\n’ See M em o ran d u m fo r G len E. Pom m erening, A ssistant A ttorney G eneral for A d m inistration, from\nA ntonin S calia, A ssistan t A tto rn ey G eneral, O ffice o f Legal C o u n sel, Re: Authority f o r Employment o f\nOutside Legal Counsel, at 6 (M ar. 4, 1976) (“Pom m erening M em o randum ” ) (“ [I]nterests o f the U n ited\nStates, as w ell as in terests o f the individual Federal em ployees, are at stake. B ecause o f p o ssible c o n ­\nflicts o f in terest, rep resen tatio n by D epartm ent em ployees is not feasible.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_42__5",
      "chunk_id": "5",
      "content": "B ecause o f p o ssible c o n ­\nflicts o f in terest, rep resen tatio n by D epartm ent em ployees is not feasible. In these circ u m stan c e s, . . .\nthe A ttorney G en eral can use his general au th o rity as the head o f the D epartm ent, see 28 U .S .C . 509, to\nfu rth er the . . . in te re sts o f the U nited States by retain in g p riv ate attorneys.” ); M em orandum for Jam e s\nA . B arnes, G en eral C o u n sel, Environm ental Protection A gency, from T h eo d o re B. O lso n , A ssistant\nA ttorney G en eral, O ffice o f L egal C ounsel, Re: Payment o f Private Counsel Fees Incurred by Anne M.\nBurford, at 3 (M ar. 12, 1984) ( “W hen the D epartm ent o f J u stic e pro v id es re p re sen ta tio n to ag en cy\ne m ployees, it d o es so pu rsu an t to 28 U .S.C § 517 . . . . \" ) .\n‘ See B urford M em o ran d u m , n.3 (the g o v ern m en t may reim burse fo rm er A d m in istra to r o f EPA for\np riv ate co u n sel fees in cu rred in connection w ith co n g ressio n al invest:g a tio n s into m a n a g em e n t and\na ctivities o f E PA ), M em o ran d u m for J. Paul M cG rath, A ssistant A ttorney G eneral, C ivil D ivision, fro m\nT h eo d o re B. O lso n , A ssistant A ttorney G eneral, O ffice o f L eg al C ounsel, Re: Reimbursing Norman\nEdward Perkins f o r Attorney's Fees (M ar. 15, 1982) (“ Perkins M em orandum ” ) (Ju stice D ep artm en t\nm ay reim burse L a b o r D epartm ent em ployee for private counsel legal e xpenses in cu rred in te stim ony\nbefore S enate su b co m m itte e investigative hearing); Pom m erening M em orandum , n.5 (Ju stice D e p art­\nm ent m ay retain p riv ate counsel fo r em ployees o f various agencies in c onnection w ith cong ressio n al\nhearings and civil litig atio n ). 135 Union matters, many Labor Department employees testified before the Sub­\ncommittee while accompanied by Justice Department counsel. However, the\nChairman of the Subcommittee, Senator Nunn, objected to Norman Edward\nPerkins and one other Labor Department employee being accompanied by\nJustice Department counsel because the Subcommittee suspected these indi­\nviduals of criminal conduct.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_42__6",
      "chunk_id": "6",
      "content": "135 Union matters, many Labor Department employees testified before the Sub­\ncommittee while accompanied by Justice Department counsel. However, the\nChairman of the Subcommittee, Senator Nunn, objected to Norman Edward\nPerkins and one other Labor Department employee being accompanied by\nJustice Department counsel because the Subcommittee suspected these indi­\nviduals of criminal conduct. The apparent rationale for the Subcommittee\nposition on Department representation was that the Subcommittee “wished\nto avoid a conflict of interest which could have arisen if Justice later de­\ncided to prosecute Mr. Perkins.” Perkins Memorandum at 3. Upon discussing\nthe m atter with Senator Nunn, Attorney General Civiletti acquiesced to the\nSenator’s preference and agreed that Perkins and the other employee would\nnot be accompanied by Department counsel. Id. at 2. Perkins retained\nprivate counsel (id. at 1) and reimbursement o f his counsel fees was ap­\nproved by this Office’s opinion (id. at 6). The Perkins situation was basically the same as the present one. “In the\nabsence o f the Nunn-Civiletti agreement, it appears that Perkins would have\nbeen represented by a Justice Department attorney, as were the other Labor\nDepartm ent employees.” Id. at 3. Likewise, Department counsel would be\nrepresenting the employees at the Judiciary Committee depositions but for\nthe D epartm ent’s agreement (by acquiescing to the Committee’s position)\nthat Departm ent counsel would not be present at the employee interviews or\ndepositions. In addition, in the two situations Senator Nunn and the Judi­\nciary Committee were each concerned that Department representation would\npresent a conflict of interest. Although the Department in fact had no con­\nflict o f interest in the Perkins situation because no criminal investigation\nhad been initiated (see id. at 4), and the Department has no conflict of\ninterest in the present situation because the employees are appearing in their\nofficial capacities and there is no pending criminal investigation, in both\ncases the Department acquiesced to the congressional committee’s position\nand made an exception to the longstanding policy that government counsel\naccompany government employee witnesses. Although the Department’s representation guidelines do not apply in this\nsituation, see n.3 supra, reimbursing the employees is consistent with the\nprinciples underlying the guidelines. In reaching this conclusion, we adopt\nthe analysis we used in the Perkins matter. 7 We noted there that the guide­\nlines authorize use of private counsel where the employee is the subject of a\nfederal criminal investigation or the representation would involve asserting a\nposition that conflicts with a government position. We indicated that while\nthere was no ongoing criminal investigation or conflicting positions, “[b]oth\nthe concern o f possible criminal conduct and the possible conflict arising\n7",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_42__7",
      "chunk_id": "7",
      "content": "We indicated that while\nthere was no ongoing criminal investigation or conflicting positions, “[b]oth\nthe concern o f possible criminal conduct and the possible conflict arising\n7 In a c o m m e n t th at underscores the fa c tu a l sim ilarities betw een the Perkins m atter and the present\nsitu a tio n , w e n o ted in th e Perk in s opinion that \"[b je c a u se denial o f re presentation appears to h ave been\nb a se d n o t on an in te rp re ta tio n of the J u s tic e D e p artm e n t's R epresentation G u id e lin e s, but ra th e r on\nu rg in g o f a U n ite d S ta te s Senator, the u s u a l grounds fo r p erm itting re presentation by private c o u n se l at\nfe d e ra l e x p e n s e are n o t re a d ily applicable.” Id. at 3. 136 from Justice Department representation of Perkins appear to have motivated\nthe agreement between Senator Nunn and Attorney General Civiletti . . .\n[and] therefore . . . reimbursement . . . can be supported by the principles\nunderlying [the guidelines].” Id. at 5. Similarly, in the present situation,\neven though there are no pending criminal investigations or other conflicting\npositions, the Judiciary Committee has asserted that the Department has a\nconflict of interest, and in light of that position the Department has acqui­\nesced to the Committee’s insistence that Department counsel not be present. Finally, we should make it clear that this opinion addresses only the\nquestion you asked: whether as a general matter the Department has author­\nity to reimburse Department employees for private counsel fees in connection\nwith the Judiciary Committee depositions. To answer that question in the\naffirmative, it has only been necessary to find that sufficient governmental inter­\nests are at stake in all of the depositions to justify representation by Department\ncounsel — and when the Committee objected to the presence of Department\ncounsel, representation by private counsel paid for by the Department. You have not asked us to make the individualized inquiries necessary to\ndetermine whether the representation of any particular employee to whom\nthis opinion applies may involve “purely personal” as well as governmental\ninterests. Thus, we do not opine on “what, if any, portion of the representa­\ntion” of particular employees should not be “provided by Government attorneys\nor at Government expense.” Perkins Memorandum at 4.8 We do note, how­\never, that it would appear at this time that any personal interests are merely\nincidental to the governmental interests. After looking into the matter thor­\noughly, the Civil Division knows of no personal or official wrong-doing of\nwhich the employees could fairly be accused.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_42__8",
      "chunk_id": "8",
      "content": "Perkins Memorandum at 4.8 We do note, how­\never, that it would appear at this time that any personal interests are merely\nincidental to the governmental interests. After looking into the matter thor­\noughly, the Civil Division knows of no personal or official wrong-doing of\nwhich the employees could fairly be accused. Like all witnesses before\nCongress, the employees have “personal” interests such as being treated fairly,\nhaving a full and fair opportunity to respond, and avoiding being made an\nunfair target of congressional criticism; beyond that, these witnesses are ap­\npearing before Congress only because they did their jobs as Department\nemployees. These personal interests would not appear to be of the kind this\nOffice has previously identified as “purely personal.” 9 CONCLUSION We conclude, under these specific and unusual circumstances, that the\nDepartment may reimburse Department employees for legal fees they incur\nin connection with their representation by private counsel at the depositions *See also Representation o f White House Employees , 4B Op. O .L .C . 749, 7 50 (1980) (“ W hite H ouse\nM em oran d u m ” ) (“ No g o vernm ent attorney, and no private atto rn ey retained at g o v e rn m e n t e x p en se\nm ay represent th e personal interests o f W hite H ouse em p lo y ees in connection w ith the S e n a te in v e sti­\ngatio n ” )\n9See W hite H ouse M em orandum , 4B O p. O .L .C . at 753 (“ [TJhe interests in avoiding fed eral c rim in a l\np rosecu tio n , c iv il liability to the U nited States o r adverse ad m in istrative action by a federal a g en cy are\nc learly personal rather than governm ental in terests.” ). 137 being conducted by the Judiciary Committee. You have not asked us to make\nthe individualized inquiries necessary to determine whether the representa­\ntion of particular employees includes representation of purely personal interests\nthat should not be reimbursed. We do note, however, that we are unaware at\nthis time of any such interests, The Civil Division concurs in our analysis\nand conclusions. JOHN O. M cGINNIS\nDeputy Assistant Attorney General\nOffice o f Legal Counsel 138",
      "queries": [],
      "queries_score": []
    }
  ]
}