{
  "doc_id": "memos_84",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_84__0",
      "chunk_id": "0",
      "content": "Authority of the Federal Financial Supervisory Agencies\nUnder the Community Reinvestment Act The federal financial supervisory agencies lack authority under the C om m unity R einvestm ent Act o f\n1977 to provide by regulation that financial institutions that do not m eet the credit needs o f their\ncom m unities m ay be subject to adm inistrative enforcem ent actions under 12 U S.C. § 1818. D ecem ber 15, 1994 M e m o r a n d u m O p in io n f o r t h e C o m p t r o l l e r o f t h e C u r r e n c y This memorandum responds to your request for our opinion concerning whether\nthe federal financial supervisory agencies (“the agencies”)1 have authority under\nthe Community Reinvestment Act of 1977 (“CRA ”), 12 U.S.C. §§ 2901-2907, to\nprovide by regulation that financial institutions that do not meet the credit needs of\ntheir communities may be subject to administrative enforcement actions under 12\nU.S.C. § 1818. W e conclude that the agencies lack such authority. 2\nI.\nThe purpose of the CRA is “to require each appropriate Federal financial super­\nvisory agency to use its authority when exam ining financial institutions, to encour­\nage such institutions to help meet the credit needs of the local com m unities in\nwhich they are chartered consistent with the safe and sound operation of such in­\nstitutions.” 12 U.S.C. § 2901(b). To further this end, the CRA requires the agen­\ncies to assess an “institution’s record of meeting the credit needs of its entire\ncom m unity,” 12 U.S.C. § 2903(a)(1), and to “take such record into account in its\nevaluation of an application for a deposit facility by such institution.” 12 U.S.C.\n§ 2903(a)(2). “[A pplication for a deposit facility” is defined to include applica­\ntions for approval to open a branch, to relocate a main or branch office, or to\nmerge with or acquire another institution. 12 U.S.C. § 2902(3). The agencies\nmust prepare a written evaluation of each institution’s performance under the CRA,\nassign a rating to that performance, and disclose that rating to the public. 12\nU.S.C. § 2906. The CRA also authorizes the agencies to promulgate regulations to\ncarry out the purposes of the Act. 12 U.S.C. § 2905.\n1 T he federal financial supervisory agencies are the O ffice o f the C om ptroller o f the C urrency, the Federal\nR eserve System , the Federal Deposir Insurance C orporation, and the O ffice o f T hrift S upervision\n2 T he O ffice o f T h rift Supervision (“O T S”) has suggested in a letter to this O ffice that it has sufficient\nauthority u n d er the H om e O w n ers' Loan Act (“H O L A ”), 12 U S.C. §§ 1461-1468, to enable it lo prom ulgate\nand enforce a requirem ent that regulated in stitutions help m eet the credit needs of their com m unities.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_84__1",
      "chunk_id": "1",
      "content": "W e\nexpress no opinion on the authority o f OTS or the other agencies under H O LA or any other statute besides\nthe C R A 249 Opinions o f Ihe Office o f L egal C ounsel The agencies have proposed substantial revisions to their regulations im ple­\nm enting the CRA. S ee Community Reinvestment Act Regulations, 58 Fed. Reg.\n67,466-67,508 (1993). The proposed regulations provide that financial institutions\n“have a continuing and affirmative obligation to help m eet the credit needs o f their\ncomm unities, including low- and m oderate-incom e areas, consistent with safe and\nsound operations.” S ee id. at 67,479 (§ 25.2). The proposed regulations state that\nan institution rated by an agency to be in “Substantial N oncom pliance” with that\nobligation shall be subject to enforcement actions under 12 U.S.C. § 1818, which\nauthorizes the agencies to issue cease-and-desist orders and levy civil monetary\npenalties. See id. at 67,480 (§ 25.6(b)). The potential monetary penalties the in­\nstitutions would face range from not more than $5,000 a day for each day during\nwhich a “first tier” violation continues to a m aximum daily penalty of $1,000,000\nor one percent o f the institution’s total assets, whichever is lower, for a “third tier”\nviolation. S ee 12 U .S.C. § 1818(i)(2). As discussed below, we do not believe that the agencies are authorized to bring\nactions under 12 U.S.C. § 1818 to enforce the CRA. O ur conclusion is based on\nthe clearly expressed intent of C ongress in enacting the CRA,3 and rests on two\nindependent rationales: (1) the CRA application evaluation procedure is the exclu­\nsive enforcem ent m echanism authorized by Congress; and (2) enforcem ent under\n12 U .S.C. § 1818 is unavailable because the CRA does not impose an obligation\nthat could provide the basis for a § 1818 action or authorize the agencies to impose\nsuch an obligation. II. W e believe that Congress has plainly spoken on the question o f what enforce­\nm ent tools are available to the agencies under the CRA. The CRA provides for\nenforcem ent only in the application context, requiring that the agencies shall take\nan institution’s record of meeting the credit needs of its community into account\nwhen evaluating that institution’s application for a deposit facility. Congress speci­\nfied only this one enforcem ent mechanism in the CRA, and we do not believe it is\nperm issible for the agencies to em ploy other enforcem ent mechanisms, on the\nauthority o f the CRA, in the absence o f some basis in the text of the statute. Agen­\ncies m ay act only pursuant to delegations of power that are explicit or can fairly be\n3\nT h is is th e re fo re not a situ a tio n where C h ev ro n d eferen ce may be relied upon to support an agency\nin terpretatio n . In C h evro n U S A .",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_84__2",
      "chunk_id": "2",
      "content": "In C h evro n U S A . In c v N a tio n a l R eso u rces D efense C ouncil, I n c , 467 U S 837 (1984),\nthe S u p rem e C o u rt an n o u n ced a tw o-step rule f o r courts to follow w hen review ing an ag en c y ’s construction\no f a s tatu te th at it ad m in isters. T h e court m ust alw ay s first exam ine “w hether C ongress has directly spoken\nto the p recise q u e stio n at issue. If th e intent o f C ongress is clear, that is the end o f the m atter; for the court,\nas well as the ag en cy , m ust g iv e effect to the u n am b ig u o u sly expressed intent o f C ongress ” Id a t 842-43. If, how ev er, “ the statu te is sile n t o r ambiguous w ith respect to the specific issue, the question for the court is\nw hether th e a g e n c y ’s an sw er is based on a p erm issib le co n stru ctio n o f the statute * Id. at 843 As discussed\nin the tex t, w e d o not believe th a t th e CRA is s ile n t or am b ig u o u s w ith resp ect to the authority being vested\nin the agencies. A cco rd in g ly , there is no basis fo r deferring to an agency interpretation 250 A u thority o f the Federal F inancial Supervisory A gencies U nder the C om m unity R einvestm ent A ct implied from the statutory scheme. See R ailw ay L abor E xecu tives’ A s s ’n v. N a­\ntional M ediation Bd., 29 F.3d 655, 670-71 (D.C. Cir. 1994) (en banc), cert, d e ­\nnied, 514 U.S. 1032(1995). The CRA contains no express directive for the agencies to use any other modes\nof enforcement, much less such coercive enforcem ent as cease-and-desist orders\nand monetary penalties, and there is no basis for inferring such authority from any\nprovision in the statute. The statute’s only general grant of authority to the agen­\ncies is the authority to promulgate im plem enting regulations. We reject the argu­\nment that a delegation of broad enforcement authority can be inferred from the\nstatute’s delegation of authority to issue implementing regulations and the fact that\nthe CRA does not explicitly state that the agencies may only sanction financial in­\nstitutions through the application process.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_84__3",
      "chunk_id": "3",
      "content": "We reject the argu­\nment that a delegation of broad enforcement authority can be inferred from the\nstatute’s delegation of authority to issue implementing regulations and the fact that\nthe CRA does not explicitly state that the agencies may only sanction financial in­\nstitutions through the application process. First of all, the authority to issue regu­\nlations is limited to “carry[ing] out the purposes” of the CRA, 12 U.S.C. § 2905,\nand those purposes are limited to requiring the agencies to “use [their] authority\nwhen exam ining fin an cial institutions, to encourage such institutions to help meet\nthe credit needs” of their communities, 12 U.S.C. § 2901(b) (emphasis added). More fundamentally, as the D.C. Circuit wrote recently, “ [w]ere courts to presum e\na delegation of power absent an express w ithholding o f such power, agencies\nwould enjoy virtually limitless hegemony, a result plainly out of keeping with\nChevron and quite likely with the Constitution as well.” Railw ay L abor Execu­\ntives' A s s ’n, 29 F.3d at 671. The legislative history o f the CRA firmly supports our conclusion that the CRA\ndoes not authorize the agencies to employ other methods of enforcement. Neither\nthe House Conference Report nor the Senate Report makes any mention of a\nmethod of sanction other than through the application process,4 and when intro­\nducing the bill on the Senate floor, Senator Proxmire stated that “[t]he require­\nments in the bill apply only to applications otherwise required under existing law\nor regulations and do not provide any new authority to the bank regulatory agen­\ncies.” 123 Cong. Rec. 1958 (1977). Similarly, during the floor debate on whether\nto delete the CRA provisions from the Housing and Community Development Act,\nSenator Lugar stated that “[t]he sanctions that are finally offered, even if some in­\nstitution is found guilty in the process, are apparently that the institution would\nhave some difficulty extending its facilities, no more and no less than that.” Id. at\n17,633. More specifically, it would be inconsistent with the views expressed by Senator\nProxmire for the agencies to rely on the CRA for authority to issue cease-anddesist orders or impose monetary penalties. Speaking as the bill’s chief sponsor,\nSenator Proxmire stressed the limited nature o f the authority being vested in the 4\nIn fact, ihe conference report describes the purposes o f the C RA in very m odest term s. “This title and\nother am endm ents contained in this bill are designed to en co u rag e m ore coordinated efforts betw een pnvate\ninvestm ent and federal grants and insurance in o rd er to in crease the viability o f our urban com m unities.\" H R C o n f R ep No. 95-634, at 76 (1977), rep rin ted in 1977 U S C C .A N 2965, 2995 251 Opinions o f th e Office o f L egal C ounsel agencies.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_84__4",
      "chunk_id": "4",
      "content": "H R C o n f R ep No. 95-634, at 76 (1977), rep rin ted in 1977 U S C C .A N 2965, 2995 251 Opinions o f th e Office o f L egal C ounsel agencies. W hen introducing the bill, Senator Proxmire stated that the CRA “is\nintended to establish a system of regu latory incentives to encourage banks and\nsavings institutions to more effectively meet the credit needs of the localities they\nare chartered to serve.” Id. at 1958 (emphasis added). During floor debate on the\nlegislation, he stated that “we have to do something to nudge [the banks], influence\nthem, p ersu a d e them to invest in their com munity.” Id. at 17,630 (emphasis\nadded). He stated during hearings on the CRA that “[w]hat are we [sic] trying to\ndo here is not to provide for any terrible sanction. . . . All we are saying is that the\njob that you do in servicing community needs should be taken into consideration\nas one elem ent in w hether or not branching should be approved. It is a mild pro­\nposal, it seems to m e.” Community C redit N eeds: H earings on S. 4 0 6 Before the\nSenate Comm, on Banking, Housing and U rban Affairs, 95th Cong. 323 (1977)\n(emphasis added). 5 Finally, it is “an ‘elemental canon’ of statutory construction that where a statute\nexpressly provides a remedy, courts must be especially reluctant to provide\nadditional rem edies.” Karahalios v. N ational F e d ’n o f Fed. Em ployees, 489\nU.S. 527, 533 (1989) (quoting Transam erica M ortgage Advisors, Inc. v. Lewis,\n444 U.S. 11, 19 (1979)).6 “In such cases, ‘[i]n the absence o f strong indicia\nof contrary congressional intent, we are com pelled to conclude that Congress\nprovided precisely the remedies it considered appropriate.’” K arahalios, 489 U.S.\nat 533 (quoting M iddlesex County Sew erage Auth. v. Sea Clam m ers A s s ’n,\n453 U.S. 1, 15 (1981)). To move from an enforcement scheme that relies upon a\nsystem o f regulatory incentives to a scheme that entails cease-and-desist orders and\npotentially substantial monetary penalties is a leap that we do not believe can be\njustified on the basis o f the text, purpose, and legislative history of the CRA. We\ntherefore conclude that enforcement under 12 U.S.C. § 1818 is not authorized by\nthe CRA. 5 S e n a to r P roxm ire did state w hen introducing the co n feren ce report on the Senate floor that “the intention [o f C o n g ress] is as stated in [ 12 U S C § 2 9 0 1 (b )] thal the agencies use the full extent o f their authority,\nincluding th eir gen eral re g u lato ry authority, u n d e r [12 U .S C. § 2905], to encourage all regulated depository\nin stitu tio n s’ re sp o n siv en ess to com m unity n e e d s .” 123 C ong Rec. 31,887 (1977)",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_84__5",
      "chunk_id": "5",
      "content": "H ow ever, at best this\nstatem en t is am b ig u o u s, the d ire c tio n to use full regulatory authority probably was sim ply in reference to the\nsection o f the C R A d ire c tin g the agencies to prom ulgate im plem enting regulations and not to som e other\ngrant o f en fo rcem en t au th o rity such as 12 U S C § 1818. It is im possible to know w hat regulations S enator\nProxm ire e x p ected the ag en cies to issue, alth o u g h we note th at (consistent with the phrasing in C R A ’s\nstatem en t o f p urpose sectio n ) he used the w ord “en co u rag e” to describe w hat im pact the regulations should\nhave on in stitu tio n s ra th e r than a w ord like “ req u ire ” M oreover, we do not believe this one statem ent, even\nif read bro ad ly , can su p p o rt a g e n eral grant o f enforcem ent authority to the agencies in light o f the statutory\ntext and o th er leg islativ e history. 6 T h a t K a ra h a lio s and the cases cited th e re in involved claim ed private rights o f action does not make\nthem inapposite. First, the u n d erly in g inquiry o f those cases and this case is the sam e' can congressional\nintent to en fo rce a statu to ry sch e m e in a p articu lar way be inferred from the statutory language, structure or\nlegislative h istory? S econd, co u rts if anything have broader pow er than adm inistrative agencies to fashion\nappropriate relief, courts, for e x am p le, may lo o k to their broad equitable jurisdiction 252 A u th o rity o f the F ederal Financial Supervisory A gencies U nder the C om m unity R einvestm ent Act III. We reach the same conclusion when we analyze the question by focusing di­\nrectly on 12 U.S.C. § 1818. Under that section, the agencies may issue a ceaseand-desist order against a financial institution that “is violating or has violated, or\n. . . is about to violate, a law, rule, or regulation,” 12 U.S.C. § 1818 (b)(1), and\nthey may impose civil monetary penalties against an institution that violates “any\nlaw or regulation” or any cease-and-desist order, 12 U.S.C. § 1818(i)(2). It might\nbe argued that such sanctions may be imposed upon an institution that receives a\n“substantial noncompliance” CRA rating because that would be a violation of the\nCRA or the proposed regulations. As discussed below, we reject that argument.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_84__6",
      "chunk_id": "6",
      "content": "It might\nbe argued that such sanctions may be imposed upon an institution that receives a\n“substantial noncompliance” CRA rating because that would be a violation of the\nCRA or the proposed regulations. As discussed below, we reject that argument. By its terms, the CRA provides only that the agencies must evaluate an institu­\ntion’s record of meeting the credit needs of the community, that the agencies must\ntake that record into account when considering an institution’s application for per­\nmission to merge or expand, and that the agencies must prepare a written record of\ntheir evaluations for public dissemination. Nowhere does the CRA expressly im­\npose any obligation on financial institutions themselves. The statute’s references\nto financial institutions are couched in precatory rather than mandatory terms. In the “statement of purpose” provision of the CRA, Congress stated that “ [i]t is\nthe purpose of this chapter to require each appropriate Federal financial supervi­\nsory agency to use its authority . . . to encourage such institutions to help meet the\ncredit needs o f [their] communities.” 12 U.S.C. § 2901(b) (emphasis added). The\nCRA does not instruct the agencies to require institutions to meet community\ncredit needs. Moreover, although the CRA directs the agencies to take an institu­\ntion’s record of meeting credit needs into account when evaluating the institution’s\napplication for a deposit facility, 12 U.S.C. § 2903, it does not require the agencies\nto deny applications from institutions with questionable records. 7 Nor are any obligations, violation o f which is sanctionable under § 1818, im­\nposed by the following statements in the “Congressional findings” section of the 7\nThe case law recognizes thal w hile the agencies are authorized to refuse to approve applications from\nfinancial institutions that do not m eet the credit needs o f their com m unities, they are not required to do so. In one case that involved a challenge to an ag en cy 's approval o f an institu tio n ’s application to open a branch\noffice, the court refused to invalidate the approval on the grounds that the agency and the requesting institu ­\ntion had allegedly failed to com ply w ith the requirem ents o f the C R A C orning Sav. & Loan A s s 'n v. F ed ­\neral H om e Loan B ank Bd., 571 F Supp 396 (E .D ^ rk 1983), a ffd , 736 F 2d 479 (8th C ir 1984). T he\ncourt stated that “ [t]he C R A itself does not provide for any sanctions for an unsatisfactory record, nor does it\neven define w hat an unsatisfactory record w ould be The C R A m erely requires that the Board assess an\nin stitutio n ’s co m m u n ity credit record and consider lhat record w hen evaluating branch a p plications.”",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_84__7",
      "chunk_id": "7",
      "content": "571 F\nSupp. at 403 S e e also N a tio n a l State B a n k v Long, 630 F 2d 981, 984 (3d C ir. 1980) (in deciding there was\nno federal law ex p licitly prohibiting redlining, so that a state anti-redlining statute was not preem pted, the\ncourt staled that under the CRA , “the C o m p tro ller m ay, but need not, deny an application for a deposit facil­\nity lo a national bank that fails to m eet the needs o f us local co m m unity” ); H icks v Resolution Trust C orp.,\n970 F.2d 378, 382 (7th Cir. 1992) (in concluding lhat a fired em ployee could not state a claim for retaliatory\ndischarge because the C R A did not constitute a clearly m andated public policy, the court stated that the Act\ndoes not provide for crim inal sanctions o r private causes o f action; agencies m ay “at m ost” consider an in ­\nstitu tio n 's record w hen evaluating an application) 253 O pinions o f Ihe O ffic e o f L egal C ounsel CRA: that ”[t]he Congress finds th a t. . . regulated financial institutions have con­\ntinuing and affirm ative obligation to help meet the credit needs of the local com­\nm unities in which they are chartered,” 12 U.S.C. § 2901(a)(3), and that “[t]he\nC ongress finds that . . . regulated financial institutions are required by law to dem ­\nonstrate that their deposit facilities serve the convenience and needs of the commu­\nnities in which they are chartered to do business,” 12 U.S.C. § 2901(a)(1). These\nfindings are an indicator o f congressional intent and may be looked to by the agen­\ncies in form ulating their regulations to im plem ent the CRA. However, they are not\n“operative provisions” o f the statute and thus cannot by themselves impose obliga­\ntions on financial institutions or override operative provisions that indicate that\nCongress did not intend to impose an obligation violation o f which is sanctionable\nunder § 1818. S ee A ssociation o f Am. R.R. v. C ostle, 562 F.2d 1310, 1316 (D.C.\nCir. 1977) (“A pream ble no doubt contributes to a general understanding of a stat­\nute, but it is not an operative part of the statute and it does not enlarge or confer\npowers on adm inistrative agencies or officers. W here the enacting or operative\nparts o f a statute are unambiguous, the meaning o f the statute cannot be controlled\nby language in the pream ble. The operative provisions o f statutes are those which\nprescribe rights and duties and otherwise declare the legislative w ill.”).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_84__8",
      "chunk_id": "8",
      "content": "W here the enacting or operative\nparts o f a statute are unambiguous, the meaning o f the statute cannot be controlled\nby language in the pream ble. The operative provisions o f statutes are those which\nprescribe rights and duties and otherwise declare the legislative w ill.”). See also\nC ouncil o f H aw aii H otels v. A gsalud, 594 F. Supp. 449, 453 (D. Haw. 1984)\n(in determ ining whether Hawaii legislature intended to regulate collectively bar­\ngained health care plans, court rejected defendants’ argument that “findings and\npurpose” section o f statute authorized state regulation of the plans when an opera­\ntive provision o f the statute made it clear that the plans were not subject to regula­\ntion). Finally, we do not believe that the agencies’ authority under the CRA to issue\nim plem enting regulations includes th e authority to impose an obligation, enforce­\nable under § 1818, to meet community credit needs that was not imposed by Con­\ngress. The agencies’ rulemaking authority is limited to “carrying] out the\npurposes” o f the CRA, 12 U.S.C. § 2905, and those purposes are limited to re­\nquiring the agencies to use their authority to “encourage” financial institutions to\nhelp m eet com m unity credit needs, 12 U.S.C. § 2901(b). The authority to\n“encourage” does not include the authority to impose an obligation enforceable by\ncease-and-desist orders and money penalties. See N ew York v. H eckler , 719 F.2d\n1191, 1196 (2nd Cir. 1983) (holding that statutory language directing entities re­\nceiving federal funding “to encourage family participation” in m inors’ receipt of\ncontraceptive services did not authorize HHS to promulgate regulations requiring\nparental notification following a m inor’s purchase of contraception). W e em phasize that our conclusion that § 1818 sanctions are not available is\nnot intended to suggest that the provisions of the proposed CRA regulations re­\ngarding an obligation to help meet the credit needs of the community are invalid\nfor other purposes under the CRA or any other statute, such as to assist the exercise\nof agency authority during examinations and in the application process. Nor is it\n254 A uthority o f the F ederal F inancial Supervisory A gencies U nder the C om m unity R einvestm ent A ct intended to suggest that other provisions of the proposed CRA regulations impos­\ning requirements on financial institutions, such as data collection and reporting\nrequirements, are not authorized by the grant of authority to promulgate regula­\ntions. Moreover, we express no opinion on the availability of § 1818 sanctions for\nviolations of a law, rule, or regulation in any context other than the CRA. IV. The purpose of the CRA is to require the federal financial supervisory agencies,\nin the execution of their examination function, to encourage financial institutions to\nmeet community credit needs. The CRA requires that the agencies assess financial\ninstitutions’ records in this regard and consider their records when evaluating their\napplications for deposit facilities. In connection with this requirement, the agen­\ncies may promulgate regulations placing reasonable requirements on financial in­\nstitutions to enable the agencies to assess their performance.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_84__9",
      "chunk_id": "9",
      "content": "The CRA requires that the agencies assess financial\ninstitutions’ records in this regard and consider their records when evaluating their\napplications for deposit facilities. In connection with this requirement, the agen­\ncies may promulgate regulations placing reasonable requirements on financial in­\nstitutions to enable the agencies to assess their performance. W e conclude,\nhowever, that the agencies lack authority under the CRA to provide by regulation\nthat financial institutions that do not meet the credit needs of their communities\nmay be subject to enforcement actions under 12 U.S.C. § 1818. W ALTER D ELLINGER A ssistan t A ttorn ey G en eral\nOffice o f L egal C ounsel 255\n* U .S . QOVERJWB1T PRINTING OFFICE: 1 9 9 9 -4 4 7 -3 9 0",
      "queries": [
        "what is cra requirements"
      ],
      "queries_score": [
        "1.5244863"
      ]
    }
  ]
}