{
  "doc_id": "memos_86",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_86__0",
      "chunk_id": "0",
      "content": "Withdrawal of Opinion on CIA Interrogations\nA previous opinion of the Office of Legal Counsel concerning interrogations by the\nCentral Intelligence Agency is withdrawn and no longer represents the views of the\nOffice.\nJune 11, 2009\n\nMEMORANDUM OPINION FOR THE ATTORNEY GENERAL\nSections 3(a) and 3(b) of Executive Order 13491, 3 C.F.R. 199 (2009\ncomp.), set forth restrictions on the use of interrogation methods. In\nsection 3(c) of that order, the President further directed that “unless the\nAttorney General with appropriate consultation provides further guidance,\nofficers, employees, and other agents of the United States Government\nmay not, in conducting interrogations, rely upon any interpretation of\nthe law governing interrogation . . . issued by the Department of Justice\nbetween September 11, 2001, and January 20, 2009.” We have previously\nnoted that this direction encompasses, among other things, four opinions\nof the Office of Legal Counsel, which we withdrew on April 15, 2009.\nSee Withdrawal of Four Opinions on CIA Interrogations, 33 Op. O.L.C.\n191 (2009). We have now determined that it also encompasses another\nopinion of our Office. See Memorandum for John A. Rizzo, Acting General Counsel, Central Intelligence Agency, from Steven G. Bradbury,\nPrincipal Deputy Assistant Attorney General, Office of Legal Counsel,\nRe: Application of the War Crimes Act, the Detainee Treatment Act, and\nCommon Article 3 of the Geneva Conventions to Certain Techniques That\nMay Be Used by the CIA in the Interrogation of High-Value al Qaeda\nDetainees (July 20, 2007).\nIn connection with the consideration of this opinion for possible public\nrelease, the Office has now reviewed this additional opinion and has\ndecided to withdraw it. It no longer represents the views of the Office of\nLegal Counsel.\nDAVID J. BARRON\nActing Assistant Attorney General\nOffice of Legal Counsel\n\n239",
      "queries": [
        "cia interrogation opinion withdrawn"
      ],
      "queries_score": [
        "3.0586345"
      ]
    }
  ]
}