{
  "doc_id": "memos_57",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_57__0",
      "chunk_id": "0",
      "content": "Proposal That the President Accept\nHonorary Irish Citizenship\nAcceptance by the President of honorary Irish citizenship would fall within the spirit, if not the letter,\nof the Emoluments Clause of the Constitution. The procedure which has developed under the constitutional provision and its implementing statute\nwould permit the President to participate in the formal ceremonies, accept the written evidence of\nthe award and have it deposited with the Department of State, subject to the subsequent consent of\nCongress. Even if Congress does not enact consenting legislation, the President could probably have the\ndocument conferring honorary Irish citizenship delivered to him by the Department of State after he\nleaves the White House. May 10, 1963 MEMORANDUM OPINION FOR THE SPECIAL ASSISTANT TO THE PRESIDENT* The Attorney General has asked me to respond to your memorandum of April\n17, 1963, with respect to the legal aspects of the proposal that the President accept\n“honorary Irish citizenship.” For the reasons set forth hereafter, I believe that\nacceptance by the President of honorary Irish citizenship would fall within the\nspirit, if not the letter, of Article I, Section 9, Clause 8, of the Constitution which\nrequires that an individual who holds an office of profit or trust under the United\nStates must obtain the consent of Congress in order to accept “any present,\nEmolument, Office, or Title, of any kind whatever, from any King, Prince or\nforeign State.” Nevertheless, the procedure which has developed under the\nconstitutional provision and under section 3 of the Act of January 3, 1881 (ch. 32,\n21 Stat. 603, 604 (codified at 5 U.S.C. § 115)), a statute which implements the\nprovision, would permit the President to participate in the formal ceremonies,\naccept the written evidence of the award and have it deposited with the Department of State, subject to the subsequent consent of Congress. Moreover, even if\nCongress should thereafter fail to enact consenting legislation, the President could\nprobably have the document conferring honorary Irish citizenship delivered to him\nby the Department of State after he leaves the White House. At the outset, it should be emphasized that what would be conferred upon the\nPresident would not be Irish citizenship but merely honorary Irish citizenship. Your memorandum of April 17, 1963 indicated that it was originally the intention\nthat the grant be conferred pursuant to section 12 of the Irish Nationality and\nCitizenship Act, 1956. That act provides that “Irish citizenship” may be granted to\nindividuals or the children or grandchildren of individuals who have “done signal *\nEditor’s Note: The Special Assistant to whom this memorandum was addressed was McGeorge\nBundy, National Security Adviser to the President. 278 Proposal That the President Accept Honorary Irish Citizenship honour or rendered distinguished service to” Ireland, but it makes it clear that once\nthe grant is made the individual “shall . . . be an Irish citizen.” Id. § 12. Accordingly, action pursuant to this statute would impose upon the President whatever duties\nand obligations are ordinarily attached to Irish citizenship and would raise the\nserious problems attendant upon an undertaking by a President of fealty to another\nnation.",
      "queries": [
        "who accepts an honorary irish citizenship"
      ],
      "queries_score": [
        "2.142791"
      ]
    },
    {
      "id": "memos_57__1",
      "chunk_id": "1",
      "content": "Id. § 12. Accordingly, action pursuant to this statute would impose upon the President whatever duties\nand obligations are ordinarily attached to Irish citizenship and would raise the\nserious problems attendant upon an undertaking by a President of fealty to another\nnation. As a result of discussion of this problem with the Irish Ambassador, the Government of Ireland has drafted a special act, a copy of which is attached. The act\nwould provide that “[t]he President [of Ireland] may by warrant confer on John\nFitzgerald Kennedy, President of the United States of America, the title of honour\nof Honorary Citizen of Ireland.” In an Aide-Mémoire of April 30, 1963, which is\nalso attached, the Irish ambassador states:\nThe Attorney General of Ireland has given opinion that the Bill as\ndrafted would not confer citizenship with its attendant duties and obligations but only a title of honor. I agree. In fact, the Department of Justice took a similar position when honorary United States citizenship was conferred upon Sir Winston Churchill. H.R. Rep.\nNo. 88-57 (1963). Consequently, the problems which might have arisen as a result\nof dual citizenship are no longer presented. However, the question still remains whether acceptance comes within the letter\nor spirit of Article I, Section 9, Clause 8, which provides:\nNo Title of Nobility shall be granted by the United States: And no\nPerson holding any Office of Profit or Trust under them, shall, without the Consent of the Congress, accept of any present, Emolument,\nOffice, or Title, of any kind whatever, from any King, Prince, or foreign State. This clause was adopted unanimously at the constitutional convention as a means\nof preserving the independence of foreign ministers and other officers of the\nUnited States from external influences. 3 Papers of James Madison 1408 (1841). It is virtually copied from a similar provision in Article VI of the Article of\nConfederation. The constitutional provision has been interpreted as being “particularly directed against every kind of influence by foreign governments upon\nofficers of the United States, based on our historic policies as a nation.” Gifts from\nForeign Prince, 24 Op. Att’y Gen. 116, 117 (1902) (emphasis in original); see\nalso 2 Joseph Story, Commentaries on the Constitution of the United States § 1352\n(Thomas M. Cooley ed., 4th ed. 1873). It will be noted that the proposed Irish statute describes what would be conferred upon the President as a “title of honour.” As such, it could be argued that\nwhat would be conferred falls within the literal language of the constitutional\nprovision. Ambassador Kiernan has advised us that the bill could be redrafted to 279 Supplemental Opinions of the Office of Legal Counsel in Volume 1 omit the reference to a “title of honour.” However, I do not believe that the legal\nproblem would be significantly modified if this should be done. The spirit of the\nprovision clearly extends to any type of obligation to foreign countries, and the\ndesignation of what is conferred appears to be of little relevance.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_57__2",
      "chunk_id": "2",
      "content": "However, I do not believe that the legal\nproblem would be significantly modified if this should be done. The spirit of the\nprovision clearly extends to any type of obligation to foreign countries, and the\ndesignation of what is conferred appears to be of little relevance. Moreover, in analyzing Public Law 88-6 and Proclamation 3525 of April 9,\n1963, which operated to confer honorary citizenship of the United States upon Sir\nWinston Churchill, this Department took the view that what would be conferred\nupon him would be “similar in effect to . . . a medal or decoration.” H.R. Rep. No.\n88-57, at 4 (letter of Deputy Attorney General Katzenbach). The House Committee on the Judiciary stated that it “subscribes to the interpretation of the import of\nthis legislation as outlined in the report rendered by the Department of Justice.” Id.\nat 5. And medals and decorations have always been regarded as coming within the\nconstitutional provision,1 although it has never been precisely articulated whether\none of these constitutes a “present, Emolument, Office, or Title.” Thus, section 3\nof the Act of January 31, 1881 provides:\n[A]ny present, decoration, or other thing, which shall be conferred or\npresented by any foreign government to any officer of the United\nStates, civil, naval, or military, shall be tendered through the\nDepartment of State, and not to the individual in person, but such\npresent, decoration, or other thing shall not be delivered by the\nDepartment of State unless so authorized by act of Congress. 5 U.S.C. § 115. The constitutional provision requires the consent of Congress to\nthe acceptance of the enumerated honors and presents “of any kind whatever.” Since the statute is intended to implement this provision, the phrase “other thing”\nshould probably be construed in a similarly inclusive manner. Accordingly, it\ncould be reasonably contended that a warrant or other documentary evidence of\nhonorary Irish citizenship that may be presented to the President is an “other\nthing” within the meaning of the statute. Literally read, the statute precludes direct tender of a present or mark of honor\nto an officer of the United States; the tender is to be through the Department of\nState. However, on the ground that it avoids offense to other countries, a custom\nhas developed under which officers of the United States may accept foreign\nhonors tendered to them and subsequently have them deposited in the Department 1\nSee, e.g., Message of President Andrew Jackson to the Senate and House of Representatives, dated January 19, 1830, in 3 Compilation of the Messages and Papers of the Presidents 1029, 1030\n(James D. Richardson ed., 1897), stating that the Constitution prevented him from accepting a medal\ntendered to him by the Republic of Colombia, and that he was placing it at the disposal of Congress. Congress did not grant its consent to acceptance. The House Committee on Foreign Affairs merely\nrecommended that the medal be deposited with the Department of State. H.R. Rep. No. 21-170 (Feb. 9,\n1830). See also 5 U.S.C. § 114 (prohibiting an officer of the United States from wearing a decoration\nwithout the consent of Congress). 280 Proposal That the President Accept Honorary Irish Citizenship of State.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_57__3",
      "chunk_id": "3",
      "content": "H.R. Rep. No. 21-170 (Feb. 9,\n1830). See also 5 U.S.C. § 114 (prohibiting an officer of the United States from wearing a decoration\nwithout the consent of Congress). 280 Proposal That the President Accept Honorary Irish Citizenship of State. This procedure has been treated as substantial compliance with the\nstatute. If Congress subsequently enacts legislation consenting to acceptance (see,\ne.g., Act of Aug. 3, 1956, Priv. L. No. 84-850, 70 Stat. A171), delivery is made to\nthe recipient. 2 Therefore, if the President should accept the tender of honorary Irish\ncitizenship, it would be appropriate for him to include in his acceptance remarks a\nstatement that he is thereupon placing the warrant in the hands of the United States\nAmbassador to Ireland in accordance with United States law. If the President\nhandled the matter in this way, it would be difficult for anyone to contend that his\naction was inconsistent with the constitutional provision or the statute. 3 In order to\nminimize possible congressional criticism in that regard, it might also be appropriate to advise the Chairmen of the House and Senate Foreign Relations Committees\nin advance that this procedure will be followed. Two final points might be made. First, some Presidents have treated presents\nwhich they have received as gifts to the United States, rather than as personal gifts. They have therefore taken the view that acceptance is not subject to the constitutional provision. This view was apparently followed by President Lincoln, who\nreceived a “Diploma” from the Republic of San Marino declaring that “the\nPresident pro tempore of the United States of America” was a citizen of that\nRepublic. Although Lincoln wrote the Regent Captains of San Marino thanking its\nCouncil for the honor that it had “conferred upon me” (4 The Collected Works of\nAbraham Lincoln 360 (Roy P. Basler ed., 1953)), he had the document deposited\nwith the Department of State and it is now in the National Archives. The “Diploma” was conferred on the President of the United States “pro tempore,” and it\nindicates that the action to authorize its issuance was taken while Buchanan was\nstill President. The circumstances thus appear to have differed markedly from\nthose here involved. It seems clear that Ireland proposes to confer honorary\ncitizenship on President Kennedy personally, not on him as the President of the\nUnited States for the time being. Second, we are informed that it is the practice of the Protocol Office of the\nState Department, the custodian of gifts and other marks of honor deposited\n2\nUnder 5 U.S.C. § 115a, the Secretary of State is directed to submit to each alternate Congress a\nlist of retired personnel for whom the Department of State is holding decorations, medals or other\nmarks of honor pursuant to 5 U.S.C. § 115. In a memorandum to department and agency heads, dated\nApril 13, 1954, President Eisenhower directed that lists submitted to Congress pursuant to 5 U.S.C.\n§ 115a be limited to retired personnel. Of course this direction has not prevented Congress from\ngranting the required consent to incumbent officers. 70 Stat. A171.\n3",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_57__4",
      "chunk_id": "4",
      "content": "In a memorandum to department and agency heads, dated\nApril 13, 1954, President Eisenhower directed that lists submitted to Congress pursuant to 5 U.S.C.\n§ 115a be limited to retired personnel. Of course this direction has not prevented Congress from\ngranting the required consent to incumbent officers. 70 Stat. A171.\n3 As a legal matter, the consent of Congress can be obtained either in advance or following receipt\nof anything covered by Article I, Section 9, Clause 8. We have, however, been able to locate only one\nstatute in which it was clear that the consent had been granted in advance, Pub. Res. 34-3, 11 Stat. 152\n(Aug. 30, 1856), and this did not involve a President. On the other hand, in the only instance in which\nwe have been able to discover a grant of consent to a President, it followed receipt. Pub. Res. 54-39, 29\nStat. 759 (Apr. 2, 1896) (authorizing delivery to Benjamin Harrison of medals presented to him by\nBrazil and Spain during his term as President). The Harrison precedent would strengthen the view that\nthe procedure suggested above is consistent with constitutional practice. 281 Supplemental Opinions of the Office of Legal Counsel in Volume 1 pursuant to the 1881 Act, to deliver to a former officer who has severed any\nofficial relationship with the United States, upon his request and without referral\nto Congress, a gift or other mark of honor tendered to him during his incumbency\nand deposited under the Act. Accordingly, even if Congress should not act in this\nmatter, the President could probably obtain the warrant when he no longer holds\noffice. 4 I assume that the President will independently appraise the policy considerations involved in acceptance of the foreign honor here involved. In this regard, he\nmay wish to know that President Wilson refused all foreign decorations while in\noffice. 5 On the other hand, it is clear that this attitude does not represent an\nestablished policy of the presidency, as evidenced by the incidents, referred to\nabove, involving Presidents Jackson, Lincoln and Benjamin Harrison. NORBERT A. SCHLEI\nAssistant Attorney General\nOffice of Legal Counsel 4\nWhile a former President is entitled to a monetary allowance of $25,000 per year (Pub. L. No. 85745, 72 Stat. 838 (codified at 3 U.S.C. § 102 note (1958)), he could hardly be considered to hold an\n“Office” within the meaning of the constitutional prohibition. 5\nEdith Bolling Wilson, My Memoir 343 (1st ed. 1938). 282 Proposal That the President Accept Honorary Irish Citizenship ATTACHMENT 1\nPresident Kennedy Bill, 1963\nArrangement of Sections\nSection\n1. Conferring of title of honour on President Kennedy. 2. Short title. Draft of Bill\nAn Act to enable the title of honour of Honorary Citizen of Ireland to be conferred\non John Fitzgerald Kennedy, President of the United States of America. BE IT ENACTED by the Oireachtas as follows:\nConferring of title of\nhonour on President\nKennedy. 1. The President may by warrant confer on John\nFitzgerald Kennedy, President of the United States of\nAmerica, the title of honour of Honorary Citizen of\nIreland. Short title. 2. This Act may be cited as the President Kennedy Act,\n1963. 283",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_57__5",
      "chunk_id": "5",
      "content": "1. The President may by warrant confer on John\nFitzgerald Kennedy, President of the United States of\nAmerica, the title of honour of Honorary Citizen of\nIreland. Short title. 2. This Act may be cited as the President Kennedy Act,\n1963. 283 Supplemental Opinions of the Office of Legal Counsel in Volume 1 ATTACHMENT 2\nAide-Mémoire The Government of Ireland is prepared to promote special legislation to enable\nthe title of Honorary Citizen of Ireland to be conferred on President Kennedy,\ninstead of pursuing the idea of offering citizenship as a token of honor under\nSection 12 of the Irish Nationality and Citizenship Act, 1956. A draft bill has been\nprepared with this objective in mind. The text of the bill is conveyed herewith. The Attorney General of Ireland has given opinion that the Bill as drafted\nwould not confer citizenship with its attendant duties and obligations but only a\ntitle of honor. An informal intimation is requested as to whether the title of honor of Honorary\nCitizen of Ireland, as contemplated in the draft bill, would be acceptable to\nPresident Kennedy. April 10, 1963 284",
      "queries": [
        "who was the honorary citizen of ireland",
        "who conferred to jfk the honour of honorary citizen of ireland"
      ],
      "queries_score": [
        "3.270007",
        "3.6728642"
      ]
    }
  ]
}