{
  "doc_id": "memos_51",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_51__0",
      "chunk_id": "0",
      "content": "Application of Conflict of Interest Rules to Appointees\nWho Have Not Begun Service\nConflict of interest rules first apply when an appointee begins the duties of his office. May 8, 2002 MEMORANDUM OPINION FOR THE GENERAL COUNSEL\nOFFICE OF GOVERNMENT ETHICS You have asked for our opinion whether the principal conflict of interest rules\nof the Executive Branch apply to a person who has been appointed to an office by\nthe President with the advice and consent of the Senate but has not yet begun the\nduties of that office. 1 We determine that the conflict of interest rules do not apply\nby virtue of the appointment alone but instead apply only after the appointee has\nbegun the duties of his office. I.\nThe principal conflict of interest restrictions that govern the Executive Branch\nare found in the criminal conflict of interest laws, 18 U.S.C. §§ 202-209 (2000);\nthe directives in Executive Order No. 12674, Principles of Ethical Conduct for\nGovernment Officers and Employees, 3 C.F.R. 215 (1989); and the Standards of\nEthical Conduct for Employees of the Executive Branch, 5 C.F.R. pt. 2635 (2002)\n(“Standards of Ethical Conduct”). In each case, the reach of the restrictions\ndepends on the meaning of the terms “officer” and “employee.” By their terms, the potentially relevant criminal statutes cover “officers” and\n“employees.” For example, 18 U.S.C. § 203(a)(1)(B) forbids, among other things,\na person’s receipt of compensation for certain representational services rendered\n“at a time when such person is an officer or employee . . . in the executive . . .\nbranch of the government.” Under 18 U.S.C. § 205(a), “[w]hoever, being an\nofficer or employee of the United States in the executive . . . branch of the\nGovernment” acts as an agent or attorney for anyone before an agency or court is\nguilty of a crime. And 18 U.S.C. § 209(a) bars receipt of a salary or supplement to\na salary “as compensation for . . . services as an officer or employee of the\nexecutive branch of the United States Government.” Because title 18 sets out no definition of “officer” or “employee,” we have\nlooked to the definitions in title 5 as “‘the most obvious source of a definition’ for\ntitle 18 purposes.” Applicability of Executive Order No. 12674 to Personnel of\n1\nLetter for M. Edward Whelan III, Principal Deputy Assistant Attorney General, Office of Legal\nCounsel, from Marilyn L. Glynn, General Counsel, Office of Government Ethics (Jan. 8, 2002) (“OGE\nLetter”). We earlier gave informal advice reaching the same conclusion as in the present opinion. 32 227-329 VOL_26_PROOF.pdf 42 10/22/12 11:13 AM Application of Conflict of Interest Rules to Appointees Who Have Not Begun Service Regional Fishery Management Councils, 17 Op. O.L.C. 150, 154 (1993) (“Fishery\nManagement Councils”) (quoting Conflict of Interest—Status of an Informal\nPresidential Advisor as a “Special Government Employee,” 1 Op. O.L.C. 20\n(1977) (“Informal Presidential Advisor”)).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_51__1",
      "chunk_id": "1",
      "content": "10/22/12 11:13 AM Application of Conflict of Interest Rules to Appointees Who Have Not Begun Service Regional Fishery Management Councils, 17 Op. O.L.C. 150, 154 (1993) (“Fishery\nManagement Councils”) (quoting Conflict of Interest—Status of an Informal\nPresidential Advisor as a “Special Government Employee,” 1 Op. O.L.C. 20\n(1977) (“Informal Presidential Advisor”)). Under 5 U.S.C. § 2104 (2000), an\n“officer” is defined to mean someone who is (1) “required by law to be appointed\nin the civil service by [the President, a court of the United States, the head of an\nExecutive agency, or the Secretary of a military department] acting in an official\ncapacity,” (2) “engaged in the performance of a Federal function under authority\nof law or an Executive act,” and (3) “subject to the supervision” of the President\nor the head of an Executive agency or military department. Section 2105 defines\n“employee” to include not only an “officer,” but also anyone in a larger class of\npersons who, like “officers,” are engaged in federal functions, but are appointed\nand supervised by specified federal officials other than those able to appoint and\nsupervise “officers.” The Executive Order similarly imposes certain restrictions on “employees,”\ndefined to mean “any officer[s] or employee[s] of an agency.” Exec. Order No.\n12674, § 503(b). Although the Executive Order does not define “officer” or\n“employee,” we previously have concluded that the terms “are identical in scope\nand meaning with the terms ‘officer’ and ‘employee’ as used in 5 U.S.C. §§ 2104\nand 2105.” Fishery Management Councils, 17 Op. O.L.C. at 153. We rested this\nconclusion on three grounds. First, we noted that we had turned to the title 5\ndefinitions for guidance in interpreting the criminal conflict of interest laws, and\n“[b]ecause the objectives of the Order and its implementing regulations are closely\nrelated to those of the conflicts statutes, we [thought] it reasonable to look to title\n5’s definition of ‘employee’ when elucidating the Order.” Id. at 154 (citation\nomitted). Second, the Executive Order adopts the definition of “agency” from title\n5, with certain exceptions, Exec. Order No. 12674, § 503(c); and “[w]e [thought] it\nunlikely that the Order was intended to cover personnel who were employed by\n‘agencies’ within the meaning of title 5 but who were not themselves ‘employees’\nwithin the same title.” 17 Op. O.L.C. at 154. Third, while the Executive Order\nstates generally that it is based on the authority vested in the President “by the\nConstitution and laws of the United States,” Exec. Order No. 12674, pmbl., but\ndoes not specify the authorizing statutes, “the most obvious statutory source of\nauthority” is the President’s power under title 5 to “prescribe regulations for the\nconduct of employees in the executive branch,” 5 U.S.C. § 7301 (2000), and this\nauthority brings into play the definition of “employee” in title 5. 17 Op. O.L.C. at\n154. The Standards of Ethical Conduct carry out the Executive Order, and we therefore applied our conclusion in Fishery Management Councils about the applicable\ndefinitions both to the Executive Order and to these implementing regulations. 17\nOp. O.L.C. at 150 n.2, 158.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_51__2",
      "chunk_id": "2",
      "content": "The Standards of Ethical Conduct carry out the Executive Order, and we therefore applied our conclusion in Fishery Management Councils about the applicable\ndefinitions both to the Executive Order and to these implementing regulations. 17\nOp. O.L.C. at 150 n.2, 158. In addition, we note that some of the particular rules in\nthe Standards of Ethical Conduct rest on specific statutory provisions in title 5 that 33 227-329 VOL_26_PROOF.pdf 43 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 use the term “employee” and so invoke the title 5 definition. The rules about gifts\nto superiors, for example, derive in part from 5 U.S.C. § 7351 (2000), which bars\n“[a]n employee” from receiving or making certain gifts. 2 The reach of the\nStandards of Ethical Conduct thus depends, too, on the meaning of the terms\n“officer” and “employee” in title 5.\nII. A.\nThe OGE Letter argues that the three parts of the title 5 definitions—\nappointment by a federal official, engagement in a federal function, and federal\ngovernment supervision—need not “be applied invariably or formalistically in\nevery case where the application of federal ethics requirements is at issue.” OGE\nLetter, supra note 1, at 2. In particular, the OGE Letter cites two opinions of our\nOffice—one in which we quoted a previous opinion for the proposition that the\ntitle 5 definition of employee “is not necessarily conclusive for conflicts purposes,” Fishery Management Councils, 17 Op. O.L.C. at 154 n.12, and one in which\nwe concluded that “an identifiable act of appointment may not be absolutely\nessential for an individual to be regarded as an officer or employee in a particular\ncase where the parties omitted it for the purpose of avoiding the application of the\nconflict-of-interest laws or perhaps where there was a firm mutual understanding\nthat a relatively formal relationship existed,” Informal Presidential Advisor, 1 Op.\nO.L.C. at 21. Therefore, the OGE Letter argues, satisfaction of only the first part\nof the title 5 definitions—appointment by a federal official—ought to suffice to\nrender an individual subject to the federal conflict of interest laws. We do not agree. First, as stated above, we have previously opined that the\nterms “officer[s]” and “employee[s]” in the Executive Order and the Standards of\nEthical Conduct “are identical in scope and meaning with the terms ‘officer’ and\n‘employee’ as used in 5 U.S.C. §§ 2104 and 2105.” Fishery Management Councils, 17 Op. O.L.C. at 153. We have, in short, concluded that the three parts of the\ntitle 5 definitions must be applied invariably in these contexts. Second, with\nrespect to the criminal conflict of interest laws, we do not read our opinions as\nsuggesting any general flexibility to depart from the three-part test, much less to\nsimply disregard two of the three parts. Indeed, particularly in view of the rule of\nlenity, see Jones v. United States, 529 U.S. 848, 858 (2000) (quoting Rewis v.\nUnited States, 401 U.S. 808, 812 (1971), and United States v. Universal C.I.T.\nCredit Corp., 344 U.S. 218, 221-222 (1952)), we would be loath to dilute the\n2",
      "queries": [
        "which standards are applicable in the standards of ethical conduct"
      ],
      "queries_score": [
        "1.7200382"
      ]
    },
    {
      "id": "memos_51__3",
      "chunk_id": "3",
      "content": "Indeed, particularly in view of the rule of\nlenity, see Jones v. United States, 529 U.S. 848, 858 (2000) (quoting Rewis v.\nUnited States, 401 U.S. 808, 812 (1971), and United States v. Universal C.I.T.\nCredit Corp., 344 U.S. 218, 221-222 (1952)), we would be loath to dilute the\n2 The statutory provision that underlies the rules on gifts from outsiders, 5 U.S.C. § 7353 (2000),\nhas its own definition of “officer or employee”—“an individual holding an appointive or elective\nposition in the executive, legislative, or judicial branch of Government, other than a Member of\nCongress.” Id. § 7353(d)(2). This definition, however, is congruent with the analysis we set out below. 34 227-329 VOL_26_PROOF.pdf 44 10/22/12 11:13 AM Application of Conflict of Interest Rules to Appointees Who Have Not Begun Service three-part test. In this regard, our statement that the title 5 definition of employee\n“is not necessarily conclusive for conflicts purposes” might more sensibly be read\nto mean that, in some circumstances, even satisfaction of the three-part test might\nnot conclusively establish that a person is an officer or employee for purposes of\nthe criminal prohibitions. We further note that our conclusion that “an identifiable\nact of appointment may not be absolutely essential for an individual to be regarded\nas an officer or employee,” Informal Presidential Advisor, 1 Op. O.L.C. at 21\n(emphasis added), does not mean that we concluded that the requirement of\nappointment by a federal official was not necessary. On the contrary, it presupposes the requirement and merely leaves open the possibility that an individual could\nbe shown to have satisfied the requirement—i.e., to have been appointed—even in\nthe absence of an identifiable act of appointment, if a “formal relationship” had\nbeen established between the individual and the government. Id. We therefore look to the statutory definitions of “officer” and “employee” in\ntitle 5 in deciding whether the conflict of interest restrictions apply to a person\nwho has been appointed to office by the President with the Senate’s advice and\nconsent but has not yet begun the duties of office. We conclude that a person in\nthese circumstances would not meet at least two of the three statutory tests—\nengagement in a federal function and federal government supervision—and that\nthe conflict of interest restrictions therefore would not apply to him. Chief Justice Marshall explained in Marbury v. Madison, 5 U.S. (1 Cranch)\n137, 162 (1803), that “when a commission has been signed by the president, the\nappointment is made.” In the circumstances here, an appointment in the constitutional sense would thus be complete. Whether the signing of a commission would\nconstitute an “appointment” for purposes of 5 U.S.C. §§ 2104 and 2105 may be\nless clear. The United States Court of Appeals for the Federal Circuit has held, for\nexample, that appointment under the statute requires “action by the appointee\ndenoting acceptance” and that “[a]cceptance is important, as membership in the\ncivil service imports burdens as well as benefits.” Watts v. OPM, 814 F.2d 1576,\n1580 (Fed. Cir. 1987). We need not resolve this issue here, however; we instead\nassume arguendo that the first part of the test would be met when the President\nsigned the commission.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_51__4",
      "chunk_id": "4",
      "content": "Watts v. OPM, 814 F.2d 1576,\n1580 (Fed. Cir. 1987). We need not resolve this issue here, however; we instead\nassume arguendo that the first part of the test would be met when the President\nsigned the commission. Nevertheless, status as an employee under 5 U.S.C. § 2105 (2000) or an officer\nunder 5 U.S.C. § 2104 requires more than an appointment: “One may be an\nappointee and never achieve the status of employee. There are three elements to\nthe statute and all must be complied with to achieve the status of an employee.” McCarley v. MSPB, 757 F.2d 278, 280 (Fed. Cir. 1985). 3 In McCarley, the 3 On the question whether the Merit Systems Protection Board or the agency taking the underlying\naction should be the respondent, which is not at issue here, McCarley was overruled by Hagmeyer v.\nDep’t of Treasury, 852 F.2d 531 (Fed. Cir. 1988). Congress then amended the statute to clarify this\nquestion. See Amin v. MSPB, 951 F.2d 1247, 1251-54 (Fed. Cir. 1991). 35 227-329 VOL_26_PROOF.pdf 45 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 petitioner had been appointed, but had not entered upon the duties of the position. The Merit Systems Protection Board dismissed his claim for lack of jurisdiction,\nbecause jurisdiction depended upon his being an employee. The Federal Circuit\naffirmed, explaining that relief is unavailable “to an appointee who has not\nqualified as an employee by performing a federal function subject to the supervision of a federal employee.” Id.; see also Miller v. MSPB, 794 F.2d 660 (Fed. Cir.\n1986). Your question concerns appointees, like the petitioner in McCarley, who have\nnot entered upon the duties of their offices and have therefore not yet performed a\nfederal function, under the supervision of a federal official. Under 5 U.S.C.\n§§ 2104 and 2105, they are not yet officers or employees and thus are not yet\nsubject to conflict of interest restrictions. The reasoning by which we conclude that the conflict of interest restrictions do\nnot become applicable upon appointment, without more, is not novel. In Marbury,\nChief Justice Marshall carefully distinguished between the President’s act of\nappointment and the appointed officer’s subsequent acceptance of that appointment: “The appointment is the sole act of the president; the acceptance is the sole\nact of the officer, and is, in plain common sense, posterior to the appointment. As\nhe may resign, so may he refuse to accept.” 5 U.S. at 161; see id. at 162 (“the\nperson appointed . . . has the absolute, unconditional power of accepting or\nrejecting [the appointment]”). Thus, it is plain under Marbury that the act of\nappointment does not ipso facto make the appointed person an officer or employee. See also Acceptance of a Promotion, 12 Op. Att’y Gen. 229, 229 (1867) (“a\nperson cannot be made an incumbent without his consent, and, of course, this he\nmust manifest by some adequate token of his intention”; “a formal acceptance is\nthe evidence which, in the public service generally, it has been customary to\nrequire”).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_51__5",
      "chunk_id": "5",
      "content": "Assistant Attorney General William H. Rehnquist used parallel reasoning when\nhe concluded that a United States Attorney would not become subject to a\nparticular rule grounded in conflict of interest principles, where that person had\nbeen appointed as a federal judge but had not yet taken the oath of judicial office\nor begun his judicial duties. See Memorandum for Harlington Wood, Jr., Associate\nDeputy Attorney General, from William H. Rehnquist, Assistant Attorney\nGeneral, Office of Legal Counsel, Re: Delay in Induction of Judge into Office\nFollowing His Confirmation by the Senate (Nov. 27, 1970) (“Rehnquist Opinion”). According to the Rehnquist Opinion, “the offices of judge and of prosecutor in the\nsame court are incompatible”: it would be “improper as a matter of public policy if\nthe same person carried out their functions,” with the “impropriety deriv[ing] from\nsuch considerations as conflicts of interest or the rule that no person shall be a\njudge in his own cause.” Id. at 5. The appointee in question wished to complete a\ncriminal prosecution before becoming a judge, but the President had already\nsigned his commission and sent it to him. Because “the assumption by an officer 36 227-329 VOL_26_PROOF.pdf 46 10/22/12 11:13 AM Application of Conflict of Interest Rules to Appointees Who Have Not Begun Service of a new office which is incompatible with the one he is holding has the effect of\nvacating the first office,” id. (citation omitted), the issue was “whether a federal\nofficial vacates his office at the time when the President executes and forwards a\ncommission appointing him to an office incompatible with the one which the\nofficer is holding, or whether the vacation of the office takes place at a later date,\ne.g., when the officer accepts it, or enters upon duty.” Id. The Rehnquist Opinion\nconcluded that although the appointment is made with the signing of the commission, that signing “is not the last step in the investiture of an officer,” id. at 6, and\n“an appointment must be accepted in order to have [the] effect” of vacating an\noffice already held, id. at 7. As the Rehnquist Opinion explained, “[t]he rule that\nan incumbent vacates his office only upon acceptance and exercise of an incompatible office, rather than upon appointment to it, is obviously designed to prevent\nthe appointing power from removing an inconvenient officeholder or even a\nmember of the legislature by appointing him to an incompatible office.” Id. at 8.\nB.\nThe OGE Letter also argues that “the underlying purposes of the ethical requirements are better served by the view that officer or employee status commences with a personnel appointment.” OGE Letter at 2. For example, an appointee\nmight defer his first day of work in order to represent a client before the agency to\nwhich he had already been appointed. Id. We do not dispute that the rule that\nconflict of interest restrictions do not apply immediately upon appointment may\nindeed open the possibility of some abuses.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_51__6",
      "chunk_id": "6",
      "content": "For example, an appointee\nmight defer his first day of work in order to represent a client before the agency to\nwhich he had already been appointed. Id. We do not dispute that the rule that\nconflict of interest restrictions do not apply immediately upon appointment may\nindeed open the possibility of some abuses. We note, however, that such a rule\nalso enables an appointee to wind up his private affairs in an orderly manner\n(presumably in consultation with the Administration) and therefore may be critical\nto recruiting qualified appointees in the first place. Moreover, in the event of any\nreal abuse, the President could remove the appointee from the office to which he\nhad been appointed, even before he began work. The position advocated in the OGE Letter invites its own set of abuses. If a\nperson were to be subject to conflict of interest restrictions merely upon appointment, the appointing authority “might prejudice the appointee,” Rehnquist Opinion\nat 7, and even subject him to the threat of criminal liability, by appointing him to\nan office he did not want and would not undertake. Even in the case of voluntary\noffice-seekers, while it would be highly unusual for an appointee, having undertaken the rigors of the appointment process, to refuse his office, such a decision is\nfar from implausible. Our files reveal, for example, that in 1971 a presidential\nappointee decided not to serve after the President signed his commission, because\nhe recently had been elected to Congress. See Memorandum for the Honorable\nDaniel Kingsley, Special Assistant to the President, from Thomas E. Kauper,\nDeputy Assistant Attorney General, Office of Legal Counsel, Re: Effect of\nAppointment as a Member of the Air Quality Advisory Board (June 3, 1971). 37 227-329 VOL_26_PROOF.pdf 47 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 A similar decision might be made by someone appointed at the time of a presidential election lost by the incumbent’s party. On balance, were we to decide which rule better promoted the underlying\npurposes of the conflict of interest rules, we doubt very much that we would adopt\nthe rule advocated by the OGE Letter. But, for the reasons stated above, the choice\nis not ours to make. C.\nThe OGE Letter further states that “[o]ver the years [OGE has] advised numerous agencies, White House officials, and nominees for Senate-confirmed (PAS)\npositions that an individual becomes subject to the various ethical requirements\nupon appointment.” OGE Letter at 1. We note that it appears that OGE has not\nalways had this view. In 1984, we issued an opinion concluding that a statutory\nbar against outside employment by commissioners of the International Trade\nCommission applied as of the commencement of duties, rather than as of appointment. Memorandum for Fred F. Fielding, Counsel to the President, from Ralph W.\nTarr, Deputy Assistant Attorney General, Office of Legal Counsel, Re: Appointment of New Members to the International Trade Commission (Mar. 22, 1984)\n(“ITC Opinion”).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_51__7",
      "chunk_id": "7",
      "content": "Memorandum for Fred F. Fielding, Counsel to the President, from Ralph W.\nTarr, Deputy Assistant Attorney General, Office of Legal Counsel, Re: Appointment of New Members to the International Trade Commission (Mar. 22, 1984)\n(“ITC Opinion”). In the course of this opinion, we noted that “OGE has indicated\nthat as a general matter, it does not apply similar ethical and conflict of interest\nstandards to employees until the time when they actually begin their employment\nand receive federal pay.” Id. at 10. Although our opinion may require a departure\nfrom OGE’s more recent practice, we are persuaded that OGE’s earlier view of the\nmatter was the better one. D.\nFinally, the OGE Letter expresses concerns about practical application of our\nconclusion. For example, the letter asks whether an officer starts work when he\ntakes the oath of office or performs some official action. 4 We believe that a\nSenate-confirmed official becomes an “officer” in the relevant sense when, upon\nor after accepting his appointment, he actually begins his duties. At that point, the\nappointee is performing a federal function, under the supervision of the President\nor the agency head. To meet this test, it is not necessary that he take any particular\n“official action” in his position. It suffices that he has begun the work of that\noffice. 5 4\nIn an analogous situation involving a judicial office, the Rehnquist Opinion found it unnecessary\nto choose between “the time when [the appointee] takes the . . . oath, or when he actually begins to\nexercise his . . . office.” Rehnquist Opinion at 8.\n5 If the official is a “special government employee” under 18 U.S.C. § 202(a) because he is\nexpected to work no more than 130 days in the next year, the first day that, under usual principles, 38 227-329 VOL_26_PROOF.pdf 48 10/22/12 11:13 AM Application of Conflict of Interest Rules to Appointees Who Have Not Begun Service The question when an official begins the duties of his office is a familiar one\nthat must, irrespective of the conflict of interest prohibitions, be addressed and\nanswered for each official. Specifically, an official is entitled to the salary of his\noffice at the time he enters upon the duties of office, see ITC Opinion at 9-10;\nInterstate Commerce Commission, 19 Op. Att’y Gen. 47, 48 (1887), not at the\ntime of appointment or at the time of the oath of office, see United States v.\nFlanders, 112 U.S. 88, 91 (1884); Leave for Transferred Employee, 39 Op. Att’y\nGen. 304, 305-06 (1939) (Jackson, Acting A.G.). A determination of the time\nwhen the conflict of interest rules begin to apply is identical to, and should\ntherefore be no more difficult to make than, the routine determination of the time\nwhen the official begins to accrue his salary. M. EDWARD WHELAN III\nPrincipal Deputy Assistant Attorney General\nOffice of Legal Counsel counts toward the 130-day limit should be considered the day on which he enters upon his duties. See\nOffice of Government Ethics, Summary of Ethical Requirements Applicable to Special Government\nEmployees, Informal Advisory Op. 00x1, at 5-6 (Feb. 15, 2000), available at http://www.oge.gov/ OGE-Advisories/Legal-Advisories/Legal-Advisories/ (last visited July 12, 2012).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_51__8",
      "chunk_id": "8",
      "content": "counts toward the 130-day limit should be considered the day on which he enters upon his duties. See\nOffice of Government Ethics, Summary of Ethical Requirements Applicable to Special Government\nEmployees, Informal Advisory Op. 00x1, at 5-6 (Feb. 15, 2000), available at http://www.oge.gov/ OGE-Advisories/Legal-Advisories/Legal-Advisories/ (last visited July 12, 2012). The OGE Letter asks\nwhether a special government employee who is reappointed would be subject to conflict of interest\nrestrictions during the period after reappointment but before the next day on which he actually works. This question seems to concern special government employees who are not appointed by the President\nwith the advice and consent of the Senate but are reappointed annually, either by the President or by\nanother officer. OGE Letter at 3. We believe that the reappointments of such employees do not place\nthem in the same position as the Senate-confirmed appointees we address in this opinion. In many\ninstances, as a matter of practice, special government employees are employed continuously, and the\nsuccessive one-year appointments are primarily a means of enabling the appointing officer to assess\nwhether the work anticipated in the next year will exceed 130 days and require an end to the\ndesignation as a special, rather than ordinary, government employee. See Office of Government Ethics,\nSpecial Government Employees and 18 U.S.C. §§ 202, 203, and 205, Informal Advisory Op. 81x24,\nat 2-3 (July 23, 1981), available at http://www.oge.gov/OGE-Advisories/Legal-Advisories/LegalAdvisories/ (last visited July 12, 2012). We believe that the conflict of interest restrictions would apply\ncontinuously to a special government employee, until he resigns or the agency notifies him that he has\nnot been reappointed. 39 227-329 VOL_26_PROOF.pdf 49 10/22/12 11:13 AM",
      "queries": [
        "which is considered the limit of time for special government employees"
      ],
      "queries_score": [
        "1.5496166"
      ]
    }
  ]
}