{
  "doc_id": "memos_73",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_73__0",
      "chunk_id": "0",
      "content": "Employment Status of “Volunteers” Connected with\nFederal Advisory Committees\nT he D epartm ent o f C om m erce may em ploy volunteers as consultants to the P resident’s Task Force on\nPrivate S ector Initiatives pursuant to 5 U .S .C . § 3109, as long as the services involved are\ntem porary o r interm ittent, and purely advisory in nature. It m ust also be clearly understood that\nsuch volunteers expect no governm ental com pensation. Federal agencies ordinarily may not accept voluntary services or other donations in the absence of\nexpress statutory authority, and volunteers should not in any case be used on a broad scale or to\naccom plish tasks ordinarily perform ed by paid governm ent em ployees. February 25, 1982\nM EM O RA N D U M OPINION FO R THE COUNSEL TO TH E PRESIDENT\nM em bers of your staff have asked us for advice concerning the employment\nstatus of persons who volunteer to assist a federal advisory committee. We have\nbeen given m aterials describing the President’s Task Force on Private Sector\nInitiatives (Task Force), an advisory com mittee created by Executive Order No.\n12329, 46 Fed. Reg. 50919 (1981), and we have been asked to comment\nspecifically on the propriety of accepting certain donations and voluntary serv­\nices in this context. We conclude that, subject to the specific limitations described\nbelow, voluntary services of consultants and other donations may be accepted by\nthe governm ent to assist this advisory com m ittee. Background\nThe Task Force was established in accordance with the provisions of the\nFederal Advisory Committee A ct, as amended (5 U .S .C . App. I), to advise the\nPresident and the Secretary o f Commerce concerning methods of promoting\nprivate sector activities designed to meet public needs, and to serve as a focal\npoint for such private sector initiatives. See Exec. O rder No. 12329, §§ 1 and 2. The m em bership of the Task Force consists of both private citizens and public\nofficials from the federal, state, and local governments. Id. at § 1. M embers of\nthe Task Force serve without com pensation, but the government may pay their\nexpenses pursuant to 5 U.S.C. §§ 5701-5707. Id. at § 3(b). The Departm ent of\nCom m erce is responsible for providing the Task Force with “ such administrative\n160 services, funds, facilities, staff, and other support services as may be necessary\nfor the effective performance of its functions.” Id. at § 3(c).1 In addition to staff provided by the Department of Com m erce,2 the Task Force\nwould be “ loaned” personnel from various corporations or other private en­\ntities,3 and it would receive donations and loans of equipment from such private\nsources. 4 One corporation also has proposed to contribute the salary of another\nTask Force employee by donating money to a charitable organization5 that would\ncompensate the “ em ployee” directly for his services to the Task Force. Discussion\nA. Personnel\n(1)\nVoluntary Service. The Federal Advisory Committee",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_73__1",
      "chunk_id": "1",
      "content": "4 One corporation also has proposed to contribute the salary of another\nTask Force employee by donating money to a charitable organization5 that would\ncompensate the “ em ployee” directly for his services to the Task Force. Discussion\nA. Personnel\n(1)\nVoluntary Service. The Federal Advisory Committee Act provides that the\nD irector of the O ffice o f M anagem ent and B udget (OM B) shall establish\nguidelines with respect to rates of pay for services of members, staffs, and\nconsultants o f advisory com m ittees. 5 U .S .C . App. I, § 7(d). The O M B\nguidelines address the question of voluntary services as follows: The provisions of this section [dealing with pay for members,\nstaff and consultants] shall not prevent an agency from accepting\nthe voluntary services of a member of an advisory comm ittee, or a\nm ember of the staff of an advisory com m ittee, provided that the\nagency has authority to accept such services without compensa­\ntion. OMB Circular No. A -6 3 , § 11(d) at A -9 (1974). As a general matter, federal agencies do not have the authority to accept\nvoluntary services. In fact, C ongress has expressly provided in the A ntiDeficiency Act that “ [n]o officer or employee of the United States shall accept\nvoluntary service for the United States . . . except in cases of emergency\ninvolving the safety of human life or the protection of property.” 31 U .S.C .\n§ 665(b) (1976). In addition, employees may not waive a salary for which\nCongress has set a minimum. See, e.g., Glavey v. United States, 182 U .S. 595\n(1901). 1 Travel and support services, o f co u rse, may be provided only to the extent otherw ise authorized by law, and\nsubject to the availability of funds. See §§ 3(b) and 3(c) of E xec. O rder N o. 12329\n2 T h e C om m erce D epartm ent sta ff includes regular C om m erce D epartm ent em ployees w ho are assigned to assist\nthe Task Force, as well as em ployees hired specifically for the Task Force and paid with funds provided by the\nC o m m erce D epartm ent\n3 We understand that the \" lo a n e d ” personnel w ill serve the Task Force in eith er a full-tim e o r a part-tim e capacity,\nbut that they are all otherw ise em ployees of ihe donors. To date, the Task Force has been offered the services o f o ne\nperson from each o f the follow ing entities the A m erican Stock E xchange, RC A C orporation, A rm co S teel, A etna\nLife an d Casualty, and Call for A ction (a national volunteer netw ork).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_73__2",
      "chunk_id": "2",
      "content": "4 T h e donations in kind consist o f the follow ing: four typew riters (from IB M ), stationery (from M ead F^per\nC orporation), one A pple Com puter, w ord processing softw are, and one televideo CRT unit (from A rm co); an d a\no n e -y e a r loan o f a d u p licatin g m a ch in e, in c lu d in g free in s ta lla tio n , s e rv ic in g , and s u p p lie s (fro m X ero x\nC orporation)\n5 T h e organization w ould be exem pt from taxation under 26 U S C . § 501(c)(3) 161 A lthough the interpretation o f § 665(b) has not been entirely consistent over\nthe years, the weight of authority does support the view that the section was\nintended to elim inate subsequent claims against the United States for com pensa­\ntion o f the “ volunteer,” rather than to deprive the government of the benefit of\ntruly gratuitous services. 6 Section 665(b) accordingly has been read as a com ­\nplete bar to subsequent compensation of a “ volunteer,” and as an admonition to\nfederal agencies to reach an express understanding with such volunteers that they\nwill receive no government com pensation. 7 In addition to the limitation o f liability rationale underlying § 665(b), agencies\ncontem plating the acceptance o f volunteer services must also take account of the\nfact that an individual may not waive a salary for which Congress has fixed a\nm inim um . See, e.g., Glavey, supra. W hether this principle is expressed as a\nm atter of personnel management or unauthorized augmentation of appropria­\ntions, it has always been interpreted to limit the situations in which services may\nbe accepted. 8 T here are, however, discrete situations w here Congress has not set minimum\nsalaries for em ployees. For exam ple, there is no minimum salary set for persons\nem ployed as consultants pursuant to 5 U .S .C . § 3109.9 Although consultants\nmay not be em ployed to perform “ governmental functions,” and their services\nm ust be interm ittent o r temporary and limited to tasks of a purely advisory\nnature, it seem s likely to us that some of the Task Force staff positions would fit\nthis d escrip tio n .10 To the extent that individuals serving the Task Force work as\nconsultants, they may do so on a volunteer basis, so long as it is clear that they\nexpect no governm ental compensation. We understand that the Commerce D e­\npartm ent will require each “ consultant volunteer” to execute a written waiver of\ncom pensation, which should be sufficient to protect the government from subse­\nquent salary claim s. We should em phasize that o u r research on this subject has revealed a virtually\nunanim ous view that there is an avowed preference for paid government employ­\n6",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_73__3",
      "chunk_id": "3",
      "content": "We should em phasize that o u r research on this subject has revealed a virtually\nunanim ous view that there is an avowed preference for paid government employ­\n6 T h e legislative history, as w ell as the ju d ic ia l and adm inistrative interpretations of § 6 6 5 (b ) are d iscu ssed at\nsom e length in an o p in io n o f this Office dated M ay 25, 1976 You should refer to the 1976 o p in io n fo ra full analysis\no f the law o f voluntary serv ices. In this o p in io n , we will sim ply apply the prevailing interpretation of the law to the\nTask Force A dvisory C o m m ittee. 7 O u r interpretation of § 665(b) is bolstered by a subsequent congressional enactm ent perm itting federal\nem ployees w ho serve “ w ithout com pensation” (W O Cs) to accep t a salary for their governm ent service from a\nso u rce outside th e governm ent See 18 U S C . § 209. S ection 209 m akes n o reference in its text o r legislative\nh isto ry to a b ar on the acceptance of voluntary services by the governm ent, but it surely contem plates that th ere are\ncircu m stan c es w here the acceptance of uncom pensated service is prop er For a discussion o f voluntary services that\nhave been specifically authorized by C ongress, see Antitrust Subcommittee c f the House Comm, on the Judiciary,\n84th C o n g , 2d S ess , Interim Report o n W O C s and G overnm en t A dvisory G roups (C om m . P rint, 1956)\n(h erein afte r referred to as Interim Report). See also 5 U S C § 3111 w hich specifically authorizes the acceptance of\nv o lu n teer services from students. 8 See d iscu ssio n in o p in io n o f May 25, 1 9 7 6 , referred to in footnote 6 A s you know, m ost federal po sitio n s are\nco v e re d by the G en eral S alary (G S ) schedule, fo r w hich C ongress has set fixed m im m um s. See 5 U .S .C . § 5101 et\nseq. W hile this fixed salary schedule actually exem pts persons w ho serve “ w ithout co m p en satio n ,” 5 U S .C\n§ 5 1 0 2 (c) 13, the policy underlying the sch ed u les has been read to counsel against the use o f volunteers to\nacco m p lish ta sk s that w ould ordinarily be p erform ed by em ployees covered by the schedule\n9",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_73__4",
      "chunk_id": "4",
      "content": "A s w e have rece n tly advised y o u , there is a lso no m inim um salary set for certain em ployees o f the W hite H ouse\nstaff. 10 See O M B C irc u lar A - 120 (1980) fo ra fu ll description of the lim itations on the use o f consultants We w ill leave\nit to the ju d g m e n t o f the C om m erce D epartm ent to determ ine w hich o f the Task Force sta ff positions may\nap propriately b e filled by consultants 162 ment. See, e.g.. Interim Report, supra at 2 3 -9 . The express prohibition in\n§ 665(b) on the acceptance of voluntary services admittedly has caused some\nuncertainty about the propriety of uncompensated government service when such\nservice is not expressly authorized by statute.\" Although there is no express\nstatutory authorization for volunteer consultants to the Task Force, we are\ncomfortable with the position that the absence of a minimum salary level, and the\nnature of consultant services, make the use of volunteer consultants acceptable in\nthis context. We must advise caution, however, against the use of volunteers on a\nbroad scale or to accomplish tasks ordinarily performed by paid government\nem ployees. 12\n(2)\nConflict of Interest. Having determined that it is appropriate as a general\nmatter for the Com merce Department to accept volunteer consultants to serve the\nTask Force, we next must determine the extent to which the conflict of interest\nstatutes and agency conduct regulations will apply to these volunteers. The\nFederal Personnel Manual (FPM), Ch. 735, App. C (1969), sets forth the\nprinciples for determ ining whether persons serving the government on a tem po­\nrary or intermittent basis are subject to the conflict of interest laws. Briefly, the\nFPM distinguishes between (1) persons “ whose advice is obtained by an agency\n. . . because of [their] individual qualifications and who serve . . . in an inde­\npendent capacity” and (2) persons who are asked “ to present the views of a non­\ngovernmental organization^] or group[s] which [they] represent, or for which\n[they are] in a position to speak.” FPM , App. C at p. C—4. The former category of\nindependent experts is deemed to be subject to the conflict of interest laws\nbecause their service to the government is expected to be impartial, and free from\noutside influence or control. The latter category of private representatives, on the\nother hand, is not subject to the conflict of interest laws because it is expected that\nsuch persons would be influenced by the private groups that they have been\nchosen to represent. 13\nM For a discussion o f statutes w hich expressly authorize governm ent em ploym ent w ithout co m p en satio n , see\nInterim Report, supra at 120. See also 5 U S C . § 3111\n12 See in particular. Interim Report, supra at 23 and A pp B , citing Executive O rder N o 10182 (Nov. 21, 1950)\n15 Fed.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_73__5",
      "chunk_id": "5",
      "content": "See also 5 U S C . § 3111\n12 See in particular. Interim Report, supra at 23 and A pp B , citing Executive O rder N o 10182 (Nov. 21, 1950)\n15 Fed. Reg 8013 w hich governed the use o f “ W O C s” as authorized by the D efense Production A ct o f 1950. The\nExecutive O rder provides that\nSo far as possible, operations under the Act shall be ea rn e d on by full-tim e, salaried em ployees of\nthe G overnm ent, and appointm ents under this authority shall be to advisory or consultative positions\nonly. A ppointm ents to positions other than advisory o r consultative may be m ade u n d er this ord er only\nw hen the requirem ents o f the position are such that the incum bent m ust personally possess\noutstanding experience and ability not obtainable on a full-tim e, salaried basis. Interim Report. supra at 121.\n13 We have found that these FPM criteria are ordinarily the m ost useful standard to apply in determ ining w hether\nparticular persons w ho serve an advisory com m ittee are federal em ployees fo r purposes o f the conflict o f interest\nlaws T here are, however, other factors that m ay be relevant to such a determ ination. For exam ple, if a person\nperform s a governm ent function, recetves a governm ent salary, o r ts supervised directly by governm ent em ployees,\nit is likely that he w ill be deem ed a federal em ployee for other personnel purposes. See 5 U S C . § 2105(a), and\nLodge 1858, AFG E v NASA, 424 F. Supp. 186 (D .D .C 1976) Sim ilarly, the Standards o f C o n d u ct for the\nC om m erce D epartm ent apply to “ fejvery o th e r person w ho is retained, designated, appointed, o r em ployed b y a\nFederal officer or em ployee, w ho is engaged in the perform ance of a function o f the D epartm ent u n d er authority of\nlaw o r an Executive act, and w ho is subject to the supervision o f a Federal officer o r em ployee w hile engaged in the\nperform ance o f duties o f his position not only as to w hat he does but also as to how he perform s his d u ties, regardless\no f w hether the relationship to the D epartm ent is created by assignm ent, d etail, contract, agreem ent o r oth erw ise ”\n1 5 C F .R § 0 7 3 5 -4 (1981). 163 Although the m em bers of the Task Force may not be subject to the conflict of\ninterest laws under this formulation, members of the Task Force staff (i.e., the\nregular Com m erce Department employees or the staff hired with Commerce\nD epartm ent funds) would be subject to those statutes.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_73__6",
      "chunk_id": "6",
      "content": "163 Although the m em bers of the Task Force may not be subject to the conflict of\ninterest laws under this formulation, members of the Task Force staff (i.e., the\nregular Com m erce Department employees or the staff hired with Commerce\nD epartm ent funds) would be subject to those statutes. Given our understanding\nof the Task Force and the role o f the consultant volunteers, we would be inclined\nto place the volunteers in the category of the staff employees who are fully subject\nto the conflict of interest law s. We reach this conclusion based upon our\nunderstanding that the volunteers will be performing impartial professional\nservices for the Task Force. 14\nO ne conflict of interest issue will be especially significant to the Task Force\nvolunteers. As Com m erce Departm ent em ployees, the volunteers will be subject\nto rules governing outside compensation and gifts. While government employees\nserving without compensation are not prohibited by 18 U .S .C . § 209 from\naccepting a salary from an outside source, they should not accept anything of\nvalue (including a salary) under circum stances that will create, or appear to\ncreate, a conflict o f interest. T he Commerce Departm ent Standards of Conduct\nprohibit em ployees from soliciting or accepting any compensation or other thing\nof value from a person who:\n(1) H as, or is seeking to obtain, contractual or other business or\nfinancial relations with the D epartm ent of Commerce;\n(2) Conducts operations or activities that are regulated by the\nD epartm ent of Commerce; or\n(3) Has interests that may be substantially affected by the\nperform ance o r nonperformance of the em ployee’s official duty or\nby actions o f the Department. 15 C .F.R . § 0 .7 3 5 -1 1(a). There is an exception to this rule when the acceptance of the compensation\nis determ ined by the head of the operating unit concerned to be\nnecessary and appropriate in view of the work of the Department\nand the duties and responsibilities of the employee. 15 C .F.R . § 0 .7 3 5 - 1 1(b)(5). We are not in a position to give you a definitive interpretation of this regulation\nfor purposes o f the Task Force. W hile we would note the likelihood that a donor\nsuch as Arm co Steel has business relations with the Commerce Department, we\nare not aware o f any particular interest o f this donor in the work of the Task Force. The Com m erce D epartm ent, therefore, may feel that it is appropriate to apply the\nabove-quoted exem ption to the situation of the “ volunteer” from Armco. In this\nm anner each paym ent should be reviewed carefully and individually, and we will\n14\nS ince it appears that the volunteers will b e serving for m ore than 130 days, they w ill be subject to the conflict of\ninterest law s as regular, rather than special go vernm ent em ployees. A ppendix C o f the FPM sum m arizes the conflict\nstatutes as they apply to both regular and sp ecial governm ent em ployees.",
      "queries": [
        "are task force employees subject to the conflict of interest laws"
      ],
      "queries_score": [
        "2.0206192"
      ]
    },
    {
      "id": "memos_73__7",
      "chunk_id": "7",
      "content": "A ppendix C o f the FPM sum m arizes the conflict\nstatutes as they apply to both regular and sp ecial governm ent em ployees. S pecific questions about the application of\nthese statutes o r the C om m erce D epartm ent Standards o f C onduct should be directed to the D esignated A gency\nE thics O fficial for that D epartm ent or the O ffice o f G overnm ent E thics. 164 defer to the judgm ent of the Commerce Department about the propriety of\npayments in specific cases. 15\nB. Equipment The Secretary of Commerce has been given authority by Congress to accept\ngifts of property for the purpose of aiding or facilitating the work of that\nDepartment. See 15 U .S .C . § 1522. In order to implement this authority, the\nSecretary has issued an Administrative Order (D A O -203-9), dated July 30,\n1965, governing the acceptance of gifts and bequests by the D epartm ent.16 We\nunderstand that the anticipated donation of supplies and equipment to the Task\nForce will b e processed by the Commerce Department pursuant to this order. You\nshould be aware that the order provides that gifts shall not be accepted unless they\nmeet specific conditions, which include the following:\n[the gift] would not involve in substance, or have the appearance\nof involving, personal benefit to an employee for or in con­\ntemplation of services to the donor. Its acceptance would not tend to result in public misunderstanding\nconcerning the ability of any Department employee to carry out\nhis official duties in a fair, independent, impartial, or objective\nmanner. Its acceptance would not compromise or appear to compromise\nthe honesty and integrity of departmental programs or of its\nemployees and their official actions or decisions. Administrative Order at p. 2. We would interpret these conditions to suggest that\nthe Com m erce D epartm ent direct the same kind of attention to the identity of\ndonors as we described previously with regard to the volunteers. 17 Conclusion For the reasons discussed above, we conclude that it would be appropriate for\nthe Com m erce Department to accept “ volunteer” consultants to assist the Task\nForce. These volunteer consultants may receive a salary from an outside source,\nso long as the salary payment does not otherwise create a conflict of interest. 15 We d o not fully understand the reasons for the one proposed corporate paym ent to a volunteer through a taxexem pt organization. W hile we are not prepared to state unequivocally that such paym ent is im proper, we m ust\nexpress special concern about the advisability o f this proposal A t the least, we w ould note that the conflict o f interest\nregulations m ay not be circum vented by such a m echanism , both the corporation and the tax-exem pt organization\nshould be scrutinized as to any disqualifying conflicts. 16 T he order expressly provides that it shall not govern the donation of personal services.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_73__8",
      "chunk_id": "8",
      "content": "16 T he order expressly provides that it shall not govern the donation of personal services. 17 You have not asked us for advice concerning the propriety of soliciting, as o pposed to accep tin g , don atio n s o f\np roperty o r services. Since we do not know whether, or in w hat manner, the Task Force w ould be so licitin g\nd o nations, we have not attem pted to address that issue in this m em orandum . 165 Under similar standards, donations of equipment may be accepted on behalf of\nthe Task Force. T h e o d o r e B . O lso n Assistant Attorney General\nOffice of Legal Counsel 166",
      "queries": [
        "does personal service order govern donation",
        "which of the following expressly provides that it shall not govern the donation of personal services?"
      ],
      "queries_score": [
        "3.4293382",
        "2.192693"
      ]
    }
  ]
}