{
  "doc_id": "memos_89",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_89__0",
      "chunk_id": "0",
      "content": "Whether a State May Elect Its United States Senators\nFrom Single-Member Districts Rather Than At-Large\nU n d e r th e S ev en teenth Am endm ent to the C onstitution, a State m ay not constitutionally elect its\nU n ited S tates S enators from tw o single-m em ber districts rather than at large. August 20, 1992\nM e m o r a n d u m O p in io n f o r t h e A s s is t a n t A t t o r n e y G e n e r a l\nC i v i l R ig h t s D iv is io n The National Association for the Advancement of Colored People, Inc.,\n(“NAACP”) has filed suit challenging the method by which Mississippi se­\nlects its Senators. The NAACP claims that Mississippi has violated the\nVoting Rights Act o f 1965, as amended, 42 U.S.C. §§ 1971-1974e, and the\n14th and 15th Amendments to the Constitution, by electing its Senators atlarge, rather than from two single-member districts. You have asked for our\nviews on the issue of whether a State constitutionally may elect its Senators\nfrom single-member districts, rather than at-large. We conclude that it may not. The analysis begins with the text of the Seventeenth Amendment, which\nprovides that “[t]he Senate o f the United States shall be composed of two\nSenators from each State, elected by the people thereof.” U.S. Const, amend. 17. Because States of the Union are distinct, unitary political entities, in\norder for a Senator to be from a State he or she must be from the entire\nState, not some part of it. Similarly, because of the nature of the States,\nelection by “the people” of the State implies election by the whole people of\nthe State, not some smaller set of citizens. The election of Senators from\nsm aller districts instead of the entire State would result in Senators elected\nby only a part of the people o f a State. Such a plan would be inconsistent\nwith the Constitution’s text.1\n1This conclusion is fully consistent with the Constitution’s provision concerning the election of Repre­\nsentatives, which also refers to election by the people, stating that the “House of Representatives shall be\ncom posed of M em bers chosen every second Year by the People o f the several Slates.\" U.S. Const, art. I,\n§ 2, cl. I (em phasis added). This formulation was adopted by the Constitution’s original framers to make\nclear that the low er house of Congress was to be elected proportionally by popular vote. See The F ed er­\na list N o. 39, at 254-55 (Jam es M adison) (Jacob E. C ooke ed. 1961). R epresentatives, th erefo re,\nre p re se n t people. A lthough it requires p opular election. A rticle I, Section 2 for this reason need\nContinued 132 The history of the Seventeenth Amendment confirms that Senators are to\nbe selected by the people of the whole State.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_89__1",
      "chunk_id": "1",
      "content": "R epresentatives, th erefo re,\nre p re se n t people. A lthough it requires p opular election. A rticle I, Section 2 for this reason need\nContinued 132 The history of the Seventeenth Amendment confirms that Senators are to\nbe selected by the people of the whole State. The report accompanying S.J.\nRes. 134, which eventually became the Seventeenth Amendment, explained\nthat the character of the Senate as representative of the States would be\nenhanced by popular election because, henceforth, a Senator would be se­\nlected by all o f the people of a State, instead of just the members of the\nState’s legislature: “It might change his relations to certain interests and\ncertain forces within the State, but if we are to suppose that a State consists\nof all the people and of all the interests, will he not still be its representative\nin every sense when his election comes from all the people o f his State!\" Election o f Senators by Popular Vote, S. Rep. No. 961, 61st Cong., 3d Sess.\n4-5 (1911) (emphasis added) (“Senate Report”). The Constitution elsewhere confirms that the role o f Senators is to repre­\nsent States considered as integral political units. As Madison explained, the\nbicameral structure of Congress reflects a decision to have one body in\nwhich the people are directly represented and one in which they are repre­\nsented in their capacity as state citizens — i.e., one in which the States are\nrepresented. “The Senate . . . will derive its powers from the States, as\npolitical and co-equal societies; and these will be represented on the prin­\nciple of equality in the Senate, as they now are in the existing [Confederation]\nCongress.” Federalist No. 39, supra note 1, at 255. His remarks were later\nechoed by Justice Joseph Story, who contrasted the Senate with the House of\nRepresentatives and wrote that: “[E]ach state in its political capacity is\nrepresented [in the Senate] upon a footing of perfect equality, like a con­\ngress of sovereigns, or ambassadors, or like an assembly of peers.” Joseph\nStory, Commentaries on the Constitution o f the United States § 352, at 252\n(Carolina Academic Pr. ed. 1987). 2 Accordingly, Article I, Section 3 pro­\nvided that: “The Senate of the United States shall be composed of two\nSenators from each State, chosen by the Legislature thereof . . . ” U.S.\nConst, art. I, § 3, cl.' 1.\nArticle V of the Constitution also recognizes the role of Senators as rep­\nresentatives of their respective States. In creating a process of constitutional\namendment. Article V both confirms that the Senate is a body representing\nStates, and assures that it will continue as such. The provision describes the\nstructure of the Senate as one of suffrage for the States, providing “that no\nState, without its Consent, shall be deprived of its equal Suffrage in the\nSenate.” U.S. Const, art. V.\nThe Seventeenth Amendment did not change the fundamental character\n‘ (....continued)\nnot and does not address the question of how the people are to choose Representatives, whether by dis­\ntricts, at-large, or otherwise.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_89__2",
      "chunk_id": "2",
      "content": "V.\nThe Seventeenth Amendment did not change the fundamental character\n‘ (....continued)\nnot and does not address the question of how the people are to choose Representatives, whether by dis­\ntricts, at-large, or otherwise. Senators, by contrast, represent States, and are elected, not by the people of\nthe several States — that is, the people at large — but by the people o f the States — that is, the people of\neach State in their separate capacities. It is therefore not surprising that the requirements of the Seven­\nteenth Amendment for apportionment are different from those of Article I.\n2See also Garcia v. San Antonio Metro. Transit Auth., 469 U.S. 528, 551-53 (1985) (citations om itted)\n(States as such are represented in the Senate both to reflect and to protect their remaining sovereignty). 133 of the Senate. Indeed, as noted above, the framers of the Seventeenth Amend­\nment maintained that the change they were proposing would make the Senate\nmore representative of the States: It was undoubtedly in the minds of the fathers that the Sena­\ntors should in a peculiar sense represent the State something\nas an ambassador. That idea naturally arose out of the fact\nthat the States had been separate and independent sovereign­\nties, and regarded each other to a great extent as wholly\nindependent States. . . . This amendment does not propose in\nany way to interfere with the fundamental law save and ex­\ncept the method or mode of choosing the Senators. It will\nstill be the duty of the Senator to see that the States respec­\ntively are not denied any of the rights to which they are justly\nentitled under our system of government. It will still be the\nduty and the pride of the Senator to see that the Common­\nw ealth w hich he represents in its entirety has that full\nrepresentation to which it is entitled under the fundamental\nlaw. The change will consist in bringing him more thoroughly\nin touch with all the interests and all that makes up a great\nState, and that is certainly desired. Senate Report, at 4-5 (emphasis added). If Senators were elected from districts smaller than States, and not by the\nwhole people of each State, they would represent and be accountable only to\nparts o f States, not to the States as the Constitution requires. Indeed, the\nSenate would cease to be a body representing the States, and would become\nan assembly, like the House of Representatives, representing individuals living\nin certain areas of a State. The Constitution would no longer be the one de­\nscribed in Article V, in which the States themselves enjoy suffrage in the Senate. Finally, the election of Senators from districts would deprive the people\no f the States o f their constitutional right to elect both of their State’s Sena­\ntors. The Supreme Court has recognized that the Constitution’s popular\nelection provisions vest constitutionally protected rights in the people. United\nStates v. Classic, 313 U.S. 299, 314 (1941) (Article I, Section 2 creates a\nright in the people to choose their representatives).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_89__3",
      "chunk_id": "3",
      "content": "The Supreme Court has recognized that the Constitution’s popular\nelection provisions vest constitutionally protected rights in the people. United\nStates v. Classic, 313 U.S. 299, 314 (1941) (Article I, Section 2 creates a\nright in the people to choose their representatives). 3\n3 C lassic involved a federal prosecution under sections 19 and 20 of the federal criminal code (now\ncodified at 18 U.S.C. §§ 241, 242), forbidding conspiracies to interfere with the enjoyment o f rights\nsecured by the C onstitution, and the deprivation o f such rights under color of state law. The defendants\nw ere indicted for w illfully altering and falsifying ballots voters had cast in a Louisiana Democratic\nParty primary. In resolving the case, the C ourt was faced with the issue o f \"whether the right o f quali­\nfied voters to vote in the Louisiana primary and to have their ballots counted is a right 'secured by the\nC o n stitu tio n .'” Id. at 307. The Court concluded that it was. 134 The Seventeenth Amendment, then, grants to each State’s qualified voters\na constitutional right to participate in senatorial elections. At-large election\nof Senators is mandatory if that individual right is understood as either the\nright to participate in all senatorial elections or the right to vote for both\nSenators. It is difficult to see how it could be understood otherwise. The\nSeventeenth Amendment, which provides that each State shall have two Sena­\ntors and that the people shall elect them, nowhere suggests that there is any\ndifference between the two Senators, nor that the right of the people it\ncreates attaches to anything other than the two Senators given to each State. In the absence of any indication to the contrary, the only conclusion is that\nthere is no disjunction between the individual right established by the amend­\nment and the two senatorial offices the amendment refers to. It follows that\nif Senators were elected from districts smaller than States, the people o f the\nState would be deprived of their constitutionally protected right to vote for\neach of their State’s Senators. This can be accomplished, if it is to be\naccomplished, only by an amendment to the Constitution. TIMOTHY E. FLANIGAN\nAssistant Attorney General\nOffice o f Legal Counsel 135",
      "queries": [],
      "queries_score": []
    }
  ]
}