{
  "doc_id": "memos_76",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_76__0",
      "chunk_id": "0",
      "content": "Congressional Request For Appointment Calendars of a\nFormer GSA Official\nU n d er G eneral Services A dm inistration records retention regulations, the appointm ent calendars\no f current and form er GSA officials are personal records and personal property, rather than\nofficial reco rd s and government property. Accordingly, under the facts presented, the G SA\nsho u ld retu rn a form er GSA o fficial’s calendars to him . T he form er official, not the G SA , is\nresp o n sib le fo r responding to a congressional com m ittee’s request for the calendars. February 15, 1990\nM em orandum G O eneral p in io n fo r t h e S e r v ic e s A G eneral Cou n sel d m in is t r a t io n You have asked for our opinion as to whether, for purposes of an over­\nsight request received from the Senate Committee on Governmental Affairs\n(“the Committee”), the appointment calendars of a former official of the\nGeneral Services Administration (“GSA”) are government property or the\nofficial’s personal property. As discussed below, we have concluded that in\nthese circumstances the calendars are the official’s personal property and\nshould be returned to the official. 1 I. Statement o f Facts\nOn September 15, 1989, GSA accepted the resignation of a high-level\nofficial (“the former official”). 2 The former official promptly began his\ndeparture activities, including consideration of the disposition of his files,\nrecords and other papers. At his request, his secretary, who had maintained\nhis appointment calendars for him at her desk, delivered them to him so that\n. he could take them with him. Subsequently, by letter dated September 26, 1989, the Committee re­\nquested that GSA provide the Committee with certain specified information\nand documents, including the former official’s appointment calendars. An\nagency official then asked the former official for the calendars so that GSA\ncould produce them to the Committee. The former official complied with the\n1In light of this conclusion, it is not necessary for us to address the question you raised as to the\np otential personal liability o f agency officials who participate in a decision to produce the calendars to\nthe Com m ittee. 2T his statem ent o f facts is based on the inform ation presented to this Office in your letter o f October 24,\n1989 and orally by your staff. 34 request and supplied the calendars to the GSA official. Before GSA had\nproduced the calendars to the Committee, however, the former official, by\nmeans of an October 12, 1989 letter from his attorney, requested that the\ncalendars be returned to him. In the letter he also objected to GSA produc­\ning the calendars to the Committee, on the grounds that the calendars were\nhis personal property and disclosure to Congress in these circumstances would\nviolate his rights. After receiving the former official’s letter, GSA advised the Committee\nthat it was withholding the calendars pending review by GSA and this Office\nof the former official’s position. II. Discussion",
      "queries": [
        "congressional request for appointment calendars of a former gsa official"
      ],
      "queries_score": [
        "2.2424672"
      ]
    },
    {
      "id": "memos_76__1",
      "chunk_id": "1",
      "content": "After receiving the former official’s letter, GSA advised the Committee\nthat it was withholding the calendars pending review by GSA and this Office\nof the former official’s position. II. Discussion The question presented is whether the former official’s appointment cal­\nendars should be treated as government property or personal property for\npurposes of the Committee’s oversight request. More specifically, the ques­\ntion is whether on September 26, 1989 — the date the Committee requested\nthe calendars — they were government property (with respect to which GSA\nwas responsible for responding to the Committee) or the former official’s\npersonal property (with respect to which the former official was responsible\nfor responding to the Committee). Under GSA’s records retention regulations, only “official records”\n(as defined in the regulations) are government property: “All Federal em­\nployees must understand that official records belong to the Government, not\nto any individual . . . ” GSA Order entitled “GSA Records Maintenance\nand Disposition System,” Order OADP1820.2CHGE76, ch. 2, § 1 (Aug. 12,\n1985). The section of the regulations entitled “Distinction between official\nand personal records” makes it clear that appointment calendars are personal\nrecords rather than official records:\nPersonal calendars, appointment books, schedules, and diaries\nshowing meetings, appointments, trips, and other activities of\na high-level official solely for the convenience of the highlevel official in managing his or her time are personal records. Documents such as these may be disposed of at the discretion\nof the official. Id., ch. 2, § 4(b)(3). Thus, the appointment calendars of high-level GSA officials are not gov­\nernment property. Rather, they are “personal records . . . [that] may be\ndisposed of at the discretion of the official.” Id. In our view, the actions the\nformer official took, prior to the Committee’s request, to dispose o f the\ncalendars by taking them with him when he departed the agency clearly 35 constituted the exercise of the official’s right under the GSA regulations to\ntreat the calendars as personal property and dispose of them as he wishes. We therefore conclude that at the time the Committee requested the cal­\nendars they were the personal property of the former official and not\ngovernment property. Accordingly, in these circumstances the former offi­\ncial and not GSA is responsible for responding to the Committee’s request\nfor the calendars. They should be returned to the former official. 3\nLYNDA GUILD SIMPSON\nDeputy Assistant Attorney General\nOffice o f Legal Counsel 5 T hese conclusions are unaffected by the fact that after the Com m ittee’s request was received the\nform er official supplied the calendars to the agency for production to the Committee. The calendars\nw ere his personal property at the time o f the request, and any apparent consent to perm it GSA to\nproduce the calendars to the Committee w as clearly retracted by the October 12, 1989 letter from the\no fficial’s attorney. 36",
      "queries": [],
      "queries_score": []
    }
  ]
}