{
  "doc_id": "memos_31",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_31__0",
      "chunk_id": "0",
      "content": "Authority of the Attorney General to Make Successive\nDesignations of Interim United States Marshals Under 28 U S.C. § 562, the A ttorney General may make two or m ore successive designations o f a\nperson to serve as interim United States m arshal in a judicial district where the m arshal’s office is\nvacant A fter the expiration o f an initial designation o f a United States m arshal under 28 U.S C § 562, the\nAttorney General m ay authorize a person to act as m arshal under 28 U.S.C. §§ 509, 510. January 19, 1993 M e m o r a n d u m O p in io n for t h e O f f ic e of the A s s is t a n t to the At t o rn e y G eneral A tto rn ey G eneral This memorandum responds to your request for our opinion whether, under 28\nU.S.C. § 562, the Attorney General may make tw o or more successive designations\nof a person to serve as interim United States marshal in a judicial district where the\nmarshal’s office is vacant. 1 You have also asked whether, after the expiration o f an\ninitial designation under § 562, the Attorney General may authorize a person to act\nas marshal under 28 U.S.C. §§ 509, 510. W e conclude that § 562 permits the A t­\ntorney General to make successive interim designations, and that the Attorney\nGeneral also may authorize a person to act as marshal under §§ 509 and 510. I. You have advised us that, in several judicial districts, deputy marshals were\nserving or are serving as interim marshals, pursuant to designations made under 28\nU.S.C. § 5 6 2 , and delegations under 28 U.S.C. § 5 1 0 . The designations, under\n§ 562, of some of these interim marshals expired thirty days after the end of the\n1 28 U S.C § 562 provides.,\n(a) In the case of a vacancy in the office of a United Stales marshal, the Attorney General may\ndesignate a person to perform the functions of and act as marshal, except that the Attorney Gen­\neral may not designate to act as marshal any person who was appointed by the President to that\noffice but with respect to such appointment the Senate has refused to give its advice and consent. (b) A person designated by the Attorney General under subsection (a) may serve until the earli­\nest of the following events:\n(1) The entry into office of a United Slates marshal appoinied by the President, pursuant\nto section 561(c)\n(2) The expiration of the thirtieth day following the end of the next session of the Sen­\nate\n(3) If such designee of ;he Attorney General is appointed by the President pursuant to\nsection 561(c), but the S enne refuses to give its advice and consent to the appointment, the\nexpiration of the thirtieth day following such refusal 1 Opinions o f the O ffice o f L egal C ounsel second session o f the Senate for th e 102nd Congress.",
      "queries": [
        "who is the authority of the attorney general to make successive designations for interim marshalls",
        "when is the attorney general authorized to make successive designations of interim marshals"
      ],
      "queries_score": [
        "2.1677418",
        "2.322074"
      ]
    },
    {
      "id": "memos_31__1",
      "chunk_id": "1",
      "content": "1 Opinions o f the O ffice o f L egal C ounsel second session o f the Senate for th e 102nd Congress. Other interim designations\nwill expire thirty days after the en d of the current session o f the Senate. 2 Faced\nwith the prospect that a new marshal would not have entered into office by the ex­\npiration date o f som e o f the interim designations, the Attorney General issued or­\nders redesignating the same deputies as interim marshals and delegating to them\nauthority to act as m arshals. If this situation recurs, the Attorney General wishes to\npursue a sim ilar course, redesignating the same deputy marshal, or another deputy\nmarshal, to serve as interim marshal and delegating appropriate authority to that\nperson. N one o f the designees has been, or will have been, appointed a marshal by\nthe President, and refused advice and consent by the Senate. II. Section 562 grants the Attorney General authority, subject to specific eligibility\nlim itations, to “designate a person to perform the functions o f and act as marshal”\nwhen the office of marshal is vacant. W hile the marshal vacancy statute imposes\nlimits on the authority it grants to the Attorney General, the language of the statute\nis com patible with a grant of authority to make successive designations. 3 The stat­\nute does not explicitly bar the A ttorney General from issuing a new designation\nwhen a previous one expires. 4 W e hesitate to read such a limitation into the stat­\nute. Doing so could lead to serious gaps in the United States M arshals Service’s\nlegal authority to perform its vital duties, including its “primary role and mission”\no f “provid[ing] for the security” o f the federal courts. 28 U.S.C. § 566(a). For any\nnum ber o f reasons, a new marshal may not yet have taken office when an interim\nm arshal’s designation expires. T he President may not have submitted a nominee to\nthe Senate; the Senate may fail to act on the nomination, or may reject it. If the Senate is in recess on the date an interim m arshal’s designation terminates\nw ithout a new m arshal’s having taken office, the President may exercise his con­\nstitutional authority to make a recess appointm ent to the vacant marshal position. 2 We interpret the phrase \"end of the next session o f the Senate,” in 28 U S.C. § 562(b)(2), to have the\nsame meaning as the nearly identical phrase in the Recess Appointments Clause, U.S. Const, art. II, § 2, cl\n3, that is, the adjournment sine die of the session of the Senate for the first session of Congress that begins\nafter the designation was made. See Recess Appointments, 41 Op. A tfy Gen 463, 469-71 (I960), Recess\nAppointm ents Issues, 6 Op. O L C. 585, 586-87 (1982) Thus, interim marshal designations made during the\nfirst session of the 102nd Congress expired thirty days after the adjournment of the Senate si/ie die for the\nsecond session of the 102nd Congress.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_31__2",
      "chunk_id": "2",
      "content": "Thus, interim marshal designations made during the\nfirst session of the 102nd Congress expired thirty days after the adjournment of the Senate si/ie die for the\nsecond session of the 102nd Congress. Designations made during the second session of the 102nd Congress\nwill term inate, under § 562(b)(2), thirty days after the adjournment of the Senate sine die for the first session\no f the 103rd Congress, probably November o r December, 1993\n3 The first rule of statutory construction is to look to the language o f the statute. See, e.g., Pennsylvania\nD e p ’t o f Pub Welfare v. Davenport, 495 U.S. 552, 557-58 (1990), Touche Ross & Co. v. Redington, 442\nU.S. 560, 568 (1979); Greyhound Corp v M l. Hood Stages, Inc., 437 U S. 322, 330 (1978)\n4 The legislative history does not address the situation in which an interim appointment has automatically\nterm inated without a permanent marshal’s having entered into office. It says little more than that § 562\n“provide[s] for the appointment of an Acting Marshal by the Attorney General” and “also assures the tempo­\nrary nature of such interim appointments . . by providing for the automatic termination of such interim\nappointm ents ” 134 Cong. Rec. 32,709 ( 1988) 2 A u th o rity o f the A tto rn ey G eneral to M ake Successive D esignations o f Interim U nited States M arshals U.S. Const, art. II, § 2, cl. 3. But the Senate will not necessarily be in recess on the\nthirtieth day following the end of its session, or following its refusal to give advice\nand consent to an appointment. In such circumstances, § 562, if construed as per­\nmitting only a single exercise of the authority to designate an interim marshal,\nwould provide no mechanism for conferring upon anyone the authority to perform\nthe functions of a marshal in a district where the m arshal’s office is vacant. Such a\nconstruction would be contrary to the apparent purpose o f § 562, which is to pro­\nvide continuity in the performance of the m arshal’s functions. W hile the courts have not addressed the issue o f successive interim designations\nunder the marshal vacancy statute, judicial interpretation of a statute governing\ninterim United States attorney appointments supports our analysis of § 562. Simi­\nlar to the marshal vacancy statute, the United States attorney vacancy statute\nauthorizes the Attorney General to “appoint a United States attorney for the district\nin which the office . . . is vacant” to serve for 120 days, or until the President fills\nthe office by appointment. 28 U.S.C. § 546. At least one court has found that this\nlanguage permits the Attorney General to appoint as “Acting United States A ttor­\nney” a person whose 120-day interim appointm ent as United States Attorney for\nthe same district had expired. In re Grand Jury Proceedings, 671 F. Supp. 5, 6 &\nn.3 (D. Mass. 1987).5\nIII.*",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_31__3",
      "chunk_id": "3",
      "content": "At least one court has found that this\nlanguage permits the Attorney General to appoint as “Acting United States A ttor­\nney” a person whose 120-day interim appointm ent as United States Attorney for\nthe same district had expired. In re Grand Jury Proceedings, 671 F. Supp. 5, 6 &\nn.3 (D. Mass. 1987).5\nIII.* The Attorney General has broad authority to delegate almost “ [a]ll functions\nof other officers of the Department o f Justice and all functions of . . . employees\no f the Department” to “any other officer [or] employee . . . of the D epartm ent.”6 The language of these statutes supports the view that the Attorney General\nmay delegate the authority to perform all o f the functions of a United States\nmarshal to a deputy marshal, without regard to whether that deputy marshal, or 5 There is a difference between ihe two vacancy statutes that suggests that successive interim appointments by the Attorney General may be more clearly permissible under the marshal statute. Unlike § 562, §\n546 explicitly provides a means for dealing with the automatic expiration o f a first interim appointment: In\nthat circumstance, “the district court . . . may appoint a United States attorney to serve until the vacancy is\nfilled. ’’ 28 U S.C. § 546(d). See also Memorandum for W illiam P Tyson, Director, Executive Office for\nUnited States Attorneys, from Samuel A. Alito, Jr., Deputy Assistant Attorney General, Office o f Legal\nCounsel (Nov 13, 1986) (suggesting that the Attorney General may not make successive interim appoint­\nments pursuant to section 546); but see In re Grand Jury Proceedings, 673 F. Supp. 1138, 1142 n. 11 (D.\nMass 1987) (“(I]t is not clear . . that the Attorney General him self would be foreclosed from making a\nsecond interim appointment under” section 546). ’ Editors Note- The Vacancies Reform Act o f 1998 has called into question the conclusions reached in\nthis section. See Pub. L No 105-277, 112 Stat 2681-611 (1999) (to be codified at 5 U.S.C. §§ 3345-3349d)\n6 28 U.S C § 509 provides, “All functions of other officers o f the Department of Justice and all functions\no f agencies and employees of the Department of Justice are vested in the Attorney General except*’ for sev­\neral functions irrelevant here. Section 510 of title 28 provides, “The Attorney General may from time to time make such provisions as\nhe considers appropriate authorizing the performance by any other officer, employee, or agency of the De­\npartment of Justice of any function of the Attorney General.” 3 Opinions o f th e O ffice o f L egal C ounsel anyone else, has been serving as an interim marshal for the district, pursuant to\n§ 562.7 It is, nonetheless, possible to construe § 562 as limiting the Attorney G eneral’s\nbroad authority under §§ 509 and 510.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_31__4",
      "chunk_id": "4",
      "content": "3 Opinions o f th e O ffice o f L egal C ounsel anyone else, has been serving as an interim marshal for the district, pursuant to\n§ 562.7 It is, nonetheless, possible to construe § 562 as limiting the Attorney G eneral’s\nbroad authority under §§ 509 and 510. On that view, because § 562 grants the\nAttorney G eneral m ore specific authority to address vacancies in United States\nm arshals’ offices, the section must have meant to set forth the full extent o f the\nAttorney G eneral’s authority in that area. It might also be argued that such a\nreading of § 562 is necessary to m ake the section’s time limits on interim marshal\ndesignations m eaningful. Allowing the Attorney General to make potentially un­\nlimited delegations o f the authority to act as a marshal, such an argument might\nconclude, could displace the process o f appointm ent by the President and advice\nand consent by the Senate. The better view is not to read into § 562 such a limitation on the Attorney Gen­\neral’s authority under §§ 509 and 510. Section 562 establishes procedures and\ncriteria that the A ttorney General m ust follow if he wishes to designate a person to\nserve as an interim m arshal pursuant to the authority conferred by the marshal va­\ncancy statute. One need not, and should not, assume that § 562 provides the exclu­\nsive m eans by which the Attorney G eneral may delegate the authority to perform a\nm arshal’s functions, or that § 562 displaces any additional legal authority that the\nAttorney General otherw ise would possess to address marshal vacancies. 8 Our\ninterpretation preserves a function fo r § 562 without requiring that it operate so as\nto interfere with law enforcement, co u rt security or the performance of other vital\nfunctions o f the m arshal’s office. T his conclusion finds support in judicial interpretations of the Attorney Gen­\neral’s authority to delegate under §§ 509 and 510, and construction of those stat­\nutes in conjunction with m ore “specific” statutes governing the Attorney G eneral’s\nauthority to designate or appoint others to perform functions of the Department of\nJustice. See, e.g., In re Subpoena o f Persico, 522 F.2d 41, 54-55 (2d Cir. 1975)\n(Attorney General has authority to assign others to perform prosecutorial functions\n“not only under 28 U.S.C. § 515 [authorizing specific designation], but also under\n. . . other statutes,” including §§ 509 and 510); In re G rand Jury Proceedings, 673\nF. Supp. at 1138-39, 1142 (accepting Attorney G eneral’s delegation, under § 510,\nof authority to act as U.S. attorney, to person whose interim appointment as U.S.\nattorney under § 546 had terminated); Bruzzone v. Hampton, 433 F. Supp. 92, 97\n(S.D.N.Y. 1977) (statute authorizing marshals to remove deputy marshals did not 7 As \"officials o f the [United Slates M arshals] Service,” 28 U S.C §§ 564, 566(d), deputy marshals are\n“officer[s or] employee[s]\n. o f ihe Department of Justice,” 28 U.S.C. § 510.\n8",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_31__5",
      "chunk_id": "5",
      "content": "7 As \"officials o f the [United Slates M arshals] Service,” 28 U S.C §§ 564, 566(d), deputy marshals are\n“officer[s or] employee[s]\n. o f ihe Department of Justice,” 28 U.S.C. § 510.\n8 We do not regard the Vacancies Act, 5 U S.C §§ 3345-3349, as limiting the Attorney General’s author­\nity to delegate under §§ 509 and 510 Our long-standing view is that the time limits the Vacancies Act im­\nposes on designations apply only to designations made under that act, and that §§ 509 and 510 should be\nconstrued as remedial legislation superseding the Vacancies Act. See, e g_, Memorandum for Rudolph W\nGiuliani, Associate Attorney General, from Ralph W Tarr, Deputy Assistant Attorney General, Office of\nLegal Counsel (Dec. 30, 1982). 4 A u thority o f the A ttorney G eneral to M ake Successive D esignations o f Interim U nited States M arshals diminish Attorney G eneral’s power, under § 509, to “perform the functions of the\nM arshal” or to delegate to another officer the m arshal’s authority to remove deputy\nmarshals). 9\nIV. For the reasons set forth above, we conclude that 28 U.S.C. § 562 authorizes the\nAttorney General (subject to the limitations the statute explicitly imposes) to des­\nignate a deputy marshal to serve as interim marshal upon the expiration o f his, or\nanother person’s, prior designation as interim marshal in a judicial district where\nthe m arshal’s office is vacant. We also conclude that 28 U.S.C. §§ 509, 510\nauthorize the Attorney General to delegate the authority to perform the functions of\na United States marshal to a deputy marshal. We recommend that Attorney Gen­\neral Orders designating interim United States marshals recite, in an abundance of\ncaution, that the Attorney General acts pursuant to the authority granted by 28\nU.S.C. § § 5 0 9 ,5 1 0 , 562.\nJOHN C. HARRISON\nDeputy Assistant Attorney General\nOffice o f Legal Counsel 9\nSee also Memorandum for Robert A. McConnell. Assistant Attorney General, Office of Legislative\nAffairs, from Robert B Shanks, Deputy Assistant Attorney General, Office of Legal Counsel (May 24, 1983)\n(Attorney General has authority to appoint acting U S. attorneys under § 510, predecessor to § 546 vacancy\nstatute is unnecessary). An earlier OLC opinion suggested that § 510 gave the Attorney General authority to\nmake interim appointments to vacant U.S attorney positions, but not necessarily to vacant U.S. marshal\npositions. That opinion stressed that a marshal was principally “an officer of the court,” that a statute\nauthorized district courts to make interim marshal appointments, and that marshals (including interim ap­\npointees in vacant posts) had to give a personal bond to guarantee proper handling of funds Memorandum\nfor Lawrence E Walsh, Deputy Attorney General, from Robert Kramer, Assistant Attorney General, Office\no f Legal Counsel at 3 (Oct 21, 1959) Those factors have changed' marshals now have substantial investi­\ngatory and law enforcement duties, 28 U.S C § 566, the current marshal vacancy statute does not give courts\ninterim appointment power (while the U.S attorney vacancy statute now does, see, supra note 6), and mar­\nshals are no longer required to give personal bonds. 5",
      "queries": [],
      "queries_score": []
    }
  ]
}