{
  "doc_id": "memos_90",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_90__0",
      "chunk_id": "0",
      "content": "Constitutionality of Bill Creating an Office\nof Congressional Legal Counsel\nCongressional officers representing the combined power of both houses of Congress—in contrast to\nofficers of either house—who perform significant governmental duties must be appointed as\nprovided in the Appointments Clause of the Constitution. The authority to bring a civil action requiring an officer or employee of the Executive Branch to act in\naccordance with the Constitution and laws of the United States is an exclusive executive function\nthat must be exercised by an executive officer who must be appointed as provided for in the Appointments Clause and be subject to the President’s unlimited removal power. February 13, 1976 MEMORANDUM OPINION FOR THE ASSISTANT ATTORNEY GENERAL\nCIVIL DIVISION This is in response to your memorandum of January 12, 1976, in which you ask\nfor information designed to assist you in complying with a request of the Subcommittee on Separation of Powers of the Senate Judiciary Committee for\n“Materials to be Submitted for the Record” in connection with your recent\ntestimony before that Subcommittee. The two topics assigned to us are:\nI.\nStatements Submitted to Congress in Which the\nDepartment of Justice Opposed Congressional Attempts\nto Provide for a Counsel of Its Own\nSince the Office of Legislative Affairs is the clearing house for reports submitted to Congress, we checked with that Office in order to answer this question. The\nOffice of Legislative Affairs advised us that there have been only two instances in\nwhich statements relating to congressional attempts to provide for a counsel of its\nown were submitted to the Congress by the Department of Justice. They were your\nown statement of December 12, 1975, before the Senate Judiciary Committee, of\nwhich you, of course, are aware (Representation of Congress and Congressional\nInterests in Court: Hearings Before the Subcomm. on Separation of Powers of the\nS. Comm. on the Judiciary, 94th Cong. 4 (1976) (testimony of Rex. E. Lee,\nAssistant Attorney General, Civil Division)), and Assistant Attorney General\nUhlmann’s testimony of December 3, 1975, before the Senate Committee on\nGovernment Operations on S. 495, on pages 15–21 of the prepared text (Watergate Reorganization and Reform Act of 1975: Hearings on S. 495 and S. 2036\nBefore the S. Comm. on Government Operations, 94th Cong. pt. 2, at 15–21\n(1976)). 384 Constitutionality of Bill Creating an Office of Congressional Legal Counsel This Office is not aware of any other instances in which the Department submitted to Congress any statements pertinent to this issue. For your information, I may point out that this problem came up in connection\nwith S. 1384, 90th Cong. (as introduced Mar. 23, 1967) (“To establish the Office\nof Legislative Attorney General”). The comments prepared in this Office,\nhowever, were not submitted to Congress. The late Professor Bickel, however,\ncommented adversely on the proposal. Separation of Powers: Hearings Before the\nSubcomm. on Separation of Powers of the S. Comm. on the Judiciary, 90th Cong.,\npt. 1, at 248–50 (1967). II. Comments on the Constitutionality of S. 2731,\n94th Cong., 1st Sess. This rather complex bill would establish the Office of the Congressional Legal\nCounsel as an office of the Congress. S. 2731, 94th Cong. § 4(a)(1) (as introduced\nDec. 2, 1975)).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_90__1",
      "chunk_id": "1",
      "content": "II. Comments on the Constitutionality of S. 2731,\n94th Cong., 1st Sess. This rather complex bill would establish the Office of the Congressional Legal\nCounsel as an office of the Congress. S. 2731, 94th Cong. § 4(a)(1) (as introduced\nDec. 2, 1975)). The Congressional Legal Counsel would be appointed jointly by\nthe President pro tempore of the Senate and the Speaker of the House of Representatives, subject to approval by a concurrent resolution of the Senate and the\nHouse of Representatives. Id. The appointment would be for a term which would\nexpire at the end of the Congress following the Congress in which the Congressional Legal Counsel was appointed; he could be removed by concurrent resolution for misconduct, incapacity, or incompetence. Id. § 4(a)(2). Sections 5 and 6 would provide that the Congressional Legal Counsel shall\nprosecute and defend certain civil litigation in which Congress has an interest. Briefly those actions fall into the following categories:\n(a) Defense of either house or of congressional agencies, members,\nofficers, or employees in any civil action in which such house, etc.,\nis a party defendant in which there is placed in issue the validity of\n(i) any proceeding of, or action taken, including any subpoena or\norder issued, by such house, joint committee, subcommittee,\nmember, officer, employee, office, or agency; or\n(ii) any subpoena directed to such house, joint committee, committee, subcommittee, member, officer, employee, office, or\nagency (id. §§ 5(a)(1), 6(2)). (b) Prosecution of civil actions on behalf of Congress, etc.,\n(i) to secure a declaratory judgment concerning the validity of any\nsubpoena directed to, or subpoena or order issued by, Congress, 385 Supplemental Opinions of the Office of Legal Counsel in Volume 1 or such house, joint committee, committee, subcommittee, member, officer, employee, office, or agency (id. §§ 5(a)(2)(B); 6(1));\nor\n(ii) to require an officer or employee of the executive branch of\nthe Government to act in accordance with the Constitution and\nlaws of the United States (id. § 5(a)(2)(A)). Under section 7(a), the Congressional Legal Counsel would make recommendations as to whether a civil action requiring an officer or employee of the\nExecutive Branch to act in accordance with the Constitution and laws of the\nUnited States should be brought. Section 8(a) would provide for the intervention or appearance as amicus curiae\nby the Congressional Legal Counsel in any legal action in which\n(1) the constitutionality of any law of the United States is challenged\nand the United States is a party to such action, or a Member, officer,\nor employee of Congress does not consent to representation by the\nCongressional Legal Counsel under section 5 of this Act; and\n(2) the powers and responsibilities of Congress under article I of the\nConstitution of the United States are placed in issue. Section 9 would confer on the Congressional Legal Counsel certain advisory\nand consultative functions. Section 10 would implement the responsibilities of the Congressional Legal\nCounsel under the preceding sections. Sections 11 and 12 deal with internal\nprocedural matters. Section 13 would provide for the supersedure of the Attorney General by the\nCongressional Legal Counsel if the latter undertakes any representational service.",
      "queries": [
        "which of the following would establish the office of the congressional lawyer?"
      ],
      "queries_score": [
        "1.8167549"
      ]
    },
    {
      "id": "memos_90__2",
      "chunk_id": "2",
      "content": "Section 10 would implement the responsibilities of the Congressional Legal\nCounsel under the preceding sections. Sections 11 and 12 deal with internal\nprocedural matters. Section 13 would provide for the supersedure of the Attorney General by the\nCongressional Legal Counsel if the latter undertakes any representational service. We assume that this provision is not intended to apply to proceedings under\nsection 5(a)(2)(A), i.e., where the Congressional Legal Counsel institutes a civil\naction to require a officer of the Executive Branch “to act in accordance with the\nConstitution and laws of the United States.” The remainder of the bill contains\nprovisions mainly of a procedural nature. Section 15(f), however, would put on a\npermanent general basis Public Law 93-190, 87 Stat. 736 (1973), which authorized\nthe Senate Select Committee on Presidential Campaign Activities to enforce its\nsubpoenas or orders in judicial proceedings. It may be briefly mentioned that the reference to section 6 or 7 on page 18, line\n10 of the bill should probably be section 5 or 6. In commenting on the constitutionality of the bill it must be recognized, first,\nthat the bill represents a conscious effort to obviate certain constitutional obstacles\ninherent in other bills providing for a Congressional Legal Counsel by limiting his\nactivities to the fields of civil litigation and the giving of advice and the making of 386 Constitutionality of Bill Creating an Office of Congressional Legal Counsel recommendations. And, second, that the pertinent law has been substantially\nclarified by the decision in Buckley v. Valeo, 424 U.S. 1 (1976), which was rendered after the introduction of the bill. Provisions for a congressional officer charged on a permanent basis with the\nfunction of representing Congress, its agencies, members and employees in\njudicial proceedings, raise two questions: (a) whether the appointment of a joint\ncongressional officer performing only legislative functions must comply with\nArticle II, Section 2, Clause 2 of the Constitution, and (b) whether, assuming that\nthe answer to (a) is no, the functions of the counsel envisaged in the bill are\nsufficiently of an executive nature to require his appointment pursuant to Article II, Section 2, Clause 2 for that reason. Further serious problems are raised by\nsection 5(a)(2)(A) which would confer upon the Congressional Legal Counsel the\npower to bring a civil action against an executive officer in order to require him\n“to act in accordance with the Constitution and the laws of the United States.” 1. Article II, Section 2, Clause 2 of the Constitution provides that the President\nshall nominate, and by and with the Advice and Consent of the Senate, shall appoint . . . all other Officers of the United States, whose\nAppointments are not herein otherwise provided for, and which shall\nbe established by Law: but the Congress may by Law vest the\nAppointment of such inferior Officers, as they think proper, in the\nPresident alone, in the Courts of Law, or in the Heads of Departments. It will be noted that this constitutional provision is not limited to executive\nofficers. Judicial officers are appointed pursuant to it, and, as will be presently\nshown, also a number of important congressional officers.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_90__3",
      "chunk_id": "3",
      "content": "It will be noted that this constitutional provision is not limited to executive\nofficers. Judicial officers are appointed pursuant to it, and, as will be presently\nshown, also a number of important congressional officers. United States v. Hartwell defines an office as a public station or employment\nwhich “embraces the ideas of tenure, duration, emolument, and duties,” to\ndistinguish it from relationships of a purely occasional or contractual nature. 73 U.S. (6 Wall.) 385, 393 (1867). The elements of tenure, duration, emoluments,\nand duties relating to the office of the Congressional Legal Counsel are spelled out\nin detail in the bill, as has been shown above. 1 In United States v. Germaine, the Court held: That all persons who can be said to hold an office under the government about to be established under the Constitution were intended to\nbe inclined within one or the other of these modes of appointment\nthere can be but little doubt. 1\nSince the definition of office includes the elements of duration and tenure, the subsequent discussion is not concerned with the representation of Congress, etc., by counsel retained on a case by case\nbasis in the rare situations in which the Executive Branch is unable to represent it. 387 Supplemental Opinions of the Office of Legal Counsel in Volume 1 99 U.S. 508, 510 (1878). And most recently the Court amplified on this in Buckley v. Valeo: We think its fair import is that any appointee exercising significant\nauthority pursuant to the laws of the United States is an “Officer of\nthe United States,” and must, therefore, be appointed in the manner\nprescribed by § 2, cl. 2, of that Article. 424 U.S at 126. The functions to be conferred on the Congressional Legal Counsel clearly vest\nin him significant authority under the laws of the United States; they are not\nlimited to an internal advisory nature. The provisions for his appointment therefore\nare unconstitutional unless the Constitution “otherwise provides” for his appointment. In our view there is no such alternative provision for his appointment. Article I, Sections 2 and 3 of the Constitution provide that the House of Representatives and the Senate choose their respective officers. There is, however, no\nprovision in the Constitution “otherwise providing” for the appointment of officers\nserving Congress as such rather than its components. Buckley v. Valeo demonstrates that the failure of the Constitution to authorize\nCongress to appoint officers who are not officers of the respective houses but of\nCongress as a whole was no oversight. 424 U.S. at 124–31. This conclusion is\nsupported by the consideration that the Constitutional Convention deliberately\nsplit the Legislative Branch into two houses lest it overwhelm the other two\nbranches of the government. As James Madison stated in The Federalist No. 51:\nIn republican government, the legislative authority necessarily predominates. The remedy for this inconveniency is to divide the legislature into different branches; and to render them, by different modes\nof election and different principles of action, as little connected with\neach other as the nature of their common functions and their common dependence on the society will admit. . . .",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_90__4",
      "chunk_id": "4",
      "content": "The remedy for this inconveniency is to divide the legislature into different branches; and to render them, by different modes\nof election and different principles of action, as little connected with\neach other as the nature of their common functions and their common dependence on the society will admit. . . . [T]he weight of the\nlegislative authority requires that it should be thus divided . . . . Id. at 322 (Clinton Rossiter ed., 1961) (emphasis added). John Adams’ three volumes in the Defence of the Constitutions of Government of the United States of\nAmerica (1794), based on a formidable amount of historical research, were compiled in order to establish the proposition that, in order to be viable, a republican\nform of government must be based not only on the principle of the separation of\npowers but also on that of bicameralism. Hence, it must be concluded that the\nConstitutional Convention deliberately denied Congress the power to appoint joint\ncongressional officers, in order to hold “connections” between the two Houses of\nCongress to a minimum. Such officers, therefore, like all other officers of the United States, have to be appointed pursuant to Article II, Section 2 of the Constitution. 388 Constitutionality of Bill Creating an Office of Congressional Legal Counsel Legislative precedent supports this conclusion. The principal joint congressional officers have been traditionally appointed in this manner: the Comptroller\nGeneral (31 U.S.C. § 42 (Supp. III 1973)); the Librarian of Congress (2 U.S.C.\n§ 136 (Supp. III 1973)); and the Public Printer (44 U.S.C. § 301 (Supp. III 1973))\nare appointed by the President by and with the advice and consent of the Senate;\nthe Architect of the Capitol is appointed by the President alone (40 U.S.C. § 162\n(1970)). Significantly, the legislative counsel appointed by the President pro\ntempore of the Senate and by the Speaker of the House of Representatives,\nrespectively (2 U.S.C. § 272 (1970)), are officers of the house to which they have\nbeen appointed and not officers of Congress at large (2 U.S.C. §§ 271, 281\n(1970)). This is not to say that there may not be some congressional officials—such as\njoint committee staffs—who are not appointed pursuant to Article II, Section 2,\nClause 2. But their functions are purely internal and advisory; they do not carry\nout any significant authority outside the limits of the Capitol. It is therefore concluded that congressional officers—in contrast to officers of\neither house—who perform significant governmental duties must be appointed as\nprovided in Article II, Section 2 of the Constitution. In other words, if Congress\nprovides for an officer representing the combined power of both houses of\nCongress, it must pay the price by giving the President the authority of selection. 2. This portion of the discussion is based on the assumption arguendo that\ncongressional officers, even if they do perform significant governmental functions,\nneed not be appointed according to the procedures set forth in Article II, Section 2,\nClause 2 of the Constitution provided their functions are not of an executive or\nadministrative nature. The principal pertinent functions of the Congressional Legal Counsel would lie\nin the field of litigation.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_90__5",
      "chunk_id": "5",
      "content": "The principal pertinent functions of the Congressional Legal Counsel would lie\nin the field of litigation. The kind of proceedings in which he would be involved\nfall into three categories:\ni. Generally, to defend Congress, its agencies, members and employees in cases involving the validity of congressional action, congressional subpoenas, or orders issued by or directed against Congress. ii. To bring civil actions for declaratory relief concerning the validity\nof a subpoena issued by or directed against Congress or to enforce\nany congressional subpoena or order. iii. To bring civil actions requiring an officer or employee of the Executive Branch to act in accordance with the Constitution and laws\nof the United States. The last category quite obviously and uncontrovertibly involves an exclusively\nexecutive function. To require an officer to act in accordance with the Constitution 389 Supplemental Opinions of the Office of Legal Counsel in Volume 1 and laws of the United States is nothing but a paraphrase of the constitutional text\nto “take Care that the Laws be faithfully executed.” That responsibility is vested,\npursuant to Article II, Section 3 of the Constitution, in the President and not in\nCongress. An officer whose duty it is to compel action in accordance with the\nrequirements of the Constitution and laws of the United States, therefore, is an\nexecutive officer who must be appointed as provided for in Article II, Section 2,\nClause 2 of the Constitution and be subject to the President’s unlimited removal\npower. Buckley v. Valeo, 424 U.S. at 134–41. In view of this recent pertinent ruling in Buckley v. Valeo, we do not consider it\nnecessary to discuss here the alternative consideration whether Congress or a\nmember has standing in court to require an officer to act in accordance with the\nConstitution and laws of the United States. We merely refer to the recent holding\nof the U.S. Court of Appeals for the Fourth Circuit in Harrington v. Schlesinger,\ndecided on October 8, 1975:\nA legislator may sue to prevent dilution of his voting power in the\nlegislature. In Kennedy v. Sampson, D.C. Cir., 511 F.2d 430\n[(1974)], the Court decided that a Senator had standing to challenge\na President’s “pocket veto” of a bill for which he had voted. The\nSenator was challenging the diminution of his voting power in the\nlegislative process. By analogy, the four congressmen in this action\nclaim that they have an interest in ensuring enforcement of laws for\nwhich they voted. Once a bill has become law, however, their interest is indistinguishable from that of any other citizen. They cannot\nclaim dilution of their legislative voting power because the legislation they favored became law. ....\n. . . The plaintiffs’ status as congressmen does not give them\nstanding to sue for a declaration that Executive activities are illegal. The congressmen’s interest seems little different from that of any citizen who might find a court’s advice useful in casting his votes in\npresidential or congressional elections. In both instances the interest\nis too generalized to provide a basis for standing. ....",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_90__6",
      "chunk_id": "6",
      "content": "The congressmen’s interest seems little different from that of any citizen who might find a court’s advice useful in casting his votes in\npresidential or congressional elections. In both instances the interest\nis too generalized to provide a basis for standing. .... While we hold that none of the plaintiffs has standing to seek a\njudicial resolution of the controversy, they are not without a remedy,\nfor the controversy is subject to legislative resolution. If there is a\ndifference between a majority of the members of both houses of\nCongress and the President as to the interpretation and application of\nthe statutes, the Congress has the resources through its committees to 390 Constitutionality of Bill Creating an Office of Congressional Legal Counsel ascertain the facts. With the facts before it, it may tighten the statutory restrictions, if that be the congressional will. The fact that the\nCongress has done nothing suggests that the Executive’s interpretation of the statutes is in agreement with the congressional intent, but\nthat is an issue in this case which we do not reach. 528 F.2d 455, 459 (4th Cir. 1975) (footnote omitted). In other words, while a congressman may have standing to determine whether\nor not legislation which had passed both Houses of Congress has become law\n(Kennedy v. Sampson, 511 F.2d 430 (D.C. Cir. 1974)),* once a statute has been\napproved by the President, the congressional power over it becomes functus\nofficio. See Cong. Globe, 39th Cong., 1st Sess. 186 (Jan. 11, 1866) (statement of\nSen. Davis). In this connection it should be remembered that “standing to sue” is a\nconstitutional requirement flowing from the limitation of the jurisdiction of the\nfederal courts to cases and controversies in Article III, Section 2, Clause 1 of the\nConstitution. It therefore cannot be waived by statute, which is apparently what\nsection 14(a) of the bill seeks to accomplish. Portions of the litigating functions conferred upon the Congressional Legal\nCounsel in categories (i) and (ii) described above—notably the defense of actions\nagainst individual congressmen with respect to the performance of their legislative\nfunctions, and the defense or prosecution of suits relating to congressional\nsubpoenas—are less exclusively executive in nature; it is our view, however, that\nthe lodging of any of them in a non-executive officer is subject to serious constitutional doubt. Litigation is basically an executive function. This conclusion is\nsupported by section 14(c) of the bill, which would vest in the Congressional\nLegal Counsel the powers conferred by law upon the Attorney General, which\npowers, of course, are of a preeminently executive nature. It is also significant that\nthe responsibility of defending congressional officers has been vested in the\nAttorney General for more than a century. See 2 U.S.C. § 118 (1970) (derived\nfrom Act of Mar. 3, 1875, ch. 130, § 8, 18 Stat. 371, 401).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_90__7",
      "chunk_id": "7",
      "content": "It is also significant that\nthe responsibility of defending congressional officers has been vested in the\nAttorney General for more than a century. See 2 U.S.C. § 118 (1970) (derived\nfrom Act of Mar. 3, 1875, ch. 130, § 8, 18 Stat. 371, 401). The Supreme Court\nsuggested in Buckley v. Valeo that legislative power may come to an end at the\ncourtroom door: “[The] discretionary power to seek judicial relief . . . cannot\npossibly be regarded as merely in aid of the legislative function of Congress.” 424\nU.S. at 138. Kennedy v. Sampson is of course not in point, since that involved the\nstanding of individual members of Congress rather than the power of the Congress, as an institution, to represent individual members, or the Congress itself, in\nlitigation. *\nEditor’s Note: In Chenoweth v. Clinton, 181 F.3d 112, 115–17 (D.C. Cir. 1999), the Court of\nAppeals expressed doubt about the continuing viability of Kennedy v. Sampson in light of Raines v.\nByrd, 521 U.S. 811 (1997). 391 Supplemental Opinions of the Office of Legal Counsel in Volume 1 The preceding discussion encompasses the constitutional objections to the bill\nwhich appear to us to be the most serious ones. While we realize that there are\nothers lurking in it, space and time preclude us from dealing with all of them. For the above reasons, it is our conclusion that the bill is subject to substantial\nconstitutional infirmities. ANTONIN SCALIA\nAssistant Attorney General\nOffice of Legal Counsel 392",
      "queries": [],
      "queries_score": []
    }
  ]
}