{
  "doc_id": "memos_25",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_25__0",
      "chunk_id": "0",
      "content": "Constitutionality of Awarding Historic Preservation Grants to\nReligious Properties A court applying current precedent is most likely to conclude that the direct award o f historic preserva­\ntion grants to churches and other pervasively sectarian institutions violates the Establishment Clause\nof the Constitution. October 31, 1995\nM e m o r a n d u m O p in io n\nDepartm ent fo r t h e o f the S o l ic it o r In t e r io r At your request, we have reviewed your office’s draft opinion regarding the\npermissibility under the Establishment Clause of awarding government historic\npreservation grants to churches and other religious properties. 1 In particular, and\nas we discussed earlier, we have considered whether the Supreme Court’s recent\ndecision in Rosenberger v. Rector & Visitors, 515 U.S. 819 (1995), directly\naddresses the particular question you have raised. As discussed below, the Rosenberger decision, which deals with a form of\ngovernment aid to religion significantly different from that at issue here, does\nnot control the case you have presented. Accordingly, we have no occasion here\nto fully analyze the Rosenberger decision, nor to predict how it might apply in\nother contexts. Rather, our analysis is guided by Supreme Court case law devel­\noped prior to Rosenberger. We conclude that a reviewing court, applying current\nprecedent, likely would hold that making historic preservation grants to churches\nand other pervasively sectarian properties is inconsistent with the Establishment\nClause. 1. Background\nOur understanding of the program in question, based primarily on the materials\nyou have provided us, is as follows. Organizations are eligible for historic\npreservation grants, funded by the federal government and awarded directly by\nthe states, if they are listed on the National Register. Listing on the National Reg­\nister, in turn, depends on satisfaction of fairly detailed criteria measuring “ signifi­\ncance in American history, architecture, archeology, engineering, and culture,”\nincluding “ integrity of location, design, setting, materials, workmanship, feeling,\nand association.” See 36 C.F.R. §60.4 (1995). A religious property qualifies for\nlisting if it “ derivfes] primary significance from architectural or artistic distinction\nor historical importance.” Id. Listing on the National Register is only a threshold\ncondition of grant assistance; the states apparently make their own\n1 Draft Memorandum for Roger F. Kennedy, Director, National Park Service, from John D. Leshy, Solicitor, Re: Historic Preservation Grants for Religious Properties (“ Draft Memo” ). 267 Opinions o f the Office o f Legal Counsel in Volume 19 “ determination[s] of needs and project worthiness in selecting projects to be\nfunded from the many applications submitted.” 2 At least since 1981, grants have not been made available to active churches\nor houses of worship under the program. 3 Both the Reagan and the Bush Adminis­\ntrations took the position that direct financial support of active churches would\nbe inappropriate in light of Establishment Clause concerns. 4 The question you\nhave raised is whether that policy may be reversed. Specifically, you have asked\nwhether historic preservation grants may be awarded directly to religious organiza­\ntions for the preservation of buildings currently used for religious purposes such\nas worship and education. 5",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_25__1",
      "chunk_id": "1",
      "content": "4 The question you\nhave raised is whether that policy may be reversed. Specifically, you have asked\nwhether historic preservation grants may be awarded directly to religious organiza­\ntions for the preservation of buildings currently used for religious purposes such\nas worship and education. 5 Directly at issue appear to be grants for the preserva­\ntion of active churches or, perhaps, of other religious facilities that would be\nconsidered “ pervasively sectarian” under the Supreme Court’s jurisprudence.6 2. Analysis As your draft opinion recognizes, a series of Supreme Court cases decided prior\nto Rosenberger calls into considerable question any effort by the government to\nprovide monetary assistance directly to pervasively sectarian institutions. 7 Because\nyour draft opinion itself discusses this line of authority, we limit ourselves to\na brief description of the two-part rule that has emerged to govern direct financial\nsupport of religious institutions. First, though the government may include religious institutions that are not\npervasively sectarian in neutral programs providing financial assistance, it must\nensure that government grants are not used to fund “ specifically religious\nactivity” and are instead channeled exclusively to secular functions. As you note,\nthe Supreme Court has applied this principle quite stringently in a line of closely\nanalogous cases involving school construction and repair grants. In those cases,\nthe Court upheld grants to non-pervasively sectarian religious schools only when\nthe program in question expressly excluded from funding “ any facility used or\nto be used for sectarian instruction or as a place for religious worship.” Tilton\nv. Richardson, 403 U.S. 672, 675 (1971) (approving provision of federal construc­\ntion grants to colleges and universities with religious affiliations). 8\n2 Memorandum for Director, Heritage Conservation and Recreation Service, from Associate Solicitor, Conservation\nand W ildlife, Re: Historic Preservation Grants fo r Renovation o f Church Properties at 1 (M ar. 6, 1979). 3 Draft M emo at 1; Letter for the Honorable Ja n e s G. W att, Secretary o f the Interior, from Frederick N. Khedouri,\nA ssociate Director, O ffice o f Management and Budget (Dec. 14, 1981) ( “ K hedouri Letter*’). 4 The Reagan Administration appears to h ave rested its position on a policy decision m ade in “ the context o f\nthe legal issues surrounding church-state affairs.” See K hedouri Letter at 1. The Bush Administration relied more\nexpressly on the conclusion that direct grants to active churches would be unlawful under Supreme Court case law\nconstruing the Establishm ent Clause. See L etter for the Honorable Peter H. Kostmayer, House o f Representatives,\nfrom Robert E. G rady, A ssociate Director, O ffice o f Management and Budget (Mar. 28, 1991). 5 Draft Memo at 2.\n6Id. at 6 (assum ing that most if not all potential grantees would be deemed “ pervasively sectarian’’). 7 Id. at 5.\n0 See also Hunt v. McNair, 413 U.S. 734, 7 3 6 (1973) (upholding state-financed construction o f college and univer­\nsity facilities, subject to same restriction); Roemer v. Maryland Pub. Works Bd.t 426 U.S. 736, 740-41 (1976) 268 Constitutionality o f Awarding Historic Preservation Grants to Religious Properties",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_25__2",
      "chunk_id": "2",
      "content": "Works Bd.t 426 U.S. 736, 740-41 (1976) 268 Constitutionality o f Awarding Historic Preservation Grants to Religious Properties That the Court conceives of this restriction on use of public funds as both essen­\ntial and rather sweeping is illustrated by the Tilton case, holding that the expiration\nof a restriction after twenty years violates the Establishment Clause: “ If, at the\nend of 20 years, the building is, for example, converted into a chapel or otherwise\nused to promote religious interests, the original federal grant will in part have\nthe effect of advancing religion.” Id. at 683. The Court made the same point\nin Nyquist, invalidating maintenance and repair grants to nonpublic schools in\npart because they lacked “ appropriate restrictions” : “ Nothing in the statute, for\ninstance, bars a qualifying school from paying out of state funds the salaries of\nemployees who maintain the school chapel, or the cost of renovating classrooms\nin which religion is taught, or the cost of heating and lighting those same facili­\nties.” 413 U.S. at 774. Importantly, the prohibition on public funding of facilities\nused for religious activity applies even where the government’s purpose in funding\nthose facilities is concededly secular and “ entirely appropriate for governmental\naction.” Tilton, 403 U.S. at 678-79; see Nyquist, 413 U.S. at 773-74. The second part of the rule qualifies the first: with or without restrictions, the\ngovernment may not provide monetary aid directly to “ pervasively sectarian”\ninstitutions, defined as institutions in which “ religion is so pervasive that a\nsubstantial portion of [their] functions are subsumed in the religious mission.” Hunt, 413 U.S. at 743. The outer boundaries of the “ pervasively sectarian” cat­\negory are not well-defined, see Bowen v. Kendrick, 487 U.S. 589, 631 (1988)\n(Blackmun, J., dissenting), and the Supreme Court has used it most often — though\nnot exclusively9 — in connection with educational institutions. Nevertheless, we\nhave no doubt that you are correct in assuming that most if not all active houses\nof worship would fall within this category. 10 Indeed, the notion that religion plays\nsomething less than a vital and pervasive role in an active church’s mission might\nappear inconsistent with a proper respect for religious institutions as well as with\ncommon sense. As the Court has explained, the reason for the prohibition on direct monetary\ngrants to pervasively sectarian institutions is the unacceptable risk that where sec­\nular and religious functions are “ inextricably intertwined,” government aid,\nthough designated for a secular purpose, will in fact advance the institution’s reli­\ngious mission. Meek v. Pittenger, 421 U.S. 349, 365-66 (1975) (invalidating\nprovision to pervasively sectarian schools of instructional material “ earmarked\nfor secular purposes” ); Kendrick, 487 U.S. at 610. Again, it is immaterial to this\npart of the Court’s analysis that provision of assistance would serve a legitimate\n(upholding provision o f noncategorical state grants to private colleges and universities, where grants may not be\nused for “ sectarian purposes” ); Committee fo r Pub. Educ. v. Nyquist, 413 U.S. 756, 774 (1973) (invalidating state\nmaintenance and repair grants for nonpublic elementary and secondary schools in part because they lack restrictions\non use for religious purposes). 9",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_25__3",
      "chunk_id": "3",
      "content": "9 At issue in Bowen were a broad range o f social services organizations with religious affiliations. The Court\nconcluded that the Establishment Clause prohibited those organizations that were “ pervasively sectarian” from\nreceiving federal grants under the Adolescent Family Life Act, 42 U.S.C. §§3007-3007-10. 487 U.S. at 620-21.\n10 Draft Memo at 6. 269 Opinions o f the Office o f Legal Counsel in Volume 19 secular purpose, see Meek, 421 U.S. at 363; Kendrick, 487 U.S. at 602; what\nis critical is that the assistance also would have the effect of advancing religion\nbecause of the pervasively sectarian character of the recipients. Meek, 421 U.S.\nat 363. And even if it were possible, as a theoretical matter, to channel government\nfunds exclusively to secular functions in such institutions, the degree and kind\nof governmental monitoring necessary to ensure compliance with the requisite\nfunding restrictions would itself raise Establishment Clause problems. Kendrick,\n487 U.S. at 616-17. We think that these concerns would be implicated squarely were the government\nto provide churches and other pervasively sectarian facilities with historic\npreservation grants. The draft opinion suggests that such grants might be permis­\nsible if restricted to the preservation of “ secular elements” of otherwise religious\nbuildings — that is, if government assistance were used only for such purposes\nas exterior renovation, roof repair, and replacement of structurally necessary\ninternal components. 11 What underlies the Court’s decisions in this area, however,\nis an understanding that in the context of pervasively sectarian facilities, “ secular\nelements” simply cannot be identified and separated from the overall religious\nmission. Indeed, renovation of active churches and other houses of worship\nappears to be a case in point. Though a structural element like a roof can be\ncharacterized as “ secular” rather than “ sectarian” in most contexts, the distinc­\ntion cannot be maintained in any meaningful sense when the roof is a component\npart of an active church. Moreover, even if such a distinction could be defended in the abstract, efforts\nby the government to identify those elements of a house of worship that do not\nhave “ direct religious import” 12 could well involve the kind of “ monitoring for\nthe subtle or overt presence of religious matter” prohibited by the Establishment\nClause. See Hernandez v. Commissioner, 490 U.S. 680, 694 (1989). It is our\nunderstanding that even the most basic structural features of a church may carry\nsymbolic religious import. 13 Determining whether that is the case in any given\ninstance may require an inquiry into religious doctrine or belief that would\nimpermissibly entangle the government in religious affairs. See id. at 696-97\n(“ [Requiring the Government to distinguish between ‘secular’ and ‘religious’\nbenefits or services [provided by Church of Scientology auditing sessions] may\nbe fraught with the sort of entanglement that the Constitution forbids.’ ” ). In short,\n\"Id. at 3, 7.\n'2 / i at 3.\n13 “ Besides individual ornam ents and architectural features, the [church] structure, taken as a whole, can be a\nsym bol o f the entire religion: ‘The visible church building was both a symbol and model for the invisible or “ spiritual” church. . . .",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_25__4",
      "chunk_id": "4",
      "content": "‘The visible church building was both a symbol and model for the invisible or “ spiritual” church. . . . The church was considered to be a tangible expression o f a host of images and ideas expressed in the\nBible. It was the body o f Christ, a c ity o f refuge, the New Jerusalem, G od's presence among m en.’ ”\nThom as Pak, Note, Free Exercise, Free Expression, and Landmarks Preservation, 91 Colum. L. Rev. 1813, 1841\n(1991) (quoting Paul Clowney, & Tessa Clow ney, Exploring Churches 65 (1982)). 270 Constitutionality o f Awarding Historic Preservation Grants to Religious Properties we do not think that it is feasible, in theory or practice, to differentiate between\nreligious and secular elements of active houses of worship. This is, we note, the conclusion reached in a different context by the Wash­\nington Supreme Court in First Covenant Church v. City o f Seattle, 840 P.2d 174\n(Wash. 1992) (en banc). In holding that the Free Exercise Clause prohibited\napplication of a landmark ordinance to restrict a church’s ability to alter its exte­\nrior, the court relied in part on the inextricable link between the church’s structure\nand its religious message: the “ church building itself ‘is an expression of Christian\nbelief and message’ and . . . conveying religious beliefs is part of the building’s\nfunction. . . . The relationship between theological doctrine and architectural\ndesign is well recognized.” Id. at 182. The court went on to reject an attempted\nseparation of religious from secular elements, finding that the ordinance’s excep­\ntion for “ alterations necessitated by changes in liturgy” was unworkably vague:\n“ Would a wider door to permit access by handicapped parishioners comprise a\nliturgical change? Although . . . widening the door does not relate directly to\nthe rites or procedures of worship in the church, it does facilitate the ability of\ndisabled persons to participate in religious services and activities. \"Id. at 184\n(quoting prior decision in First Covenant Church v. City o f Seattle, 787 P.2d 1352,\n1360 (Wash. 1990) (en banc)). Though we take no position on the ultimate deci­\nsion in First Covenant,14 we do think that the court’s reasoning on this issue\nis persuasive. There is one additional feature of the historic preservation grant program that\nbears emphasis here. In recent cases upholding the provision of certain benefits\nto religious groups or for religious expression, it has been important to the Court\nthat the benefit in question is generally available to all interested parties, on a\nreligion-neutral and near-automatic basis. See Rosenberger, 515. U.S. at 840-45\n(subsidization of printing costs generally available to all student publications);\nCapitol Square Review and Advisory Bd. v. Pinette, 515 U.S. 753, 757-59, 763\n(1995) (access to public square generally available for all displays); Westside\nCommunity Bd. o f Educ. v. Mergens, 496 U.S. 226, 252 (1990) (O’Connor, J.)\n(access to school facilities available to all student clubs, with students free to\norganize additional clubs). Provision of benefits to religious groups or expression\nin this context, the Court has reasoned, is most unlikely to reflect or convey any\nendorsement of or preference for religion.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_25__5",
      "chunk_id": "5",
      "content": "Provision of benefits to religious groups or expression\nin this context, the Court has reasoned, is most unlikely to reflect or convey any\nendorsement of or preference for religion. Id.; see Pinette, 515 U.S. at 763-66. Historic preservation grants, by contrast, do not appear to be generally available\nin the same sense. Properties, including religious properties, qualify for initial\nlisting on the Historic Register only if they meet subjective criteria pertaining\nto architectural and artistic distinction and historical importance. Once listed, prop­\nl4We note that at least one other court has upheld against a Free Exercise Clause challenge the application of\na landmark restriction to prevent a church from erecting a commercial office tower on its property. Si. Bartholomew's\nChurch v. City o f New York, 914 F.2d 348 (2d Cir. 1990), cert, denied, 499 U.S. 905 (1991). Because the church’s\nclaim in that case centered on lost revenue rather than on structural integrity, the court did not address the issues\nanalyzed in First Covenant. See First Covenant, 840 P.2d at 181 (distinguishing Si. Bartholomew’s). 271 Opinions o f the Office o f Legal Counsel in Volume 19 erties are eligible to compete for grants based on additional measures of “ project\nworthiness” established by the states. Participation by pervasively sectarian\ninstitutions in this kind of competitive grant program raises special concerns,\nabsent in cases like Rosenberger, Pinette, and Mergens, that application of nec­\nessarily subjective criteria may require or reflect governmental judgments about\nthe relative value of religious enterprises. We understand that the Second Circuit’s decision in Lamont v. Woods, 948\nF.2d 825 (2d Cir. 1991), suggests in dicta that the Establishment Clause prohibi­\ntion on direct funding of pervasively sectarian institutions may admit of exceptions\nin certain cases. We do not believe it appropriate, however, to rely on that case\nhere. First, as your draft opinion appears to recognize, the portion of Lamont at\nissue is at best in considerable tension, and at worst inconsistent, with governing\nSupreme Court precedent. Second, even if the standard advanced in Lamont could\nbe defended, we are not convinced that it would apply in this context. The Lamont court suggested that it might approve funding of a pervasively sec­\ntarian institution if (i) the government had a compelling interest in providing\nfunds; and (ii) the court could assure itself that the grant would not in fact advance\nreligion. 948 F.2d at 842. At issue in Lamont was assistance to pervasively sec­\ntarian schools abroad, with the stipulation that no government funds be used to\n“ construct buildings or other facilities intended for worship or religious instruc­\ntion.” Id. at 828. For present purposes, we will assume with the Lamont court\nthat a pervasively sectarian school’s religious mission might not be advanced by\nfunding of a separate facility, such as a gym, used only for secular purposes. Whether or not this is so, however, it simply does not follow that the government\nalso may fund the preservation of facilities that are “ intended for worship or\nreligious instruction” without impermissibly advancing religion.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_25__6",
      "chunk_id": "6",
      "content": "Whether or not this is so, however, it simply does not follow that the government\nalso may fund the preservation of facilities that are “ intended for worship or\nreligious instruction” without impermissibly advancing religion. Moreover, we\nhesitate to assume that a court would find the government’s interest in historic\npreservation sufficiently “ compelling” to trigger the Lamont analysis in the first\ninstance. Again, we note that the court in First Covenant rejected such a claim:\n“ [T]he City’s interest in preservation of esthetic and historic structures is not\ncompelling and it does not justify the infringement of First Covenant’s right to\nfreely exercise religion. The possible loss of significant architectural elements is\na price we must accept to guarantee the paramount right of religious freedom.” 840 P.2d at 185. Finally, as noted above, the Court’s decision in Rosenberger does not address\nthe issue posed by your inquiry to us. Rosenberger does, however, acknowledge\nthe Establishment Clause principle against “ direct money payments to sectarian\ninstitutions,” citing most of the same cases we discuss here. 515 U.S. at 842. The Court goes on to approve assistance to a student religious publication on\nthe grounds that the principle identified is not implicated: the program in question\nneither involves the payment of public funds directly to recipients nor includes\nreligious institutions “ in the usual sense of that term” among its beneficiaries. 272 Constitutionality o f Awarding Historic Preservation Grants to Religious Properties Id. at 842-44. Indeed, the Court places special emphasis on the second factor as it applies to churches, carefully distinguishing the case before it from one\ninvolving direct or indirect public aid to a church. Id. at 844. Rosenberger, to\nbe sure, emphasized the importance of neutrality in upholding governmental pro­\ngrams against Establishment Clause challenge, clarifying that the Establishment\nClause does not “ justiffy], much less requiref], a refusal to extend free speech\nrights to religious speakers who participate in broad-reaching government pro­\ngrams neutral in design.” Id. at 839. Nevertheless, we do not believe that at the\npresent time there is authority for a departure, in the context presented here, from\nthe rule against providing funds directly to churches and other pervasively sec­\ntarian institutions. As you know, the question of government aid to religious institutions is a very\ndifficult one. The lines separating permissible from impermissible assistance are\nsometimes hard to discern, and, as Rosenberger indicates, the Supreme Court’s\njurisprudence in this area is still developing. We think, however, that a court\napplying current precedent is most likely to conclude that the direct award of\nhistoric preservation grants to churches and other pervasively sectarian institutions\nviolates the Establishment Clause. WALTER DELLINGER\nAssistant Attorney General\nOffice o f Legal Counsel 273",
      "queries": [],
      "queries_score": []
    }
  ]
}