{
  "doc_id": "memos_44",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_44__0",
      "chunk_id": "0",
      "content": "Proposed Presidential Proclamation Entitled\n“Registration Under the Military Selective Service Act”\n[T h e fo llo w in g m em o ran d u m w as p re p a re d by the O ffice o f L egal C ounsel p u rsu an t to its\nresponsibility u n d e r E x e c u tiv e O r d e r N o. 11,030 for a p p ro v in g all ex ecu tiv e o rd e rs an d\np residential p ro clam atio n s for form and legality. O n th e co n stitu tio n al issue raised by\nth e p ro p o sed p ro clam atio n , it notes th e con clu sio n rea c h e d in an ea rlie r opinion o f the\nO ffice th at a m ale-only d ra ft is co n stitu tio n al. O n th e sta tu to ry q u estion, it co n clu d es\nth at th e P resid en t is a u th o riz e d u n d er th e S electiv e S erv ice A c t to re q u ire th e re g istra ­\ntion, b y age g ro u p , o f som e b ut n o t all m ales b etw een th e ages o f 18 and 26.] June 30, 1980\nMEMORANDUM The attached proposed proclamation was submitted informally to the\nOffice of Management and Budget by the Selective Service System. It\nwas revised in the Office of Management and Budget and has been\nforwarded for consideration of this Department as to form and legality\nby that Office with the approval of the Director. Suggestions made by\nthis Office were incorporated during the drafting process. The proposed proclamation would invoke the President’s power\nunder § 3 of the Military Selective Service Act, as amended [the Act],\n50 U.S.C. App. § 453, to require male citizens of the United States and\nother male persons residing in the United States between the ages of 18\nand 26 and not exempt under the Act to register with the Selective\nService System. It would end the hiatus in registration caused by\nPresident Ford’s Proclamation No. 4360 of March 29, 1975 (“Terminat­\ning Registration Procedures Under the Military Selective Service Act,\nas Amended”). The proclamation would require the registration of all nonexempt\nmales who were born on or after January 1, 1960 and have reached the\nage of 18. No other persons would be required to register. This desig­\nnation of the persons required to register raises constitutional and statu­\ntory issues. The constitutional question is whether requiring men but not women\nto register constitutes impermissible discrimination based on sex. This\nOffice has previously addressed that issue and has concluded that a\nmale-only registration is constitutional. Memorandum from Assistant\nAttorney General Harmon to Deputy Director White, Office of Man­\n705 agement and Budget, “Constitutionality of All-Male Draft Registra­\ntion,” January 31, 1980.*",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_44__1",
      "chunk_id": "1",
      "content": "This\nOffice has previously addressed that issue and has concluded that a\nmale-only registration is constitutional. Memorandum from Assistant\nAttorney General Harmon to Deputy Director White, Office of Man­\n705 agement and Budget, “Constitutionality of All-Male Draft Registra­\ntion,” January 31, 1980.* The statutory question involves the President’s power to require the\nregistration, by age group, of some but not all males between the ages\nof 18 and 26. An argument can be made that the President’s power is\nlimited to requiring the registration of the entire group; that he may\nnot, as the proclamation would, limit registration to 18, 19, and 20 year\nolds. Section 3 of the Act provides in pertinent part that\nit shall be the duty of every male . . . who, on the day or\ndays fixed for the first or any subsequent registration, is\nbetween the ages of 18 and 26, to present himself for and\nsubmit to registration at such time or times and place or\nplaces, and in such manner, as shall be determined by\nproclamation of the President and by rules and regulations\nprescribed hereunder. 50 U.S.C. App. § 453 (emphasis added). This language, on its face, can\nbe read as evincing a congressional intent that all persons within the\nage group delineated be registered. Moreover the phrase “at such time\nor times and place or places, and in such manner, as shall be deter­\nmined by proclamation of the President” does not, in terms, give the\nPresident discretion to exclude groups in the 18-to-26 range from the\nduty imposed on every male in that range. The legislative history of § 3 reveals that\nThe Senate bill provided for the registration of male per­\nsons between the ages of 18 and 26, and contained no\nspecific provision authorizing registration by age groups. The House amendment provided for the registration of\nmale persons between the ages of 18 and 31, and specific\ncally authorized the President to provide for registration\nby age groups. H. Conf. Rep. No. 2438, 80th Cong., 2d Sess. 44 (1948). The conference\nadopted the Senate version, the version devoid of specific authority for\nthe President to provide for registration by age groups. Id. This was in\ncontradistinction to the course that Congress had taken in the predeces­\nsor to § 3, the model for the House version. The predecessor contained\nthe specific authority, in the exact language omitted from § 3 in 1948. Compare § 2 of the Selective Training and Service Act of 1940, 54 Stat.\n885, with § 3 of H.R. 6401, 80th Cong., 2d Sess. (1948), at 94 Cong.\nRec. 8395 (1948).1\n• N o t e : In Rostker v. Goldberg, 453 U.S. 57 (1981), the Suprem e C ourt upheld the constitutionality\no f m ale-only draft registration. Ed.\n1 A lth o u g h the Selective Training and Service A ct o f 1940 contained the specific authority for\nregistration by age groups, a contem poraneous in terpretation by the A ttorney G eneral concluded that 706",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_44__2",
      "chunk_id": "2",
      "content": "Ed.\n1 A lth o u g h the Selective Training and Service A ct o f 1940 contained the specific authority for\nregistration by age groups, a contem poraneous in terpretation by the A ttorney G eneral concluded that 706 In light of the language of § 3 and its legislative history, this Office\norally advised the Office of Management and Budget earlier this year\nthat it would be highly desirable to have some congressional action\nconfirming his authority before the President issued a proclamation\ncalling for the registration of persons by age groups consisting of less\nthan the entire 18-to-26 range. Since we provided that advice, Con­\ngress, at the request of the President, and fully informed of the Presi­\ndent’s plan to register, by age group, less than the entire range has,\nafter lengthy and considered debate, appropriated for this registration\nfunds sufficient only to register the number of males in the age groups\nnamed in the proclamation. We believe that this congressional action is\nsufficient to confirm the President’s authority. The proclamation would require persons born in 1960 to register\nduring a six day period beginning July 21, 1980. Those born in 1961\nwould register between July 28, 1980 and August 2, 1980, and those\nborn in 1962 between January 5, 1981 and January 10, 1981. The\nproclamation would also establish a continuous registration process,\nobligating persons to register as they turn 18, upon losing an exempt\nstatus, and, with respect to noncitizens, either as they return to resi­\ndence in the United States from abroad or as they enter to reside. Aliens in processing centers on the days fixed for their registration\nwould be required to register after their release. A range of days to\nregister would be provided those subject to the continuous registration\nprogram. Provision would be made for the late registration of those\nunable to register at the proper time due to some condition beyond\ntheir control, such as hospitalization or incarceration. Registration in the United States would be at any United States Post\nOffice. Registration overseas—available to citizens only—would be\nbefore a consular officer of the United States or other designated\nthe President was nonetheless required to register, w ithin a reasonable time, al) persons w ithin the 21to-36 range set in that A ct by Congress. R egarding the first registration proclam ation under the 1940\nact, the A ttorney G eneral w rote the President: It will be noted that on page 3 o f the draft, in paragraph num bered 2, the higher age\nlimit o f those to be registered on the sixteenth day o f O cto b er is left blank. This was\ndone out o f deference to the w ishes o f the W ar D epartm ent w ho I understand will\nurge that such age limit for the first draft be the thirty-first anniversary o f the day of\nbirth. T he language o f the act is ambiguous and I am not prepared to say that you may not\nrequire registration o f persons o f different age groups on different registration days.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_44__3",
      "chunk_id": "3",
      "content": "T he language o f the act is ambiguous and I am not prepared to say that you may not\nrequire registration o f persons o f different age groups on different registration days. T h e statute as a w hole, how ever, definitely contem plates that all persons betw een the\nages o f tw enty-one and thirty-six shall be registered, and under the constitutional\nrequirem ent that the President shall take care that the laws are faithfully executed, it is,\nin my opinion, your duty to see that this is done w ithin a reasonable time. If, therefore,\nthe age limit inserted in the blank above indicated is o th er than \"thirty-sixth\" you\nshould, w ithin a reasonable time, set an o th er registration date or other registration\ndates for the purpose o f the registration o f all persons falling w ithin the age limits\nprescribed in the statute. W hat is a reasonable time for such purposes depends, of\ncourse, upon the exigencies under existing conditions. L etter to the President from the A ttorney G eneral, o f Septem ber 16, 1940. (T he decision made was to\nregister the entire group. See Proclam ation No. 2425 o f Septem ber 16, 1940 (“ R egistration D a y ” ), 3\nC .F .R . at 185 (1938-43 C om p.).) 707 person at any United States Embassy or Consulate. Hours for registra­\ntion in the United States would be the business hours of the Post\nOffices. Hours for registration overseas would be set by the Depart­\nment of State. In utilizing the Post Office and the Department of State\nto assist the Selective Service in registering persons, the President\nwould be exercising his authority under § 10(b)(5) of the Act, 50 U.S.C.\nApp. § 460(b)(5), “to utilize the services of any or all departments and\nany and all officers or agents of the United States . . . in the execution\nof this title [§§ 451 through 471a, 50 U.S.C. App.].” The proclamation would direct persons required to register to\ncomply with the registration procedures and other rules and regulations\nprescribed by the Director of Selective Service, to identify themselves\nwhen reporting for registration, and to keep the Selective Service\nSystem informed of their current addresses after registration. It would\nurge everyone to cooperate with and to assist those required to register. Executive agencies would be required, upon request of the Director, to\nassist, to the extent permitted by law, the Selective Service System in\ncarrying out the purposes of the proclamation. This Office has been informed by the Office of the Counsel to the\nPresident that that Office intends to have a reference to the congres­\nsional resolution making the funds for this registration available inserted\nin the proclamation’s preamble. No such reference is contained in the\nproposed proclamation as transmitted to this Department by the Office\nof Management and Budget. Its inclusion will not affect the legality of\nthe proclamation. The proposed proclamation is acceptable as to form and legality. J ohn M. H arm on Assistant Attorney General\nOffice o f Legal Counsel 708",
      "queries": [],
      "queries_score": []
    }
  ]
}