{
  "doc_id": "memos_97",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_97__0",
      "chunk_id": "0",
      "content": "(Slip Opinion) Ratification of the Equal Rights Amendment\nCongress has constitutional authority to impose a deadline for ratifying a proposed\nconstitutional amendment. It exercised this authority when proposing the Equal Rights\nAmendment and, because three-fourths of the state legislatures did not ratify before\nthe deadline that Congress imposed, the Equal Rights Amendment has failed of adoption and is no longer pending before the States. Accordingly, even if one or more state\nlegislatures were to ratify the proposed amendment, it would not become part of the\nConstitution, and the Archivist could not certify its adoption under 1 U.S.C. § 106b. Congress may not revive a proposed amendment after a deadline for its ratification has\nexpired. Should Congress wish to propose the amendment anew, it may do so through\nthe same procedures required to propose an amendment in the first instance, consistent\nwith Article V of the Constitution. January 6, 2020 MEMORANDUM OPINION FOR THE GENERAL COUNSEL\nNATIONAL ARCHIVES AND RECORDS ADMINISTRATION You have asked for our views concerning the legal status of the Equal\nRights Amendment (“ERA”). Consistent with Article V of the Constitution, two-thirds of both Houses passed a joint resolution proposing the\nERA, which would become part of the Constitution when ratified by\nthree-fourths of the States. See 86 Stat. 1523 (1972) (“ERA Resolution”). Consistent with the last seven amendments adopted before 1972, Congress conditioned ratification on a deadline, requiring that the necessary\nnumber of States (thirty-eight) approve the amendment within seven\nyears. See id. As that deadline approached, only thirty-five States had\nratified the ERA, and several had sought to rescind their initial approvals. Congress took the unprecedented step of voting, with a simple majority in\neach House, to extend the deadline by three years, until June 30, 1982. See 92 Stat. 3799 (1978). That new deadline came and went, however,\nwithout additional ratifications. The ERA thus failed to secure the necessary ratifications within either of Congress’s deadlines. Nearly four decades later, ERA supporters have renewed their push to\nratify the amendment. Some have urged Congress to restart the ratification process by proposing it anew. See, e.g., Remarks of Justice Ruth\nBader Ginsburg, Georgetown University Law Center (Sept. 12, 2019)\n(“[T]he ERA fell three States short of ratification. I hope someday it will\nbe put back in the political hopper, starting over again, collecting the\n1 Opinions of the Office of Legal Counsel in Volume 44 necessary number of States to ratify it.”). 1 Others, however, have urged\nthe outstanding States to ratify the long-expired ERA Resolution, arguing\nthat the congressional deadline was invalid or could be retroactively\nnullified by Congress. In 2017, Nevada voted to ratify the ERA, see S.J.\nRes. 2, 79th Leg. (Nev. 2017), and in 2018, Illinois did the same, see S.J.\nRes. Const. Amend. 0004, 100th Gen. Assemb. (Ill. 2018). If the ratification period remains open, and if the efforts by five States to rescind their\nearlier ratifications are disregarded, then thirty-seven States could be\ncredited with having voted to ratify the ERA. After falling just short of\nratifying the ERA during its 2019 session, the Virginia legislature is\nexpected to vote again early this year.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__1",
      "chunk_id": "1",
      "content": "After falling just short of\nratifying the ERA during its 2019 session, the Virginia legislature is\nexpected to vote again early this year. Congress has charged the Archivist of the United States with the\nresponsibility to publish a new constitutional amendment upon receiving\nthe formal instruments of ratification from the necessary number of\nStates. Whenever the National Archives and Records Administration\n(“NARA”) receives “official notice” that an amendment to the Constitution “has been adopted,” the Archivist “shall forthwith cause the amendment to be published” along with a certificate identifying the States that\nratified the amendment and declaring “that the [amendment] has become\nvalid, to all intents and purposes, as a part of the Constitution of the\nUnited States.” 1 U.S.C. § 106b. In view of this responsibility, NARA has\nreceived inquiries from Members of Congress and from several States\nasking about the status of the ERA. Accordingly, you have asked for our\nviews on the legal status of the proposed amendment. 2 We conclude that Congress had the constitutional authority to impose\na deadline on the ratification of the ERA and, because that deadline has\nexpired, the ERA Resolution is no longer pending before the States. The\nSupreme Court has upheld Congress’s authority to impose a deadline for\nratifying a proposed constitutional amendment. See Dillon v. Gloss, 256\nU.S. 368, 375–76 (1921) (“Of the power of Congress, keeping within\n1 https://www.facebook.com/georgetownlaw/videos/justice-ginsburg-to-address-newgeorgetown-law-students/2325195750861807 (remarks starting at 1:03:35); see also\nMarcia Coyle, Partisan Divisions Are ‘Not Serving Our Country Well,’ Justice Ginsburg\nSays, Nat’l L.J., Sept. 12, 2019 (quoting Justice Ginsburg’s remarks on the ERA), https://\nwww.law.com/nationallawjournal/2019/09/12/partisan-divisions-are-not-serving-ourcountry-well-justice-ginsburg-says/. 2 See Letter for Steven A. Engel, Assistant Attorney General, Office of Legal Counsel,\nfrom Gary M. Stern, General Counsel, National Archives and Records Administration\n(Dec. 12, 2018). 2 Ratification of the Equal Rights Amendment reasonable limits, to fix a definite period for the ratification we entertain\nno doubt.”). Although Congress fixed the ratification deadline in the\nproposing clause of the ERA Resolution, rather than in the proposed\namendment’s text, that choice followed established practice. After incorporating ratification deadlines in the text of four amendments, see U.S.\nConst. amends. XVIII, XX–XXII, Congress placed deadlines in the resolutions proposing each of the next four amendments. Both Houses of\nCongress, by the requisite two-thirds majorities, adopted the terms of the\nERA Resolution, including the ratification deadline, and the state legislatures were well aware of that deadline when they considered the resolution. We therefore do not believe that the location of the deadline alters its\neffectiveness. The more difficult question concerns whether Congress, having initially\nspecified that state legislatures must ratify the proposed amendment\nwithin seven years, may modify that deadline. In 1977, this Office advised\nthat Congress could extend the ERA’s deadline before it had expired. See\nMemorandum for Robert J. Lipshutz, Counsel to the President, from John\nM. Harmon, Assistant Attorney General, Office of Legal Counsel, Re:\nConstitutionality of Extending the Time Period for Ratification of the\nProposed Equal Rights Amendment (Oct. 31, 1977) (“Constitutionality of\nERA Extension”). 3",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__2",
      "chunk_id": "2",
      "content": "See\nMemorandum for Robert J. Lipshutz, Counsel to the President, from John\nM. Harmon, Assistant Attorney General, Office of Legal Counsel, Re:\nConstitutionality of Extending the Time Period for Ratification of the\nProposed Equal Rights Amendment (Oct. 31, 1977) (“Constitutionality of\nERA Extension”). 3 We recognized that “respectable arguments can be\nmade on both sides of this question,” id. at 7, but we viewed Congress’s\nauthority to fix the deadline in the first instance as including a power to\nmodify it even after the States had begun to vote on ratification, see id. at\n20–21. We acknowledged, however, that there would be a “strong argument” that Congress’s authority to extend a pending deadline would not\ninclude “reviving a proposed amendment” after the deadline had expired. Id. at 5–6. Although we disagree with the 1977 opinion’s conclusion that Congress may extend a ratification deadline on an amendment pending before\nthe States, we agree in any event that Congress may not revive a proposed\namendment after the deadline has expired. The Constitution authorizes\nCongress to propose amendments for ratification, but it does not contemThe 1977 opinion is not published in the Opinions of the Office of Legal Counsel, but\nit was reprinted in connection with Assistant Attorney General Harmon’s November 1,\n1977 congressional testimony. See Equal Rights Amendment Extension: Hearings on H.J.\nRes. 638 Before the Subcomm. on Civil & Constitutional Rights of the H. Comm. on the\nJudiciary, 95th Cong. 7–27 (1978). 3 3 Opinions of the Office of Legal Counsel in Volume 44 plate any continuing role for Congress during the ratification period. See\nU.S. Const. art. V. Even if Congress could validly extend the ERA’s\nratification deadline before its expiration, that deadline expired decades\nago. Should the people of the United States wish to adopt the ERA as part\nof the Constitution, then the appropriate path is for Congress (or a convention sought by the state legislatures) to propose that amendment once\nmore, in a manner consistent with Article V of the Constitution. I.\nCongress proposed the ERA to the States after five decades of deliberation over whether such an amendment was necessary to secure equal\nrights for women or might instead cut back on existing protections. The\nfirst ERA proposal was introduced in 1923. It would have provided that\n“[m]en and women shall have equal rights throughout the United States\nand every place subject to its jurisdiction” and that Congress could “enforce this article by appropriate legislation.” S.J. Res. 21, 68th Cong.\n(1923); see also H.R.J. Res. 75, 68th Cong. (1923). The measure faced\nopposition from traditionalists and some leaders of the women’s movement, including many who feared that the amendment would invalidate\nlabor laws that protected women. See Mary Frances Berry, Why ERA\nFailed: Politics, Women’s Rights, and the Amending Process of the Constitution 56–60 (1986). The proposal did not advance in 1923, but it was\nre-introduced repeatedly over the next fifty years, and it was the subject\nof multiple committee hearings. 4 The amendment appears to have first\nreached the Senate floor in July 1946, where it fell short of the required\ntwo-thirds majority by a vote of 38 to 35. See 92 Cong. Rec. 9404–05\n(1946).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__3",
      "chunk_id": "3",
      "content": "4 The amendment appears to have first\nreached the Senate floor in July 1946, where it fell short of the required\ntwo-thirds majority by a vote of 38 to 35. See 92 Cong. Rec. 9404–05\n(1946). The Senate would go on to approve the proposal by the required\nsupermajority on two occasions, in 1950 and 1953. See 99 Cong. Rec.\n8974 (1953); 96 Cong. Rec. 872–73 (1950). On both occasions, however,\nthe House did not act on the measure. 4 See, e.g., H.R.J. Res. 42, 79th Cong. (1945); S.J. Res. 8, 77th Cong. (1941); S.J. Res.\n65, 75th Cong. (1937); H.R.J. Res. 1, 75th Cong. (1937); S.J. Res. 1, 73d Cong. (1933);\nH.R.J. Res. 55, 71st Cong. (1929); S.J. Res. 64, 70th Cong. (1928); S.J. Res. 11, 69th\nCong. (1925); Equal Rights for Men and Women: Hearings on S.J. Res. 65 Before a\nSubcomm. of the S. Comm. on the Judiciary, 75th Cong. (1938); Equal Rights Amendment: Hearing on S.J. Res. 64 Before a Subcomm. of the S. Comm. on the Judiciary, 70th\nCong. (1929). 4 Ratification of the Equal Rights Amendment After languishing for decades, the ERA gained momentum during the\n91st Congress. See H.R.J. Res. 264, 91st Cong. (1969). In 1970, Representative Martha Griffiths obtained the necessary signatures for a discharge petition to move the resolution out of the House Judiciary Committee, and the House approved the resolution by an overwhelming\nmargin. See 116 Cong. Rec. 28004, 28036–37 (1970). The Senate, however, did not take a final vote on the resolution. See S. Rep. No. 92-689, at\n4–5 (1972). Notably, in the debates over the ERA, opponents had seized\non the absence of a ratification deadline. See, e.g., 116 Cong. Rec. 28012\n(1970) (remarks of Rep. Celler); see also 116 Cong. Rec. 36302 (1970)\n(remarks of Sen. Ervin) (proposing to amend the earlier resolution to\ninclude a seven-year deadline for ratification). In the 92nd Congress, the resolution finally met with bicameral success. The House adopted the ERA Resolution by the requisite two-thirds\nmajority on October 12, 1971. 117 Cong. Rec. 35815 (1971). The Senate\ndid the same on March 22, 1972. 118 Cong. Rec. 9598 (1972). The ERA Resolution reads in its entirety:\nJOINT RESOLUTION\nProposing an amendment to the Constitution of the United States\nrelative to equal rights for men and women. Resolved by the Senate and House of Representatives of the United States of America in Congress assembled (two-thirds of each\nHouse concurring therein), That the following article is proposed as\nan amendment to the Constitution of the United States, which shall\nbe valid to all intents and purposes as part of the Constitution when\nratified by the legislatures of three-fourths of the several States within seven years from the date of its submission by the Congress:\n“ARTICLE —\n“SECTION 1. Equality of rights under the law shall not be denied\nor abridged by the United States or by any State on account of sex. “SEC. 2. The Congress shall have the power to enforce, by appropriate legislation, the provisions of this article. “SEC. 3. This amendment shall take effect two years after the date\nof ratification.” 86 Stat. at 1523.\n5",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__4",
      "chunk_id": "4",
      "content": "“SEC. 2. The Congress shall have the power to enforce, by appropriate legislation, the provisions of this article. “SEC. 3. This amendment shall take effect two years after the date\nof ratification.” 86 Stat. at 1523.\n5 Opinions of the Office of Legal Counsel in Volume 44 The proposing clause of the ERA Resolution contains a ratification\ndeadline, which required that “the legislatures of three-fourths of the\nseveral States” ratify the amendment “within seven years from the date of\nits submission by the Congress,” resulting in a deadline of March 22,\n1979. Id. In 1971, Representative Griffiths, the ERA’s lead sponsor,\ndefended the inclusion of the deadline, describing it as “customary,” as\nintended to meet “one of the objections” previously raised against the\nresolution, and as a “perfectly proper” way to ensure that the resolution\n“should not be hanging over our head forever.” 117 Cong. Rec. at 35814–\n15. The report of the Senate Judiciary Committee similarly explained:\n“This is the traditional form of a joint resolution proposing a constitutional amendment for ratification by the States. The seven year time limitation\nassures that ratification reflects the contemporaneous views of the people.” S. Rep. No. 92-689, at 20; see also Ruth Bader Ginsburg, Ratification of the Equal Rights Amendment: A Question of Time, 57 Tex. L. Rev.\n919, 921 (1979) (stating that ERA supporters “thought the stipulation\ninnocuous, a ‘customary’ statute of limitations, not a matter of substance\nworth opposing” (footnote omitted)). Congress therefore made the deliberate choice to subject the proposed amendment to a seven-year ratification deadline. After Congress adopted the ERA Resolution, the Acting Administrator\nof the General Services Administration transmitted certified copies of the\nfull text of the resolution to the States with a request that each governor\nsubmit the proposed amendment “to the legislature of your state for such\naction as it may take.” Constitutionality of ERA Extension at 3; see, e.g.,\nLetter for George C. Wallace, Governor, State of Alabama, from Rod\nKreger, Acting Administrator, General Services Administration (Mar. 24,\n1972). 5 Twenty-two States ratified the ERA by the end of 1972. 6 The\nAs we have previously recognized, “Section 106b and its antecedents have long been\nunderstood as imposing a ministerial, ‘record-keeping’ duty upon the executive branch.” Congressional Pay Amendment, 16 Op. O.L.C. 85, 98 (1992). From 1791 to 1951, the\nSecretary of State reported on the ratification of new amendments, a practice that Congress formally endorsed in 1818. See Act of Apr. 20, 1818, ch. 80, § 2, 3 Stat. 439. The\nAdministrator of General Services held the duty from 1951 to 1984. See Pub. L. No. 82248, ch. 655, sec. 2(b), § 106b, 65 Stat. 710, 710 (1951). In 1984, the role was transferred\nto the Archivist. See Pub. L. No. 98-497, § 107(d), 98 Stat. 2280, 2291 (1984). 6 The States were Hawaii, New Hampshire, Delaware, Iowa, Idaho, Kansas, Nebraska,\nTexas, Tennessee, Alaska, Rhode Island, New Jersey, Colorado, West Virginia, Wisconsin, New York, Michigan, Maryland, Massachusetts, Kentucky, Pennsylvania, and\n5 6 Ratification of the Equal Rights Amendment political winds shifted, however, and only thirteen more States ratified\nwithin the next five years. 7",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__5",
      "chunk_id": "5",
      "content": "6 Ratification of the Equal Rights Amendment political winds shifted, however, and only thirteen more States ratified\nwithin the next five years. 7 During those years, four States voted to rescind their earlier ratifications. 8 A fifth State, South Dakota, later adopted\na resolution providing that its prior ratification would be withdrawn if the\nrequisite number of the States failed to ratify the ERA within the sevenyear period. S.J. Res. 2, 54th Leg. (S.D. 1979). As the seven-year deadline approached, Congress considered resolutions that would take the historically unprecedented step of extending the\nratification deadline. See H.R.J. Res. 638, 95th Cong., 1st Sess. (1977);\nH.R.J. Res. 638, 95th Cong., 2d Sess. (1978). Congress had never before\nsought to adjust the terms or conditions of a constitutional amendment\npending before the States. A subcommittee of the House Judiciary Committee conducted hearings over six days during which government offiCalifornia. S. Con. Res. 39, 6th Leg. (Haw. 1972); H.R. Con. Res. 1, 1972 Sess. Gen. Ct.\n(N.H. 1972); S. Con. Res. 47, 126th Gen. Assemb. (Del. 1972); S.J. Res. 1008, 64th Gen.\nAssemb. (Iowa 1972); S.J. Res. 133, 41st Leg. (Idaho 1972); H.R. Con. Res. 1155, 1972\nSess. Leg. (Kan. 1972); Legis. Res. 86, 82d Leg. (Neb. 1972); S. Con. Res. 1, 62d\nLeg. (Tex. 1972); H.R.J. Res. 371, 87th Gen. Assemb. (Tenn. 1972); H.R.J. Res. 125, 7th\nLeg. (Alaska 1972); S. Res. 3482, 1972 Jan. Sess. Gen. Assemb. (R.I. 1972); S. Con. Res.\n74, 195th Leg. (N.J. 1972); H.R. Con. Res. 1017, 48th Gen. Assemb. (Colo. 1972); S.J.\nRes. 3, 60th Leg. (W. Va. 1972); Enrolled J. Res. 52, 1972 Spec. Sess. Gen. Assemb.\n(Wis. 1972); S. Con. Res. 9748, 179th Leg. (N.Y. 1972); S.J. Res. GG, 76th Leg. (Mich.\n1972); H.R.J. Res. LLL, 76th Leg. (Mich. 1972); Res. 35, 1972 Sess. Gen. Assemb. (Md.\n1972); Res. Ratifying the Proposed Amend. to the Const. of the U.S. Prohibiting Discrimination on Account of Sex, 167th Gen. Ct. (Mass. 1972); H.R.J. Res. 2, 1972 1st Extra. Sess. Gen. Assemb. (Ky. 1972); J. Res. 2, 1972 Sess. Gen. Assemb. (Pa. 1972); S.J. Res.\n20, 1972 Sess. Leg. (Cal. 1972). 7 Eight States ratified the ERA in 1973: Wyoming, South Dakota, Oregon, Minnesota,\nNew Mexico, Vermont, Connecticut, and Washington. H.R.J. Res. 2, 42d Leg. (Wyo.\n1973); S.J. Res. 1, 48th Leg. (S.D. 1973); S.J. Res. 4, 57th Legis. Assemb. (Or. 1973);\nH.R. Res. 1, 68th Leg. (Minn. 1973); H.R.J. Res. 2, 31st Leg. (N.M. 1973); H.R.J. Res. 8,\n1973 Sess. Gen. Assemb. (Vt. 1973); H.R.J. Res. 1, 1973 Jan. Sess. Gen. Assemb. (Conn.\n1973); H.R.J. Res. 10, 43d Leg. (Wash. 1973). Three ratified in 1974: Maine, Montana,\nand Ohio. J. Res. to Ratify the Equal Rights Amend. to the Federal Const., 106th Leg., 1st\nSpec. Sess. (Me. 1974); H.R.J. Res. 4, 43d Leg. (Mont. 1974); H.R.J. Res. 11, 110th Gen.\nAssemb. (Ohio 1974). North Dakota ratified the ERA in 1975. S. Con. Res. 4007, 44th\nLegis. Assemb. (N.D. 1975). Indiana did so in 1977. H.R.J. Res. 2, 100th Gen. Assemb.\n(Ind. 1977). 8 Kentucky voted to rescind its ratification in 1972. H.R.J. Res. 20, 1978 Sess. Gen.\nAssemb. (Ky. 1978).",
      "queries": [
        "how many states ratified the equal rights amendment"
      ],
      "queries_score": [
        "2.4729857"
      ]
    },
    {
      "id": "memos_97__6",
      "chunk_id": "6",
      "content": "North Dakota ratified the ERA in 1975. S. Con. Res. 4007, 44th\nLegis. Assemb. (N.D. 1975). Indiana did so in 1977. H.R.J. Res. 2, 100th Gen. Assemb.\n(Ind. 1977). 8 Kentucky voted to rescind its ratification in 1972. H.R.J. Res. 20, 1978 Sess. Gen.\nAssemb. (Ky. 1978). Nebraska did the same in 1973, Legis. Res. 9, 83d Leg. (Neb. 1973);\nTennessee in 1974, S.J. Res. 29, 88th Gen. Assemb. (Tenn. 1974); and Idaho in 1977, H.\nCon. Res. 10, 44th Leg. (Idaho 1977). 7 Opinions of the Office of Legal Counsel in Volume 44 cials, legal scholars, and political activists expressed differing views over\nwhether Congress could validly extend the ratification deadline, whether\nit could adopt such a resolution by only a simple majority vote, and\nwhether States could validly rescind their earlier ratifications. See Equal\nRights Amendment Extension: Hearings on H.J. Res. 638 Before the\nSubcomm. on Civil & Constitutional Rights of the H. Comm. on the Judiciary, 95th Cong. (1978) (“House Extension Hearings ”). The witnesses\nincluded future Justice Ruth Bader Ginsburg, who was then a professor at\nColumbia Law School, and John Harmon, who was the Assistant Attorney\nGeneral for this Office. A subcommittee of the Senate Judiciary Committee also conducted hearings. See Equal Rights Amendment Extension:\nHearings on S.J. Res. 134 Before the Subcomm. on the Constitution of the\nS. Comm. on the Judiciary, 95th Cong. (1979) (“Senate Extension Hearings ”). In connection with these hearings, Assistant Attorney General Harmon\nreleased an opinion, which he had provided to the Counsel to the President, concluding that the proposed extension of the ERA would likely be\nconstitutional. See Constitutionality of ERA Extension at 1. The opinion\nadvised that “respectable arguments can be made on both sides of this\nquestion,” since Article V “can be viewed as envisioning a process\nwhereby Congress proposes an amendment and is divested of any power\nonce the amendment is submitted to the States for ratification.” Id. at 7. Nevertheless, the opinion ultimately concluded that Congress’s authority\nto “establish a ‘reasonable’ time in which ratification may occur,” id.,\nmay be subject to modification by a later Congress at least where the\ndeadline has not yet expired, see id. at 5–8, 16–17. The opinion reasoned\nthat the ERA’s deadline was not in the proposed amendment’s actual text\nand therefore concerned only a “‘subsidiary matter[] of detail’” that\nCongress could revise by a simple majority vote of both Houses. Id. at\n22–23 (quoting Dillon, 256 U.S. at 376). In 1978, the House and Senate, acting by simple majorities, adopted a\nresolution extending the deadline for the ERA’s ratification. 92 Stat. at\n3799. 9 The ERA’s supporters had initially sought to extend the ratification\ndeadline by an additional seven years, but a compromise extended the\ndeadline by just over three years, to June 30, 1982. See H.R. Rep. No. 951405, at 1 (1978). Although this Office had advised that the President\n9 The votes in the House and Senate were 233–189 and 60–36. 124 Cong. Rec. 26264,\n34314 (1978). 8 Ratification of the Equal Rights Amendment",
      "queries": [
        "in what year did north dakota ratify the era?"
      ],
      "queries_score": [
        "1.9011127"
      ]
    },
    {
      "id": "memos_97__7",
      "chunk_id": "7",
      "content": "See H.R. Rep. No. 951405, at 1 (1978). Although this Office had advised that the President\n9 The votes in the House and Senate were 233–189 and 60–36. 124 Cong. Rec. 26264,\n34314 (1978). 8 Ratification of the Equal Rights Amendment need not sign a resolution concerning a constitutional amendment, see\nConstitutionality of ERA Extension at 25, President Carter chose to sign\nthe extension resolution to demonstrate his support. See Equal Rights\nAmendment, Remarks on Signing H.J. Res. 638 (Oct. 20, 1978), 2 Pub. Papers of Pres. Jimmy Carter 1800 (1978) (acknowledging that “the\nConstitution does not require the President to sign a resolution concerning\nan amendment to the Constitution”). Several States and state legislators challenged the validity of the resolution extending the ratification deadline, and a federal district court held\nthat Congress had exceeded its authority in passing the extension resolution. See Idaho v. Freeman, 529 F. Supp. 1107, 1150–54 (D. Idaho 1981),\nvacated as moot, 459 U.S. 809 (1982). According to the district court,\n“[o]nce the proposal has been formulated and sent to the states, the time\nperiod could not be changed any more than the entity designated to ratify\ncould be changed from the state legislature to a state convention or vice\nversa.” Id. at 1153. The Supreme Court allowed briefing on appeals from\nthe district court, granted certiorari before judgment in the court of appeals, and stayed the district court’s judgment. See Nat’l Org. for Women,\nInc. v. Idaho, 455 U.S. 918 (1982). But before the Court was able to\naddress the validity of Congress’s deadline extension on the merits, the\nextended deadline expired without ratifications by any additional States. The Court then vacated the district court’s judgment and remanded the\ncases with instructions to dismiss the complaints as moot. See Nat’l Org.\nfor Women, Inc. v. Idaho, 459 U.S. 809 (1982). After the expiration of the 1982 deadline, many of the ERA’s supporters acknowledged that the ratification effort had failed and would have to\nbegin anew. See Berry, Why ERA Failed at 81 (“In the aftermath of\nERA’s defeat, proponents began to assess the reasons for failure.”); see\nalso Adam Clymer, Time Runs Out for Proposed Rights Amendment, N.Y.\nTimes, July 1, 1982, at A12 (“The drive to ratify the proposed Federal\nequal rights amendment . . . failed tonight in the states, still three legislatures short of the 38 that would have made it the 27th Amendment to the\nConstitution.”); Marjorie Hunter, Leaders Concede Loss on Equal Rights,\nN.Y. Times, June 25, 1982, at A1 (“Leaders of the fight for an equal\nrights amendment officially conceded defeat today.”). The ERA’s supporters in Congress offered new resolutions to reintroduce the ERA,\nwhich, if approved by two-thirds majorities, would have restarted the\nratification process. See 128 Cong. Rec. 16106 (1982) (statement of Rep.\nSchroeder) (announcing that she, along with “200 Members of the House\n9 Opinions of the Office of Legal Counsel in Volume 44",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__8",
      "chunk_id": "8",
      "content": "See 128 Cong. Rec. 16106 (1982) (statement of Rep.\nSchroeder) (announcing that she, along with “200 Members of the House\n9 Opinions of the Office of Legal Counsel in Volume 44 and 51 Members of the Senate,” had “reintroduced the equal rights\namendment,” and analogizing the new proposal to “the phoenix rising\nfrom the ashes”); id. at 16108–09 (statement of Rep. Rodino) (acknowledging that the previously proposed ERA “failed of ratification as of June\n30,” arguing that “what we need to do is to really go forward once again,”\nand introducing a resolution to “begin the battle anew”); see also Berry,\nWhy ERA Failed at 82 (“The supporters of ERA in Congress . . . did not\ngive up the effort either. They announced on July 14, that they had fiftyone cosponsors in the Senate and 201 in the House to reintroduce ERA.”). In January 1983, Joint Resolution 1 was introduced in the House, proposing the ERA for ratification by state legislatures with a new seven-year\ndeadline. See H.R.J. Res. 1, 98th Cong. (1983). The House voted on the\nresolution, but it fell short of the necessary two-thirds majority. See 129\nCong. Rec. 32668, 32684–85 (1983). In the following decades, similar\nresolutions were regularly introduced. See, e.g., H.R.J. Res. 1, 101st\nCong. (1989); S.J. Res. 1, 101st Cong. (1989); S.J. Res. 40, 103d Cong.\n(1993); H.R.J. Res. 41, 106th Cong. (1999); S.J. Res. 7, 109th Cong.\n(2005); H.R.J. Res. 69, 112th Cong. (2011); S.J. Res. 6, 115th Cong.\n(2017). None, however, was adopted. In the current Congress, similar\nresolutions were introduced in the House on January 29, 2019, see H.R.J.\nRes. 35, 116th Cong., and in the Senate on March 27, 2019, see S.J. Res.\n15, 116th Cong. Two-thirds passage of either of those resolutions in both\nchambers of Congress would restart the ratification process by reproposing the ERA to the States. Separately, ERA supporters in recent years have sought to revive the\nexpired ERA Resolution from 1972, contending either that the original\ndeadline was legally invalid or that Congress may retroactively nullify the\ndeadline decades after the original proposal’s expiration. See Allison L.\nHeld et al., The Equal Rights Amendment: Why the ERA Remains Legally\nViable and Properly Before the States, 3 Wm. & Mary J. Women & L.\n113 (1997). 10 In the current Congress, several proposed resolutions would\nSee also Maggie Astor, The Equal Rights Amendment May Pass Now. It’s Only Been\n96 Years, N.Y. Times, Nov. 6, 2019 (“‘It’s been extended by Congress, so if you can\nextend it, you can certainly strike it,’ said Representative Jackie Speier of California, the\nlead sponsor of a bipartisan House resolution to repeal the deadline.”), https://www. nytimes.com/2019/11/06/us/politics/virginia-ratify-equal-rights-amendment.html; Dana\nCanedy, Advocates of Equal Rights Amendment Resume Their Fight, N.Y. Times, May 4,\n2003, § 1, at 41 (“Supporters contend they can challenge the deadline if they can now find\nthree more states to vote in favor of the amendment.”). 10 10 Ratification of the Equal Rights Amendment purport to void the deadline in the ERA Resolution. See S.J. Res. 6, 116th\nCong. (2019); H.R.J. Res. 79, 116th Cong. (2019); H.R.J. Res. 38, 116th\nCong. (2019).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__9",
      "chunk_id": "9",
      "content": "10 10 Ratification of the Equal Rights Amendment purport to void the deadline in the ERA Resolution. See S.J. Res. 6, 116th\nCong. (2019); H.R.J. Res. 79, 116th Cong. (2019); H.R.J. Res. 38, 116th\nCong. (2019). The House Judiciary Committee voted on November 13,\n2019 to report one of those resolutions favorably. See H.R.J. Res. 79,\n116th Cong. (2019) (as amended). 11\nIn seeking to revive the ERA, supporters have urged several States to\nratify the ERA as proposed in the ERA Resolution. See, e.g., Kristina\nPeterson, Equal Rights Amendment Could Soon Be Back in Congress,\nWall St. J., July 3, 2019, https://www.wsj.com/articles/equal-rightsamendment-could-soon-be-back-in-congress-11562155202. In March\n2017, Nevada’s legislature approved it. S.J. Res. 2, 79th Leg. (Nev.\n2017). In May 2018, the Illinois legislature did the same. S.J. Res. Const.\nAmend. 0004, 100th Gen. Assemb. (Ill. 2018). The Virginia legislature\nnarrowly failed to approve the amendment in 2019, but ERA supporters\nwill try again this year. 12 If the ratification votes from 1972 to 1977\nremain valid, and the five rescissions of those ratifications are disregarded, then thirty-seven of the States may be viewed as having approved the\nERA Resolution. In that case, the approval by Virginia, or by another\nstate legislature, would require a determination as to whether the ERA\nResolution remains pending, notwithstanding the congressional deadline. The passage of House Joint Resolution 79, or a similar resolution, would\nlikewise require a determination as to whether Congress may revive the\nERA Resolution by retroactively removing the earlier deadline. Accordingly, you have requested our opinion on these matters. 11 See also Press Release, H. Comm. on the Judiciary, House Judiciary Committee\nPasses Resolution Removing Ratification Deadline for the ERA (Nov. 13, 2019), https://\njudiciary.house.gov/news/press-releases/house-judiciary-committee-passes-resolutionremoving-ratification-deadline-era. 12 See Jenna Portnoy, ERA Bill Dies for Good in GOP-Controlled Virginia House of\nDelegates, Wash. Post, Feb. 21, 2019, https://www.washingtonpost.com/local/virginiapolitics/virginia-house-kills-era-ratification-bill/2019/02/21/82920204-3560-11e9-854a7a14d7fec96a_story.html (noting the narrow failure); Rachel Frazin, Virginia Targets\nHistoric Push on Equal Rights Amendment for Women, The Hill, Dec. 1, 2019, https://\nthehill.com/homenews/state-watch/472295-virginia-targets-historic-push-on-equal-rightsamendment-for-women (noting that joint resolutions to ratify the ERA have been prefiled\nin both houses for consideration in the upcoming session). 11 Opinions of the Office of Legal Counsel in Volume 44 II. Congress required that the ERA Resolution be ratified within a fixed\nperiod, and whether the effective deadline was in 1979 or 1982, that time\nhas come and gone. The ERA Resolution thus has expired unless the\ndeadline was somehow invalid in the first place. Yet in Dillon, the Supreme Court squarely upheld Congress’s authority to set a ratification\ndeadline, 256 U.S. at 374–76, and that conclusion is consistent not only\nwith Article V of the Constitution, but with the history of the seven\namendments proposed and ratified since Dillon. For the last four of those\namendments, Congress placed the deadline in the proposing clause—the\nclause containing the procedural rules for ratification that, like the\namendment itself, has always been adopted by two-thirds of both Houses\nof Congress. As Chief Justice Hughes suggested in his controlling opinion\nin Coleman v. Miller, 307 U.S. 433 (1939), a ratification deadline may be\nincluded “either in the proposed amendment or in the resolution of submission,” id. at 452, and there is no reason in law or historical practice to\ndraw any other conclusion.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__10",
      "chunk_id": "10",
      "content": "As Chief Justice Hughes suggested in his controlling opinion\nin Coleman v. Miller, 307 U.S. 433 (1939), a ratification deadline may be\nincluded “either in the proposed amendment or in the resolution of submission,” id. at 452, and there is no reason in law or historical practice to\ndraw any other conclusion. Because Congress lawfully conditioned the\nStates’ ratification of the ERA upon a deadline, and because the deadline\nexpired, the proposed amendment has necessarily failed. A.\nThe Founders established a process for amending the Constitution that\nrequires substantial agreement within the Nation to alter its fundamental\nlaw. As James Madison explained in The Federalist, the Founders chose\nto ensure a broad consensus in favor of any amendment to “guard[] . . .\nagainst that extreme facility which would render the Constitution too\nmutable,” while at the same time avoiding “that extreme difficulty which\nmight perpetuate its discovered faults.” The Federalist No. 43, at 296\n(James Madison) (Jacob E. Cooke ed., 1961); see also id. No. 85, at 592\n(Alexander Hamilton) (“[W]henever . . . ten [of thirteen] states[] were\nunited in the desire of a particular amendment, that amendment must\ninfallibly take place.” (footnote omitted)). The Constitution requires\nsupermajorities in Congress (or of state legislatures) to propose an\namendment. U.S. Const. art. V. It then raises the bar for ratification even\nhigher by requiring three-fourths of the States—acting either through their\nlegislatures or through ratifying conventions—to approve the amendment. See id. 12 Ratification of the Equal Rights Amendment The infrequency with which the Constitution has been amended attests\nnot just to the genius of the original design but also to the difficulty inherent in securing the broad consensus required by Article V. In connection\nwith promises made during the state ratifying conventions for the original\nConstitution, the First Congress in 1789 proposed twelve amendments to\nthe States. See 1 Stat. 97 (1789); see also, e.g., David P. Currie, The\nConstitution in Congress: The Federalist Period, 1789–1801, at 110–115\n(1997). By 1791, three-fourths of the States had approved ten of those\ntwelve articles—the Bill of Rights. See U.S. Const. amends. I–X; see also\n1 Jonathan Elliot, The Debates in the Several State Conventions on the\nAdoption of the Federal Constitution 339–40 (2d ed. 1836). In the nearly\n230 years since then, the States have ratified only seventeen additional\namendments. See U.S. Const. amends. XI–XXVII. Article V of the Constitution sets forth the procedures for proposing\nand ratifying constitutional amendments:",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__11",
      "chunk_id": "11",
      "content": "In the nearly\n230 years since then, the States have ratified only seventeen additional\namendments. See U.S. Const. amends. XI–XXVII. Article V of the Constitution sets forth the procedures for proposing\nand ratifying constitutional amendments: The Congress, whenever two thirds of both Houses shall deem it\nnecessary, shall propose Amendments to this Constitution, or, on the\nApplication of the Legislatures of two thirds of the several States,\nshall call a Convention for proposing Amendments, which, in either\nCase, shall be valid to all Intents and Purposes, as Part of this Constitution, when ratified by the Legislatures of three fourths of the\nseveral States, or by Conventions in three fourths thereof, as the one\nor the other Mode of Ratification may be proposed by the Congress;\nProvided that no Amendment which may be made prior to the Year\nOne thousand eight hundred and eight shall in any Manner affect the\nfirst and fourth Clauses in the Ninth Section of the first Article; and\nthat no State, without its Consent, shall be deprived of its equal Suffrage in the Senate. Id. art. V.\nThe process for proposing amendments is one of only two instances\nwhere the Constitution requires both Houses of Congress to act by a\nsupermajority. 13 The other is when Congress seeks to override the PresiThe Constitution alternatively provides that a supermajority (two-thirds) of the state\nlegislatures may petition Congress to convene a convention for proposing amendments. U.S. Const. art. V. The Founders believed that this process would likely be unnecessary\nunless Congress had become corrupted. See, e.g., 1 The Records of the Federal Convention of 1787, at 202–03 (Max Farrand ed., 1911); 1 Blackstone’s Commentaries 371 (St.\n13 13 Opinions of the Office of Legal Counsel in Volume 44 dent’s veto of a bill or other form of joint resolution. See id. art. I, § 7,\ncls. 2–3. 14 The Founders thus established a high bar by requiring that\ntwo-thirds of both Houses agree upon the terms of any amendment to be\nproposed to the States and that three-fourths of the States ratify the\namendment on those terms. The Constitution further grants Congress the authority to specify “one\nor the other Mode of Ratification” in the States, either by the legislatures\nthereof or by state conventions chosen for that purpose. Id. art. V. In\nadopting the Constitution, the people “deliberately made the grant of\npower to Congress in respect to the choice of the mode of ratification of\namendments.” United States v. Sprague, 282 U.S. 716, 733 (1931); see\nalso 4 Elliot, Debates in the Several State Conventions at 177 (statement\nof James Iredell) (“Any amendments which either Congress shall propose,\nor which shall be proposed by such general convention, are afterwards to\nbe submitted to the legislatures of the different states, or conventions\ncalled for that purpose, as Congress shall think proper[.]”). Congress\ntherefore exercises discretion in determining not just the substance of the\namendment, but which of the two modes of ratification is to be used. See\nSprague, 282 U.S. at 732 (recognizing that “the choice of mode rests\nsolely in the discretion of Congress”).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__12",
      "chunk_id": "12",
      "content": "Congress\ntherefore exercises discretion in determining not just the substance of the\namendment, but which of the two modes of ratification is to be used. See\nSprague, 282 U.S. at 732 (recognizing that “the choice of mode rests\nsolely in the discretion of Congress”). In making such determinations, Congress has specified the mode of ratification in the proposing clause included within every resolution proposing a constitutional amendment. For every successful amendment, both\nHouses of Congress approved the proposing clause at the same time as the\ntext of the proposed amendment, and they did so by a two-thirds vote. Congress included such a clause in the very first set of amendments\nproposed to the States, ten of which were ratified in 1791 as the Bill of\nRights (and one of which was ratified in 1992 as the Twenty-Seventh\nAmendment). The resolution recited that Congress was proposing twelve\nGeorge Tucker ed., 1803) (observing that the convention process “will probably never be\nresorted to, unless the federal government should betray symptoms of corruption,” and\ndescribing the convention process as a “radical and effectual remedy”). As a historical\nmatter, the state legislatures have never successfully petitioned for such a convention, and\nevery amendment proposed to the States to date has come from Congress in the first\ninstance. 14 The Constitution requires a two-thirds majority in the Senate to convict a civil officer in an impeachment trial, U.S. Const. art. I, § 3, cl. 6, and to give advice and consent\nto ratification of a treaty, id. art. II, § 2, cl. 2. It requires two-thirds of either House to\nconcur in the expulsion of one of its Members. Id. art. I, § 5, cl. 2. 14 Ratification of the Equal Rights Amendment articles “to the legislatures of the several states, as amendments to the\nconstitution of the United States, all or any of which articles, when ratified by three fourths of the said legislatures, to be valid to all intents and\npurposes, as part of the said Constitution.” 1 Stat. at 97 (emphasis added). In every subsequent amendment proposed to the States, Congress has\nincluded a proposing clause reciting the intended mode of ratification. 15\nThe proposing clause for the Bill of Rights not only specified the mode\nof ratification but also contained a procedural instruction authorizing the\nstate legislatures either to ratify “all” twelve proposed articles or to ratify\n“any of ” them individually. 1 Stat. at 97. This proposing clause was\ndebated by the House and the Senate and considered of a piece with the\nsubstantive proposed amendments. See 4 Documentary History of the\nFirst Federal Congress of the United States of America 35–45 (Charlene\nBangs Bickford & Helen E. Veit eds., 1986). Although the early resolutions proposing amendments did not include deadlines for ratification,\nseven-year deadlines were included in the texts of what became the Eighteenth, Twentieth, Twenty-First, and Twenty-Second Amendments. See\nU.S. Const. amends. XVIII, § 3; XX, § 6; XXI, § 3; XXII, § 2.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__13",
      "chunk_id": "13",
      "content": "Although the early resolutions proposing amendments did not include deadlines for ratification,\nseven-year deadlines were included in the texts of what became the Eighteenth, Twentieth, Twenty-First, and Twenty-Second Amendments. See\nU.S. Const. amends. XVIII, § 3; XX, § 6; XXI, § 3; XXII, § 2. When\nproposing the Twenty-Third Amendment in 1960, Congress included a\nsimilar seven-year deadline in the proposing clause, see 74 Stat. 1057\n(1960), and every subsequent proposed amendment has also included, in\nits proposing clause, a requirement that the amendment be ratified within\nseven years. See 76 Stat. 1259 (1962) (Twenty-Fourth Amendment);\n79 Stat. 1327 (1965) (Twenty-Fifth Amendment); 85 Stat. 825 (1971)\n(Twenty-Sixth Amendment); 86 Stat. at 1523 (proposed ERA); 92 Stat.\n3795 (1978) (proposed D.C. Congressional Representation Amendment). See 1 Stat. 402 (1794) (Eleventh Amendment); 2 Stat. 306 (1803) (Twelfth Amendment); 2 Stat. 613 (1810) (proposed Titles of Nobility Amendment); 12 Stat. 251 (1861)\n(proposed Article the Thirteenth); 13 Stat. 567 (1865) (Thirteenth Amendment); 14 Stat.\n358 (1866) (Fourteenth Amendment); 15 Stat. 346 (1869) (Fifteenth Amendment); 36\nStat. 184 (1909) (Sixteenth Amendment); 37 Stat. 646 (1912) (Seventeenth Amendment);\n40 Stat. 1050 (1917) (Eighteenth Amendment); 41 Stat. 362 (1919) (Nineteenth Amendment); 43 Stat. 670 (1924) (proposed Child Labor Amendment); 47 Stat. 745 (1932)\n(Twentieth Amendment); 48 Stat. 1749 (1933) (Twenty-First Amendment); 61 Stat. 959\n(1947) (Twenty-Second Amendment); 74 Stat. 1057 (1960) (Twenty-Third Amendment);\n76 Stat. 1259 (1962) (Twenty-Fourth Amendment); 79 Stat. 1327 (1965) (Twenty-Fifth\nAmendment); 85 Stat. 825 (1971) (Twenty-Sixth Amendment); 86 Stat. 1523 (1972)\n(proposed ERA); 92 Stat. 3795 (1978) (proposed D.C. Congressional Representation\nAmendment). 15 15 Opinions of the Office of Legal Counsel in Volume 44 Each of these deadlines was adopted as part of the same resolution that\nproposed each amendment by the required two-thirds majorities of both\nHouses of Congress. B.\nArticle V does not expressly address how long the States have to ratify\na proposed amendment. The “article says nothing about the time within\nwhich ratification may be had—neither that it shall be unlimited nor that\nit shall be fixed by Congress.” Dillon, 256 U.S. at 371. The text does\ndirect that “[t]he Congress, whenever two thirds of both Houses shall\ndeem it necessary, shall propose Amendments to this Constitution[.]” U.S.\nConst. art. V (emphases added). This language authorizes Congress to\npropose amendments for ratification when two-thirds majorities in each\nchamber deem it necessary, thereby implying that Congress may propose\namendments for the period that the requisite majorities deem necessary. See Dillon, 256 U.S. at 375 (“[I]t is only when there is deemed to be a\nnecessity therefor that amendments are to be proposed, the reasonable\nimplication being that when proposed they are to be considered and disposed of presently.”). Article V thus requires Congress to make a judgment concerning the needs of the moment and, from that, the Supreme\nCourt has inferred the power to set a deadline by which the States must\nratify, or reject, Congress’s judgment. See id. at 375–76. The Court reached this conclusion in Dillon, which upheld Congress’s\nauthority to impose a deadline for ratifying the Eighteenth Amendment,\nwhich established Prohibition. See U.S. Const. amend. XVIII, §§ 1–2.",
      "queries": [
        "how many years was the deadline for amendments",
        "what amendment did not have deadlines"
      ],
      "queries_score": [
        "2.5075548",
        "2.529976"
      ]
    },
    {
      "id": "memos_97__14",
      "chunk_id": "14",
      "content": "See id. at 375–76. The Court reached this conclusion in Dillon, which upheld Congress’s\nauthority to impose a deadline for ratifying the Eighteenth Amendment,\nwhich established Prohibition. See U.S. Const. amend. XVIII, §§ 1–2. In section 3 of the Amendment, Congress conditioned its effectiveness\nupon the requirement that it be ratified within seven years. See id. § 3\n(“This article shall be inoperative unless it shall have been ratified as an\namendment to the Constitution by the legislatures of the several States, as\nprovided in the Constitution, within seven years from the date of the\nsubmission hereof to the States by the Congress.”). The Senate had previously considered proposing ratification deadlines for the Fourteenth and\nFifteenth Amendments. See Cong. Globe, 40th Cong., 3d Sess. 912–13,\n1309–14 (1869); Cong. Globe, 39th Cong., 1st Sess. 2771 (1866). But\nthe Eighteenth Amendment was the first amendment to include one. In Dillon, a prisoner detained in violation of the National Prohibition\nAct (which was enacted pursuant to federal power authorized by the\nEighteenth Amendment) argued that the presence of the deadline invali16 Ratification of the Equal Rights Amendment dated the amendment because “Congress has no constitutional power to\nlimit the time of deliberation or otherwise attempt to control what the\nlegislatures of the States shall do in their deliberation.” Br. for Appellant\nat 4, Dillon v. Gloss, 256 U.S. 368 (1921) (No. 251). In rejecting this\nclaim, the Court observed that “some” of the first seventeen amendments\nhad been ratified “within a single year after their proposal and all within\nfour years.” Dillon, 256 U.S. at 372. Four other proposed amendments,\nhowever, had failed to obtain the necessary votes from the States and\n“lain dormant for many years,” leaving it an “open question” whether they\n“could be resurrected.” Id. at 372–73. To avoid such future uncertainty,\nthe Court explained, Congress fixed a seven-year deadline for the ratification of the Prohibition amendment. Id. at 373; see also 55 Cong. Rec.\n5557 (1917) (remarks of Sen. Ashurst) (expressing support for a provision\n“limiting the time in the case of this amendment or any other amendment\nto 10, 12, 14, 16, 18, or even 20 years, so that we will not hand down to\nposterity a conglomerate mass of amendments floating around in a cloudy,\nnebulous, hazy way”). In upholding Congress’s authority to impose deadlines, the Court recognized that Article V does not expressly address the timing of ratification. See Dillon, 256 U.S. at 371. It nevertheless read the text to imply a\ndegree of contemporaneity between an amendment’s proposal and its\nratification, which “are not treated as unrelated acts but as succeeding\nsteps in a single endeavor, the natural inference being that they are not to\nbe widely separated in time.” Id. at 374–75. The Court inferred that the\napproval of three-fourths of the States needs to be “sufficiently contemporaneous . . . to reflect the will of the people in all sections at relatively the\nsame period.” Id. at 375.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__15",
      "chunk_id": "15",
      "content": "Id. at 374–75. The Court inferred that the\napproval of three-fourths of the States needs to be “sufficiently contemporaneous . . . to reflect the will of the people in all sections at relatively the\nsame period.” Id. at 375. Thus, “‘an alteration of the Constitution proposed today has relation to the sentiment and the felt needs of today,’”\nand “‘if not ratified early while that sentiment may fairly be supposed to\nexist, it ought to be regarded as waived, and not again to be voted upon,\nunless a second time proposed by Congress.’” Id. at 375 (quoting, with\nalterations, John Alexander Jameson, A Treatise on Constitutional Conventions § 585, at 634 (4th ed. 1887)). 16 The Court therefore concluded\nThe Dillon Court necessarily rejected Jameson’s contention that, although Article V\ngives Congress the powers to propose an amendment and to express the mode of ratification, it does not grant Congress the power “to prescribe conditions as to the time within\nwhich amendments are to be ratified, and hence to do so would be to transcend the power\ngiven.” Jameson, A Treatise on Constitutional Conventions § 585, at 634.\n16 17 Opinions of the Office of Legal Counsel in Volume 44 that “the fair inference or implication from article V is that the ratification\nmust be within some reasonable time after the proposal.” Dillon, 256 U.S.\nat 375. 17\nHaving viewed Article V as implicitly including a requirement of contemporaneity, Dillon rejected the argument that Congress lacks the power\nto set the reasonable time for ratification. See id. at 375−76. The Court\nreasoned that, “[a]s a rule[,] the Constitution speaks in general terms,\nleaving Congress to deal with subsidiary matters of detail as the public\ninterests and changing conditions may require; and article V is no exception to the rule.” Id. at 376 (footnote omitted). Therefore, “[w]hether a\ndefinite period for ratification shall be fixed so that all may know what it\nis and speculation on what is a reasonable time may be avoided, is, in our\nopinion, a matter of detail which Congress may determine[.]” Id. The\nCourt concluded that Congress has the authority to impose a deadline\nupon the ratification process, reasoning that such a power is “an incident\nof its power to designate the mode of ratification” under Article V. Id. C.\nUnlike with the Eighteenth Amendment, Congress placed the ratification deadline for the ERA Resolution in the proposing clause, rather than\nin the text of the proposed amendment. But that judgment was entirely\nconsistent with the four preceding amendments, and with Dillon’s recognition that a deadline is related to the mode of ratification, which has\nalways been included in the proposing clause. In placing the ERA’s\ndeadline in the proposing clause, Congress followed a practice that started\nwith the Twenty-Third Amendment. See 74 Stat. at 1057 (resolving “that\nthe following article is hereby proposed . . . which shall be valid to\nall intents and purposes as part of the Constitution only if ratified by\nthe legislatures of three-fourths of the several States within seven years\nfrom the date of its submission by Congress”).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__16",
      "chunk_id": "16",
      "content": "See 74 Stat. at 1057 (resolving “that\nthe following article is hereby proposed . . . which shall be valid to\nall intents and purposes as part of the Constitution only if ratified by\nthe legislatures of three-fourths of the several States within seven years\nfrom the date of its submission by Congress”). Congress took the same\nIn Congressional Pay Amendment, this Office concluded that “Dillon is not authoritative on the issue whether Article V requires contemporaneous ratification” in the\nabsence of any congressional deadline, because the Eighteenth Amendment contained a\ndeadline. 16 Op. O.L.C. at 92–93. Finding no time limit in Article V, we concluded that\nthe Twenty-Seventh Amendment, which was proposed without a deadline in 1789, had\nbeen adopted in 1992. See id. at 97, 105. Because the ERA Resolution contained a\ndeadline (which has expired), we do not need to consider in this opinion the 1992 opinion’s reading of Dillon. 17 18 Ratification of the Equal Rights Amendment course in the proposing clauses of the Twenty-Fourth, Twenty-Fifth, and\nTwenty-Sixth Amendments. See 76 Stat. at 1259; 79 Stat. at 1327; 85\nStat. at 825. There is no reason for deadlines declared in proposing clauses to be any less binding on the ratification process than those included in\nthe text of proposed amendments. In Dillon, the Supreme Court held that Congress’s decision to fix “a\ndefinite period for ratification” is “a matter of detail which Congress may\ndetermine as an incident of its power to designate the mode of ratification” under Article V. 256 U.S. at 376. In the first resolution proposing\nconstitutional amendments, Congress identified the mode of ratification in\nthe resolution’s proposing clause, separate from the text of the proposed\namendments themselves. See supra pp. 14–15. Congress has specified the\nmode of ratification in the proposing clause of every resolution proposing\na constitutional amendment since then. See supra note 15. Each time, twothirds of both Houses of Congress approved these measures. Insofar as\nCongress and the States have relied upon proposing clauses to specify the\nmode of ratification since 1789, we think it clear that Congress may\nexercise its integrally related authority to set a deadline in precisely the\nsame manner. Chief Justice Hughes suggested as much when he observed\nthat the Child Labor Amendment did not include a ratification deadline\n“either in the proposed amendment or in the resolution of submission.” Coleman, 307 U.S. at 452. As we recognized in 1977, “[t]he history of congressional use of a\nseven-year limitation demonstrates that Congress moved from inclusion\nof the limit in the text of proposed amendments to including it within the\nproposing clauses . . . without ever indicating any intent to change the\nsubstance of their actions.” Constitutionality of ERA Extension at 15. After the Court’s 1921 decision in Dillon confirmed the validity of the\nEighteenth Amendment’s ratification deadline, Congress included a\nseven-year deadline in the Twentieth, Twenty-First, and Twenty-Second\nAmendments. See U.S. Const. amend. XX, § 6 (“This article shall be\ninoperative unless it shall have been ratified as an amendment to the\nConstitution by the legislatures of three-fourths of the several States\nwithin seven years from the date of its submission.”); id. amend.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__17",
      "chunk_id": "17",
      "content": "See U.S. Const. amend. XX, § 6 (“This article shall be\ninoperative unless it shall have been ratified as an amendment to the\nConstitution by the legislatures of three-fourths of the several States\nwithin seven years from the date of its submission.”); id. amend. XXI, § 3\n(“This article shall be inoperative unless it shall have been ratified as an\namendment to the Constitution by conventions in the several States, as\nprovided in the Constitution, within seven years from the date of the\nsubmission hereof to the States by the Congress.”); id. amend. XXII, § 2\n(“This article shall be inoperative unless it shall have been ratified as an\n19 Opinions of the Office of Legal Counsel in Volume 44 amendment to the Constitution by the legislatures of three-fourths of the\nseveral States within seven years from the date of its submission to the\nStates by the Congress.”). By including such a provision in the amendment itself, Congress ensured that approvals secured after the seven-year\ndeadline would be ineffective. Even if three-fourths of the States later\nratified the amendment—and it therefore became “valid to all Intents and\nPurposes, as Part of [the] Constitution,” id. art. V—the amendment, by its\nown terms, would be legally inert. Members of Congress recognized, however, that these textual deadlines\ncame at a cost. With each amendment, the Nation’s highest law became\nincreasingly cluttered with extraneous sections imposing conditions on\nratification that had no prospective effect. Once three-fourths of the States\nratified amendments within the prescribed deadlines, the deadlines, having already fulfilled their purpose, were nonetheless added to the constitutional text. To avoid exacerbating that problem, Congress adopted an\nalternative way of setting a ratification deadline when it proposed the\nTwenty-Third Amendment. Rather than including the deadline in the\namendment’s text, Congress put it in the proposing clause specifying the\nmode of ratification. See 74 Stat. at 1057. As Senator Kefauver had explained: The general idea was that it was better not to make the 7-year provision a part of the proposed constitutional amendment itself. It was\nfelt that that would clutter up the Constitution. . . . We wanted to put\nthe 7-year limitation in the preamble. So the intention of the preamble is that it must be ratified within 7 years in order to be effective. 101 Cong. Rec. 6628 (1955); see also Appointment of Representatives:\nHearing on S.J. Res. 8 Before a Subcomm. of the S. Comm. on the Judiciary, 84th Cong. 34 (1955) (letter from Prof. Noel Dowling) (“The 7-year\nlimitation is put in the resolution rather than in the text of the amendment. There is no doubt about the power of Congress to put it there; and it will\nbe equally effective. The usual way, to be sure, has been to write the\nlimitation into the amendment; but we hope such an unnecessary cluttering up of the Constitution can be ended.”). 18\nIn connection with the Twentieth Amendment, Representative Emanuel Celler had\nproposed placing the seven-year deadline in the proposing clause, but that approach drew\nobjections. 75 Cong. Rec. 3856–57 (1932). Representative Lamar Jeffers protested that,\n“[i]f the gentleman wants his amendment in the Constitution, it should go in a new\n18 20",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__18",
      "chunk_id": "18",
      "content": "18\nIn connection with the Twentieth Amendment, Representative Emanuel Celler had\nproposed placing the seven-year deadline in the proposing clause, but that approach drew\nobjections. 75 Cong. Rec. 3856–57 (1932). Representative Lamar Jeffers protested that,\n“[i]f the gentleman wants his amendment in the Constitution, it should go in a new\n18 20 Ratification of the Equal Rights Amendment Congress thereafter adopted the Twenty-Third Amendment resolution,\nincluding the seven-year deadline, by a two-thirds majority of both Houses. 106 Cong. Rec. 12571, 12858 (1960); see 74 Stat. at 1057. The States\npromptly ratified the amendment within ten months. See Certification of\nAmendment to Constitution of the United States Granting Representation\nin the Electoral College to the District of Columbia, 26 Fed. Reg. 2808\n(Apr. 3, 1961). And Congress repeated the very same course by including\ndeadlines in the proposing clauses for the Twenty-Fourth, Twenty-Fifth,\nand Twenty-Sixth Amendments. See 76 Stat. at 1259; 79 Stat. at 1327;\n85 Stat. at 825. 19 In 1977, we observed that Congress appears to have\nadopted this approach without any discussion about potentially placing\nthe deadlines elsewhere. See Constitutionality of ERA Extension at 14–15. And we have found no indication that Members of Congress (or any\ncourt) seriously questioned the binding nature of a deadline stated in a\nresolution’s proposing clause rather than the text of its proposed amendment. In the case of the ERA Resolution, Congress again included a ratification deadline in the proposing clause. Members suggested that, by this\ntime, it had become the customary way of setting a deadline. See, e.g.,\nS. Rep. No. 92-689, at 20 (1972) (describing the deadline as part of the\n“traditional form of a joint resolution proposing a constitutional amendment for ratification by the States” and stating that it “has been included\nin every amendment added to the Constitution in the last 50 years”). The\ndeadline was widely understood to be a necessary part of the legislative\ncompromise that resulted in the resolution’s passage. Prominent ERA\nsection, or section 6. As he has now offered it, it would be of no avail, as he is offering it\nas a part of the proposal clause and not as a part of the proposed constitutional amendment.” Id. at 3856; see also id. (statement of Rep. Ramseyer) (“The eighteenth amendment carried that 7-year provision as section 3, and it was that provision that the Supreme\nCourt held to be valid. . . . I think we should play safe, inasmuch as the Supreme Court\nhas held the provision valid.”); see also Constitutionality of ERA Extension at 10–11\n(discussing this history). We have not identified the expression of any similar concern\nwith respect to the Twenty-Third or any subsequent Amendment, and, as discussed below,\nwe believe this concern is misplaced. 19 In proposing the Twenty-Third and Twenty-Fourth Amendments, Congress provided\nthat the amendment would be valid “only if ratified by the legislatures of three-fourths of\nthe several States within seven years from the date of its submission” (emphasis added). Starting with the Twenty-Fifth Amendment, Congress replaced “only if ” with “when.” As we recognized in 1977, this change did not alter the meaning of the resolution or the\nbinding nature of the deadline.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__19",
      "chunk_id": "19",
      "content": "Starting with the Twenty-Fifth Amendment, Congress replaced “only if ” with “when.” As we recognized in 1977, this change did not alter the meaning of the resolution or the\nbinding nature of the deadline. See Constitutionality of ERA Extension at 15. 21 Opinions of the Office of Legal Counsel in Volume 44 opponents had faulted an earlier version of the resolution for the absence\nof a deadline. See, e.g., 116 Cong. Rec. at 28012 (remarks of Rep. Celler,\nChairman of the House Judiciary Committee) (decrying the fact that,\nwithout a deadline, “[t]his amendment could roam around State legislatures for 50 years” and arguing that the “customar[y]” seven-year deadline\nshould be added); id. at 36302 (remarks of Sen. Ervin) (proposing a\nseven-year deadline and noting that “we still have floating around some\nunratified amendments that were submitted at the time of the original\nsubmission of the Bill of Rights”). And ERA supporters confirmed that,\nwhile they expected prompt ratification, the seven-year deadline would\nimpose a binding time limit. See 117 Cong. Rec. at 35814–15 (remarks of\nRep. Griffiths) (recognizing that the deadline will ensure that the resolution “should not be hanging over our head forever”); 118 Cong. Rec. at\n9552 (remarks of Sen. Hartke) (recognizing that if the ERA is not “ratified within 7 years,” then “we must begin the entire process once again”). In proposing the ERA to the States with a deadline, Members of Congress\nthus recognized that the deadline was a binding condition upon its ratification. Apart from the seven-year deadline in the proposing clause, the ERA\nResolution included a separate timing requirement—a delay on effectiveness for two years after ratification—in section 3 of the text of the proposed amendment. But this distinction did not make the seven-year deadline any less mandatory than the two-year delay. Unlike with ratification\ndeadlines, Congress has never placed an amendment’s delayed effective\ndate in a proposing clause. Nor is it clear that it could effectively do so,\nbecause Article V declares that a proposed amendment “shall be valid to\nall Intents and Purposes, as Part of [the] Constitution, when ratified.”\nU.S. Const. art. V (emphasis added). Including the two-year delay in the\namendment itself could be necessary to amend the effect that Article V\nwould otherwise have on the amendment’s effective date. After Congress proposed the ERA Resolution, state legislatures considered whether to ratify it subject to all of the conditions imposed by Congress, including the seven-year deadline. Of the thirty-five state legislatures that ratified between 1972 and 1977, twenty-five expressly voted\nupon a state measure that included the text of the ERA Resolution in\nits entirety (and hence the deadline). See Senate Extension Hearings at\n739–54, 756–61. Five others did not expressly vote on the entire text of\nthe ERA Resolution, but the seven-year deadline was otherwise repeated\nin the measures that they approved. See id. at 739–40, 742–43, 746–47,\n22 Ratification of the Equal Rights Amendment 752–54, 758. And South Dakota’s legislature expressly provided that its\nratification would be formally withdrawn if the ERA were not adopted\nwithin the seven-year deadline. S.J. Res. 2, 54th Leg. (S.D. 1979).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__20",
      "chunk_id": "20",
      "content": "See id. at 739–40, 742–43, 746–47,\n22 Ratification of the Equal Rights Amendment 752–54, 758. And South Dakota’s legislature expressly provided that its\nratification would be formally withdrawn if the ERA were not adopted\nwithin the seven-year deadline. S.J. Res. 2, 54th Leg. (S.D. 1979). Accordingly, the States that ratified the ERA Resolution plainly did so with\nthe knowledge of the timing condition and with the understanding that the\nseven-year deadline was part and parcel of the amendment proposal. Although some ERA supporters have recently questioned the enforceability of the deadline, no one involved with the ERA around the time of\nits proposal seems to have done so. As the original ratification period\nneared its end, Congress weighed extending the deadline precisely to\navoid the failure of the amendment. For instance, Representative Elizabeth Holtzman, the primary sponsor of the extension resolution, testified\nthat “[t]he cosponsors of [the] resolution have every hope that the equal\nrights amendment will be ratified before March 22, 1979, but do believe\nthere might be need for an insurance policy to assure that the deadline\nwill not arbitrarily end all debate on the ERA.” House Extension Hearings at 4 (emphasis added). And while this Office advised that Congress\ncould extend the deadline, we nonetheless recognized that the proposed\namendment would otherwise expire. See Constitutionality of ERA Extension at 15. Even more telling, the Supreme Court necessarily recognized the enforceability of the deadline by finding that the legal controversy over the\nERA extension became moot when the extended deadline lapsed. After\nthe district court in Idaho v. Freeman held that Congress could not extend\nthe deadline, the federal government and others sought review in the\nSupreme Court. See, e.g., Pet. of Adm’r of Gen. Servs. for Writ of Cert.\nBefore J., Carmen v. Idaho, No. 81-1313 (U.S. Jan. 22, 1982); Pet. for\nWrit of Cert. Before J., Nat’l Org. for Women, Inc. v. Idaho, No. 81-1283\n(U.S. Jan. 8, 1982). Although the Court accepted review, the June 1982\ndeadline expired before it could hear argument. At that point, the Acting\nSolicitor General urged the Court to dismiss the case as moot because “the\nAmendment has failed of adoption no matter what the resolution of the\nlegal issues presented.” Mem. for Adm’r of Gen. Servs. Suggesting Mootness at 3, Nat’l Org. for Women, Inc. v. Idaho, Nos. 81-1282 et al. (U.S.\nJuly 9, 1982). Other parties objected to that conclusion on prudential\ngrounds, but none argued that the deadline was unenforceable. 20 The\n20 See, e.g., Response of Nat’l Org. for Women, Inc., et al., to Mem. for Adm’r of Gen.\nServs. Suggesting Mootness at 3–5, Nat’l Org. for Women, Inc. v. Idaho, Nos. 81-1282 23 Opinions of the Office of Legal Counsel in Volume 44 Supreme Court remanded with instructions “to dismiss the complaints as\nmoot.” Nat’l Org. for Women, 459 U.S. at 809. In so doing, the Court\nnecessarily adopted the view that Congress had validly imposed a ratification deadline that had expired.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__21",
      "chunk_id": "21",
      "content": "23 Opinions of the Office of Legal Counsel in Volume 44 Supreme Court remanded with instructions “to dismiss the complaints as\nmoot.” Nat’l Org. for Women, 459 U.S. at 809. In so doing, the Court\nnecessarily adopted the view that Congress had validly imposed a ratification deadline that had expired. See Response of Nat’l Org. for Women,\nInc., et al., to Mem. for Adm’r of Gen. Servs. Suggesting Mootness at 3,\nNat’l Org. for Women, Inc. v. Idaho, Nos. 81-1282 et al. (July 23, 1982)\n(“Even an unexplained ruling that this case is moot would necessarily\nsignal implicit acceptance of [the Acting Solicitor General’s] position,\nparticularly in light of this Court’s stay of January 25.”). All of this history confirms that the deadline in the proposing clause of\nthe ERA Resolution was a valid and binding exercise of Congress’s\nauthority to set a deadline on ratification. Congress in 1972 required the\nERA to be ratified by a certain date as an incident to its authority to set\nthe mode of ratification. See Dillon, 256 U.S. at 376. Two-thirds of both\nHouses of Congress approved the amendment with that accompanying\ncondition, and the state legislatures that ratified did so as well. Under the\ntext and structure of Article V, and consistent with the Court’s opinion in\nDillon, that condition was legally effective. Because the deadline lapsed\nwithout ratifications from the requisite thirty-eight States, the ERA Resolution is no longer pending before the States, and ratification by additional\nstate legislatures would not result in the ERA’s adoption. III. Although the ERA Resolution expired decades ago, there remains the\nquestion whether Congress may revive the ERA ratification process. As\nnoted above, the House Judiciary Committee has favorably reported a\njoint resolution “[r]emoving the deadline for the ratification of the equal\nrights amendment,” which would purport to make the ERA “valid to all\nintents and purposes as part of the United States Constitution whenever\nratified by the legislatures of three-fourths of the several States.” H.R.J.\net al. (U.S. July 23, 1982) (arguing that notwithstanding the expiration of the deadline, the\nCourt should address whether the validity of the extension presented a political question);\nResponse of Washington Appellees and Respondents to Mem. for Adm’r of Gen. Servs.\nSuggesting Mootness at 4, Nat’l Org. for Women, Inc. v. Idaho, Nos. 81-1282 et al. (U.S.\nAug. 10, 1982) (“One might think that a scheme to secure ratification past the expiration\nof the second deadline is patently ludicrous. However, it also seemed ludicrous prior to\n1978 to suggest an extension of time for the ratification of a constitutional amendment by\na simple majority vote.”). 24 Ratification of the Equal Rights Amendment Res. 79, 116th Cong. (as ordered to be reported by H. Comm. on the\nJudiciary, Nov. 13, 2019); see also supra note 11 and accompanying text. We therefore must consider whether this pending resolution, if adopted by\nboth Houses of Congress, would reopen the ratification of the ERA Resolution. Congress, of course, could restart the amendment process by reproposing the ERA to the States. We do not believe, however, that Congress in 2020 may change the terms upon which the 1972 Congress proposed the ERA for the States’ consideration.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__22",
      "chunk_id": "22",
      "content": "Congress, of course, could restart the amendment process by reproposing the ERA to the States. We do not believe, however, that Congress in 2020 may change the terms upon which the 1972 Congress proposed the ERA for the States’ consideration. Article V does not expressly\nor implicitly grant Congress such authority. To the contrary, the text\ncontemplates no role for Congress in the ratification process after it proposes an amendment. Moreover, such a congressional power finds no\nsupport in Supreme Court precedent. While the controlling opinion in\nColeman suggested that Congress—and not the Court—may judge what\nconstitutes “a reasonable limit of time for ratification,” the opinion concerned only those instances “when the limit has not been fixed in advance.” 307 U.S. at 454 (opinion of Hughes, C.J.). By its own terms, that\nopinion does not extend to the circumstances of the ERA, where Congress\nfixed a deadline before the proposal went to the States and that period has\nnow expired. A.\nThose who believe that the ERA Resolution may be revived argue that\nCongress’s authority under Article V would allow simple majorities\nin each House to eliminate the earlier ratification deadline and thereby\nextend the ratification process. See 165 Cong. Rec. H8741 (daily ed.\nNov. 8, 2019) (statement of Rep. Speier) (identifying Article V as the\nconstitutional authority for House Joint Resolution 79). Relying upon\nCongress’s prior action to extend the ERA deadline, they argue that, since\nthe deadline rests in the proposing clause rather than the amendment’s\ntext, it is open to congressional revision at any time, including decades\nafter its expiration. See, e.g., Held, 3 Wm & M. J. Women & L. at 128–\n29; Astor, supra note 10 (“‘It’s been extended by Congress, so if you can\nextend it, you can certainly strike it,’ said Representative Jackie Speier of\nCalifornia, the lead sponsor of a bipartisan House resolution to repeal the\ndeadline.”). They contend not only that this approach would permit the\nStates to ratify the ERA Resolution long after the deadline, but that the\nthirty-five ratifications from the 1970s, as well as the two from the 2010s,\n25 Opinions of the Office of Legal Counsel in Volume 44 would count towards the thirty-eight necessary to complete ratification. 21\nDespite Congress’s having proposed the ERA Resolution to the States\nwith an express deadline, and the state legislatures’ having voted upon it\nwith that understanding, this contingent of ERA supporters believes that a\nconcurrent resolution of Congress could void that earlier widespread\nunderstanding. We do not believe that Article V permits that approach. Congress’s authority to fix a “definite period for ratification” is “an incident of its\npower to designate the mode of ratification.” Dillon, 256 U.S. at 376. Congress may fix such a deadline for a proposed amendment “so that all\nmay know what it is and speculation on what is a reasonable time may be\navoided.” Id. Congress would hardly be setting a “definite period for\nratification” if a later Congress could simply revise that judgment, either\nby reducing, extending, or eliminating the deadline that had been part of\nthe proposal transmitted to the States.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__23",
      "chunk_id": "23",
      "content": "Id. Congress would hardly be setting a “definite period for\nratification” if a later Congress could simply revise that judgment, either\nby reducing, extending, or eliminating the deadline that had been part of\nthe proposal transmitted to the States. While Congress need not set any\nratification deadline, once it has done so, “that determination of a time\nperiod becomes an integral part of the proposed mode of ratification.” Idaho v. Freeman, 529 F. Supp. at 1152–53. “Once the proposal has been\nformulated and sent to the states, the time period could not be changed\nany more than the entity designated to ratify could be changed from the\nstate legislature to a state convention or vice versa.” Id. at 1153. When Congress “propose[s]” an amendment, it also selects the “Mode\nof Ratification.” U.S. Const. art. V. The power to “propose” authorizes\nCongress to set the terms upon which the amendment will be considered\nby others, namely the States. See 2 Noah Webster, American Dictionary\nof the English Language s.v. PROPOSE (1828) (defining the transitive\nverb propose: “To offer for consideration, discussion, acceptance or\nadoption; as, to propose a bill or resolve to a legislative body[.]”); 2 Samuel Johnson, A Dictionary of the English Language s.v. To PROPOSE (6th ed. 1785) (“To offer to the consideration.”). Once Congress\nhas “propose[d]” an amendment and selected the mode of ratification as\n“may be proposed by the Congress,” the States then determine whether\nthe proposal will be ratified. U.S. Const. art. V. As we recognized in our\nNotably, these proponents further argue that States may not rescind their earlier ratifications, which means that a resolution would amend the terms of the proposal upon\nwhich the state legislatures voted between 1972 and 1977 and purportedly lock them into\ntheir earlier votes upon different terms, without any input from, or opportunity for reconsideration by, those legislatures. See, e.g., Held, 3 Wm & M. J. Women & L. at 131–34.\n21 26 Ratification of the Equal Rights Amendment 1992 opinion concerning the Twenty-Seventh Amendment, “[n]othing in\nArticle V suggests that Congress has any further role. Indeed, the language of Article V strongly suggests the opposite[.]” Congressional Pay\nAmendment, 16 Op. O.L.C. 85, 102 (1992). 22 The power to propose is thus\na prospective power, and does not entail any authority to modify the terms\nof a proposed amendment once it has been offered for the consideration of\nthe States. Consistent with the Constitution’s federal structure, Congress and\nthe state legislatures are “separate legislative bodies representing separate\nsovereignties and agencies of the people.” Michael Stokes Paulsen,\nA General Theory of Article V: The Constitutional Lessons of the TwentySeventh Amendment, 103 Yale L.J. 677, 689 (1993). Congress has the\nresponsibility to propose the text of an amendment and the terms under\nwhich the States may ratify it, but once it has done so, Congress may not\ndirectly regulate the States in the performance of their distinct constitutional responsibilities. Cf. Murphy v. Nat’l Collegiate Athletic Ass’n, 138\nS. Ct. 1461, 1475 (2018) (recognizing that the Founders made a “decision\nto withhold from Congress the power to issue orders directly to the\nStates”).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__24",
      "chunk_id": "24",
      "content": "Cf. Murphy v. Nat’l Collegiate Athletic Ass’n, 138\nS. Ct. 1461, 1475 (2018) (recognizing that the Founders made a “decision\nto withhold from Congress the power to issue orders directly to the\nStates”). If anything, Article V operates in precisely the opposite direction\nby authorizing the state legislatures themselves to require Congress to call\na constitutional convention to propose new amendments. 23 Article V goes\non to confirm that Congress lacks any continuing authority over ratification by providing that the States’ ratification of what Congress proposed\n22 See also 56 Cong. Rec. 446 (1917) (statement of Rep. Lenroot) (“Article V expressly provides that once this proposed amendment has gone from the halls of Congress and\nrests with the States, when ratified by the States it becomes a part of the Constitution.”);\nWalter Dellinger, Legitimacy of Constitutional Change: Rethinking the Amendment\nProcess, 97 Harv. L. Rev. 386, 398 (1983) (The Constitution “requires no additional\naction by Congress or by anyone else after ratification by the final state.”); Grover Rees\nIII, Throwing Away the Key: The Unconstitutionality of the Equal Rights Amendment\nExtension, 58 Tex. L. Rev. 875, 899 (1980) (arguing that Article V requires only “proposal by Congress” and “ratification by the states,” not “final ‘acceptance’ by Congress”). 23 As noted above, see supra note 13, the Founders expressed concern that the national\ngovernment might block necessary amendments, and they therefore included in Article V\na mechanism to ensure that the States could amend the Constitution even over the objection of Congress by allowing two-thirds of the state legislatures to direct Congress to\nconvene a convention to propose such new constitutional amendments. See Federalist No.\n85, at 593 (Alexander Hamilton) (“By the fifth article of the plan the congress will be\nobliged, ‘on the application of the legislatures of two thirds of the states . . . to call a\nconvention for proposing amendments.’”). 27 Opinions of the Office of Legal Counsel in Volume 44 is self-executing. Upon the approval of “three fourths” of the state legislatures or of state ratifying conventions, the amendment “shall be valid to\nall Intents and Purposes, as Part of th[e] Constitution.” U.S. Const. art. V.\nIn other words, the amendment becomes immediately effective, and\nArticle V contemplates no additional role for Congress in modifying the\nproposal or in accepting or approving ratifications by the States. For these reasons, constitutional commentators have long recognized\nthat “Congress may not withdraw an amendment once it has been proposed.” Constitutionality of ERA Extension at 18 n.22; see also Lester\nBernhardt Orfield, The Amending of the Federal Constitution 51–52\n(1942) (“The practice has been to regard such a withdrawal as ineffectual. The theory apparently is that each affirmative step in the passage of an\namendment is irrevocable.”); Charles K. Burdick, The Law of the American Constitution 39 (1922) (“It seems safe to assert that Congress, having\nonce submitted a proposed constitutional amendment to the States, cannot\nthereafter withdraw it from their consideration[.]”);",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__25",
      "chunk_id": "25",
      "content": "The theory apparently is that each affirmative step in the passage of an\namendment is irrevocable.”); Charles K. Burdick, The Law of the American Constitution 39 (1922) (“It seems safe to assert that Congress, having\nonce submitted a proposed constitutional amendment to the States, cannot\nthereafter withdraw it from their consideration[.]”); Jameson, A Treatise\non Constitutional Conventions § 585 at 634 (“[T]he Federal Constitution,\nfrom which Congress alone derives its power to submit amendments to\nthe States, does not provide for recalling them upon any event or condition; and . . . the power to recall cannot be considered as involved in that\nto submit, as necessary to its complete execution. It therefore cannot\nexist.”). Similarly, we believe that Article V does not authorize Congress\nto adjust the terms of an amendment previously proposed to the States,\nwhether it seeks to alter the mode of ratification or the deadline for ratification. Recognizing congressional authority to modify the terms of a proposed\nconstitutional amendment would present numerous questions that lack\nanswers in the text of the Constitution or the history of past amendments. Could Congress modify a substantive provision within a pending amendment, or is its modification power limited to procedural terms? Could a\nlater Congress hostile to a pending amendment shorten the deadline or\ndeclare it expired (and if so, how would such a power differ from a power\nto withdraw the pending amendment)? Must Congress adopt such changes\nby the same two-thirds vote of both Houses by which an amendment is\nproposed, or would a simple majority vote of each House suffice? And\nmust the President sign the joint resolution modifying a proposal, or\nwould the modification become immediately effective without presentment? Compare U.S. Const. art. I, § 7, cls. 2–3, with Hollingsworth v.\nVirginia, 3 U.S. (3 Dall.) 378, 381 n.*, 382 (1798). In concluding that\n28 Ratification of the Equal Rights Amendment Congress could extend the ERA’s deadline, our 1977 opinion hazarded\nanswers to all of these questions, while recognizing the absence of any\nauthoritative guidance from the Constitution, caselaw, or historical practice. See Constitutionality of ERA Extension at 16–26. We think that the\nbetter inference to draw from the Constitution’s silence is that there is no\nmodification authority in the first place. If Congress wants to remove a\nratification deadline from a proposed amendment, then it must propose an\nentirely new constitutional amendment, giving the States a new opportunity to consider that proposal. Article V does not provide for any other\nsupervisory mechanism by which Congress can adjust those terms. B.\nAlthough the text of Article V does not contemplate any further role for\nCongress after it has proposed a constitutional amendment, the Supreme\nCourt suggested one exception in Coleman, where a majority of justices\nconcluded that, when a proposed amendment contains no deadline, then\nCongress, not the courts, should have the responsibility for deciding\nwhether the States had ratified the amendment within a reasonable time. In Coleman, members of the Kansas legislature had challenged the State’s\n1937 ratification of the Child Labor Amendment based, in part, on the\nground that it was untimely because Congress had proposed the amendment in 1924. See 307 U.S. at 436.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__26",
      "chunk_id": "26",
      "content": "In Coleman, members of the Kansas legislature had challenged the State’s\n1937 ratification of the Child Labor Amendment based, in part, on the\nground that it was untimely because Congress had proposed the amendment in 1924. See 307 U.S. at 436. In addressing that question, the Court\nfractured on whether Dillon’s requirement that an amendment be ratified\nwithin a “reasonable time” was a matter subject to judicial resolution. There was no majority opinion, but two separate opinions, joined by a\ntotal of seven justices, agreed that where a proposed amendment lacked\nany deadline, what constituted a “reasonable time” for ratification was a\nnonjusticiable political question. Chief Justice Hughes’s controlling opinion, which was joined by Justices Stone and Reed and styled as the “Opinion of the Court,” concluded\nthat the political branches, and not the Court, should decide whether an\namendment had been ratified within a “reasonable time.” See Coleman,\n307 U.S. at 454 (opinion of Hughes, C.J.). In so ruling, he reasoned that\n“the question of a reasonable time in many cases would involve . . . an\nappraisal of a great variety of relevant conditions, political, social and\neconomic,” and these conditions were “appropriate for the consideration\nof the political departments of the Government.” Id. at 453–54. The Chief\nJustice advised that Congress should address that question “when, in the\n29 Opinions of the Office of Legal Counsel in Volume 44 presence of certified ratifications by three-fourths of the States, the time\narrives for the promulgation of the adoption of the amendment.” Id. at 454\n(emphasis added). Justice Black, joined by Justices Roberts, Frankfurter,\nand Douglas, would have gone further and treated any congressional\nproclamation that an amendment had been ratified as “final” and “‘conclusive upon the courts.’” Id. at 457 (Black, J., concurring) (quoting Leser\nv. Garnett, 258 U.S. 130, 137 (1922)). 24\nNeither of these Coleman opinions identified any textual foundation for\nany power of Congress to “promulgate” an amendment ratified by threefourths of the States. The dissenting justices criticized the majority opinions for addressing a point that had not been “raised by the parties or by\nthe United States appearing as amicus curiae.” Id. at 474 (Butler, J.,\ndissenting). And Coleman’s conclusion has been frequently criticized as\nlacking foundation in the text, caselaw, or historical practice of congressional amendments. See, e.g., Congressional Pay Amendment, 16 Op.\nO.L.C. at 99 (“[C]ongressional promulgation is neither required by Article\nV nor consistent with constitutional practice.”); Dellinger, 97 Harv. L.\nRev. at 403 (“[T]he Coleman Court largely manufactured the anticipated\nevent of congressional promulgation to which it was deferring.”); Rees,\n24 Justice Black’s separate opinion, which would appear to view every question about\nthe adoption of a constitutional amendment as a political question, is difficult to square\nwith Dillon and several other cases where the Supreme Court has addressed the validity of\ncongressional action on constitutional amendments.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__27",
      "chunk_id": "27",
      "content": "Rees,\n24 Justice Black’s separate opinion, which would appear to view every question about\nthe adoption of a constitutional amendment as a political question, is difficult to square\nwith Dillon and several other cases where the Supreme Court has addressed the validity of\ncongressional action on constitutional amendments. See, e.g., National Prohibition Cases,\n253 U.S. 350 (1920) (holding that the requirements of Article V were met in connection\nwith the adoption of the Eighteenth Amendment); Sprague, 282 U.S. at 716 (rejecting the\nclaim that Congress was obliged to call a convention to propose the Eighteenth Amendment); Hollingsworth, 3 U.S. at 381 n.*, 382 (stating that “[t]he negative of the President\napplies only to the ordinary cases of legislation,” and thus holding that the Eleventh\nAmendment had been “constitutionally adopted”). As then–Circuit Judge John Paul\nStevens recognized, “since a majority of the [Coleman] Court refused to accept [Justice\nBlack’s] position in that case, and since the Court has on several occasions decided\nquestions arising under article V, even in the face of ‘political question’ contentions, that\nargument is not one which a District Court is free to accept.” Dyer v. Blair, 390 F. Supp.\n1291, 1299–1300 & n.20 (N.D. Ill. 1975) (Stevens, J.) (footnote omitted). In contrast with\ncases involving the requirements of Article V, the Court has treated questions about\nwhether a State has ratified an amendment as nonjusticiable. See Leser, 258 U.S. at 137\n(holding a State official’s “duly authenticated” acknowledgement of ratification to be\n“conclusive upon the courts”); cf. White v. Hart, 80 U.S. 646, 649 (1871) (suggesting, in\ndictum, that the Court could not review Congress’s decision to require Georgia to ratify\nthe Fourteenth and Fifteenth Amendments as a condition of regaining representation in\nCongress after the Civil War). 30 Ratification of the Equal Rights Amendment 58 Tex. L. Rev. at 887 (“Coleman was a very bad decision when handed\ndown, and the Court almost certainly would decide it differently today.”)\n(footnote omitted). Nothing in Article V suggests that Congress has any\nrole in promulgating an amendment after it has been ratified by the requisite number of state legislatures or conventions. To the contrary, Dillon\nheld that the ratification of the Eighteenth Amendment was “consummated” on the date that the thirty-sixth State had ratified it, and not thirteen\ndays later when the Acting Secretary of State had proclaimed it under the\nstatutory predecessor to 1 U.S.C. § 106b. See Dillon, 256 U.S. at 376. The\nCourt in Dillon did not suggest that there was any need for Congress to\npromulgate the amendment, and Congress did not purport to do so. Chief Justice Hughes’s opinion would create a strange situation in\nwhich state legislatures voting on an amendment would not know until\nafter the fact—and potentially long after the fact—whether a future Congress would conclude that their ratifications had occurred within a “reasonable time.” See Congressional Pay Amendment, 16 Op. O.L.C. at 95\n(“In order to be able to carry out its function in the ratification process,\nany state that is contemplating ratification must know whether an amendment is in fact pending before it. That is not a matter of degree; the\nproposed amendment is either pending or not.”).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__28",
      "chunk_id": "28",
      "content": "That is not a matter of degree; the\nproposed amendment is either pending or not.”). Such a scenario would\nnot only be a constitutional anomaly, it would directly conflict with\nArticle V’s command that, “when ratified” by three-fourths of the States,\nan amendment “shall be valid to all Intents and Purposes, as Part of this\nConstitution.” U.S. Const. art. V (emphasis added). 25\nChief Justice Hughes’s analysis relied upon the role that Congress had\nplayed in the “special circumstances” surrounding the ratification of the\nFourteenth Amendment during Reconstruction. Coleman, 307 U.S. at\n449–50. There, Secretary of State George Seward had responded to irregularities in the ratifications of Ohio and New Jersey by issuing a conditional certification of the amendment “if the resolutions of the legislatures\nof Ohio and New Jersey . . . are to be deemed as remaining in full force\nand effect.” Proclamation No. 11, 15 Stat. 706, 707 (1868). The House\n25 In addition, the Coleman rule would suggest that Congress could block a constitutional amendment that was proposed, over Congress’s objection, by a convention called\nby the States, simply by declaring that the States had not ratified it within a “reasonable\ntime.” And because Congress’s decision to block the amendment would be a political\nquestion, no court could second-guess that determination. That would vitiate the States’\naffirmative power under Article V to bypass Congress. See supra notes 13 and 23. 31 Opinions of the Office of Legal Counsel in Volume 44 and Senate responded by adopting a concurrent resolution declaring the\nFourteenth Amendment to be part of the Constitution. See Proclamation\nNo. 13, 15 Stat. 708, 709–10 (1868). One week later, the Secretary of\nState issued a second proclamation “in execution of ” the States’ ratifications and the concurrent resolution certifying the Fourteenth Amendment. Id. at 710–11. Based on that one episode, Chief Justice Hughes concluded that Congress could determine the timeliness of Kansas’s ratification if and when\nCongress exercised its promulgation authority after three-fourths of the\nStates had submitted ratifications. But that vision of Congress’s role in the\nratification process was “inconsistent with both the text of Article V of\nthe Constitution and with the bulk of past practice.” Congressional Pay\nAmendment, 16 Op. O.L.C. at 102. As Professor Walter Dellinger later\nobserved, “[t]he action of the Reconstruction Congress with respect to the\nfourteenth amendment was literally unprecedented.” Dellinger, 97 Harv.\nL. Rev. at 400. Congress had played no official role in promulgating the\nfirst thirteen amendments or any amendment since. Indeed, only two of\nthe other twenty-six amendments have been the subject of any congressional action at all, and in neither case was Congress’s action deemed\nnecessary to promulgate the amendment. 26 Accordingly, the notion of a\nfreestanding authority of Congress to determine the validity of a constitutional amendment after the States have submitted their ratifications finds\nlittle support in the text of Article V, historical practice, or other Supreme\nCourt precedent. 26 The Fifteenth Amendment, like the Fourteenth, was plagued with Reconstruction\nirregularities, and the Senate initially referred to committee a joint resolution declaring\nthe Amendment to be valid and part of the Constitution, but it later passed a simple\nresolution requesting the views of the Secretary of State.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__29",
      "chunk_id": "29",
      "content": "26 The Fifteenth Amendment, like the Fourteenth, was plagued with Reconstruction\nirregularities, and the Senate initially referred to committee a joint resolution declaring\nthe Amendment to be valid and part of the Constitution, but it later passed a simple\nresolution requesting the views of the Secretary of State. Cong. Globe, 41st Cong., 2d\nSess. 1444, 1653 (1870). The Secretary of State thereafter proclaimed the Fifteenth\nAmendment on March 30, 1870. See Proclamation No. 10, 16 Stat. 1131–32 (1870). The\nHouse then adopted its own resolution declaring the amendment’s validity, Cong. Globe,\n41st Cong., 2d Sess. 5441 (1870), but the Senate never took up the measure. With respect\nto the Twenty-Seventh Amendment, the Archivist certified the ratification in reliance\nupon the opinion of this Office. See Certification of Amendment to the Constitution of\nthe United States Relating to Compensation of Members of Congress, 57 Fed. Reg. 21187\n(1992). The House and the Senate later passed separate versions of concurrent resolutions\nthat would have confirmed the amendment’s validity. See H.R. Con. Res. 320, 102d\nCong. (1992); S. Con. Res. 120, 102d Cong. (1992). 32 Ratification of the Equal Rights Amendment Moreover, to the extent that Chief Justice Hughes’s Coleman opinion\n( joined by only two other Justices) represents a precedential holding of\nthe Court, see Marks v. United States, 430 U.S. 188, 193 (1977), it still\nwould not authorize Congress to revive the long-expired ERA Resolution. Coleman addressed whether an amendment, which had been proposed\nthirteen years earlier, could still be ratified within a “reasonable time,”\nand the Court held that the political branches, not the Court, must decide\nthat question. See Coleman, 307 U.S. at 454 (opinion of Hughes, C.J.). Although Chief Justice Hughes contemplated that, where an amendment’s\nproposal lacked a ratification deadline, Congress could determine timeliness after the States had ratified the amendment, he did not suggest that\nCongress could nullify a deadline it had previously imposed on the States. To the contrary, the Chief Justice repeatedly emphasized that Congress\nhad not imposed any deadline on the Child Labor Amendment. His opinion stated that “[n]o limitation of time for ratification is provided in the\ninstant case either in the proposed amendment or in the resolution of\nsubmission.” Id. at 452 (emphasis added). The Court assumed that the\nquestion of “what is a reasonable time” may be “an open one when the\nlimit has not been fixed in advance” by Congress. Id. at 454 (emphasis\nadded). But it concluded that, even if an amendment would lapse after\nsome period, “it does not follow that, whenever Congress has not exercised that power, the Court should take upon itself the responsibility of\ndeciding what constitutes a reasonable time and determine accordingly the\nvalidity of ratifications.” Id. at 452–53. The opinion thus repeatedly made\nclear that the Court was addressing the case where Congress did not\ninclude a deadline when proposing the amendment. Nothing in Coleman\nsupports the view that when Congress proposed an amendment and included a time limit “in the resolution of submission,” id. at 452, it would\nlater be free to revise that judgment.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__30",
      "chunk_id": "30",
      "content": "Nothing in Coleman\nsupports the view that when Congress proposed an amendment and included a time limit “in the resolution of submission,” id. at 452, it would\nlater be free to revise that judgment. C.\nApart from Coleman itself, the proponents of reviving the ERA ratification process rely heavily upon Congress’s 1978 decision to modify the\nERA’s original deadline before it expired. The precedent of the ERA\nextension, however, is a thin reed. The action reflected something that\nCongress had never done before in our Nation’s history, and the only\nfederal court to review the measure held it unconstitutional. See Idaho v.\nFreeman, 529 F. Supp. at 1153. Although this Office at the time issued an\n33 Opinions of the Office of Legal Counsel in Volume 44 opinion recognizing Congress’s authority to extend the deadline, we\nrecognized that it was “difficult to conclude with certainty that [the extension resolution] is or is not constitutional,” and that “respectable arguments can be made on both sides of this question.” Constitutionality of\nERA Extension at 1, 7. Since then, this Office has adopted a narrower\nview of Coleman than the one reflected in our 1977 opinion, but even if\nwe adhered to all of the reasoning in the 1977 opinion, we do not believe\nthat opinion would support reviving the ERA Resolution nearly forty\nyears after the deadline expired. In Constitutionality of ERA Extension, this Office concluded that, when\nthe ratification deadline was not placed in the text of the proposed constitutional amendment, but only in the proposing clause, that condition on\nratification should be treated as equivalent to a statute subject to congressional modification. See id. 7–8, 15–16. The Office relied on Coleman\nas recognizing a congressional authority “years after an amendment has\nbeen proposed . . . to determine the reasonableness of the intervening time\nperiod” and to modify a deadline placed in the proposing clause. Id. at\n7–8. At the same time, our opinion admitted that there was an argument\nthat “Art[icle] V itself can be viewed as envisioning a process whereby\nCongress proposes an amendment and is divested of any power once the\namendment is submitted to the States for ratification,” and that, “[a]s\nsuggested by the language of the Coleman opinion, the question of a time\nlimit is no longer open once a time limit is imposed by the proposing\nCongress.” Id. at 7. This Office later read Article V to further limit Congress’s role in proposing amendments. In Congressional Pay Amendment, we rejected the\nproposition that Coleman had recognized an exclusive congressional\nauthority to determine when a constitutional amendment had been validly\nratified. See 16 Op. O.L.C. at 101–02. In a footnote, our 1992 opinion\nquestioned the 1977 opinion’s interpretation of Coleman, although we\nsuggested that the extension of the ERA ratification deadline might be\nviewed as the “‘reproposal’ of a constitutional amendment” (a purely\ncongressional action) rather than “the certification of a ratified amendment” (an action in which Article V gives Congress no role). Id. at 102\nn.24. At the same time, we opined that, “[t]o the extent that our earlier\nopinions suggest that Congress alone must make the determination of the\nadoption of a constitutional amendment, we reject them today.” Id.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__31",
      "chunk_id": "31",
      "content": "Id. at 102\nn.24. At the same time, we opined that, “[t]o the extent that our earlier\nopinions suggest that Congress alone must make the determination of the\nadoption of a constitutional amendment, we reject them today.” Id. For\nthe reasons discussed above, we also take a narrower view of Coleman\nthan the one advanced in our 1977 opinion, and we do not believe that the\n34 Ratification of the Equal Rights Amendment decision supports the authority of Congress to revise a deadline included\nin an amendment previously proposed to the States. Yet even under the reasoning of Constitutionality of ERA Extension,\nthere was a distinction between congressional action to extend a pending\nratification deadline and action to revive it after the fact. That opinion\nconcluded that, under Coleman, Congress might reconsider whether a\nseven-year deadline was a “reasonable time” for ratification, but the\nopinion simultaneously suggested that any such authority could not survive the deadline’s expiration. As we observed, “[c]ertainly if a time limit\nhad expired before an intervening Congress had taken action to extend\nthat limit, a strong argument could be made that the only constitutional\nmeans of reviving a proposed amendment would be to propose the\namendment anew by two-thirds vote of each House and thereby begin the\nratification process anew.” Constitutionality of ERA Extension at 5–6. The\nActing Solicitor General effectively took the same view in Supreme Court\nlitigation about the extension of the ERA Resolution, defending the extension until the deadline expired, but then acknowledging that the effort to\nratify the ERA had come to an end. See Mem. for Adm’r of Gen. Servs.\nSuggesting Mootness at 3–4, Nat’l Org. for Women (“[T]he amendment\nhas failed of adoption . . . . Even if all of the ratifications remain valid, the\nrescissions are disregarded, and Congress is conceded the power to extend\nthe ratification period as it did here, only 35 of the necessary 38 states can\nbe regarded as having ratified the Amendment.”). The proponents of the 1978 ERA extension also relied upon Congress’s\ngeneral authority to extend statutes of limitations. As Justice Ginsburg\nexplained in 1979, “[i]n form and function, the seven-year provision is a\nstatute of limitations. Generally, statutes of limitations may be extended\nshould the legislature determine that its initial estimate was inaccurate.” Ginsburg, 57 Tex. L. Rev. at 927 n.43; see also House Extension Hearings at 129 (testimony of Prof. Ruth Bader Ginsburg) (“It is the general\nrule that extensions [of ] statutes of limitation may be directed by the\nlegislature. . . . If the objective was simply to exclude [stale] claims, an\nextension of the limitation period for a reasonable time is well-accepted\nand fully comports with constitutional constraints.”). 27 It is true that 27 We again note that, several months ago, Justice Ginsburg publicly stated her view\nthat the ERA “fell three States short of ratification” and the ratification process must\nbegin anew: “I hope someday [the ERA] will be put back in the political hopper, starting 35 Opinions of the Office of Legal Counsel in Volume 44 Congress may extend a limitations period, sometimes even after pending\nclaims have expired.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__32",
      "chunk_id": "32",
      "content": "35 Opinions of the Office of Legal Counsel in Volume 44 Congress may extend a limitations period, sometimes even after pending\nclaims have expired. See Chase Secs. Corp. v. Donaldson, 325 U.S. 304\n(1945); Campbell v. Holt, 115 U.S. 620 (1885); see also Plaut v. Spendthrift Farm, Inc., 514 U.S. 211, 228 (1995) (“[T]he length and indeed\neven the very existence of a statute of limitations upon a federal cause of\naction is entirely subject to congressional control.”). But Congress changes the terms of a statute of limitations only by enacting a new law, and\nthat change is adopted through the same constitutionally required procedures as the prior one. See U.S. Const. art. I, § 7. There is no constitutional shortcut that would permit revisions without adoption by both Houses\nand presentment to the President. By the same token, we do not believe\nthat Congress may change the terms upon which an amendment has been\nproposed to the States except by following the same procedures that were\nrequired in connection with the earlier proposal, namely proposal by twothirds majorities and a new round of consideration by the States. Because Congress and the state legislatures are distinct actors in the\nconstitutional amendment process, the 116th Congress may not revise the\nterms under which two-thirds of both Houses proposed the ERA Resolution and under which thirty-five state legislatures initially ratified it. Such\nan action by this Congress would seem tantamount to asking the 116th\nCongress to override a veto that President Carter had returned during the\n92nd Congress, a power this Congress plainly does not have. See Pocket\nVeto Case, 279 U.S. 655, 684–85 (1929) (“[I]t was plainly the object of\nthe [relevant] constitutional provision that there should be a timely return\nof the bill, which . . . should enable Congress to proceed immediately with\nits reconsideration [.]” (emphasis added)). Because the 1972 ERA Resolution has lapsed, the only constitutional way for Congress to revive the\nERA, should it seek to do so, would be for two-thirds of both Houses of\nCongress to propose the amendment anew for consideration by the States. IV. In view of our foregoing conclusions, it is unnecessary for us to consider whether the earlier ratifications of the ERA by five state legislatures\nwere validly rescinded. See supra note 8 and accompanying text. The\nquestion of a State’s authority to rescind its ratification, before an\nover again, collecting the necessary number of States to ratify it.” See supra note 1 and\naccompanying text (emphasis added). 36 Ratification of the Equal Rights Amendment amendment has been ratified by three-fourths of the States, is a significant\none that has not been resolved. See Ginsburg, 57 Tex. L. Rev. at 920\n(describing the doctrine of rescission as “the most debatable issue” concerning the ERA’s legal status shortly after the 1978 extension). In\nConstitutionality of ERA Extension, we concluded that the Constitution\ndoes not permit rescissions, even if Congress had changed the ratification\ndeadline after the State had voted upon the amendment. See id. at 28–49;\nsee also Power of a State Legislature to Rescind its Ratification of a\nConstitutional Amendment, 1 Op. O.L.C. 13, 15 (1977).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_97__33",
      "chunk_id": "33",
      "content": "In\nConstitutionality of ERA Extension, we concluded that the Constitution\ndoes not permit rescissions, even if Congress had changed the ratification\ndeadline after the State had voted upon the amendment. See id. at 28–49;\nsee also Power of a State Legislature to Rescind its Ratification of a\nConstitutional Amendment, 1 Op. O.L.C. 13, 15 (1977). The district court in Idaho v. Freeman disagreed, however, reasoning\nthat Dillon’s interpretation of Article V requires a contemporaneous\nconsensus of the people of the United States, and therefore implies that a\nstate legislature, as the representative of one portion of the people, remains free to change its position until three-fourths of the States have\nagreed in common to support ratification. See 529 F. Supp. at 1146–50. The Supreme Court did not reach the question before the extended deadline expired. Although we have disagreed in this opinion with some of the\nconclusions in the 1977 opinion, we believe that the expiration of the\nERA Resolution makes it unnecessary for us to revisit this question. Regardless of the continuing validity of the five States’ ratifications,\nthree-fourths of the States did not ratify the amendment before the deadline that Congress set for the ERA Resolution, and therefore, the 1972\nversion of the ERA has failed of adoption. V.\nFor the reasons set forth above, we conclude that the ERA Resolution\nhas expired and is no longer pending before the States. Even if one or\nmore state legislatures were to ratify the 1972 proposal, that action would\nnot complete the ratification of the amendment, and the ERA’s adoption\ncould not be certified under 1 U.S.C. § 106b. In addition, we conclude\nthat when Congress uses a proposing clause to impose a deadline on the\nStates’ ratification of a proposed constitutional amendment, that deadline\nis binding and Congress may not revive the proposal after the deadline’s\nexpiration. Accordingly, should Congress now “deem [the ERA] necessary,” U.S. Const. art. V, the only constitutional path for amendment\nwould be for two-thirds of both Houses (or a convention sought by twothirds of the state legislatures) to propose the amendment once more and 37 Opinions of the Office of Legal Counsel in Volume 44 restart the ratification process among the States, consistent with Article V\nof the Constitution. STEVEN A. ENGEL\nAssistant Attorney General\nOffice of Legal Counsel 38",
      "queries": [],
      "queries_score": []
    }
  ]
}