{
  "doc_id": "memos_85",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_85__0",
      "chunk_id": "0",
      "content": "Extraterritorial Apprehension by\nthe Federal Bureau of Investigation In th e ab sen ce o f an in tern atio n a l law vio latio n , a federal d istric t c o u rt will not o rd in a rily\nd iv est itself o f ju risd ic tio n in a crim inal case w h e re th e d e fe n d a n t’s p resen c e has been\nse cu re d b y his fo rcib le a b d u c tio n from th e te rrito ria l lim its o f a foreign asylum state. A fo rcib le ab d u ctio n , w h en co u p led w ith a p ro te st by th e asylum state, is a v io latio n o f\nin tern atio n al law ; th e re is, h o w e v e r, som e p re c e d e n t th at c o m p licity o f asylum sta te\nofficials in th e ab d u ctio n co u ld be th e p re d ic a te for a finding o f no actu al v io latio n o f\nth e asylum sta te ’s so v e reig n ty . C iv il liability o n th e p a rt o f th e U n ited S tates o r p a rtic ip a tin g g o v e rn m e n t officials\nresu ltin g from a fu g itiv e ’s fo rcib le ap p reh en sio n in a foreign c o u n try w ill d e p e n d on\nth e sta tu s o f th e o p e ra tio n u n d er in tern atio n a l law ; liability c o u ld be p re d ic a te d on\nth eo ries o f co n stitu tio n al o r co m m o n law to rt, o r on a v iolation o f in tern atio n a l law . T h e F e d e ra l B ureau o f In v estig atio n has no a u th o rity to a p p re h e n d and ab d u c t a fugitive\nresiding in a fo reig n sta te w ith o u t th e asylum sta te ’s consent. In th e ab sen ce o f asylum sta te co n sen t, fed eral officials m ay be su b je ct to ex trad itio n to\nth e asylum sta te fo r kid n apping.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_85__1",
      "chunk_id": "1",
      "content": "In th e ab sen ce o f asylum sta te co n sen t, fed eral officials m ay be su b je ct to ex trad itio n to\nth e asylum sta te fo r kid n apping. March 31, 1980\nM EMORANDUM OPINION FOR T H E ATTORNEY G E N ER A L\nYou have requested that this Office advise you on the implications of\na proposed operation of the Federal Bureau of Investigation (FBI) that\nmight entail entry of American agents into a foreign country and\nforcible apprehension of a fugitive currently residing there. It is to be\nassumed that the foreign country (hereinafter “asylum state”) would file\na pro forma protest to the fugitive’s apprehension and return to the\nUnited States. We also assume that the actual apprehension would be\nmade by FBI agents, although some elements of the local police force\nmight provide physical surveillance and aid in the neutralization of\nbodyguards during the actual apprehension. The proposed operation raises the following, interrelated legal issues:\nthe implications of the seizure for the pending criminal prosecutions of\nthe fugitive, the legal status of the operation under existing treaties and\nsettled principles of international law, and the possibility of civil liabil­\nity on the part of the United States or participating government offi­\ncials. This operation is unorthodox and, therefore, prompts a number of\nlegal questions that are of first impression. Although we will discuss all\nthe above legal questions separately, we think that the fundamental\n543 legal issue presented by this operation is under what circumstances does\nthe FBI, as a matter of United States law, have the authority to make\nan extraterritorial apprehension. Although the question is not free from\ndoubt, we conclude that the FBI only has lawful authority when the\nasylum state acquiesces to the proposed operation. Since we are to\nassume that a pro forma protest to the operation would be filed, that\nfundamental condition would probably not be satisfied here. I. Implications for Criminal Prosecutions of Extraterritorial\nApprehension that Is Subject of Protest\nThe Supreme Court has consistently stated “that the power of a\ncourt to try a person for crime is not impaired by the fact that he [has]\nbeen brought within the court’s jurisdiction by reason of a ‘forcible\nabduction.’ ” Frisbie v. Collins, 342 U.S. 519, 522 (1952).1 It has rejected\narguments that such abductions constitute violations of the Due Process\nClause, and has reiterated the vitality of this conclusion in a recent\nTerm. Gerstein v. Pugh, 420 U.S. 103, 119 (1975). Lower courts, par­\nticularly the Court of Appeals for the Second Circuit, have suggested,\nhowever, that under some circumstances a federal court might divest\nitself of jurisdiction as a result of the manner in which the defendant\nwas brought before it. The most sweeping statement of these circumstances is to be found in\nUnited States v. Toscanino, 500 F.2d 267 (2d Cir. 1974).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_85__2",
      "chunk_id": "2",
      "content": "The most sweeping statement of these circumstances is to be found in\nUnited States v. Toscanino, 500 F.2d 267 (2d Cir. 1974). There the\nSecond Circuit confronted allegations that Toscanino, a citizen of Italy,\nwas kidnapped in Uruguay by agents in American employ, tortured and\ninterrogated for 17 days in Brazil with the knowledge of and sometimes\nin the presence of United States officials, and finally drugged and put\non a commercial flight to the United States where he was convicted of\nnarcotics violations. 2 Questioning the current vitality of the Ker-Frisbie\n1 These propositions are often referred to as the Ker-Frisbie doctrine. In the leading case, Ker v.\nIllinois, 119 U.S. 436 (1886), Ker was convicted in the Illinois state courts after being forcibly\nabducted in Peru. Formal extradition had been arranged among the Governor of Illinois, the U.S.\nSecretary of State, and Peruvian officials, but the individual who was sent to accompany Ker back to\nthe United States did not present the extradition papers upon arrival in Peru. It was therefore a “clear\ncase of kidnapping within the confines of Peru.*' Id. at 443. Although the apprehending agent might be\nsubject to criminal prosecution in Peru, the Court found that American law afforded the apprehended\nfugitive no protection. Frisbie v. Collins, 342 U.S. 319 (1952), involved an interstate abduction. Michigan officers forcibly\nseized Collins in Chicago. Acknowledging that the Michigan officers might be subject to prosecution\nunder the Federal Kidnapping Act, the Court held that as far as Collins was concerned, “due process\no f law is satisfied when one present in Court is convicted of crime after having been fairly apprised of\nthe charges against him and after a fair trial in accordance with constitutional procedural safeguards. There is nothing in the Constitution that requires a court to permit a guilty person rightfully convicted\nto escape justice because he was brought to trial against his will.’* Id. at 522. See also Mahon v. Justice,\n127 U.S. 700, 708 (1888). 2 Toscanino alleged that he was denied sleep and nourishment for days, fed intravenously at\nsurvival levels, forced to walk for hours on end, and kicked and beaten. He claimed his fingers were\npinched by metal pliers; his eyes, nose, and anus washed in alcohol; and his genitals subjected to\nelectric shock. There had been no attempt by the United States to extradite Toscanino. Toscanino, 500\nF.2d at 270. 544 doctrine, the Second Circuit relied on Rochin v. California, 342 U.S.\n165 (1952), in concluding that the concept of due process has evolved\nsuch that a court must now “divest itself of jurisdiction over the person\nwhere it has been acquired as the result of the Government’s deliberate,\nunnecessary and unreasonable invasion of the accused’s constitutional\nrights.” 500 F.2d at 275.3 If on remand Toscanino’s allegations were\nproven true, the Second Circuit saw a due process violation inherent in\nthe bribery of a foreign official, the violence and brutality of the\nabduction, the violations of international law, and the failure to attempt\nextradition of Toscanino. 4\nSubsequent Second Circuit cases have read Toscanino narrowly and\nother circuits have refused to follow it. In United States ex rel.",
      "queries": [
        "where did toscanino get kidnapped"
      ],
      "queries_score": [
        "2.2223783"
      ]
    },
    {
      "id": "memos_85__3",
      "chunk_id": "3",
      "content": "4\nSubsequent Second Circuit cases have read Toscanino narrowly and\nother circuits have refused to follow it. In United States ex rel. Lujan v.\nGengler, 510 F.2d 62 (2d Cir.), cert, denied, 421 U.S. 1001 (1975), the\nSecond Circuit emphasized that Toscanino did not mean that “any\nirregularity in the circumstances of a defendant’s arrival in the jurisdic­\ntion could vitiate the proceedings of the criminal court,” but rather was\nconcerned with the “cruel, inhuman and outrageous treatment” that\nToscanino allegedly received. 5 Thus the court concluded that although Lujan was forcibly abducted\nfrom Bolivia, the lack of any allegation of the type of “shocking\ngovernmental conduct” involved in Toscanino obviated any application\nof the rationale of that case. Lujan, 510 F.2d at 66.6 It did, however,\nreserve the question whether the fact that an abduction is in violation\nof international law requires dismissal of the criminal indictment: either\nbecause such illegal governmental conduct constitutes a violation of\ndue process or because a federal court should, as a matter of judicial\nadministration, refuse to be a party to official misconduct. Id. at 68.7 The court perceived no international law violation in Lujan because\nthere had been no protest by the foreign governments involved. Id. at 67. Other circuits have resolutely invoked the Ker-Frisbie doctrine to\ndismiss arguments that American courts should divest themselves of\ntheir criminal jurisdiction over a defendant because his presence was\n3 The court did not have the benefit of the Supreme Court’s endorsement in Gerstein v. Pugh, 420\nU.S. at 119, o f the Ker-Frisbie doctrine. 4 The court of appeals noted that even if the Ker-Frisbie doctrine was still good law, it could make\nuse of its supervisory power over the district court to upset Toscanino’s conviction in order \"to\nprevent district courts from themselves becoming ‘accomplices in willful disobedience of law.’ ”\nToscanino, 500 F.2d at 276, quoting McNabb v. United Slates, 318 U.S. 332, 345 (1943). On remand the\ndistrict court found that Toscanino's allegations had no basis in fact. United States v. Toscanino, 398 F.\nSupp. 916 (E.D. N.Y. 1975). *510 F.2d at 65 (emphasis in original). See also United States v. Lira, 515 F.2d 68 (2d Cir.), cert,\ndenied. 423 U.S. 847 (1975) ( Toscanino distinguished because no direct United States involvement in\ntorture by Chilean police). 6 Lujan, a licensed pilot, alleged that while residing in Argentina, he was hired by an individual to\nfly to Bolivia. He claimed that his employer was in fact paid by American agents to lure Lujan out of\nArgentina. In Bolivia, Lujan was arrested by Bolivian police who were also allegedly paid by\nAmerican agents. He was ultimately put on a plane by Bolivian and American agents and formally\narrested upon his arrival in the United States. Lujan. 510 F.2d at 63.\n7 See supra, note 4. 545 procured through a forcible abduction. 8 Moreover, a number of those\ncourts have suggested that jurisdiction should be retained even if the\nabduction violates international law.9 We note, however, that there is\napparently no reported case where the abduction was the subject of a\nformal diplomatic protest by the asylum state.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_85__4",
      "chunk_id": "4",
      "content": "545 procured through a forcible abduction. 8 Moreover, a number of those\ncourts have suggested that jurisdiction should be retained even if the\nabduction violates international law.9 We note, however, that there is\napparently no reported case where the abduction was the subject of a\nformal diplomatic protest by the asylum state. It is our opinion that even where an abduction is a technical violation\nof international law, a federal district court should not divest itself of\njurisdiction over the fugitive’s criminal prosecution. 10 We think this\nposition is dictated by logic and precedent. In Frisbie, 342 U.S. 522, the\nSupreme Court assumed that the conduct of the Michigan authorities\nwho abducted Collins from Chicago constituted a violation of the\nFederal Kidnapping Act. It concluded, however, that the Kidnapping\nAct “cannot fairly be construed so as to add to the list of sanctions\ndetailed a sanction barring a state from prosecuting persons wrongfully\nbrought to it by its officers. It may be that Congress could add such a\nsanction. We cannot.” Frisbie, 342 U.S. at 523. A dismissal remedy for a\nviolation of international law is even less appropriate. The interests\nprotected by international law are those of sovereign nations. Any\ninterest of individuals is at best derivative. See Lujan, 510 F.2d at 67. By contrast, the Federal Kidnapping Act is unquestionably for the\nprotection of individuals; yet under the principles of Frisbie, a forcible\n8 E.g., United Slates v. Postal, 589 F.2d 862, 865 (5th C ir). cert, denied, 444 U.S. 832 (1979) (arrest\nby Coast Guard upon the high seas); United States v. Mariano, 537 F.2d 257, 271-72 (7th Cir. 1976),\ncert. denied, 429 U.S. 1038 (1977) (allegations of unlawful arrest in and forcible abduction from Grand\nCayman Island; Toscanino characterized as only departure from Ker-Frisbie doctrine); Waits v.\nMcGowan, 516 F.2d 203 (3d Cir. 1975) (allegedly illegal removal from Canada to New York); United\nStates v. Cotten. 471 F.2d 744, 747-49 (9th Cir.). cert, denied, 411 U.S. 936 (1973) (forcible removal\nfrom Vietnam). There is a standard formulation of the Ker-Frisbie doctrine reiterated in these cases: It has long been held that due process has been satisfied when a person is apprised of\nthe charges against him and is given a fair trial. The power of a court to try a person is\nnot affected by the impropriety of the method used to bring the defendant under the\njurisdiction of the court [citing Ker and Frisbie). Once the defendant is before the\ncourt, the court will not inquire into the circumstances surrounding his presence there. United States v. Mariano. 537 F.2d at 271.\n9 E.g., Postal, 589 F.2d at 873 (“This proposition, the so-called Ker-Frisbie doctrine, is equally valid\nwhere the illegality results from a breach of international law not codified in a treaty\"); United States\nv. Cadena. 585 F.2d 1252, 1261 (5th Cir. 1978) United States v. Winter, 509 F.2d 975, 984-86 (5th Cir.),\ncert, denied. 423 U.S. 825 (1975) (Ker-Frisbie doctrine makes it unnecessary to inquire whether arrest\nby Coast Guard within territorial waters of Bahamas violated international law); Autry v. Wiley, 440\nF.2d 799, 802-03 (1st C ir), cert, denied. 404 U.S. 886 (1971).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_85__5",
      "chunk_id": "5",
      "content": "423 U.S. 825 (1975) (Ker-Frisbie doctrine makes it unnecessary to inquire whether arrest\nby Coast Guard within territorial waters of Bahamas violated international law); Autry v. Wiley, 440\nF.2d 799, 802-03 (1st C ir), cert, denied. 404 U.S. 886 (1971). Oftentimes courts simply do not discuss the status of the abduction under international law. E.g..\nMarzano, 537 F.2d 257; United States v. Herrera. 504 F.2d 859 (5th Cir. 1974); United States v. Vican,\n467 F.2d 452 (5th Cir. 1972), cert, denied. 410 U.S. 967 (1973). 10 Cadena. 585 F.2d at 1261 (“no basis for concluding that violations of these international princi­\nples must or should be remedied . . . by dismissal of the indictment unless Fourth Amendment\ninterests are violated”); Autry v. Wiley. 440 F.2d at 801-02; see also Waits v. McGowan, 516 F.2d 203,\n208 (3d Cir. 1975) (“the protections or rights which accrue to the extradited person primarily exist for\nthe benefit of the asylum nation . . ., whereas plaintiffs complaint alleges violation of rights of citizens\nof the demanding nation (The United States of America)*’). American courts are charged with the vindication of international law principles to the extent those\nprinciples are consonant with American law. The Paquete Habana, 175 U.S. 677, 700 (1900). The thrust\nof the abduction cases is that relinquishing criminal jurisdiction is not the means to vindicate those\nprinciples. 546 abduction in violation of that Act does not divest an American court of\njurisdiction. In sum, we are of the opinion that in the absence of an international\nlaw violation, a federal district court will not ordinarily divest itself of\njurisdiction in a criminal case where the defendant’s presence has been\nsecured by forcible abduction from the territorial limits of a foreign\nasylum state. Nor should it do so where there is an international law\nviolation. However, since you have advised us that you expect a pro\nforma diplomatic protest by the asylum state and that the fugitive’s\nprosecution will proceed in the Southern District of New York, it is\nnecessary to examine the international law implications of this operation\nmore closely. As we have noted, the Second Circuit has expressly\nreserved the question whether a violation of international law should\nresult in relinquishment of criminal jurisdiction over the suspect. II. International Law Implications of the Proposed Operation There is one line of authority in American jurisprudence that does\ncreate an exception to the Ker-Frisbie doctrine. As Congress by statute\ncan modify the jurisdiction of federal courts, so too can a treaty. Thus\nthe Supreme Court has held that a treaty can divest federal courts of\njurisdiction in certain circumstances if such was the intent of the docu­\nment. Cook v. United States, 288 U.S. 102, 112 (1933); Ford v. United\nStates, 273 U.S. 593, 610-11 (1927). As the Fifth Circuit recently noted,\nfor a treaty to have such an effect, it must be self-executing or imple­\nmented by statute. 11 There are two arguably relevent treaties between the United States\nand the asylum state that must be considered in this case. They are the\nextradition treaty between the two countries and the United Nations\nCharter.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_85__6",
      "chunk_id": "6",
      "content": "11 There are two arguably relevent treaties between the United States\nand the asylum state that must be considered in this case. They are the\nextradition treaty between the two countries and the United Nations\nCharter. It is well-established that the existence of an extradition treaty\nsimpliciter does not defeat U.S. jurisdiction over a fugitive apprehended\noutside the extradition mechanism. 12 And there is nothing in the terms\nof the existing extradition treaty that suggests that this government has\nyielded jurisdiction over U.S. nationals who have committed crimes in\nthis country simply because they obtained refuge in the asylum state. 13\nThe second relevant treaty is the United Nations Charter to which\nboth the United States and the. asylum state are signatories. 11 Postal, 589 F.2d at 875-76. A treaty does not provide rules of decision for American courts\nunless that is the intent o f the document, Le., the treaty is self-executing. Whitney v. Robertson, 124\nU.S. 190, 194 (1888); Foster v. Neilson, 27 U.S. (2 Pet.) 253, 314 (1829). Of course, implementing\ndomestic legislation does provide rules of decision capable of judicial enforcement. 12 Ker, \\ 19 U.S. at 444 (1886); Waits v. McGowan. 516 F.2d at 206-08; Lujan. 510 F.2d at 66; United\nStates v. Sobell. 244 F.2d 520, 524-25 (2d Cir.), cert, denied, 355 U.S. 873 (1957). 13 By its terms it does not constitute an agreement that extradition will be the exclusive means of\nobtaining custody o f a fugitive. Nor does it purport to limit the criminal jurisdiction of either\nsovereign. 547 All Members shall refrain in their international relations\nfrom the threat or use of force against the territorial\nintegrity or political independence of any state, or in any\nother manner inconsistent with the Purposes of the United\nNations. U.N. Charter, art. 2, para. 4.\nThis provision has been at issue in a number o f forcible abduction cases,\nincluding Toscanino and Lujan. The leading precedent on forcible ab­\nduction’s status under the United Nations Charter is that involving the\napprehension of Adolph Eichmann in Argentina by Israeli agents. A r­\ngentina objected to the United Nations Security Council, which subse­\nquently adopted a resolution:\nConsidering that the violation of the sovereignty of a\nMember State is incompatible with the Charter of the\nUnited Nations . . . [and njoting that the repetition of\nacts such as that giving rise to this situation would in­\nvolve a breach of the principles upon which international\norder is founded creating an atmosphere of insecurity and\ndistrust incompatible with the preservation of peace . . .\n[the Security Council requests] the Government of Israel\nto make appropriate reparation in accordance with the\nCharter of the United Nations and the rules of interna­\ntional law .14\nCommentators have construed this action to be a definitive construction\nof the United Nations Charter as proscribing forcible abduction in the\nabsence of acquiescence by the asylum state. 15 It is our opinion that even if the operation under consideration is\nconstrued to be a violation of the United Nations Charter, the criminal\njurisdiction of American courts is unaffected.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_85__7",
      "chunk_id": "7",
      "content": "15 It is our opinion that even if the operation under consideration is\nconstrued to be a violation of the United Nations Charter, the criminal\njurisdiction of American courts is unaffected. We base our opinion on\nthe grounds that the United Nations Charter is not a self-executing\ntreaty and that it was not intended by the United States at the time of\nratification to affect the criminal jurisdiction of federal courts. There is\nnot a great deal of case law on these points. However, as the Fifth\nCircuit observed in Postal, 589 F.2d at 876, the self-executing nature of\na treaty is a matter of intent. The broad sweep and hortatory tone of\nArticle 2 belies any argument that a binding, self-executing limitation\non the criminal jurisdiction of American courts is evident in its term s.16\n14 Quoted in W. Bishop, International Law 475 n.52 (1962). 15 E.g., Lujan, 510 F.2d at 66-68; Abramovsky & Eagle, U.S. Policy in Apprehending Alleged\nOffenders Abroad: Extradition, Abduction, or Irregular Rendition?, 57 Or. L. Rev. 51, 63 (1977); see\nSilving, In re Eichmann: A Dilemma o f Law and Morality, 55 Am. J. Int’l L. 307 (1961). 16 See generally, L. Goodrich, E. Hambro & A. Simmons, Charter of the United Nations: Commen­\ntary and Documents 43-55 (1969). 548 And courts that have considered provisions of the United Nations\nCharter have concluded that they are not self-executing. 17 It is a more difficult question whether the proposed operation is a\nviolation of general international law principles, albeit not a violation of\na self-executing treaty. As Judge Kaufmann indicates in his majority\nopinion in Lujan, it appears to be the case that a forcible abduction,\nwhen coupled with a protest by the asylum state, is a violation of\ninternational law. Lujan, 510 F.2d at 67. It is regarded as an impermissi­\nble invasion of the territorial integrity of another state. Since the\nasylum state would hardly attest to the fact that the protest is pro\nforma, there is little to be gained in the instant case by characterizing it\nas such. Nor do there appear to be any doctrines of self-help or selfdefense applicable in this context. There may be, however, some precedent in international law for the\nargument that complicity of asylum state officials in the abduction robs\nthe asylum state’s protest of its import under international law. In 1911\nthe Permanent Court of Arbitration at The Hague declined to order the\nreturn to France of one Savarkar. Savarkar had escaped to France from\na British ship, only to be returned to the British by a French policeman. The Court of Arbitration found that the French official’s cooperation\navoided any violation of French sovereignty that might otherwise have\noccurred. 18 Likewise, the complicity of the asylum state’s police in the\nproposed operation could be the predicate for a finding of no actual\nviolation of the asylum state’s sovereignty. One obvious drawback to\nthis argument is that it forces this government to put in issue the\nidentity of its asylum state collaborators.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_85__8",
      "chunk_id": "8",
      "content": "18 Likewise, the complicity of the asylum state’s police in the\nproposed operation could be the predicate for a finding of no actual\nviolation of the asylum state’s sovereignty. One obvious drawback to\nthis argument is that it forces this government to put in issue the\nidentity of its asylum state collaborators. We also note that the Court of\nArbitration in the Savarkar case found that the British officials had no\nreason to know that the French official was not acting with the ap­\nproval of the French government. No similar claim of ignorance could\nbe made about the operation under consideration. We conclude that the best assumption for purposes of analyzing the\nimplications of the proposed operation is that although not a violation\nof a self-executing treaty, it would violate international law. That sig­\nnificantly heightens the litigation risks in the Second Circuit, which has\nexplicitly declined to define the implications of an international law\nviolation on criminal jurisdiction. III. Civil Liability We think the case for obtaining at least the acquiescence of the\nasylum state is compelling when the criminal litigation risks are coupled\n17 Sei Fujii v. State, 242 P.2d 617, 620 (Cal. 1952) (human rights provisions of U.N. Charter not self­\nexecuting); Pauling v. McElroy, 164 F. Supp. 390, 393 (D.D.C.), afJTd, 278 F.2d 252 (D.C. Cir.), cert,\ndenied. 364 U.S. 835 (1960) (finding other section? of Charter not self-executing).\n,a The case is discussed in Lujan, 510 F.2d at 67, and can be found at Judicial Decisions Involving\nQuestions o f International Law. 5 Am. J. Int’l L. 490, 520 (1911). 549 with the possibility of civil liability. 19 Civil liability will turn to a\nsubstantial degree on whether the FBI is authorized to conduct this\noperation and that, in our view, will depend on the status of the\noperation under international law. In Ker v. Illinois, the penultimate paragraph in the Supreme Court’s\nopinion reads as follows: It must be remembered that this view of the subject\ndoes not leave the prisoner or the Government of Peru\nwithout remedy for his unauthorized seizure within its\nterritory. Even this treaty with that country provides for\nthe extradition of persons charged with kidnapping, and\non demand from Peru, Julian [the party who abducted\nKer], could be surrendered and tried in its courts for this\nviolation of its laws. The party himself would probably\nnot be without redress, for he could sue Julian in an\naction of trespass and false imprisonment, and the facts set\nout in the plea would without doubt sustain the action. W hether he could recover a sum sufficient to justify the\naction would probably depend upon moral aspects of the\ncase which we cannot here consider. 119 U.S. at 444. As the above quotation indicates, the question of civil liability is\ncertainly an open one, as is the criminal liability of the apprehending\nagents and others under asylum state law. We discuss criminal liability\nin Part IV below. There appear to be three potential civil liability theories: constitu­\ntional violations by American agents, common law torts committed by\nAmerican agents (i.e., false imprisonment), and violation of international\nlaw. The potential defendants are the federal government and individ­\nual government officials involved in this operation.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_85__9",
      "chunk_id": "9",
      "content": "We discuss criminal liability\nin Part IV below. There appear to be three potential civil liability theories: constitu­\ntional violations by American agents, common law torts committed by\nAmerican agents (i.e., false imprisonment), and violation of international\nlaw. The potential defendants are the federal government and individ­\nual government officials involved in this operation. 20\nBy virtue of the Federal Tort Claims A ct (FTCA), the United States\nhas waived sovereign immunity with respect to the torts of assault, false\nimprisonment, and false arrest. 28 U.S.C. §§ 2674, 2680(h). The authori­\nties are split on whether that waiver includes related constitutional\ntorts. 21 There is, however, unanimous, albeit limited, authority that\neven for common law torts, the FTC A is not a total waiver of sover­\neign immunity. In the leading case, the Fourth Circuit has held that\n19 By “acquiescence\" we do not m6an formal endorsement. It is sufficient that the asylum state\nagree not to protest the apprehension. 20 Those who authorize, direct, participate in, or ratify the operation are potentially liable. 21 Compare Norton v. United Stoles* 581 F.2d 390 (4th Cir.), cert, denied, 439 U.S. 1003 (1978), with\nBirnbaum v. United States, 588 F.2d 319 (2d Cir. 1978). Birnbaum, however, did not have to consider\nthe effects o f the 1973 amendments to the FTCA. We think that the best assumption in light of those\namendments is that the FTCA does waive sovereign immunity for damage actions predicated on\nFourth Amendment violations. Boger, Gitenstein & Verkuil, The Federal Tort Claims Act Intentional\nTorts Amendment: An Interpretative Analysis, 54 N.C. L. Rev. 497 (1976). 550 immunity that is available to government officers sued in their personal\ncapacities can also be asserted by the government when it is sued in\ntheir stead under the FTC A .22 Therefore, the key to analyzing the\npotential for civil liability is to determine whether government officials\ninvolved in this operation would enjoy either an absolute or qualified\nimmunity if sued individually for damages. The Supreme Court has held that federal officials have a qualified\nimmunity from damage actions in cases of constitutional torts, and\nthat immunity at least that great governs common law torts. 23 Qualified\nimmunity will be available for the proposed operation if it is within the\nouter limits of the FBI’s authority and is conducted in good faith with a\n“ ‘reasonable belief in the validity of the arrest and search and in the\nnecessity for carrying out the arrest and search in the way the arrest\nwas made and the search was conducted.’ ” 24 For reasons stated below,\nwe think those conditions are satisfied only if the operation is con­\nducted with the acquiescence of the asylum state. Law enforcement officers are acting beyond the “outer limits” of\ntheir authority when they act beyond their jurisdiction. 25 As the instant\noperation is presently conceived, the FBI and its agents are likely to be\nfound not acting within these jurisdictional bounds because U.S. agents\nhave no law enforcement authority in another nation unless it is the\nproduct of that nation’s consent.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_85__10",
      "chunk_id": "10",
      "content": "25 As the instant\noperation is presently conceived, the FBI and its agents are likely to be\nfound not acting within these jurisdictional bounds because U.S. agents\nhave no law enforcement authority in another nation unless it is the\nproduct of that nation’s consent. We have on prior occasions counseled\nthat the FBI has lawful authority under United States law to conduct\ninvestigations in a foreign country provided those investigations relate\nto a matter within the statutory jurisdiction of the FBI. While no\nstatute explicitly authorizes the FBI to conduct investigations outside of\nthe United States, 28 U.S.C. § 533(1) contains no geographical restric­\ntions and its general authorization—to detect and prosecute crimes\nagainst the United States—would appear to be broad enough to sanc­\ntion activity toward this end no matter where it was undertaken. But\nwe have coupled that opinion with the recommendation that any oper­\nations strictly adhere to local law and function with the knowledge and\nat least tacit approval of the country involved. We think any argument\nthat § 533 gives the FBI authority to make forcible arrests anywhere in\nthe world is at best tenuous; the sounder interpretation is that its\nauthority is limited, like that of the United States generally, by the\nsovereignty of foreign nations. As we indicated in Part II, the asylum\n22 Norton, 581 F.2d at 394-97; see Daniels v. United States, 470 F. Supp. 64 (E.D.N.C. 1979). **Butz v. Economou, 438 U.S. 478, 506-08 (1978) (holding that only a qualified immunity is\navailable for most constitutional torts); Barr v. Matteo, 360 U.S. 564 (1959) (absolute immunity\navailable for some common law torts); see Expeditions Unlimited, Aquatic Enterprises, Inc. v. Smith­\nsonian Institution, 566 F.2d 289 (D.C. Cir. 1977), cert, denied, 438 U.S. 915 (1978); Granger v. Marek,\n583 F.2d 781, 784 (6th Cir. 1978). 24Norton v. United States, 581 F.2d at 393 (quoting Bivens v. Six Unknown Named Agents o f Federal\nBureau o f Narcotics, 456 F.2d 1339, 1348 (2d Cir. 1972)). Bates v. Clark, 95 U.S. 204, 208-10 (1877) (no official immunity for seizure not made in\nIndian country because relevant statute only authorized seizure in Indian country). Bates and similar\ncases are discussed approvingly in Butz v. Economou. 438 U.S. at 489-95. 551 state’s sovereignty would be “violated” for purposes of subsequent\nlitigation if it filed a formal protest. Our conclusion regarding the scope of § 533 is dictated by two\ndistinct but related lines of analysis. A conventional statutory construc­\ntion rule regarding the scope of an official’s authority states that where\na statute imposes a duty, it authorizes by implication all reasonable and\nnecessary means to effectuate such duty. Given the target’s fugitive\nstatus and the inadequacy of extradition,26 it can be forcefully argued\nthat this operation is necessary if the FBI is to carry out its law\nenforcement mission under § 533. However, the reasonableness of the\noperation is questionable if it violates international law or United States\nlaw. All methods of rendition outside the traditional extradition mecha­\nnism have received substantial criticism from international law special­\nists and in academic journals.",
      "queries": [
        "why does the fbi have to act outside its jurisdiction"
      ],
      "queries_score": [
        "1.8895078"
      ]
    },
    {
      "id": "memos_85__11",
      "chunk_id": "11",
      "content": "However, the reasonableness of the\noperation is questionable if it violates international law or United States\nlaw. All methods of rendition outside the traditional extradition mecha­\nnism have received substantial criticism from international law special­\nists and in academic journals. The tenor of these remarks is that such\nextraordinary means of apprehension undermine international order and\nbreed disrespect for the traditional means of fostering cooperation and\narbitrating disputes among nations. 27 Judges in abduction cases have\nexpressed concern that such extraordinary apprehensions denigrate the\nrule^)f law in the name of upholding it. 28 We think that concern, when\ncoupled with a U.S. or international law violation, may well lead courts\nto conclude that the activity lies beyond the jurisdiction of the FB I.29 The opinion of Chief Justice Marshall in The Schooner Exchange v.\nMcFaddon, 11 U.S. (7 Cranch) 116, 136 (1812) suggests a second ap­\nproach to defining the limits of the FB I’s jurisdiction under § 533. The\nFB I’s power cannot extend beyond those of the United States. The de\njure authority of the United States is necessarily limited by the sover­\neignty of other nations:\n26We are assuming that it can be established that extradition is an inadequate means of apprehension\nin this case. We emphasize here the importance o f an ability to make such a showing. 11 E.g.. M. Bassiouni, International Extradition and World Public Order 121 -201 (1974); and sources\ncited supra, note 16. 28Although he concurred in the result in Lira. 515 F.2d at 73, this concern prompted Judge Oakes\nto observe: “To my mind the Government in the laudable interest of stopping the international drug\ntraffic is by these repeated abductions inviting exercise of [the court's] supervisory power in the\ninterest of the greater good of preserving respect for law.” See also. Toscanino. 500 F.2d at 276.\n29 It should be noted that this is to argue that the FBI has the authority to violate the local law of\nanother country as long as that country does not object. We think three doctrines, although none is\naddressed directly to the question under consideration, conjoin to support this conclusion. First, the “act of state” doctrine evinces “judicial deference to the exclusive power of the Executive\nover conduct o f relations with other sovereign powers” and “precludes any review whatever of the\nacts of the government of one sovereign State done within its own territory by the courts of another\nsovereign State.\" First National City Bank v. Banco Nacional de Cuba, 406 U.S. 759, 763, 765 (1972)\n(opinion of Rehnquist, J.). We think that to say the FBI had no authority to apprehend the fugitive,\ndespite the acquiescence of the asylum state, because such apprehension was in violation of local law\nis in fact to judge the actions of the asylum state—here its failure to enforce arguably applicable local\nlaw. Second, it is tantamount to giving an individual the right to dispute a nation’s conception of its\nown sovereign interests in violation of the principle that only the sovereign has standing to assert and\nconstrue its interest.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_85__12",
      "chunk_id": "12",
      "content": "Second, it is tantamount to giving an individual the right to dispute a nation’s conception of its\nown sovereign interests in violation of the principle that only the sovereign has standing to assert and\nconstrue its interest. Third, there is the maxim that the penal laws of a foreign country are not\nenforced in the courts of this country, but must be enforced in the place where the violation occurs. Banco Nacional de Cuba v. Sabbatino, 376 U.S. 398, 413-14 (1964). 552 The jurisdiction of the nation within its own territory is\nnecessarily exclusive and absolute. It is susceptible of no\nlimitation not imposed by itself. Any restriction upon it,\nderiving validity from an external source, would imply a\ndiminution of its sovereignty to the extent of the restric­\ntion, and an investment of that sovereignty to the same\nextent in that power which could impose such restriction. All exceptions, therefore, to the full and complete\npower of a nation within its own territories, must be\ntraced up to the consent of the nation itself. They can\nflow from no other legitimate source. 11 U.S. (7 Cranch) at 136. In short, both lines of analysis suggest that in the absence of asylum\nstate consent, the FBI is acting outside the bounds of its statutory\nauthority when it makes an apprehension of the type proposed here—\neither because § 533 could not contemplate a violation of international\nlaw or because the powers of the FBI are delimited by those of the\nenabling sovereign. Once the “authority” hurdle is surmounted, how­\never, we think that the other parts of the good faith defense are readily\nmet. There is ample probable cause and a number of outstanding bench\nwarrants. Assuming the operation goes forward without asylum state consent,\nit is necessary to examine more closely the civil liability theories that\nmay be put forward by the fugitive. There are two constitutional\narguments available to him. The first is that he is subject to an unrea­\nsonable search and seizure in violation of the Fourth Amendment. The\nsecond is the Fifth Amendment due process argument based on the\nlogic of Toscanino. The Bill of Rights does apply to actions of Ameri­\ncan officials directed at American nationals overseas,30 and it is our\nview that the proposed operation would have some Fourth Amendment\nproblems due to the absence of asylum state consent. The standard Fourth Amendment requirement for an arrest is that it\nbe based on probable cause. Beck v. Ohio, 379 U.S. 89, 91 (1964);\nGerstein v. Pugh, 420 U.S. at 111-12. “[WJhile the Court has expressed\na preference for the use of arrest warrants when feasible . . . , it has\nnever invalidated an arrest supported by probable cause solely because\nthe officers failed to secure a warrant.” Id. at 113. Here we have\nwarrants and probable cause. The Fourth Amendment problem stems\ninstead from the FBI’s lack of statutory authority for an extraterritorial\napprehension that has not been sanctioned by the asylum state.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_85__13",
      "chunk_id": "13",
      "content": "Id. at 113. Here we have\nwarrants and probable cause. The Fourth Amendment problem stems\ninstead from the FBI’s lack of statutory authority for an extraterritorial\napprehension that has not been sanctioned by the asylum state. Where federal officials act without explicit statutory authority, the\nvalidity of an arrest in this country turns on whether it meets the\n30 Reid v. Covert 354 U.S. 1, 5-6 (1957); Berlin Democratic Club v. Rumsfeld, 410 F. Supp. 144,\n160-61 (1976). 553 standards for a valid citizen’s arrest under state law.31 If a court\nextrapolated that reasoning to the international context, the pertinent\nquestion would be the standards for a citizen’s arrest in the asylum\nstate. 32 The rule in the asylum state is that “[a]ny person may, with or\nwithout warrant or other legal process, arrest and detain another\nperson who has committed a felony.” Presumably this is a reference to\ndomestic felonies; otherwise the statute would authorize arrests for\ncrimes that are not punishable in domestic courts and are not the\nsubject of an extradition order. Thus we think this asylum state statute\ncould not afford to U.S. officials authority to arrest for U.S. felonies\nwithin the asylum state’s territory. So in the absence of asylum state\nconsent and the § 533 authority to arrest that comes with it, the fugitive\nhas a plausible Fourth Amendment claim. In contrast, for reasons stated\nin Part I of this memorandum to support the conclusion that, in the\nabsence of the brutality alleged in Toscanino, there is no due process\nviolation warranting divestment of jurisdiction, we conclude that there\nwould be no Fifth Amendment violation warranting a civil remedy. We do not view a violation of international law as a legally sufficient\nindependent basis for a civil action. The reason is the distinct compass\nof international law. Last February the Fifth Circuit observed in the\nanalogous context of a vessel seizure:\nSince 1815 it has been established that redress for im­\nproper seizure in foreign waters is not due to the owner\nor crew of the vessel involved, but to the foreign govern­\nment whose territoriality has been infringed by the\naction. 33 The fugitive lacks standing to pursue the violation of international\nlaw.34 The final potential bases for civil liability on the part of the federal\ngovernment and individual federal officials are the common law torts of\nfalse imprisonment, false arrest, assault and battery. And to the question\nof liability must be added the question of forum. S1 See United States v. D i Re. 332 U.S. 581. 589-92 (1948); Alexander v. United States. 390 F.2d 101\n(5th Cir. 1968); United States v. Viale. 312 F.2d 595, 601 (2d Cir ), cert, denied. 373 U.S. 903 (1963). 38 O f course, a court could also conclude that federal agents do not have any citizen's arrest\nprivileges in the asylum state and therefore cannot avail themselves of citizen arrest standards to argue\nthe validity of the seizure. 33 United States v. Conroy. S89 F.2d I2S8, 1268 (5th Cir. 1979); see also The Richmond. 13 U.S. (9\nCranch) 102. 103 (1815).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_85__14",
      "chunk_id": "14",
      "content": "33 United States v. Conroy. S89 F.2d I2S8, 1268 (5th Cir. 1979); see also The Richmond. 13 U.S. (9\nCranch) 102. 103 (1815). 34 Nor does the international law argument add to the fugitive's potential Fourth Amendment\nclaims, except to the extent that it delimits the statutory authority of the FBI. As the Fifth Circuit has\nnoted:\nW hether the search and seizure were Fourth-Amendment-unreasonable must be estab­\nlished by showing that interests to be served by the Fourth Amendment were violated,\nand not merely by establishing the violation of general principles o f international law. Cadena. 585 F.2d at 1264. We note that by its terms the Federal Kidnapping Act is inapplicable in the context o f the proposed\noperation. It pertains to abductions “within the special maritime and territorial jurisdiction o f the\nUnited States.’* 18 U.S.C. § 1201(aX2). But see Toscanino, 500 F.2d at 276. 554 Although a civil suit in the asylum state against U.S. officials is\ntheoretically possible, it is an unlikely course for the fugitive to take\nbecause of the obvious logistical problems, the fact the United States\nwould not be amenable to suit there, and difficulties the asylum state\ncourts would have in obtaining personal jurisdiction over individual\ngovernment officers. It is much more likely that any action for common\nlaw torts would be instituted in the United States, and we think such an\naction could be maintained in this country. According to private international law, injuries to a person or per­\nsonal property of another are transitory and the right to redress follows\nthe defendant to foreign lands. 35 This principle has been recognized in\nthe United States. 36 All that is necessary is that the defendant be found\nwithin a jurisdiction in this country. The law to be applied is normally\nthat of the site of the tortious conduct—the asylum state in this\ncase 37—although we think American law would still govern the ques­\ntion of immunity. 38 It is always possible that the fugitive would be\nnonsuited because a court regards the cause of action as repugnant to\nthe policies of the forum state. But the dicta in Ker about damage\nactions make that result less certain,39 and we think that in the absence\nof an immunity defense the United States and individual federal officials\ncould be held liable for false imprisonment. The law of the place of the tort also usually governs the damage\naward.40 Exemplary damages are available under English common law,\nand consequently asylum state law, as are damages for nervous\nshock. 41 By their very nature, the size of such awards is impossible to\npredict; we can only advise that exemplary damages would not be\navailable in an action against the United States. 42 Although there is no\nprecedent on point, we think that it is unlikely that an American court\nwould be receptive to an argument that a fugitive should be compen­\n35 See, e.g.. G. Cheshire, Private International Law 240-42 (1965). See. e.g.. Slater v. Mexican National R.R. Co.. 194 U.S. 120 (1904); Schertenleib v. Traum. 589\nF.2d 1156, 1165 (2d Cir. 1978); Mobil Tankers Co. v. Mene Grande Oil Co.. 363 F.2d 611, 615 (3d Cir ),\ncert, denied.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_85__15",
      "chunk_id": "15",
      "content": "See. e.g.. Slater v. Mexican National R.R. Co.. 194 U.S. 120 (1904); Schertenleib v. Traum. 589\nF.2d 1156, 1165 (2d Cir. 1978); Mobil Tankers Co. v. Mene Grande Oil Co.. 363 F.2d 611, 615 (3d Cir ),\ncert, denied. 385 U.S. 945 (1966). 37 See generally, G. Cheshire, Private International Law 240-57 (1965); M. Hancock, Torts in the\nConflict of Laws 54-63 (1942); Restatement (Second) of the Conflict of Laws §§ 10, 145 (1969). Of\ncourse, this is not an ironclad rule and the government would be free to argue that a suit between a\nU.S. citizen and his government created a sufficient nexus with the American forum to dictate the\napplication of its tort liability principles. But those principles are unlikely to vary sufficiently to make\na difference in the outcome. 38 Although state law may govern the cause ®f action, federal courts have applied a uniform federal\nrule in determining whether the defendant enjoys official immunity. Barr v. Matteo, 360 U.S. 564, 56976 (1959). There is no justification for departing from that rule because the cause of action arises under\nforeign law. 39 Appellate courts have had divergent views on what forum the Supreme Court had in mind when\nit alluded to damage actions in Ker, 119 U.S. at 444. Compare Waits v. McGowan, 516 F.2d at 207 n.7\n(damage actions in state courts) with United States ex rel. Lujan v. Gengler, 510 F.2d at 64-65 n.3\n(damage actions in foreign courts). 40 See G. Cheshire, Private International Law 602-04 (1965); M. Hancock, Torts in the Conflict of\nLaws 113-120 (1942); Restatement (Second) of Conflict of Laws §§ 10, 145, 171 (1969). 41 H. Street, The Law of Torts 114-17, 440 (1976). 42 28 U.S.C. §2674; see. e.g.. Johnson v. United States, 547 F.2d 688, 690 n.5 (D.C. Cir. 1976). 555 sated for his lost opportunity to evade the lawful processes of the\nUnited States. Such an argument suggests a personal “right of asylum,”\na right explicitly rejected in Ker, and the argument could be properly\nrebuffed as against the public policy of the forum. Also injunctive\nrelief, ordering that the fugitive be returned to the asylum state, is\nsquarely inconsistent with Ker. We note that there is no provision for\nindemnification of government officials held liable in an action for false\nimprisonment. 43\nIV. Criminal Liability and the Importance of Asylum State Consent The importance of asylum state consent is perhaps most dramatically\nhighlighted by the possibility that federal officials may be extraditable\nto the asylum state for kidnapping. 44 A number of abduction cases,\nincluding Ker, have discussed this possibility. 45 The only effective\nsafeguard against the diplomatic embarrassment and personal anxiety an\nextradition request would create is a prior agreement with the asylum\nstate that no extradition request will be made. In sum, asylum state consent appears pivotal to the success of the\noperation, both as a matter of litigation and public perception. A formal\ndiplomatic protest w6uld force the Second Circuit to decide whether to\ndivest the district court of its criminal jurisdiction as a result of the\ninternational law violation.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_85__16",
      "chunk_id": "16",
      "content": "In sum, asylum state consent appears pivotal to the success of the\noperation, both as a matter of litigation and public perception. A formal\ndiplomatic protest w6uld force the Second Circuit to decide whether to\ndivest the district court of its criminal jurisdiction as a result of the\ninternational law violation. It would make an immunity claim in any\ncivil action difficult to maintain as well as provide the fugitive with a\nstrong argument that the operation violated his Fourth Amendment\nrights. It would present the possibility of an embarrassing extradition\nrequest. Finally, in the current international climate, this country can ill\nafford an operation that would permit others to argue that the United\nStates does not respect international law. We advise that you not\nauthorize the operation without the asylum state’s tacit consent. V. Miscellaneous Considerations If an apprehension is to be made, we recommend that it be made in\nthe same manner as any professional arrest: with expedition, minimum\n43 Torts Branch Monograph, Damage Suits Against Federal Officials, Department of Justice Repre­\nsentation, Immunity 10-11 (Nov. 1978). 44 Art. 3, para. 7 of the extradition treaty between the United States and the asylum slate lists\nkidnapping and false imprisonment as extradition offenses. The penal code of the asylum state\nprovides:\nA person is guilty of kidnapping—\n(1) who unlawfully imprisons any person, and takes him out of the jurisdiction of the\ncourt, without his consent; or\n(2) who unlawfully imprisons any person within the jurisdiction of the court, in such\na manner as to prevent him from applying to a court for his release or from discover­\ning to any other person the place where he is imprisoned, or in such a manner as to\nprevent any person entitled to have access to him from discovering the place where he\nis imprisoned. 45 E.g., Lujan, 510 F.2d at 64-65 n.3; Villareal v. Hammond, 74 F.2d 503, 505-06 (5th Cir. 1934);\nCollier v. Vaccaro, 51 F.2d 17, 20-21 (4th Cir. 1931). 556 restraint, and with full sensitivity to the fugitive’s physical needs and\nconstitutional rights. We would recommend that the fugitive be in­\nformed of his rights and the presence of outstanding warrants immedi­\nately upon his apprehension in the the asylum state and again immedi­\nately within the territorial confines of the United States. Even if the\nfugitive waives his rights, we recommend that there be no attempt at\ninterrogation until the fugitive is within the territorial limits of the\nUnited States. As far as the participation of asylum state nationals is concerned, we\nmake the following observations: Insofar as foreign nationals are acting\nat the behest or direction of this government, they will be regarded as\nAmerican agents by the courts. If they take action outside the ambit of\nthat agency relationship, e.g., resort to torture, this government may\nsuccessfully maintain that it was not a party to that action. 46 But this\ndoes not militate in favor of using asylum state nationals because FBI\nagents are not likely to engage in improper conduct in the first place. We think that the use of foreign nationals raises more questions of\nstrategy than of law.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_85__17",
      "chunk_id": "17",
      "content": "46 But this\ndoes not militate in favor of using asylum state nationals because FBI\nagents are not likely to engage in improper conduct in the first place. We think that the use of foreign nationals raises more questions of\nstrategy than of law. Only if foreign nationals, without U.S. direction\nor compensation, deposited the fugitive on American soil would the\nlegal problems in this memorandum be obviated by their presence. John M. H arm on Assistant Attorney General\nOffice o f Legal Counsel <a Eg.. Lira. 515 F.2d at 70-71. 557",
      "queries": [],
      "queries_score": []
    }
  ]
}