{
  "doc_id": "legal-advice_75",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_75__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20131701F\nRelease Date: 4/26/2013\nCC :LB&I:F:MAN:1:MSCoravos\nPOSTF-114291-12\ndate: January 31, 2013 to: Peter Toporowski, Revenue Agent\nLarge Business & International from: Michael S. Coravos\nAttorney (Manhattan, Group 1)\n(Large Business & International) subject: The SPV Financing Transaction\nLEGEND:\nDomestic Holdings = Swiss Re America Holding Corp. Domestic Parent = Swiss Re Financial Products Corp. Domestic Subsidiary = SR PA Finance, Inc. Euro International = European International Reinsurance Company, Ltd. Euro Finance = European Finance Reinsurance Company, Ltd. SPV = Taurus Finance, Inc. BANK = Bank of America Foreign Country = Barbados Amount 1 = $1,750MM Amount 2 = $21MM Amount 3 = $84MM Amount 4 = $1,715MM 2 POSTF-114291-12\nAmount 5 = $735MM Amount 6 = $980MM Amount 7 = $750MM Amount 8 = $1,000MM Amount 9 = $54,773,926 Amount 10 = $71,008,002 Amount 11 = $1,031MM Amount 12 = $131MM Date 1 = 2006 Date 2 = 2007 Date 3 = April 18, 2011 Date 4 = April 27, 2011 Rate 1 = 95.514 basis points Rate 2 = 89.87 basis points Rate 3 = 5.25887% Rate 4 = 0.125% Rate 5 = 5.28195% Rate 6 = 5.26% POSTF-114291-12 3 This memorandum responds to your request for our assistance in reviewing the\nBank and Domestic Holdings structured finance transaction known as “the SPV\nFinancing Transaction” (hereafter “the transaction”). Attached hereto as Exhibit A is a\ncopy of the power point presentation that you provided to our office. For a step-by-step,\ndetailed description of the transaction, refer to the attached power point presentation. The advice rendered in this memorandum is conditioned on the accuracy of the\nfacts presented. If the facts are different from the facts as set forth below and in the\nattached power point presentation, you should immediately advise this office. This writing contains privileged information. Any unauthorized disclosure\nof this writing may have an adverse effect on privileges, such as the attorney\nclient and attorney work product privileges. Accordingly, this memorandum is not\nto be distributed to the taxpayer. If disclosure becomes necessary, please contact\nthis office for our views on the matter. Facts\nBank and Domestic Holdings entered into a structured finance transaction that\nwas designed to utilize Domestic Holdings’ losses to shelter income that economically\nbelonged to Bank. Domestic Holdings and Bank shared these tax savings in a manner\nthat allowed Domestic Holdings to borrow at a tax advantaged rate and earn a spread\non LIBOR based assets over 5 years. To accomplish this purpose, Bank and Domestic\nHoldings’ wholly owned domestic subsidiary, Domestic Parent, established a special\npurpose vehicle named SPV. During the Date 1 and Date 2 taxable years, Bank\ncontributed an aggregated Amount 1 to SPV in exchange for preferred stock and\nAmount 2 in exchange for common stock. In contrast, during this same time period,\nDomestic Parent contributed an aggregated Amount 3 to SPV in exchange for purely\ncommon stock. After the initial capitalization, Domestic Parent held 80% of the SPV\ncommon stock and Bank held 20% of the SPV common stock.",
      "queries": [
        "internal revenue service memo release date",
        "internal revenue service memo release number",
        "what is cops training",
        "when do you report subrecipient compensation",
        "cops office contact number",
        "what is the penalty for filing no tax returns"
      ],
      "queries_score": [
        "3.1877818",
        "2.986608",
        -8.693169593811035,
        -8.190839767456055,
        -6.913935661315918,
        -8.414315223693848
      ]
    },
    {
      "id": "legal-advice_75__1",
      "chunk_id": "1",
      "content": "In contrast, during this same time period,\nDomestic Parent contributed an aggregated Amount 3 to SPV in exchange for purely\ncommon stock. After the initial capitalization, Domestic Parent held 80% of the SPV\ncommon stock and Bank held 20% of the SPV common stock. In connection with the\nformation of SPV, Bank also received a call option that entitled Bank to purchase all of\nthe SPV common stock owned by Domestic Parent. The taxpayer claims that SPV is part of Domestic Holdings’ consolidated group\nbecause Domestic Parent owns 80% of the vote and value of SPV common stock. The\ntaxpayer further claims that although Bank owned all of the preferred stock, that\npreferred stock qualifies as “I.R.C. § 1504(a)(4) stock” and thus, is not considered when\ndetermining whether the 80% vote and value test is met for purposes of consolidation. By claiming SPV as part of Domestic Holdings’ consolidated group for tax\npurposes, SPV was able to utilize Domestic Holdings’ losses to shelter any income that\naccrued within SPV. SPV is not part of Domestic Holdings’ consolidated group for\nfinancial accounting purposes, however. In contrast, SPV is part of Bank’s consolidated\ngroup under FIN 46R because SPV is a “variable interest entity” and Bank is exposed to\nthe majority of the risks and rewards of ownership by virtue of its preferred stock POSTF-114291-12 4 investment. The following graph depicts the consolidated relationships between the\nparties for both tax and accounting purposes. The entities labeled Domestic Parent,\nDomestic Subsidiary, and Euro International will be described in more detail below. Tax consolidated group\nDomestic Parent Bank SPV Accounting consolidated group Domestic\nSubsidiary Euro\nInternational Exam has argued that because it was reasonably certain at the time of issuance\nthat Bank would exercise its call option, that option is treated as exercised under Treas. Reg. § 1.1504-4 for purposes of the consolidation rules and, as a result, SPV cannot be\nconsolidated into either Bank or Domestic Holdings. Because CC:CORP has already\napproved of Exam’s argument with respect to this issue, this memorandum does not\ndiscuss it further. POSTF-114291-12 5 The Credit Linked Note1 Of the Amount 1 that SPV raised from Bank, SPV lent Amount 4 to a Domestic\nHoldings’ subsidiary named Domestic Subsidiary in exchange for a credit-linked note\n(“CLN”). The CLN had a maturity date of five years and paid a floating interest rate,\nwhich Domestic Subsidiary deducted annually. In fact, SPV lent Amount 4 to Domestic\nSubsidiary in two tranches. During the Date 1 taxable year, SPV lent Amount 5 to\nDomestic Subsidiary in exchange for a CLN that paid an interest rate of USD-LIBORBBA (three month rate) minus Rate 1, determined utilizing the actual number of days\ndivided by 360. During the Date 2 taxable year, SPV lent Amount 6 to Domestic\nSubsidiary in exchange for a CLN that paid an interest rate of USD-LIBOR-BBA (three\nmonth rate) minus Rate 2, determined utilizing the actual number of days divided by\n360.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_75__2",
      "chunk_id": "2",
      "content": "During the Date 2 taxable year, SPV lent Amount 6 to Domestic\nSubsidiary in exchange for a CLN that paid an interest rate of USD-LIBOR-BBA (three\nmonth rate) minus Rate 2, determined utilizing the actual number of days divided by\n360. Under the terms of the CLNs, Domestic Subsidiary could satisfy its obligations at\nmaturity by either repaying the Amount 4 principal amount in cash or by delivering to\nSPV a portfolio of “Specified Assets,” which could include any security listed on\nAppendix A of the CLN or any security that met the “Portfolio Criteria.” According to the\nPortfolio Criteria, the specified assets consisted of highly liquid, investment grade assetbacked securities, including AAA rated bonds and A-1 rated commercial paper. The\nPortfolio Criteria also specified that the assets had to be denominated in U.S. dollars\nonly and that, “No fixed rate coupon assets allowed. Floating rate coupons only.” Attached hereto as Exhibit B is a copy of the CLNs and their appendices describing the\nPortfolio Criteria in more detail. The Prepaid Forward Contract2\nDomestic Subsidiary used the Amount 4 that it borrowed from SPV and some\nnominal funding that it received from Domestic Parent to purchase an Amount 1 prepaid\nforward contract (hereafter the “PPF”) from Euro International, a Foreign Country\nsubsidiary of Domestic Holdings’ foreign parent corporation. In fact, Domestic\nSubsidiary purchased two PPFs. During the Date 1 taxable year, Domestic Subsidiary\npurchased a five year PPF with a prepayment amount of Amount 7. Similarly, during the\nDate 2 taxable year Domestic Subsidiary purchased a five year PPF with a prepayment\namount of Amount 8. Generally, a PPF requires the forward buyer to pay the forward seller the\nforward price (discounted to present value on the date of the payment) at the time the\nparties enter into the transaction. In contrast with a traditional postpaid forward contract,\nthe seller of a PPF has use of the buyer’s money during the term of the PPF. The\namount paid to the buyer at settlement thus includes compensation to the buyer for the 1 This memorandum does not address whether the credit linked note should be respected as debt for\nfederal tax purposes. 2 This memorandum does not address whether the prepaid forward contract should be respected as a\nforward contract for federal tax purposes. POSTF-114291-12 6 time value of money. See Staff Report of the Joint Committee on Taxation, Present Law\nand Issues Related to the Taxation of Financial Instruments and Products (JCX-56-11). The PPFs at issue in this case had a settlement date that matched the maturity\ndate of the CLNs (i.e., five years). Under the terms of the PPFs, Euro International had\nto deliver to Domestic Subsidiary on the settlement date the “reference portfolio.” The\nreference portfolio had to meet certain “investment guidelines” including that the\nunderlying securities had to be “liquid” and offer a return that was at least equal to USD\nLIBOR3. The guidelines required that all securities originally designated as the\nreference portfolio must either mature or be deemed to have been sold by the\nsettlement date.",
      "queries": [
        "which federal regulation is relied on for a reduction in sentence?",
        "cops office telephone number"
      ],
      "queries_score": [
        -8.721452713012695,
        -8.554443359375
      ]
    },
    {
      "id": "legal-advice_75__3",
      "chunk_id": "3",
      "content": "The guidelines required that all securities originally designated as the\nreference portfolio must either mature or be deemed to have been sold by the\nsettlement date. Thus, changes to the reference portfolio required by the guidelines\nwould result in a complete turnover of the securities in the reference portfolio. Interest or other income on all securities, and the principal proceeds of all\nsecurities that mature or are deemed sold during the term of the PPFs, are deemed\nreinvested in securities in accordance with the guidelines. The amount of the deemed\nreinvestment is determined after making an adjustment for the net payments that would\nbe deemed to have been made or received on an interest rate swap pursuant to which\nthe reference portfolio is deemed to pay 3-month LIBOR quarterly on a notional\nprincipal amount equal to the prepayment amount (i.e., Amount 1), in exchange for a\nfixed rate of Rate 3 on the same notional principal amount. Moreover, the investment guidelines provided that proceeds from the underlying\nsecurities were deemed to be reinvested in securities that offered a return that was at\nleast equal to USD LIBOR (or in the case of securities not carrying interest at floating\nrates, the fixed swap rate equivalent thereof) less Rate 4 for the prevailing term from the\ntime of designation. Attached to the PPFs was a list of securities that were designated\nas the “initial reference portfolio.” These securities were substantially similar to the\n“Specified Assets” listed in the appendices to the CLNs. In fact, some of the underlying\nsecurities were identical. Attached as Exhibit C is a copy of the PPFs and the\nappendices describing the investment guidelines of the reference portfolio in more\ndetail. The Interest Rate Swaps\nBecause the PPFs did not produce current cash flows (i.e., Domestic Subsidiary\nwasn’t entitled to any payments until the settlement date), Domestic Subsidiary entered\ninto interest rate swaps with Domestic Parent to ensure that it had sufficient cash flows\nto service the interest payments due on the CLNs. First, Domestic Subsidiary entered\ninto a fixed-floating interest rate swap with Domestic Parent with respect to a notional\namount equal to the principal amount on the CLNs (Amount 4), whereby Domestic\nParent made periodic payments to Domestic Subsidiary equal to three-month LIBOR\nand Domestic Subsidiary was required to make a single payment to Domestic Parent\n3 It is worth noting that while the CLNs provide for an interest rate at three month USD LIBOR, the PPFs\nsimply provide for a return “at least equal to USD LIBOR” without specifying whether its three month USD\nLIBOR, one month USD LIBOR, etc. Furthermore, the PPFs do not define the term “USD LIBOR.” 7 POSTF-114291-12 equal to 5.28195 % per annum, compounding quarterly at three-month LIBOR, at\ntermination of the swap. Next, Domestic Parent entered into a fixed-floating interest rate swap with Euro\nInternational with respect to a notional amount equal to the principal amount on the\nCLNs (Amount 4), whereby Domestic Parent paid a fixed amount of Rate 5 to Euro\nInternational in exchange for a floating interest rate of 3-month LIBOR.",
      "queries": [
        "what is the purpose of the oig audit?",
        "is above market earnings on deferred compensation taxable",
        "cops office contact number for grants",
        "who is exempt from eeop"
      ],
      "queries_score": [
        -7.2096781730651855,
        -8.456531524658203,
        -8.755938529968262,
        -7.886629581451416
      ]
    },
    {
      "id": "legal-advice_75__4",
      "chunk_id": "4",
      "content": "Next, Domestic Parent entered into a fixed-floating interest rate swap with Euro\nInternational with respect to a notional amount equal to the principal amount on the\nCLNs (Amount 4), whereby Domestic Parent paid a fixed amount of Rate 5 to Euro\nInternational in exchange for a floating interest rate of 3-month LIBOR. Similarly, SPV\nentered into a fixed-floating interest rate swap with Euro Finance, a Foreign Country\nsubsidiary of Domestic Holdings’ foreign parent corporation, with respect to a notional\namount equal to the principal amount on the CLNs (Amount 4), whereby SPV received\na fixed Rate 5 and paid a floating rate equal to U.S. dollar monthly LIBOR. Lastly, Euro\nFinance entered into a fixed-floating interest rate swap with Bank with respect to a\nnotional amount equal to the principal amount on the CLNs (Amount 4), whereby Euro\nFinance received a fixed Rate 5 and paid a floating rate equal to U.S. dollar monthly\nLIBOR. The interest rate swaps provided for the payment of a breakage fee in the event\nthat the swap terminated prior to the expiration of the 5-year period. It is worth noting that the interest rate swaps were with respect to a notional\nprincipal amount that matched the principal amount of the CLNs (Amount 4), rather than\nthe principal amount of the PPFs (Amount 1). Apparently, this was done because\nDomestic Subsidiary only needed to generate enough cash flow to make interest\npayments under the CLNs. Additionally, it is likely that the timing of the fixed and\nfloating payments due under all the swaps were matched. The cash flows generated by the transaction are depicted below. Floating Domestic\nParent Bank Floating Fixed\nFloating\nFixed SPV Fixed Fixed Euro\nFinance Floating Domestic\nSubsidiary\nFloating\nFixed (pursuant to \"deemed swap\") Euro\nInternational Fixed POSTF-114291-12 8 The Taxpayer’s Return Position\nDuring the years the CLNs and PPFs remained outstanding, Domestic\nSubsidiary annually deducted interest payments made to SPV under the CLNs. For\nexample, Domestic Subsidiary deducted Amount 9 in connection with the CLNs as an\n“other deduction” on Line 26 of its Date 2 Form 1120, U.S. Corporation Income Tax\nReturn. Similarly, Domestic Subsidiary deducted Amount 10 in connection with the\ninterest rate swaps as an “other deduction” on Line 26 of its Date 2 Form 1120, U.S.\nCorporation Income Tax return. In contrast, Domestic Subsidiary did not include in\nincome annually any appreciation from the forward portfolio. Rather, Domestic\nSubsidiary determined that it was not liable for any tax under the PPFs until it became a\n“closed transaction,” which would not be until the forward contract’s settlement date. At the time the transaction was entered into, Domestic Subsidiary anticipated that\nit would either: (1) sell the PPFs to a related Domestic Holdings entity prior to the\nsettlement date, realize a capital gain, and use the cash proceeds to repay the CLNs; or\n(2) take physical possession of the securities on the settlement date and recognize a\ncapital gain when Domestic Subsidiary transferred the securities to SPV to repay the\nCLNs. The transaction was designed so that Domestic Subsidiary would recognize a\ncapital gain because Domestic Holdings had to utilize its expiring capital losses.",
      "queries": [
        "time spent planning a conference",
        "what is the bureau of citizenship & immigration service employment eligibility verification form",
        "who is the owner of a tenancy by the entireties property?"
      ],
      "queries_score": [
        -8.37535572052002,
        -8.366003036499023,
        -8.757762908935547
      ]
    },
    {
      "id": "legal-advice_75__5",
      "chunk_id": "5",
      "content": "The transaction was designed so that Domestic Subsidiary would recognize a\ncapital gain because Domestic Holdings had to utilize its expiring capital losses. Under the terms of the interest rate swap between Domestic Subsidiary and\nDomestic Parent, Domestic Subsidiary was required to make a single payment to\nDomestic Parent equal to Rate 5 per annum, compounding quarterly at three-month\nLIBOR on the termination of the swap. It is likely that Domestic Subsidiary treated this\nswap as a notional principal contract under Treas. Reg. § 1.446-3, treated the single\ninterest payment due on settlement as a “periodic payment” under Treas. Reg. § 1.4463(e), and deducted its “ratable daily portion” of that net swap payment on an annual\nbasis. While the taxpayer submitted a power point to Exam indicating that it treated the\ninterest rate swaps as a loan for tax purposes, this claim was not supported by the\nreturn. For example, Domestic Subsidiary deducted Amount 10 in connection with the\ninterest rate swaps as an “other deduction” on Line 26 of its Date 2 Form 1120, U.S.\nCorporation Income Tax return; rather than deducting the amount as “interest” on Line\n18. Moreover, the Schedule L, Balance Sheets per Books, did not list the interest rate\nswaps as liabilities. Rather, the only liabilities listed are the CLNs. The Winding Up of SPV\nOn Date 3, Bank notified Domestic Holdings that it was exercising its call option\non the common stock of SPV and thus, effectively unwound the transaction. The\ncommon stock of SPV was delivered to Bank on or about Date 4. Prior to exercising the\ncall option, Domestic Subsidiary repaid the CLNs in full with cash. SPV then took the\ncash and lent Amount 11 to Bank with interest accruing at one month LIBOR, payable\nmonthly. As a result of the transaction being unwound, Domestic Subsidiary terminated\nthe PPFs and recognized Amount 12 of capital gain, which was offset with Domestic\nHoldings’ existing capital losses. POSTF-114291-12 9\nIssue 1. Whether Domestic Subsidiary’s Amount 9 deduction for annual interest\npayments to SPV under the CLNs should be capitalized under I.R.C. § 263(g)\nas “carrying costs” properly allocable to straddle property. 2. Whether Domestic Subsidiary’s Amount 10 deduction for payments to\nDomestic Parent in connection with the interest rate swap should be\ncapitalized under I.R.C. § 263(g) as “carrying costs” properly allocable to\nstraddle property. 3. Whether the Amount 12 that Domestic Subsidiary recognized as capital gain\nupon the termination of the PPFs should be recharacterized as ordinary\nincome because the forward contract is a “conversion transaction” under\nI.R.C. § 1258. Law and Analysis\nGenerally, the Code does not impose any tax consequences when parties enter\ninto a forward contract. Similar to an option, a standard forward contract is an executory\ncontract that is treated as an “open transaction” until the contract is settled. See Lucas\nv. North Texas Lumber, 281 U.S. 11, 13 (1930) (purchase and sales agreement for a\nhouse entered into in December of year 1 but not closed until January of year 2 treated\nas an open transaction that did not settle until year 2). 4",
      "queries": [
        "where does the federal medical center house female offenders",
        "what division of the department of education is civil rights",
        "when was combined productive capacity of an llc considered",
        "are partnership interest taxes deferred"
      ],
      "queries_score": [
        -9.920010566711426,
        -9.311009407043457,
        -9.517502784729004,
        -7.3782639503479
      ]
    },
    {
      "id": "legal-advice_75__6",
      "chunk_id": "6",
      "content": "See Lucas\nv. North Texas Lumber, 281 U.S. 11, 13 (1930) (purchase and sales agreement for a\nhouse entered into in December of year 1 but not closed until January of year 2 treated\nas an open transaction that did not settle until year 2). 4 If the forward contract is settled\nby delivery of the underlying property, the forward seller (i.e., the party delivering the\nproperty) recognizes gain or loss based on the difference between the price received at\nsettlement and the taxpayer’s basis in the property delivered. In contrast, the forward\nbuyer (i.e., the party receiving the property) takes a cost basis in the assets equal to the\nforward contract price, and gain or loss is deferred until the subsequent disposition of\nthe assets. The character of the gain or loss that is realized with respect to the forward\ncontract is generally the same as the character of the underlying property. Alternatively,\nif a forward contract is not physically settled at the settlement date, but rather the\nforward contract is settled for a cash payment, cancelled, terminated, or sold prior to its\nsettlement date, then the gain or loss is generally capital if the forward contract is a\ncapital asset in the hands of the taxpayer. See Staff Report of the Joint Committee on\nTaxation, Present Law and Issues Related to the Taxation of Financial Instruments and\nProducts (JCX-56-11). 4 As noted, we are not addressing whether the PPF should be respected as a forward contract for federal\ntax purposes and subject to “open transaction” treatment. In some instances, parties to prepaid contracts\nshould be required to accrue income or expense during the term of the transaction. See Rev. Rul. 2008-1,\n2008-1 C.B. 248; Notice 2008-2, 2008-2 IRB 252. POSTF-114291-12 10 Section 1092 Straddles The standard tax consequences flowing from a forward contract can be altered,\nhowever, if the forward contract makes up part of a straddle in personal property. Section 263(g) provides that no deduction shall be allowed for interest and carrying\ncharges5 properly allocable to personal property that is part of a straddle (as defined in\nI.R.C. § 1092(c)). See I.R.C. § 263(g). Section 1092(c) defines a straddle as “offsetting\npositions with respect to personal property.” In general, a taxpayer holds offsetting\npositions with respect to personal property “if there is a substantial diminution of the\ntaxpayer’s risk of loss from holding any position6 with respect to personal property7 by\nreason of his holding one or more other positions with respect to personal property.” I.R.C. § 1092(c)(2). Moreover, under I.R.C. § 1092(c)(3)(A)(ii) and (iii), two or more\npositions shall be presumed to be offsetting if the positions are in the same personal\nproperty (even though such property may be in a substantially altered form) or the\npositions are in debt instruments of a similar maturity. In this case, Domestic Subsidiary entered into PPFs that gave Domestic\nSubsidiary the right to receive a portfolio of highly liquid, investment grade securities. These PPFs qualify as positions in personal property under I.R.C. § 1092(d). In order\nfor these positions in personal property to be a straddle, however, Domestic Subsidiary\nmust have entered into offsetting positions with respect to the PPFs.",
      "queries": [
        "when are commitments made at the application stage of the title honoured by the designated city?",
        "when should cops report be submitted",
        "what is audited by oig",
        "reasons why an inmate may not be removed from the resolve coordinator's office"
      ],
      "queries_score": [
        -8.89511489868164,
        -8.082404136657715,
        -7.180354118347168,
        -9.827607154846191
      ]
    },
    {
      "id": "legal-advice_75__7",
      "chunk_id": "7",
      "content": "These PPFs qualify as positions in personal property under I.R.C. § 1092(d). In order\nfor these positions in personal property to be a straddle, however, Domestic Subsidiary\nmust have entered into offsetting positions with respect to the PPFs. Domestic\nSubsidiary entered into two offsetting positions – the interest rate swap with Domestic\nParent and the rights under the CLNs. Domestic Subsidiary’s Right Under the CLN to Deliver “Specified Assets”\nDomestic Subsidiary’s rights under the CLNs constitute an offsetting position with\nrespect to the PPFs because Domestic Subsidiary rights under the CLNs substantially\ndiminished Domestic Subsidiary’s risk of loss with respect to the PPFs. The CLNs\nprovided Domestic Subsidiary with the choice of repaying the Amount 4 that Domestic\nSubsidiary borrowed from SPV by physically delivering to SPV either cash or a\nreference portfolio of securities called “Specified Assets.” The Specified Assets under\nthe CLNs had specific characteristics, including that they be highly liquid, investment\ngrade asset-backed securities such as AAA rated bonds and A-1 rated commercial\npaper. The investment profile (i.e., interest rate risk, average length to maturity, credit\nrating, etc.) associated with the Specified Assets is substantially similar to the\ninvestment profile of the securities underlying the PPFs (the “reference portfolio”). In\n5 As relevant here, “interest and carrying charges” is defined as the amount of interest on indebtedness\nincurred or continued to purchase or carry the personal property over the amount of interest includible in\ngross income with respect to the personal property. 6\nThe Code defines a “position” as any interest in personal property (including an interest in a futures or\nforward contract). See I.R.C. § 1092(d)(2). 7\nThe Code defines “personal property” as any personal property of a type which is actively traded. See\nI.R.C. 1092(d)(1); See also Treas. Reg. § 1.1092(d)-1(c). If a taxpayer is an obligor under a debt\ninstrument and debt payments are linked to the value of personal property, the debt instrument may be\npart of a straddle. See Prop. Reg. § 1.1092(d)-1(d). POSTF-114291-12 11 fact, some of the underlying securities listed in the appendices to the CLNs as\n“Specified Assets” are identical to the underlying securities listed in the reference\nportfolio of the PPFs. If the PPFs had diminished in value because the securities underlying the PPFs\ndiminished in value, then Domestic Subsidiary could wait until it received the securities\nin settlement of the PPFs and then deliver them to SPV in satisfaction of the CLNs. As a\nresult, Domestic Subsidiary’s risk of loss in the PPFs was substantially diminished by its\nrights under the CLNs. While the Specified Assets did not make up 100% of the PPFs’\nreference portfolio, there was a sufficient amount of overlap that Domestic Subsidiary’s\nrisk of loss with respect to the PPFs was substantially diminished by Domestic\nSubsidiary’s ability to repay the CLNs with those securities or securities with a\nsubstantially similar investment profile. Thus, Domestic Subsidiary investment in the\nPPFs and its rights under the CLNs represent offsetting positions in personal property\nand constitute a straddle under I.R.C. § 1092.",
      "queries": [
        "can domestic subsidiaries offsetting positions be a straddle position?"
      ],
      "queries_score": [
        "1.9899302"
      ]
    },
    {
      "id": "legal-advice_75__8",
      "chunk_id": "8",
      "content": "Thus, Domestic Subsidiary investment in the\nPPFs and its rights under the CLNs represent offsetting positions in personal property\nand constitute a straddle under I.R.C. § 1092. Moreover, under I.R.C. § 1092(c)(3)(A)(ii) and (iii), two or more positions shall be\npresumed to be offsetting if the positions are in the same personal property (even\nthough such property may be in a substantially altered form) or the positions are in debt\ninstruments of a similar maturity. The PPFs and CLNs were offsetting positions in the\nsame personal property because the “Specified Assets” under the CLNs and the\n“reference portfolio” under the PPFs were substantially similar and in some cases\ninvolved identical securities. Additionally, the PPFs and CLNs had five year lengths to\nmaturity, and thus, should be presumed to be offsetting positions under\nI.R.C. § 1092(c)(3). Because Domestic Subsidiary’s investment in the PPFs and its borrowing under\nthe CLNs constitute a straddle under I.R.C. § 1092, Domestic Subsidiary cannot deduct\nthe Amount 9 in annual interest payments under the CLNs that it claimed on its tax\nreturn. Pursuant to I.R.C. § 263(g), that amount must be capitalized. Those payments\ncannot be deducted until the 2011 taxable year, when the PPFs were terminated and\nDomestic Subsidiary recognized a capital gain. The Interest Rate Swaps As mentioned above, I.R.C. § 263(g) provides that no deduction shall be allowed\nfor interest and carrying charges properly allocable to personal property which is part of\na straddle. Section 1092(c) defines a straddle as “offsetting positions with respect to\npersonal property,” and a taxpayer holds offsetting positions if there is a substantial\ndiminution of the taxpayer’s risk of loss from holding any position by reason of his\nholding one or more other positions. I.R.C. § 1092(c)(2). Domestic Subsidiary’s investment in the PPFs and Domestic Subsidiary’s rights\nand obligations under the interest rate swap with Domestic Parent represent a straddle\nbecause Domestic Subsidiary’s risk of loss in the PPFs was substantially diminished by\nDomestic Subsidiary’s interest rate swap with Domestic Parent. Domestic Subsidiary POSTF-114291-12 12 received a fixed rate of return from the PPFs and paid SPV a floating interest rate under\nthe CLNs. Domestic Subsidiary was exposed to interest rate risk on the PPFs because\nif interest rates went up, the PPFs underlying portfolio of securities would become less\nvaluable relatively (i.e., they would be producing interest at a rate less than the\nprevailing market rate). Moreover, Domestic Subsidiary’s interest payments to SPV\nunder the CLNs would also increase. Domestic Subsidiary was able to hedge against\nthis risk by entering into an interest rate swap with Domestic Parent, whereby Domestic\nParent was required to make annual payments to Domestic Subsidiary to the extent\ninterest payments rose above Rate 6 (the rate the forward securities were accruing\nvalue) and where Domestic Subsidiary was only required to make a lump sum payment\nto Domestic Parent at termination at a fixed interest rate if interest rates fell below Rate\n6. In other words, if interest rates went up, then Domestic Subsidiary would receive a\nnet increase in payments from Domestic Parent to offset the decreased value of the\nPPFs.",
      "queries": [
        "what is domestic subsidiary investment in ppfs ?",
        "how does a penalty apply to an individual who refuses to pay a tax"
      ],
      "queries_score": [
        "2.3733716",
        -7.092525482177734
      ]
    },
    {
      "id": "legal-advice_75__9",
      "chunk_id": "9",
      "content": "In other words, if interest rates went up, then Domestic Subsidiary would receive a\nnet increase in payments from Domestic Parent to offset the decreased value of the\nPPFs. Thus, by entering into an interest rate swap with Domestic Parent, Domestic\nSubsidiary was able to substantially diminish its risk of loss on the PPFs by eliminating\nits exposure to rising interest rates. Because Domestic Subsidiary’s investment in the PPFs and Domestic\nSubsidiary’s rights and obligations under the interest rate swap with Domestic Parent\nconstitute a straddle under I.R.C. § 1092, Domestic Subsidiary cannot deduct the\nAmount 10 in accrued payments due under the interest rate swap with Domestic Parent\nthat it claimed on its tax return. Rather, those amounts must be capitalized pursuant to\nI.R.C. § 263(g). Those amounts cannot be deducted until the 2011 taxable year, when\nthe PPFs were terminated and Domestic Holdings recognized a capital gain. Section 1258 Conversion Transaction As mentioned previously, during Date 4, Domestic Subsidiary terminated the\nPPFs with Euro International and recognized Amount 12 of capital gain. Generally,\nwhen a forward contract is not physically settled at the settlement date, but rather is\nsold prior to its settlement date, then the gain or loss is capital in nature if the forward\ncontract is a capital asset in the hands of the taxpayer. “Conversion transactions,” as\ndefined in I.R.C. § 1258, provide an exception to the general rule that gains and losses\nresulting from forward contacts are capital in nature. Conversion transactions are\ntransactions in which a taxpayer holds two (or more) opposing positions with respect to\na security, and substantially all of the return from the combined positions is generated\nby the time value of money (i.e., the return resembles interest on a loan). See I.R.C. §\n1258(c). If a transaction is determined to be a “conversion transaction,” then I.R.C. §\n1258 recharacterizes the capital gain as ordinary income (to the extent it does not\nexceed the applicable imputed income amount as defined in\nI.R.C. § 1258(d)). Congress enacted I.R.C. § 1258 because of perceived abuses by taxpayers that\nentered into economically identical transactions but that had widely disparate tax\ntreatment. See Joint Committee on Taxation, Ways and Means Committee Markup of\nthe Administration’s Revenue Proposals (JCX-1-93). For example, a taxpayer that POSTF-114291-12 13 invests in a zero-coupon bond is generally taxed at ordinary income rates and on an\nannual basis under the original issue discount rules of I.R.C. § 1272. In contrast, if a\ntaxpayer purchases a forward contract where the underlying security is a zero coupon\nbond, then the taxpayer could get capital gain treatment even though the economic\nreturn is based purely on the time value of money (i.e., interest) rather than any actual\nappreciation in the security due to, for example, falling interest rates. See James H.\nCombs, Section 1258 Conversion Transactions, The Michigan Tax Lawyer (Fall 2010). In this case, Domestic Subsidiary’s investment in the PPFs and its rights under\nthe CLNs represent a conversion transaction because substantially all of the capital\ngain Domestic Subsidiary recognized from the PPFs is attributable to the time value of\nmoney.",
      "queries": [
        "what is the federal requirement that a federal employee not take reprisal actions for disclosing misconduct?"
      ],
      "queries_score": [
        -9.4894437789917
      ]
    },
    {
      "id": "legal-advice_75__10",
      "chunk_id": "10",
      "content": "See James H.\nCombs, Section 1258 Conversion Transactions, The Michigan Tax Lawyer (Fall 2010). In this case, Domestic Subsidiary’s investment in the PPFs and its rights under\nthe CLNs represent a conversion transaction because substantially all of the capital\ngain Domestic Subsidiary recognized from the PPFs is attributable to the time value of\nmoney. Under the PPFs, Domestic Subsidiary was entitled to receive a portfolio of\n“reference securities” that accrued value at a fixed rate of return. Domestic Subsidiary\nprotected itself from any downside risk in the PPFs by (1) having the option under the\nPPFs to take physical possession of the underlying securities and (2) having the option\nunder the CLNs to put those securities to SPV. Domestic Subsidiary’s return on the\nPPFs was derived from the “reference portfolio” of securities, and that return was\neconomically linked to the interest earned on those securities. In other words,\nsubstantially all of Domestic Subsidiary’s return on the PPFs was generated by the time\nvalue of money and thus, is a conversion transaction within the meaning of I.R.C. §\n1258. Additionally, sections 1258(c)(2)(B) and (d)(1) specifically define a conversion\ntransaction as including an applicable straddle (within the meaning of I.R.C. § 1092(c)). As discussed in the previous section, Domestic Subsidiary’s position in the PPFs is part\nof a straddle and, as a result, section 1258 should apply to convert Domestic\nSubsidiary’s capital gain into ordinary income (to the extent it does not exceed the\napplicable imputed income amount as defined in I.R.C. § 1258(d)). Furthermore, this transaction is precisely the type of abuse that Congress had in\nmind when it enacted I.R.C. § 1258. Domestic Subsidiary was able to convert income\nattributable to interest accruing on debt instruments (i.e., the reference portfolio of\nsecurities) that should be taxed at ordinary income rates into capital gains, which could\nbe offset with Domestic Holdings’ expiring capital losses. Economically, the CLNs and\nthe PPFs are nearly identical transactions. Under the PPFs, Domestic Subsidiary gave\nmoney to Euro International at the opening of the transaction in exchange for a fixed\ninterest rate based return and a portfolio of highly liquid, investment grade securities\ndue at the settlement date. Similarly, under the CLNs, SPV gave money to Domestic\nSubsidiary at the opening of the transaction in exchange for annual payments of interest\nand repayment of principal at maturity, which Domestic Subsidiary could repay by\ndelivering a portfolio of highly liquid, investment grade securities. In both cases, the long\nparty transferred money to the short party at the opening of the transaction and in\nexchange received the right to receive an annual rate of return that represented the time\nvalue of money and the right to receive a portfolio of highly liquid, investment grade\nsecurities five years in the future that was equal in value to the amount of money initially\ntransferred at the opening of the transaction. This is precisely the type of abuse that POSTF-114291-12 14 Congress had in mind when it enacted I.R.C. § 1258.",
      "queries": [
        "what type of transaction is domestic subsidiary in michigan",
        "when are cops award funds released",
        "what is a performance timeline for all deliverables (based upon an award date of xxxxx)?",
        "when is inmate released from custody",
        "how is trgp used"
      ],
      "queries_score": [
        "1.9251125",
        -9.210527420043945,
        -9.070916175842285,
        -8.626904487609863,
        -7.852906227111816
      ]
    },
    {
      "id": "legal-advice_75__11",
      "chunk_id": "11",
      "content": "This is precisely the type of abuse that POSTF-114291-12 14 Congress had in mind when it enacted I.R.C. § 1258. Based on the foregoing analysis\nof the statutory language and policy considerations, this is a “conversion transaction”\nwithin the meaning of I.R.C. § 1258 and Domestic Subsidiary’s capital gain will be\nconverted into ordinary income (to the extent it does not exceed the applicable imputed\nincome amount as defined in I.R.C. § 1258(d)). Conclusions\n1. Domestic Subsidiary’s investment in the PPFs and its rights and obligations\nunder the CLNs constitute a straddle under I.R.C. § 1092. Thus, Domestic Subsidiary\nmust capitalize the Amount 9 it deducted for annual interest payments to SPV under the\nCLNs. Pursuant to I.R.C. § 263(g), those amounts must be capitalized and cannot be\nrecognized until the 2011 taxable year when the PPFs were terminated and Domestic\nHoldings recognized a capital gain. 2. Domestic Subsidiary’s investment in the PPFs and its rights and obligations\nunder the interest rate swap with Domestic Parent constitute a straddle under I.R.C. §\n1092. Thus, Domestic Subsidiary must capitalize the Amount 10 it deducted for accrued\npayments to Domestic Parent in connection with the interest rate swap. Pursuant to\nI.R.C. § 263(g), those amounts must be capitalized and cannot be recognized until the\n2011 taxable year when the PPFs were terminated and Domestic Holdings recognized\na capital gain. 3. Domestic Subsidiary’s investment in the PPFs is a “conversion transaction”\nwithin the meaning of I.R.C. § 1258 because substantially all of the capital gain\nDomestic Subsidiary recognized from the PPFs was attributable to the time value of\nmoney and because Domestic Subsidiary’s position in the PPFs was part of a straddle. As a result, section 1258 should apply to convert Domestic Subsidiary’s capital gain into\nordinary income (to the extent it does not exceed the applicable imputed income\namount as defined in I.R.C. § 1258(d)). If you have any questions about the advice rendered in this memorandum,\nplease contact the undersigned attorney at 917-421-4617. Sincerely,\nROLAND BARRAL\nArea Counsel\n(Financial Services) By: _____________________________ Michael S. Coravos\nAttorney (Manhattan, Group 1)\n(Large Business & International)",
      "queries": [],
      "queries_score": []
    }
  ]
}