{
  "doc_id": "legal-advice_64",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_64__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20133901F\nRelease Date: 9/27/2013\nCC:LB&I:-----------------------------POSTF-112954-13\ndate:\nto: from: subject: August 26, 2013\n-----------------Revenue Agent ---------------------------(Large Business & International) ----------------------Attorney -------------(Large Business & International) ------------------------------------------------ Amortization of Player Contracts This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If\ndisclosure is determined to be necessary, please contact this office for our view. This memorandum is in response to your request for our assistance in determining the\nproper period over which the taxpayer must amortize the bonuses paid to its players\nwhen they entered into a contract with the taxpayer. ISSUE\nWhether ---------------------------------------------------- (“Taxpayer”) is entitled to\namortize signing bonuses paid to its minor league players over a period of years less\nthan the seven-year term of the player’s contract? CONCLUSION\nNo. The signing bonus should be amortized over the useful life of the player’s\ncontract, which is the seven-year term of the player’s contract. FACTS Taxpayer operates a professional baseball team under a franchise granted by --------------------------------------------------------------. Taxpayer is affiliated with several minor\nleague baseball teams. Two of those teams, ----------------------and ----------------------, are POSTF-112954-13 2 included on Taxpayer’s tax return. The other affiliates are separate legal entities not\nowned by Taxpayer. However, Taxpayer operates under an agreement whereby it\nincurs and pays the payroll expense and certain operating costs as defined under Major\nLeague Baseball rules for all of its affiliates. When a player signs a contract to play for one of Taxpayer’s teams, a signing\nbonus may be paid. These signing bonuses can range from -----------to -----------------dollars. Taxpayer capitalizes and amortizes the signing bonuses of its major league\nplayers over the life of the players’ contracts. Taxpayer capitalizes and amortizes the\nsigning bonuses of the players that sign with the minor league teams over a --------year\nlife. Taxpayer chose to use a --------year life based on the average of the actual life of\nthe contracts disposed of during the years under examination. A Disposal Report furnished by Taxpayer shows that the average life of the minor\nleague contracts disposed of during its ------- tax year was -----years. The number of\nyears in service for those contracts ranged from -----years through -------years. A\nsecond Disposal Report furnished by Taxpayer shows that the average life of the minor\nleague contracts disposed of during its ------- tax year was -------years. The number of\nyears in service for those contracts ranged from -----to ---------years. In Taxpayer’s -----and ------- tax years combined, the average life of the disposed minor league contracts\nwas -------years. The players that agreed to play for Taxpayer’s minor league teams signed the\nMinor League Uniform Player Contract, Article IV of which provides that the player is\nrequired to provide services to the team for seven separate championship playing\nseasons. Unless the player contract is terminated under Article XIX, the agreement\ncontinues until the player has played for Taxpayer for seven championship seasons.",
      "queries": [
        "cops office phone number"
      ],
      "queries_score": [
        -6.796990394592285
      ]
    },
    {
      "id": "legal-advice_64__1",
      "chunk_id": "1",
      "content": "Unless the player contract is terminated under Article XIX, the agreement\ncontinues until the player has played for Taxpayer for seven championship seasons. Under Article XIX, the player can apply to the Commissioner of Major League Baseball\nto have the contract terminated only if Taxpayer is in arrears to the player for any\npayments due for more than fifteen days or if Taxpayer fails to perform any other\nobligations required of it for more than fifteen days. The Commissioner will only\nterminate the agreement if Taxpayer fails to remedy the situation by a fixed date. Taxpayer may terminate the player contract by written notice if the player at any time\nshall:\n1. Fail, refuse or neglect to conform Player’s personal conduct to high standards\nof good citizenship and good sportsmanship;\n2. Fail, refuse or neglect to keep himself in first-class physical condition;\n3. Fail, refuse or neglect to obey Club’s requirements respecting Player’s\nconduct and service;\n4. Fail in the judgment of Club to exhibit sufficient skill or competitive ability to\nqualify or to continue as a professional baseball player as a member of Club’s\nteams; or\n5. Fail, refuse or neglect to render Player’s services hereunder, or in any other\nmanner to materially breach this Minor League Uniform Player Contract. POSTF-112954-13 3 Minor League Uniform Player Contract, Art. XIX, Sec. B. Taxpayer may also terminate\nthe player’s contract if the player becomes disabled. After the player has completed\nseven championship seasons for Taxpayer, the player becomes a minor league free\nagent. Major League Rules 55(a). LAW AND ANALYSIS\nI.R.C. § 167 defines depreciable property as property used in a trade or business\nor held for the production of income, and may include intangible property. An intangible\nasset may be the subject of a depreciation allowance if it is known from experience or\nother factors to be of use in the business or in the production of income for only a\nlimited period, the length of which can be estimated with reasonable accuracy. Treas. Reg. § 1.167(a)-3(a). A baseball player contract is intangible property eligible for\namortization under I.R.C. § 167(a). Selig v. United States, 565 F. Supp. 524, 542 (E.D.\nWis. 1983); Rev. Rul. 67-379, 1967-2 C.B. 127. A signing bonus paid to a player is\nrequired to be capitalized and amortized over the useful life of the player’s contract. Rev. Rul. 67-379.\nUnder Treas. Reg. § 1.167(a)-1(b), “the estimated useful life of an asset is not\nnecessarily the useful life inherent in the asset but is the period over which the asset\nmay reasonably be expected to be useful to the taxpayer in his trade or business or in\nthe production of income.” The useful life of an asset should be determined “by\nreference to [the taxpayer’s] experience with similar property taking into account present\nconditions and probable future developments.” Treas. Reg. § 1.167(a)-1(b). The useful\nlife for a baseball player’s contract generally is the period over which the team controls\nthe player’s ability to sign a contract with another team.",
      "queries": [
        "when was the globalisation adjustment fund created"
      ],
      "queries_score": [
        -9.258976936340332
      ]
    },
    {
      "id": "legal-advice_64__2",
      "chunk_id": "2",
      "content": "Treas. Reg. § 1.167(a)-1(b). The useful\nlife for a baseball player’s contract generally is the period over which the team controls\nthe player’s ability to sign a contract with another team. See Rev. Rul. 67-379. Under\nTreas. Reg. § 1.167(a)-14(c)(1)(ii), the cost or other basis of a taxpayer’s right to\nreceive an unspecified amount of tangible property or services over a fixed period is\namortizable ratably over the period of the right. In this instance, Taxpayer and each player enter into a Minor League Uniform\nPlayer Contract. Generally, this contract binds the player to the organization for a term\nof seven years. At the end of this seven year term, if the player has not entered into\nanother contract with the same team, he becomes a free agent. Major League Rule\n55(a). It is at this point that Taxpayer no longer controls the player. Thus, because\nTaxpayer controls the player for the term of the contract, the useful life of the player\ncontract is that term, seven years. Additionally, the player bonus is amortizable over the\nseven-year right of Taxpayer to receive services from the player. Taxpayer’s situation is different than the taxpayer’s situation in Rodeway Inns of\nAmerica v. Commissioner, 63 T.C. 414 (1974), acq., 1975-2 C.B. 1. In Rodeway Inns,\nthe taxpayer, Rodeway Inns, was in the business of operating a chain of motor hotels. On July 1, 1964, in order to develop the chain, Rodeway Inns entered into a territorial\nagreement with RIS, giving RIS the exclusive right to construct or cause to be POSTF-112954-13 4 constructed Rodeway Inns hotels within a specific area. Under the agreement, RIS\nwould obtain sites approved by Rodeway Inns for the construction of the motor hotels,\nand would construct the motor hotels at those sites. The territorial agreement was to\nexpire on June 30, 1966, unless the agreement had already been terminated or\nrenewed. RIS could cancel the agreement at any time by giving 90 days written notice\nto Rodeway Inns. If RIS failed to perform under the agreement, Rodeway Inns could\ncancel the agreement after giving 90 days written notice to RIS. RIS was given options\nto renew the agreement at 2-year intervals, and the agreement could be extended until\nJuly 1, 1994. On August 30, 1968, shortly after RIS had exercised its option to renew\nfor a second time (for the period July 1, 1968 through June 30, 1970), the parties\nentered into a cancellation agreement. Rodeway Inns paid $100,000 to RIS and gave it\nthe option to purchase shares in consideration for the cancellation agreement. Rodeway Inns chose to cancel the agreement because it determined that RIS was not\ndeveloping the territory fast enough for Rodeway Inns to maintain its competitive\nposition. Other motel chains were also quickly expanding, and choice locations in RIS’s\nterritory were rapidly disappearing. At the time the territory agreement was cancelled, it\nappeared that the choice hotel sites in RIS’s territory would be taken within the next five\nyears. Rodeway Inns deducted the $100,000 payment it made to cancel the agreement\non its 1968 tax return.",
      "queries": [
        "what is useful life of a baseball contract",
        "what is the useful life for a baseball contract",
        "what is the purpose of technical operational guidelines eib",
        "what is required to provide an alternate medium in the case of a disabled inmate?"
      ],
      "queries_score": [
        "3.399894",
        "3.6598086",
        -7.746446132659912,
        -8.421016693115234
      ]
    },
    {
      "id": "legal-advice_64__3",
      "chunk_id": "3",
      "content": "At the time the territory agreement was cancelled, it\nappeared that the choice hotel sites in RIS’s territory would be taken within the next five\nyears. Rodeway Inns deducted the $100,000 payment it made to cancel the agreement\non its 1968 tax return. The Court determined that the amount was a capital expenditure\nthat could be amortized over the remaining useful life of the territory agreement. The\nService argued that the useful life of the agreement should extend for the entire period\nthat it could be renewed, through July 1, 1994. Rodeway Inns, on the other hand, first\nargued that the useful life should only be 22 months, the period until the agreement was\nnext subject to renewal. The Court determined that neither of these periods\nrepresented the useful life of the territory agreement. Instead, it stated that it “must\ndetermine how long the agreement would have been useful to Rodeway, had it not been\ncanceled.” Rodeway Inns, 63 T.C. at 422. The Court found that the useful life of the\nagreement was the period following the cancellation of the agreement until all the\ndesirable locations in the area would likely be taken, approximately five years. In this situation, to determine the useful life of a player contract under the\nreasoning of Rodeway Inns, we “must determine how long the agreement would have\nbeen useful to [Taxpayer], had it not been canceled.” Rodeway Inns, 63 T.C. at 422. In\nRodeway Inns, RIS could terminate the agreement at any time it wished and Rodeway\nInns was the party that lacked control over the situation. Additionally, the initial term of\nthe territory agreement had already passed and the parties were continuing the\nagreement under its second renewal. The parties could continue to renew the\nagreement for as long as it thought the agreement would be beneficial, but no later than\nJuly 1, 1994. Once RIS no longer thought the agreement to be profitable, it would likely\nnot exercise its option to renew and the agreement would no longer be useful to\nRodeway Inns. Rodeway Inns presented evidence that this would likely happen five\nyears after the agreement was cancelled. Conversely, in the situation here, Taxpayer\nhas control over the player until the player has played seven championship seasons\nwith Taxpayer (generally, a term of seven years). The player cannot unilaterally\nterminate the contract with Taxpayer—even if the player opts to not play for Taxpayer, POSTF-112954-13 5 he cannot play with another team until he is released by Taxpayer or finishes playing\nthe required seven championship seasons for Taxpayer. The player cannot choose to\nplay for a different team after entering into a contract with Taxpayer. Although a player\ncontract may be terminated if a player signs a major league contract or if the player is\nreleased or traded by Taxpayer, under Rodeway Inns, the useful life is determined by\nhow long the player contract would have been useful to Taxpayer if the contract was not\nterminated.",
      "queries": [
        "when did rodeway inns cancel its territory agreement",
        "what year was rodeway inns territory agreement cancelled",
        "eu solidarity fund",
        "what requirements are required to obtain a cops award",
        "does cops pay for overtime",
        "is an auditor required to disclose to the prea management office",
        "equal treatment for faith-based organizations executive order",
        "cops office number",
        "who may use the returns and return information for the purposes of the disclosure under this paragraph",
        "when did the United States annexed Texas"
      ],
      "queries_score": [
        "2.6363704",
        "2.4983537",
        -7.823776721954346,
        -8.17711353302002,
        -7.827531814575195,
        -8.751544952392578,
        -8.942231178283691,
        -7.638355255126953,
        -6.94981575012207,
        -7.314629077911377
      ]
    },
    {
      "id": "legal-advice_64__4",
      "chunk_id": "4",
      "content": "Although a player\ncontract may be terminated if a player signs a major league contract or if the player is\nreleased or traded by Taxpayer, under Rodeway Inns, the useful life is determined by\nhow long the player contract would have been useful to Taxpayer if the contract was not\nterminated. It appears that if the player contract is not terminated, then it is useful to\nTaxpayer for the seven-year term of the contract because during that time, Taxpayer\nhas control over the player and the player is prevented from playing for a competitor of\nTaxpayer. Thus, the useful life of the player contract is seven years. CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views. Please call ----------------------if you have further questions. ---------------------Associate Area Counsel\n(Large Business & International) By: _____________________________ ----------------------Attorney -------------(Large Business & International)",
      "queries": [
        "how is a player contract terminated",
        "can player contract be terminated",
        "can public exigency or emergency permit a delay resulting from competitive solicitation?",
        "what is allocable costs"
      ],
      "queries_score": [
        "3.3548982",
        "4.3038416",
        -10.602547645568848,
        -9.418561935424805
      ]
    }
  ]
}