{
  "doc_id": "legal-advice_81",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_81__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20130101F\nRelease Date: 1/4/2013\nCC:LB&I:RFPH:STP:TMKnapp\nPOSTF-132195-12\nUILC: 61.40-00 date: October 31, 2012 to: Dan Longhi\nRevenue Agent (Jacksonville, FL)\n(Large Business & International) from: Tracie M. Knapp\nAttorney (St. Paul)\n(Large Business & International) subject: Gross Income and Grants to Railroads Pursuant to 23 U.S.C. § 130 This memorandum is in response to your request for our assistance in determining\nwhether government grants received by Taxpayer to improve railroad crossing safety\nconstitute income to Taxpayer. This advice may not be used or cited as precedent. This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If\ndisclosure is determined to be necessary, please contact this office for our view\nLEGEND\nTaxpayer\nYear 1\nFirst Grant\nSecond Grant\n$X\nY\nZ =\n=\n=\n=\n=\n=\n= --------------------------------------------------------------------------------------- POSTF-132195-12 2 ISSUES Whether government grants received by Taxpayer pursuant to 23 U.S.C. § 130\nfor improving railroad crossing safety constitute gross income under I.R.C. § 61?\nCONCLUSIONS Grants received by Taxpayer pursuant to 23 U.S.C. § 130 for improving railroad\ncrossing safety do not constitute gross income to Taxpayer. FACTS\nDuring Year 1, Taxpayer accepted numerous grants from state and local\ngovernmental agencies to fund various railroad projects. In order to obtain the grants,\nTaxpayer generally applied for the funding from the appropriate government agencies\nand then entered into agreements with the agencies setting forth the terms and\nconditions of the projects and payments. A number of the grants were to make\nupgrades to railway-highway crossings, and some of these grants specified that the\nfunding for the grants came from federal money pursuant to 23 U.S.C. § 130 and 23\nC.F.R. § 646.210, the Federal regulations relating to 23 U.S.C. § 130. The analysis in\nthis memorandum applies only to those grants received pursuant to 23 U.S.C. § 130 or\n23 C.F.R. § 646.210, and not to any other grants received by Taxpayer. Two examples of grants funded pursuant to 23 U.S.C. § 130 are the grants\nTaxpayer received from ----------------------------------------------------------------------------- (“the\nFirst Grant”) and from ------------------------------------------------------(“the Second Grant”). The First Grant provided Taxpayer with funds to have “the grade crossing constructed\nand train activated warning devices installed.” The First Grant also stated that in\naccordance with 23 C.F.R. § 646.210(b)(1), “the installation of the warning devices and\ngrade crossing is found to be of no ascertainable net benefit to the Railroad and the\nRailroad shall not be assigned liability in the project costs.” The Second Grant awarded Taxpayer with $X for installing active warning\ndevices, and was funded Y percent by 23 U.S.C. § 130 Federal funds and Z percent by\nstate funds. Taxpayer has argued that these grants (and other similar grants) received from\nthe states are not income to Taxpayer because Taxpayer has not received a net benefit\npursuant to 23 U.S.C. § 130 and therefore has no accession to wealth. LAW AND ANALYSIS\nGross income is “all income from whatever source derived,” I.R.C. § 61(a), and\nincludes “income realized in any form, whether in money, property, or services.” Treas. Reg. § 1.61-1(a). Additionally, in Commissioner v. Glenshaw Glass Co., 348 U.S. 426, POSTF-132195-12 3",
      "queries": [
        "internal revenue service memo number",
        "what section of the drug act provides for attorney general's exclusive power to seize and forfeit property?"
      ],
      "queries_score": [
        "1.5871762",
        -7.867886543273926
      ]
    },
    {
      "id": "legal-advice_81__1",
      "chunk_id": "1",
      "content": "LAW AND ANALYSIS\nGross income is “all income from whatever source derived,” I.R.C. § 61(a), and\nincludes “income realized in any form, whether in money, property, or services.” Treas. Reg. § 1.61-1(a). Additionally, in Commissioner v. Glenshaw Glass Co., 348 U.S. 426, POSTF-132195-12 3 431 (1955), the Supreme Court held that gross income includes “instances of\nundeniable accessions to wealth, clearly realized, and over which the taxpayers have\ncomplete dominion.” Under 23 U.S.C. § 130(a), the cost of construction projects for the elimination of\nhazards of railway-highway crossings may be paid from Federal aid. The section goes\non to state:\nThe Secretary [of Transportation] may classify the various types of projects\ninvolved in the elimination of hazards of railway-highway crossings, and may set\nfor each such classification a percentage of the costs of construction which\nshall be deemed to represent the net benefit to the railroad or railroads for\nthe purpose of determining the railroad’s share of the cost of construction. The\npercentage so determined shall in no case exceed 10 per centum. The\nSecretary shall determine the appropriate classification of each project. 23 U.S.C. § 130(b) (emphasis added). The regulations at 23 C.F.R. § 646.210(b),\npursuant to 23 U.S.C. § 130(b), classify some of the railway-highway crossing projects\nand set the costs that a railroad shall share in those projects. The regulation states:\n(b) Pursuant to 23 U.S.C. 130(b), and 49 C.F.R. § 1.48:\n(1) Projects for grade crossing improvements are deemed to be of no\nascertainable net benefit to the railroads and there shall be no required\nrailroad share of the costs. (2) Projects for the reconstruction of existing grade separations are deemed to\ngenerally be of no ascertainable net benefit to the railroad and there shall be\nno required railroad share of the costs, unless the railroad has a specific\ncontractual obligation with the State or its political subdivision to share in the\ncosts. (3) On projects for the elimination of existing grade crossings at which active\nwarning devices are in place or ordered to be installed by a State regulatory\nagency, the railroad share of the project costs shall be 5 percent. (4) On projects for the elimination of existing grade crossings at which active\nwarning devices are not in place and have not been ordered installed by a\nState regulatory agency, or on projects which do not eliminate an existing\ncrossing, there shall be no required railroad share of the project cost. In the case of Taxpayer and the First Grant, the agreement clearly states that the\nfunds were being provided under 23 C.F.R. § 646.210(b)(1) (and therefore under 23\nU.S.C. § 130) and provides no net benefit to Taxpayer. Article 1 of the Second Grant\nshows that the grant is clearly being provided under 23 U.S.C. § 130(b), and therefore\nonly the percentage of the costs of construction (not to exceed 10 percent) paid by the\nrailroad represent the railroad’s net benefit. POSTF-132195-12 4 Generally, a government grant is presumed to be income unless it is specifically\nexcluded from income.",
      "queries": [
        "what is gross income definition",
        "what is the goal of response",
        "what does the chief psychologist do",
        "which condition states that federal funds will not be awarded to parties that are prohibited from participation",
        "how long can an extension be given for a grant?",
        "what is the authority of the congress to conduct oversight in the legislative branch"
      ],
      "queries_score": [
        "1.7198979",
        -6.213350772857666,
        -7.0622124671936035,
        -7.043099403381348,
        -8.168437957763672,
        -7.624544143676758
      ]
    },
    {
      "id": "legal-advice_81__2",
      "chunk_id": "2",
      "content": "POSTF-132195-12 4 Generally, a government grant is presumed to be income unless it is specifically\nexcluded from income. In this case, however, 23 U.S.C. § 130(b) appears to be a costsharing arrangement between the Federal government and the railroads, and implies\nthat Congress views the grants as having a public purpose rather than a private\npurpose. Any benefit to Taxpayer is incidental and is not an accession to wealth, and\ntherefore the grants received by Taxpayer pursuant to 23 U.S.C. § 130(b), including the\nFirst Grant and the Second Grant, are not included in Taxpayer’s gross income. CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS The analysis in the memorandum pertains only to those grants received by\nTaxpayer pursuant to 23 U.S.C. § 130. Because of the factual nature of this analysis,\ngrants received by Taxpayer pursuant to provisions other than 23 U.S.C. § 130 should\nbe evaluated individually to determine if they constitute gross income to Taxpayer. 1 This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views. Please call (651) 726-7353 if you have any further questions. REID M. HUEY\nAssociate Area Counsel\n(Large Business & International) By: _____________________________ Tracie M. Knapp\nAttorney (St. Paul)\n(Large Business & International) 1 In addition, this memorandum does not address the tax consequences to a railroad where a third party\nvoluntarily assumes a railroad’s share of the cost of a project. See 23 C.F.R. § 646.210(d).",
      "queries": [
        "is a government grants considered income",
        "are government grants considered income",
        "what is the definition of a community partnership"
      ],
      "queries_score": [
        "3.1484387",
        "3.086379",
        -8.982654571533203
      ]
    }
  ]
}