{
  "doc_id": "legal-advice_17",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_17__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service memorandum\nCC:LM:F:MAN:1:POSTF-150614-01\n-- date:\nto: Number: 20040301F\nRelease Date: 1/16/2004 12/16/2003 Stuart Mann, Team Manager from: Area Counsel, LMSB\n(Financial Services) subject: PostF-150614-01.wpd\nU.I.L. No. 332.00-00 This memorandum responds to your request for assistance\ndated October 1, 2003. This memorandum should not be cited as\nprecedent. Prior to issuance, this advice was formally reviewed\nby National Office. INTRODUCTION\n------- claimed worthless stock and bad debt losses with\nrespect to its investment in subsidiaries in ---and -------------------------------------------------------------------------------------------------------------------. The losses were claimed\non deemed liquidations resulting from the change of entity\nclassification of each entity from a corporation to a disregarded\nentity. The audit team made a preliminary determination that all\nor a portion of the intercompany loans made by -- to the entities\nshould be treated as equity resulting in the solvency of each\nentity and the disallowance of the losses per I.R.C. section 332. ----argues that any reclassified debt should be treated as\npreferred stock, permitting the recognition of the losses with\nrespect to the common stock. FACTS\n------. (\"taxpayer\") owned a 100% interest in the common\nstock of ---(“- -”) and ---- ------- (“- --”) during the fiscal\ntax year ended ------. ---- is the parent of a group of\ncompanies which have operated a chain of retail - stores throughout -- since -. -- is the parent of a group of companies\nwhich have operated a chain of retail - stores throughout ------------------------------------------------------------------------------------------------------------------- since -. -----------and ---were both treated as controlled foreign corporations\nfor U.S. tax purposes from inception to -------------------------------------------------------------------------------------------------------------------------. Funding of Operations\nAs of ------, taxpayer’s equity investment in ----------------------------------------------------------------------------------------------------------------------- and ----------------------------------------------------------------------------------------------------------------------was ---- and -----------------------------------------------------------------------------------------------------------------------, respectively. Beginning in -, taxpayer adopted a set of guidelines for\nborrowing U.S. dollars in the U.S. short term commercial paper\nmarket and lending local currencies to its foreign subsidiaries. Since the loans were denominated in foreign currency, taxpayer\nbore the foreign exchange risk. Taxpayer hedged its exposure to\nsuch risk by entering into forward contracts. The lending\nprogram was referred to as the -----------------------------------------------------”). ---- and -----------------------------------------------------------------------------------------------------------participated in the ---.1\nAs of ------, -----and -------------------------------------------------------------------------------------------------------outstanding loan balances due to taxpayer were ----------------------------------------------------------------------------------------------------------------------- and -----------------------------------------------------------------------------------------------------------------------, respectively. The\nadvances to ---and -----were represented by promissory notes with\nstated interest of 8% and repayment terms of 6 days up to 35\ndays. The audit team has indicated that ----------------------------------------------------------------------------------------------------------------------and ---- have not made timely\n1 The short term funds were used by -----and ----------------------------------------------------------------------------------------------------------------------to finance the build-up of\ninventory and the increase in payroll expenses preceding and\nduring the holiday selling season. payments on the loans. Generally, the outstanding loans were\nrolled into new loans issued by the taxpayer to ------------------------------------------------------------------------------------------------------------------------and ---------------------------------------------------------------------------------------------------------------------. Valuation\nTaxpayer hired Ernst & Young to conduct a valuation of a\n100% interest in the common stock and the Business Enterprise\nValue of -----and --. The business enterprise value of ----------was determined to be ---- as of ------. Assuming total\nintercompany debt of approximately -------, a 100% interest in\nthe common stock of ----was determined to have no positive value. The business enterprise value of -----was determined to be -----.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_17__1",
      "chunk_id": "1",
      "content": "The business enterprise value of ----------was determined to be ---- as of ------. Assuming total\nintercompany debt of approximately -------, a 100% interest in\nthe common stock of ----was determined to have no positive value. The business enterprise value of -----was determined to be -----. Assuming total intercompany debt of approximately ----------------------------- of loans outstanding to taxpayer and\nloans from another related controlled foreign corporation), a\n100% interest in the common stock of ---- was also determined to\nhave no positive value as of ------. Claimed Losses\nTaxpayer made an election pursuant to Treas. Reg. sec.\n301.7701-3(a) to change the entity classifications of ---and --to\ndisregarded entities, i.e., branches, effective --------------------------------------------------------------------------------------------------------------------------. The change in entity\nclassification from a corporation to a branch resulted in a\ndeemed liquidation of the corporations for U.S. tax purposes. See Treas. Reg. section 301.7701-3(g)(1). Taxpayer argues that as a result of the deemed liquidations,\nsection 165(g) permits the recognition of worthless stock losses\nin the amounts of ---- and ----, with respect to its stock in ---------and --, respectively. In addition, taxpayer argues that\nsection 166 permits the recognition of bad debt losses of -----------------and -----with respect to loans outstanding to --------and ----, respectively.2 The bad debt and worthless stock losses were claimed only\n2 The bad debt losses were calculated by subtracting from the\noutstanding loans balances the value of the assets of ------------ and --. for U.S. tax purposes and were not reflected for U.S. financial\nreporting purposes. Furthermore, the capital and the debt\nremained on the books of -----and ----and the losses were not\nreflected for tax and financial purposes in ---and -------------------------------------------------------------------------------------------------------------------. Debt – Equity Analysis The audit team engaged in a debt-equity analysis of the\nintercompany loans to -----and --. The audit team reached a\npreliminary determination that a significant portion of the loans\nshould be reclassified as equity. As a result of the\nreclassification, -----and ---would have been solvent at the time\nof the deemed liquidation. Since the entities were solvent,\nproperty would have been received by taxpayer in exchange for its\nstock in the liquidation. Section 332 provides that no gain or\nloss is recognized by a shareholder in the liquidation of a\ncorporation where property is received by the shareholder in\nexchange for its stock. Therefore, section 332 would apply and\ntaxpayer would not be entitled to a worthless stock loss under\nsection 165(g) with respect to its stock in -----------------------------------------------------------------------------------------------------------------------and --.3 The taxpayer has argued that any reclassified debt should be\ntreated as preferred stock since the advances were documented by\nnotes which provided for a stated rate of return on the advances. In a liquidation, property is deemed distributed first to\ncreditors, then to preferred shareholders and then to common\nshareholders. In our case, assuming that the value of the assets\nwould not satisfy taxpayer’s entire investment in the preferred\nstock, no assets would be received on the common shares and\nsection 332 would not apply. ISSUE\nAssuming all or a portion of the intercompany loans to ---and -- should be treated as equity pursuant to a debt-equity\nanalysis, whether the advances should be treated as contributions\nfor a preferred class of equity. CONCLUSION 3",
      "queries": [
        "why a financial intermediary should be considered eib",
        "what is cra requirements",
        "cia interrogation opinion withdrawn"
      ],
      "queries_score": [
        -8.672835350036621,
        -7.433124542236328,
        -8.986586570739746
      ]
    },
    {
      "id": "legal-advice_17__2",
      "chunk_id": "2",
      "content": "ISSUE\nAssuming all or a portion of the intercompany loans to ---and -- should be treated as equity pursuant to a debt-equity\nanalysis, whether the advances should be treated as contributions\nfor a preferred class of equity. CONCLUSION 3 For purposes of this memorandum, we assume that the amount of\nintercompany debt that has been reclassified as equity is\nsufficient to render -----and ----solvent. If the notes representing the advances to ----------------------------------------------------------------------------------------------------------------------- and --------------------------------------------------------------------------------------------------------------------- were properly executed and\nenforceable, then the terms of the notes must be respected for\ntax purposes. Since the notes provide for stated interest, such\nterms must be respected as a preference to earnings and profits\nof the companies. As such, the advances would be treated as made\nin return for a preferred class of stock. If taxpayer’s\ninvestment in the preferred stock exceeds the value of the assets\nof -----and --, section 332 would not apply to the liquidations\nwith respect to taxpayer’s investment in the common stock. DISCUSSION\nA. Legal Authority An \"eligible entity\" can elect its classification for U.S.\ntax purposes. See Treas. Reg. section 301.7701-3. An eligible\nentity with a single owner can elect to be classified as an\nassociation (corporation) or to be disregarded as an entity\nseparate from its owner. Treas. Reg. Sec. 301.7701-3(a). If an eligible entity classified as an association elects to\nbe disregarded as an entity separate from its owner, the\nassociation is deemed to distribute all of its assets and\nliabilities to its single owner in liquidation of the\nassociation. Treas. Reg. section 301.7701-3(g)(1)(iii). A\nchange in entity classification is governed by all relevant\nprovisions of the Internal Revenue Code and general provisions of\ntax law, including the step transaction doctrine. Treas. Reg.\nsection 301.7701-3(g)(2). Pursuant to I.R.C. § 332, a shareholder recognizes no gain\nor loss upon the liquidation of a subsidiary if i) the\nshareholder possesses at least 80% of the total voting power of\nthe subsidiary stock and ii) the stock possessed by the\nshareholder constitutes at least 80% of the total value of all\nthe subsidiary stock. I.R.C. §§ 332 and 1504(a)(2). Treas. Reg. § 1.332-2(b) provides that “section 332 applies\nonly to those cases in which the recipient corporation receives\nat least partial payment for the stock which it owns in the\nliquidating corporation. If section 332 is inapplicable, see\nsection 165(g) relative to allowance of losses on worthless\nsecurities.” Therefore, section 332 does not apply where the\nliquidating corporation is insolvent since the shareholder does not receive any property in exchange for its stock in the\nliquidation. 4 Where section 332 does not apply, a shareholder is entitled\nto a worthless stock loss pursuant to section 165(g) if it is\nestablished that the stock became worthless during the year at\nissue. If a taxpayer which is a domestic corporation owns stock\npossessing at least 80% of the voting power of all classes of the\nstock and at least 80% of the nonvoting stock of a foreign\ncorporation which becomes worthless during the taxable year, the\nloss resulting therefrom may be deducted under section 165(a) as\nan ordinary loss. Section 165(g)(3).",
      "queries": [
        "what is the deadline for federal financial reporting",
        "cops office phone number",
        "does customs get proceeds from seized property"
      ],
      "queries_score": [
        -8.321259498596191,
        -9.10669231414795,
        -9.461594581604004
      ]
    },
    {
      "id": "legal-advice_17__3",
      "chunk_id": "3",
      "content": "Section 165(g)(3). In establishing that section 332 does not apply to the\nliquidation of a subsidiary, a taxpayer must establish that the\nentity was insolvent based on a valuation of all the assets of\nthe entity, taking into account balance sheet and off-balance\nsheet assets. Where the business of the entity continues after a\nliquidation, the taxpayer must consider the value of certain\nintangible assets typically associated with an ongoing business,\nsuch as going concern value and goodwill. Where a shareholder owns common and preferred shares of a\nliquidating corporation, section 332 applies only where the\nshareholder receives property in exchange for its common stock. Commissioner v. Spaulding Bakeries, 252 F.2d 693 (2nd Cir. 1958),\naff’g, 27 T.C. 684 (1957) and H.K. Porter Company Inc. and\nSubsidiaries, 87 T.C. 689 (1986). In Commissioner v. Spaulding Bakeries, 252 F.2d 693 (2nd\nCir. 1958), aff’g, 27 T.C. 684 (1957), the petitioner held common\nand preferred shares of stock of a wholly owned subsidiary\n(“Hazelton”). The subsidiary dissolved and the assets were\ntransferred to the taxpayer in the liquidation. The fair market\nvalue of the corporation’s assets satisfied only the taxpayer’s\ninvestment in the preferred stock. There was no value remaining\nto cover taxpayer’s investment in the common shares. In arguing that the taxpayer received property in exchange\nfor its common stock, the Service reasoned that the common shares\nand the preferred shares should be grouped together. Therefore,\nsince property was received in liquidation, section\n4 In a liquidation the assets are first distributed to satisfy\nthe claims of creditors. Therefore, where there is insufficient\nassets to satisfy all the claims of creditors (resulting in\ninsolvency), there is no property to distribute with respect to\nequity holders. 112(b)(6)(predecessor of section 332) applied in denying the\nrecognition of a loss on the liquidation. In disagreeing with the Service, the Tax Court analyzed what\nwas meant by the phrase “in complete cancellation or redemption\nof all its [parent’s] stock” in section 112(b)(6). The Court\nheld that the phrase did not include nonvoting stock which is\nlimited and preferred as to dividends. Spaulding Bakeries, 27\nT.C. at 688. The Court held that since no property was received\nfor the common stock, section 112(b)(6) did not apply with\nrespect to the common stock and, therefore, taxpayer was entitled\nto a loss with respect to its investment in the common shares. In affirming the Tax Court, the Second Circuit stated that\n“[o]n dissolution of Hazelton, the respective priorities of\nindebtedness over preferred and common stock and of preferred\nstock over common stock must be given full force and effect.” Spaulding Bakeries, 252 F.2d at 697. The Court pointed out that\n“[s]ection 112(b)(6)(C) requires for its application a\ndistribution in complete cancellation or redemption of all stock\nof the dissolved corporation”. Id.\nIn H.K. Porter Company Inc. and Subsidiaries, 87 T.C. 689\n(1986), the petitioner held two classes of stock in a corporation\n(Porter Australia) which liquidated. The value of the assets of\nthe corporation was not enough to cover petitioner’s entire\ninvestment in the preferred shares. Since there was no value\ndistributed with respect to the common shares, petitioner argued\nthat section 332 did not apply with respect to the common shares\nand it was entitled to a loss pursuant to section 165(g).",
      "queries": [
        "can cops award camp",
        "cops office license"
      ],
      "queries_score": [
        -8.559155464172363,
        -8.125240325927734
      ]
    },
    {
      "id": "legal-advice_17__4",
      "chunk_id": "4",
      "content": "Since there was no value\ndistributed with respect to the common shares, petitioner argued\nthat section 332 did not apply with respect to the common shares\nand it was entitled to a loss pursuant to section 165(g). Respondent argued that section 332 applied to the\nliquidation and no loss was allowed with respect to the\ninvestment in the common shares. Respondent advanced two\narguments: 1) Spaulding Bakeries was erroneously decided and the\ndecision should be reconsidered; and 2) even under the rationale\nof Spaulding Bakeries, section 332 applies. H.K. Porter Company,\nInc., 87 T.C. at 693. The Tax Court rejected Respondent’s argument that Spaulding\nBakeries was erroneously decided. The Court agreed with the\nSecond Circuit’s focus in Spaulding Bakeries on the importance of\npriorities on dissolution. Id. at 694. The Court reasoned that\nsince the assets are distributed first to the preferred stock,\nand there was no property left for distribution to the common\nstock, the distribution was not a distribution with respect to\nall of the subsidiary’s stock. Id. Therefore, section 332 did\nnot apply on the liquidation with respect to the common stock. In H.K. Porter Company, Respondent made two arguments to\nsupport its position that section 332 applied even under the\nreasoning of Spaulding Bakeries: 1) the preferred stock had\nvoting rights and, therefore, the distribution in the present\ncase cannot be considered “immaterial”, and 2) substance prevails\nover form and, here, petitioner in substance held only one class\nof stock. Id. at 696. The Court refused to focus on the voting rights of the\npreferred stock. Instead, the Court focused on the liquidation\npreference of the stock and held that since no property was left\nfor distribution with respect to the common shares, section 332\nis inapplicable. Id. The Court also rejected Respondent’s\nsubstance-over-form argument. Respondent argued that the\nsubstance of the transaction indicates that petitioner had only\none class of stock, since the preferred stock did not grant\npetitioner any benefits or privileges that it did not already\npossess as the only stockholder in the corporation. Id. at 697. In rejecting Respondent’s argument, the Court focused on the\nfact that the preferred stock was issued approximately 10 years\nbefore Porter Australia was liquidated. The Court concluded that\nthe preferred stock “was not illusory or part of a financial\nfacade constructed of shuffled papers.” Id. The Court discussed\nthat intercompany loans were capitalized into the preferred\nshares which carried specific rights and privileges. B. Analysis In our case, taxpayer produced a valuation report indicating\nthat -----and ----were insolvent after taking into account the\noutstanding loans from the taxpayer. The report valued the\nentities as ongoing concerns taking into account all tangible and\nintangible assets of the businesses. Therefore, taxpayer argues\nthat section 332 did not apply on the liquidations and it is\nentitled to worthless stock losses pursuant to section 165(g)\nwith respect to its stock in ---- and --. In addition, taxpayer\nargues that it is entitled to bad debt losses for the portion of\nthe loans not satisfied in liquidation (excess of outstanding\nloans over the value of the assets). The audit team has challenged taxpayer’s position that ---and ----were insolvent at the time of the deemed liquidations. Specifically, it has challenged taxpayer’s characterization of\nthe advances to ----and -----as debt.",
      "queries": [
        "how to develop utilization report",
        "irs office of chief counsel memorandum number",
        "is postf a bona fide partner"
      ],
      "queries_score": [
        -7.867674827575684,
        -8.0101957321167,
        -8.819270133972168
      ]
    },
    {
      "id": "legal-advice_17__5",
      "chunk_id": "5",
      "content": "The audit team has challenged taxpayer’s position that ---and ----were insolvent at the time of the deemed liquidations. Specifically, it has challenged taxpayer’s characterization of\nthe advances to ----and -----as debt. If a sufficient portion of\nthe loans to -----and ---are reclassified as equity, -----and ------- would have been solvent at the time of the deemed liquidations, triggering the application of section 332. The taxpayer disagrees with the audit team’s\nreclassification of the loans as equity. In the alternative, the\ntaxpayer argues that even if the loans to --------------------------------------------------------------------------------------------------------------------and -- were characterized as\nequity, the advances should be treated as a preferred class of\nequity since the notes issued by -----and ----------------------------------------------------------------------------------------------------------------------provided for a stated rate of\nreturn on the investment. Taxpayer argues that since the\nreclassified debt is treated as preferred stock, section 332 does\nnot apply with respect to the common stock pursuant to\nCommissioner v. Spaulding Bakeries, 252 F.2d 693 (2nd Cir. 1958),\naff’g, 27 T.C. 684 (1957) and H.K. Porter Company Inc. and\nSubsidiaries, 87 T.C. 689 (1986). As discussed above, in a liquidation assets are deemed\ndistributed first with respect to debt, then with respect to\npreferred stock and finally with respect to common stock. Therefore, in our case, if the intercompany debt is treated as\npreferred stock (in total or part), then the assets of ------------ and ---are treated as distributed first with respect to the\npreferred stock and then with respect to the common stock. Pursuant to Spaulding Bakeries and H.K. Porter Company, if there\nis no property remaining for distribution on the common stock\nafter the preferred, then section 332 does not apply with respect\nto the common shares. Where the investment in the preferred\nstock is only partially satisfied, section 331 would apply\nresulting in a capital loss for the portion of the investment not\nrecaptured. 5 On the other hand, if the intercompany loans are treated as\ncommon stock and there are no other loans outstanding, then the\nassets of -----and ----would be deemed distributed with respect\nto the common stock on the liquidation. Since property would be\nreceived with respect to the common shares, section 332 would\napply in denying the recognition of any loss realized in the\n5 If the intercompany debt is not reclassified as equity, then\nsection 166 would permit an ordinary loss for the portion of the\nintercompany loans not satisfied in the liquidation. Therefore,\nreclassifying intercompany debt as preferred stock has the\nresult of converting an ordinary loss into a capital loss with\nrespect to the investment in the preferred stock (reclassified\ndebt) not recouped in the liquidation. liquidation. In determining the true substance of an intercompany advance,\nthe legal rights and obligations of the parties must be\nconsidered. See Fin Hay Realty Co. v. United States, 398 F.2d\n694, 697 (3rd Cir. 1968); Estate of Mixon v. United States, 464\nF.2d 394(5th Cir. 1972); and Bauer v. Commissioner, 748 F.2d 1365\n(9th Cir. 1984). Therefore, where it is determined that the\nsubstance of the advances are equity, the specific rights\nattached to the investment must be respected in characterizing\nthe equity. In our facts, the advances to ----and ----------------------------------------------------------------------------------------------------------------------were made in exchange for\npromissory notes which provided a fixed rate of interest.",
      "queries": [
        "when is the rsd/psb rule change effective"
      ],
      "queries_score": [
        -9.65104866027832
      ]
    },
    {
      "id": "legal-advice_17__6",
      "chunk_id": "6",
      "content": "Therefore, where it is determined that the\nsubstance of the advances are equity, the specific rights\nattached to the investment must be respected in characterizing\nthe equity. In our facts, the advances to ----and ----------------------------------------------------------------------------------------------------------------------were made in exchange for\npromissory notes which provided a fixed rate of interest. Although the advances may contain more characteristics of equity\nthan debt6, the terms of the notes must be respected if the notes\nare properly executed and enforceable under local law. In cases under subchapter S of the Code, courts have\naddressed whether intercompany debt reclassified as equity\nconstitutes a second class of stock; thereby, resulting in the\ninability to elect subchapter S treatment. See Gamman v.\nCommissioner, 46 T.C. 1 (1966); Portage Plastics Company, Inc. v.\nUnited States, 470 F.2d 308 (7th Cir. 1972). Section 1362(a)\nprovides that a “small business corporation” may elect to be\ntreated as an S corporation. In order to constitute a “small\nbusiness corporation”, a corporation cannot have more than one\nclass of stock. Section 1361(b). In Gamman, the Service reclassified as equity intercompany\nloans made by the shareholder to its wholly owned subsidiary. The Court held that the reclassified debt did not constitute a\nsecond class of stock since it did not give the shareholder any\nadditional rights and interests in the income and assets of the\ncorporation. Although Gamman addresses the issue in our case,\ni.e., whether intercompany debt reclassified as equity\nconstitutes a second class of stock, the holding in Gamman has no\napplication since it is a decision under subchapter S of the code\nand was decided by taking into account the legislative history\nand purpose of subchapter S. 6 We are not offering an opinion of whether the advances should\nbe classified as equity. For purposes of this discussion we\nassume that the facts support the position that all or a portion\nof the intercompany debt should be treated as equity. As discussed above, in H.K.Porter Company, the Court\nrejected respondent’s argument that the preferred stock should be\ntreated as common stock. The Court disagreed with respondent’s\nassertion that the preferred stock did not provide the\nshareholder with any additional rights as to the profit and\nassets of the company. The court cited the fact that the\npreferred stock was in existence for 10 years in rejecting\nrespondent’s substance over form argument. In our case, unlike H.K. Porter Company, neither ----------------------------------------------------------------------------------------------------------------------- nor ---------------------------------------------------------------------------------------------------------------------- had any preferred stock\noutstanding at the time of the deemed liquidations. However,\nlike the preferred stock in H.K. Porter Company, the promissory\nnotes issued by ---- and -- were in existence prior to the year\nof the liquidation. 7 Where the Service reclassifies debt as\nequity, the terms of any legally enforceable promissory notes\nmust be respected in determining the rights attached to the\nequity interest. If the promissory notes in our case are\nproperly executed and enforceable, taxpayer must be treated as\nholding a class of stock which has a preference to the earnings\nand assets of ---- and --.",
      "queries": [
        "when it is determined that the substance of the advances are equity",
        "when is doj sponsored conference report form released",
        "what must you comply with to obtain a cops",
        "what is the attorney general's duty"
      ],
      "queries_score": [
        "2.4592388",
        -9.611700057983398,
        -8.25046157836914,
        -7.554782390594482
      ]
    },
    {
      "id": "legal-advice_17__7",
      "chunk_id": "7",
      "content": "If the promissory notes in our case are\nproperly executed and enforceable, taxpayer must be treated as\nholding a class of stock which has a preference to the earnings\nand assets of ---- and --. Where a taxpayer advances loans to a subsidiary and/or the\nsubsidiary issues preferred stock as part of a plan to generate a\nworthless stock loss under section 165(g), a substance over form\nargument may permit the Service to disregard the existence of the\nintercompany loans or preferred stock. However, where, as in our\ncase, the promissory notes and/or preferred stock were in\nexistence for several years prior to a claimed loss, any\nenforceable rights attached to such loans and/or stock must be\nrespected for tax purposes. The fact that the parties did not\ncomply with the terms of the notes is of no consequence if the\ninstruments were legally enforceable. Assuming the notes are properly executed and enforceable,\nany reclassified intercompany loans should be treated as\npreferred stock of ---- and --. In the liquidation, -----and ------- would be treated as distributing its assets with respect to\nthe preferred shares (the reclassified intercompany debt) before\nthe common shares. Pursuant to Spaulding Bakeries and H.K.\nPorter Company, section 332 would apply with respect to the\ncommon shares only if there is sufficient property remaining to\n7 The notes were issued beginning in - pursuant to the -------------. distribute on the common shares after the distribution with\nrespect to the deemed preferred shares. Please contact Attorney Anthony Ammirato at (917)421-4641\nwith any questions or comments. DISCLOSURE STATEMENT This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. ROLAND BARRAL\nArea Counsel, LMSB\n(Financial Services) By: _____________________________ ANTHONY AMMIRATO\nAttorney (LMSB)",
      "queries": [
        "can trgp positions be redeployed?"
      ],
      "queries_score": [
        -9.284951210021973
      ]
    }
  ]
}