{
  "doc_id": "legal-advice_5",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_5__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service memorandum\nCC:LM:HMT:DET:\nPOSTF-125520-04\nUILC: 263A.04-00, 472.08-00 date: June 09, 2004 to: from: subject: Number: 20043103F\nRelease Date: 7/30/04 Katheryn N.Titus, Team Manager\n(Retail, Food, Pharmaceuticals and Health Care, Team 1603)\nArea Counsel, LMSB Area 2 (Heavy Manufacturing & Transportation) -------------------------This Chief Counsel Advice responds to your request for assistance. This advice may\nnot be used or cited as precedent. LEGEND\nTaxpayer\nDate 1\nYear 1\nYear 2 =\n=\n=\n= ------------------------------------------------------------ ISSUE Whether the permissible variation of the simplified resale method, set forth in Treas. Reg. § 1.263A-3(d)(3)(iii)(B), requires annual increases to the total cumulative amounts\nof storage and handling costs capitalized to existing LIFO layers. CONCLUSION We conclude the variation of the simplified resale method set forth in § 1.263A3(d)(3)(iii)(B) requires annual increases to cumulative amounts of storage and handling\ncosts capitalized to existing LIFO Layers. FACTS\nTaxpayer filed an Application for Change in Accounting Method (Form 3115) requesting\npermission to change its method of allocating costs under § 263A of the Internal\nRevenue Code and the Income Tax Regulations thereunder, for the 52-53-week taxable POSTF-125520-04 2 year beginning Date 1 (year of change). Taxpayer and the Service executed a consent\nagreement that provides, in pertinent part -Taxpayer will use a permissible variation of the simplified\nresale method without the historic absorption ratio election to\nallocate additional § 263A costs to ending LIFO inventory. Under this method, Taxpayer will multiply the storage and\nhandling costs absorption ratio by the total § 471 costs\nincluded in Taxpayer’s ending inventory (rather than just the\nincrement, if any, experienced by Taxpayer during the\ntaxable year) for purposes of determining capitalizable\nstorage and handling costs. See §§ 1.263-3(d)(i) and (iii)(B). Taxpayer interpreted § 1.263A-3(d)(3)(iii)(B) as permitting an annual substitution of its\ncurrent storage and handling § 263A rate for its prior storage and handling § 263A rate. The current rate would be multiplied by the LIFO value of the ending inventory to\ndetermine the total amount of storage and handling cost to be capitalized to ending\ninventory. The storage and handling costs capitalized to the beginning inventory for any\ngiven year was included in that year’s cost of goods sold. For example, assume Taxpayer had the following LIFO ending inventory at end of Year\n2:\nYEAR\n1\n2 BASE COST\n$1,000\n$ 500\n$1,500 INDEX\n1.000\n1.100 LIFO VALUE\n$1,000\n$ 550\n$1,550 Assume further the § 263A absorption rate for storage and handling was 2% in Year 1\nand 1.5% in Year 2. At the end of Year 1, Taxpayer capitalized $20.00 ($1000 x 2.0%)\nof storage and handling costs incurred to the ending inventory. In Year 2, Taxpayer\nincluded the $20.00 of storage and handling costs from beginning inventory in cost of\ngoods sold and capitalized $23.25 ($1550 x 1.5%) of storage and handling costs\nincurred in Year 2 to the ending inventory. LAW AND ANALYSIS\nTreas. Reg. § 1.263A-3(d)(1) provides a simplified resale method for determining the\nadditional § 263A costs properly allocable to property acquired for resale and other\neligible property on hand at the end of the taxable year. Treas. Reg. § 1.263A-3(d)(3)(i)(D)(1) provides under the simplified resale method, the\nstorage and handling absorption ratio is determined by dividing current year’s storage\nand handling costs by beginning inventory plus current year’s purchases.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_5__1",
      "chunk_id": "1",
      "content": "Treas. Reg. § 1.263A-3(d)(3)(i)(D)(1) provides under the simplified resale method, the\nstorage and handling absorption ratio is determined by dividing current year’s storage\nand handling costs by beginning inventory plus current year’s purchases. Section\n1.263A-3(d)(3)(i)(D)(2) defines current year’s storage and handling costs as the total\nstorage costs plus the total handling costs incurred during the taxable year that relate to POSTF-125520-04 3 the taxpayer’s property acquired for resale and other eligible property. Beginning\ninventory in the denominator of the storage and handling costs absorption ratio refers to\nthe section 471 costs of any property acquired for resale or other eligible property held\nby the taxpayer as of the beginning of the taxable year. Current year’s purchases\ngenerally mean the taxpayer’s section 471 costs incurred with respect to purchases of\nproperty acquired for resale during the current taxable year. Treas. Reg. § 1.263A-3(d)(3)(iii) sets forth the following permissible variations of the\nsimplified resale method:\n(A) The exclusion of beginning inventories from the denominator in the\nstorage and handling costs absorption ratio formula in paragraph\n(d)(3)(i)(D) of this section; or\n(B) Multiplication of the storage and handling costs absorption ratio in\nparagraph (d)(3)(i)(D) of this section by the total § 471 costs included in a\nLIFO taxpayer’s ending inventory (rather than just the increment, if any,\nexperienced by the LIFO taxpayer during the taxable year) for purposes of\ndetermining capitalizable storage and handling costs. Treas. Reg. § 1.263A-3(d)(3)(i)(C) defines the term “section 471 costs remaining on\nhand at year end” as section 471 costs defined in § 1.263A-1(d)(2) that the taxpayer\nincurs during the current taxable year, which remain in its ending inventory or are\notherwise on hand at year end. For LIFO inventories of a taxpayer, the section 471\ncosts remaining on hand at year end means the increment, if any, for the current year\nstated in terms of section 471 costs. Treas. Reg. § 1.263A-1(d)(2)(i) generally defines section 471 costs, for taxpayers in\nexistence at the time of enactment of section 263A, as costs (other than interest),\ncapitalized under its method of accounting immediately prior to the effective date of\nsection 263A. Thus, although section 471 applies only to inventories, section 471 costs\ninclude any non-inventory costs (other than interest) capitalized or included in\nacquisition or production costs under the taxpayer’s method of accounting immediately prior to the effective date of section 263A. Under the simplified resale method, a taxpayer using the LIFO method multiplies the\ncombined absorption ratio by the current-year cost of the LIFO increment for the current\nyear, if any, to determine the amount of additional § 263A costs incurred during the\ntaxable year that are allocable to ending inventory. See § 1.263A-1(d). The combined\nabsorption ratio is the sum of the purchasing costs absorption ratio and the storage and\nhandling cost absorption ratio. See § 1.263A-1(d)(3)(C)(1). In this case, Taxpayer\nspecifically requested permission to change its method of capitalizing storage and\nhandling costs to the variation permitted under § 1.263A-3(d)(3)(iii)(B). This variation\nrequires Taxpayer to multiply the total § 471 costs included in its ending inventory by\nthe storage and handling costs absorption ratio.",
      "queries": [
        "how is storage and handling absorption calculated",
        "how is storage absorption calculated",
        "can the cops office use funds for another project"
      ],
      "queries_score": [
        "3.00329",
        "1.7065998",
        -7.620404243469238
      ]
    },
    {
      "id": "legal-advice_5__2",
      "chunk_id": "2",
      "content": "See § 1.263A-1(d)(3)(C)(1). In this case, Taxpayer\nspecifically requested permission to change its method of capitalizing storage and\nhandling costs to the variation permitted under § 1.263A-3(d)(3)(iii)(B). This variation\nrequires Taxpayer to multiply the total § 471 costs included in its ending inventory by\nthe storage and handling costs absorption ratio. This is a departure from the general\nrule set forth in § 1.263A-3(d)(3)(i)(C) defining section 471 costs on hand at the end of POSTF-125520-04 4 the year as the LIFO increment, if any, for the current year stated in terms of section\n471 costs. Although not specified in § 1.263A-3(d)(3)(iii)(B), the purchasing costs\nallocable to ending inventory are determined by multiplying the purchasing costs\nabsorption ratio by the LIFO increment for the year, if any. The theory underlying this\nvariation to the simplified resale method is that under the LIFO assumption, beginning\ninventory is stored year after year and should continue to attract storage and handling\ncosts; but such inventory is not purchased again and therefore should not continue\nattracting purchasing costs. The correct application of Treas. Regs. § 1.263A-3(d)(3)(iii)(B) for existing LIFO layers\nrequires the LIFO taxpayer to absorb additional storage and handling costs to these\nlayers. In other words, this method determines the increase in additional section 263A\ncosts from the prior year, not the total additional section 263A storage and handling\ncosts. Section 1.263A-3(d)(3)(iii)(B) does not permit a substitution of rates. Instead it\nrequires storage and handling costs to accumulate for existing LIFO layers. In the\nabove example, the storage and handling costs incurred during Year 2 allocable to the\nYear 2 layer would be $8.25 ($550 X 1.5%) and the storage and handling costs incurred\nduring Year 2 allocable to the base layer would be $15.00 ($1,000 X .5%). Thus, the\ntotal storage and handling costs in ending inventory would be $43.25 ($23.25 ($8.25 +\n$15.00) incurred in Year 2 + $20.00 incurred in Year 1). In summary, the permissible variation under § 1.263A-3(d)(3)(iii)(B) requires that each\nLIFO layer continue to absorb storage and handling costs as long as the inventory\nremains (under a LIFO cost flow assumption) on hand. So a base layer created twelve\nyears prior to Year 2 would accumulate twelve years of storage and handling costs if it\nstill existed in Year 21. CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS Section 11.01, Rev. Proc. 97-27, 1997-1 C.B. 680, provides (in pertinent part) the\ndirector of field operations will ascertain if the amount of the § 481(a) adjustment was\nproperly determined and whether the change in method of accounting was implemented\nas proposed in accordance with the terms and conditions of the consent agreement and\nRev. Proc. 97-27. Section 11.02, Rev. Proc. 97-27 provides if the director of field\noperations recommends that the ruling (other than the amount of the § 481(a)\nadjustment) should be modified or revoked, the director will forward the matter to the\nnational office for consideration before any further action is taken. Such a referral to the\n1 We note the Bureau of National Affairs (BNA) Tax Management Portfolio, is consistent with\nour conclusion that the storage and handling costs are cumulative for existing LIFO layers.",
      "queries": [
        "what is the main driver of learning for eit level",
        "what is ancr",
        "what documents are included in the schedule provided to the irs",
        "what is the materially below market interest rate",
        "is goodwill allocable to franchises"
      ],
      "queries_score": [
        -9.41299057006836,
        -5.9735426902771,
        -6.015035629272461,
        -7.990024089813232,
        -6.968531608581543
      ]
    },
    {
      "id": "legal-advice_5__3",
      "chunk_id": "3",
      "content": "Such a referral to the\n1 We note the Bureau of National Affairs (BNA) Tax Management Portfolio, is consistent with\nour conclusion that the storage and handling costs are cumulative for existing LIFO layers. “…[T]here is a dramatic difference for LIFO taxpayers, because each year the\nexisting layers will absorb additional costs . . . taxpayers seeking to minimize\ntaxable income would select the basic simplified resale method rather than this\nvariation.” Tax Management Portfolios U.S. Income Series 576-2nd : Uniform Capitalization Rules:\nInventory; Self-Constructed Assets; Real Estate 15. 576-2nd Tax Mgmt. Portfolio (BNA) POSTF-125520-04 5 national office will be treated as a request for technical advice, and the provisions of\nRev. Proc. 97-2 (or any successor) will be followed. We believe that the issue in this\ncase goes directly to how the language in the consent agreement is implemented to\ndetermine proper amount of the section 481(a) adjustment. Therefore, our inquiry is not\nrequired to be treated as a request for technical advice. We note § 1.263A-3(d)(3)(iii)(B) does not specifically prescribe how to apply the storage\nand handling absorption ratio to total § 471 costs in ending inventory. Moreover, the\nregulations do not explicitly state the amount allocated to existing layers is the\nsummation of all prior year storage and handling cost absorption ratios. JOSEPH F. MASELLI\nArea Counsel, LMSB Area 2\n(Heavy Manufacturing and Transportation)\nBy: ______________________________ Phoebe L. Nearing\nAssociate Area Counsel (LMSB) This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. Please call --------------------- if you have any further questions.",
      "queries": [],
      "queries_score": []
    }
  ]
}