{
  "doc_id": "legal-advice_46",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_46__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20114702F\nRelease Date: 11/25/2011\nCC:LB&I:HMT:DET:EREdberg\nPOSTS-104573-11\nUILC: 472.05-00 date: May 13, 2011 to: David W. Bulger, Inventory Technical Advisor\n(Large Business & International)\nRodney K. Kelley, Revenue Agent\n(Large Business & International) from: subject: Elizabeth R. Edberg\nAttorney (Detroit)\n(Large Business & International) LIFO conformity violation This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nDate 1 = -------------------Date 2 = ------Foreign Parent = ------------------Taxpayer = -------------------ABC = -------------------------------------ABC Consolidated Group = -------------------------------------------------------------------------------------Tax Year 1 = -----------------------------------------ISSUES Does the Taxpayer have a LIFO conformity violation related to its provision of financial\nstatements prepared using IFRS to its lending bank? POSTS-104573-11 2 CONCLUSIONS The provision of financial statements prepared using IFRS to the lending bank violated\nthe LIFO conformity requirements. FACTS\nBackground\nOn Date 1, the Taxpayer became a wholly-owned subsidiary of ABC and a\nmember of the ABC Consolidated Group. The ABC Consolidated Group filed a\nconsolidated federal tax return for Tax Year 1. ABC is wholly-owned by Foreign Parent, a foreign entity. Foreign Parent\nreported its worldwide consolidated financial statements using the International\nFinancial Reporting Standards (“IFRS”) for Tax Year 1. Foreign Parent required\nthe Taxpayer to adopt the IFRS standards to facilitate the process of preparing\nthese worldwide consolidated financial statements. Therefore, the Taxpayer\nadopted IFRS for the first time for Tax Year 1. This marked the first year that the\nTaxpayer issued any IFRS based financial statements. Prior to the adoption of\nIFRS, the Taxpayer used U.S. GAAP as its accounting standard. The last-in, first-out (“LIFO”) inventory method is not an allowable method under\nIFRS. The Taxpayer has used the LIFO inventory method for accounting for a\nportion of its inventory since Date 2 for both tax and financial reporting purposes. The Taxpayer continued to use the LIFO inventory method for Tax Year 1. The Taxpayer provided financial statements to its foreign parent based upon\nIFRS standards for Tax Year 1. These financial statements included a balance\nsheet and income statement based upon IFRS standards. The Taxpayer also\nprovided the IFRS-only balance sheet and income statement to its lending bank. Along with the IFRS-only balance sheet and income statement, the Taxpayer\nprovided its lending bank with tabulated versions of its balance sheet and income\nstatement whereby each was presented on an IFRS and U.S. GAAP standard. Specifically, the tabulated financial statements made adjustments (including LIFO\nadjustments) to the IFRS column to arrive at U.S. GAAP. The IFRS version of\nthe profit/income of the Taxpayer was based on a method that did not include\nLIFO principles in inventorying goods. The Taxpayer did not make a distinction\nbetween primary or supplemental information within these financial statements\nrelated to the change from IFRS to U.S. GAAP reporting standards; nor did it\ninclude explanatory footnotes regarding the change. The Taxpayer provided\nthese financial statements to the lending bank in accordance with lending\nrequirements imposed by the bank related to a letter of credit. POSTS-104573-11 3",
      "queries": [
        "internal revenue service memo release number",
        "what is the european globalization adjustment fund?",
        "what is problem solving in police"
      ],
      "queries_score": [
        "2.3157954",
        -7.2747416496276855,
        -7.800761699676514
      ]
    },
    {
      "id": "legal-advice_46__1",
      "chunk_id": "1",
      "content": "The Taxpayer provided\nthese financial statements to the lending bank in accordance with lending\nrequirements imposed by the bank related to a letter of credit. POSTS-104573-11 3 LAW AND ANALYSIS\nApplicable Law\nInternal Revenue Code section 472(c) provides that a taxpayer who elects to use the\nLIFO inventory method for federal income tax purposes must establish to the\nsatisfaction of the Secretary that it has used no method other than LIFO in inventorying\nsuch goods to ascertain the income, profit, or loss of the first taxable year for which\nLIFO is to be used, for the purpose of a report or statement covering such taxable year\nto shareholders, partners, or other proprietors, or to beneficiaries, or for credit purposes. Section 472(e)(2) imposes a requirement similar to that contained in section 472(c) for\ntaxable years subsequent to the year of the LIFO election and provides that the\ntaxpayer may be required to discontinue the use of the LIFO inventory method if this\nrequirement is violated. Section 472(g) provides that all members of the same group of financially related\ncorporations shall be treated as one taxpayer for purposes of the LIFO conformity\nrequirements contained in subsections (c) and (e)(2). The term “group of financially\nrelated corporations” means any affiliated group as defined in section 1504(a),\ndetermined by substituting “50 percent” for “80 percent” each place it appears and\nwithout regard to section 1504(b), and any other group of corporations that consolidate\nor combine for purposes of financial statements. Treasury Regulation section 1.472-2(e)(1) provides, in part: The taxpayer must establish to the satisfaction of the Commissioner that\nthe taxpayer, in ascertaining the income, profit, or loss for the taxable year\nfor which the LIFO inventory method is first used, or for any subsequent\ntaxable years, for credit purposes or for purposes of reports to\nshareholders, partners, or other proprietors, or to beneficiaries, has not\nused any inventory method other than that referred to in § 1.472-1 or at\nvariance with the requirements of § 1.472-2(c). Section 1.472-2(e)(1)(i) provides that the taxpayer’s “use of an inventory method other\nthan LIFO for purposes of ascertaining information reported as a supplement to or\nexplanation of the taxpayer’s primary presentation of the taxpayer’s income, profit, or\nloss, for a taxable year in credit statements or financial reports” is not considered at\nvariance with the requirements § 1.472-2(e)(1). Section 1.472-2(e)(1)(ii) provides that the “use of an inventory method other than LIFO\nto ascertain the value of the taxpayer’s inventory of goods on hand for purposes of\nreporting the value of such inventories as assets” is not considered at variance with the\nrequirements of § 1.472-2(e)(1). POSTS-104573-11 4 Section 1.472-2(e)(1)(iii) provides that the taxpayer’s “use of an inventory method other\nthan LIFO for purposes of ascertaining information reported in internal management\nreports” is not considered at variance with the requirements § 1.472-2(e)(1). Section 1.472-2(e)(4) provides:\nUnder paragraph (e)(1)(ii) of this section, the use of an inventory method\nother than LIFO to ascertain the value of the taxpayer's inventories for\npurposes of reporting the value of the inventories as assets is not\nconsidered the ascertainment of income, profit, or loss and therefore is\nnot considered at variance with the requirement of paragraph (e)(1) of this\nsection.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_46__2",
      "chunk_id": "2",
      "content": "Therefore, a taxpayer may disclose the value of inventories on a\nbalance sheet using a method other than LIFO to identify the inventories,\nand such a disclosure will not be considered at variance with the\nrequirement of paragraph (e)(1) of this section. However, the disclosure\nof income, profit, or loss for a taxable year on a balance sheet issued to\ncreditors, shareholders, partners, other proprietors, or beneficiaries is\nconsidered at variance with the requirement of paragraph (e)(1) of this\nsection if such income information is ascertained using an inventory\nmethod other than LIFO and such income information is for a taxable year\nfor which the LIFO method is used for Federal income tax purposes. Therefore, a balance sheet that discloses the net worth of a taxpayer,\ndetermined as if income had been ascertained using an inventory method\nother than LIFO, may be at variance with the requirement of paragraph\n(e)(1) of this section if the disclosure of net worth is made in a manner\nthat also discloses income, profit, or loss for a taxable year. However, a disclosure of income, profit, or loss using an inventory method\nother than LIFO is not considered at variance with the requirement of\nparagraph (e)(1) of this section if the disclosure is made in the form of\neither a footnote to the balance sheet or a parenthetical disclosure on the\nface of the balance sheet. In addition, an income disclosure is not\nconsidered at variance with the requirement of paragraph (e)(1) of this\nsection if the disclosure is made on the face of a supplemental balance\nsheet labelled as a supplement to the taxpayer's primary presentation of\nfinancial position, but only if, consistent with the rules of paragraph (e)(3)\nof this section, such a disclosure is clearly identified as a supplement to or\nexplanation of the taxpayer's primary presentation of financial income as\nreported on the face of the taxpayer's income statement. Section 1.472-2(e)(3) provides specific rules related to the exception of the conformity\nrequirement for supplemental or explanatory information. Section 1.472-2(e)(3)(i) provides: POSTS-104573-11 5 Information reported on the face of a taxpayer’s financial income\nstatement for a taxable year is not considered a supplement to or\nexplanation of the taxpayer’s primary presentation of the taxpayer’s\nincome, profit, or loss for the taxable year in credit statements or financial\nreports. For purposes of paragraph (e)(3) of this section, the face of an\nincome statement does not include notes to the income statement\npresented on the same page as the income statement, but only if all notes\nto the financial income statement are presented together. Section 1.472-2(e)(3)(ii) provides, in part:\nInformation reported in notes to a taxpayer's financial income statement is\nconsidered a supplement to or explanation of the taxpayer's primary\npresentation of income, profit, or loss for the period covered by the\nincome statement if all notes to the financial income statement are\npresented together and if they accompany the income statement in a\nsingle report.",
      "queries": [
        "what is the award condition for cops program",
        "what must you submit to cops"
      ],
      "queries_score": [
        -8.887171745300293,
        -7.405310153961182
      ]
    },
    {
      "id": "legal-advice_46__3",
      "chunk_id": "3",
      "content": "Section 1.472-2(e)(3)(iii) provides:\nInformation reported in an appendix or supplement to a taxpayer's\nfinancial income statement is considered a supplement to or explanation\nof the taxpayer's primary presentation of income, profit, or loss for the\nperiod covered by the income statement if the appendix or supplement\naccompanies the income statement in a single report and the information\nreported in the appendix or supplement is clearly identified as a\nsupplement to or explanation of the taxpayer's primary presentation of\nincome, profit, or loss as reported on the face of the taxpayer's income\nstatement. . . . For purposes of paragraph (e)(3)(iii) of this section,\ninformation is considered to be clearly identified as a supplement to or\nexplanation of the taxpayer's primary presentation of income, profit, or loss\nas reported on the face of the taxpayer's income statement if the\ninformation either-(A) Is reported in an appendix or supplement that contains a general\nstatement identifying all such supplemental or explanatory information;\n(B) Is identified specifically as supplemental or explanatory by a statement\nimmediately preceding or following the disclosure of the information;\n(C) Is disclosed in the context of making a comparison to corresponding\ninformation disclosed both on the face of the taxpayer's income statement\nand in the supplement or appendix; or POSTS-104573-11 6 (D) Is a disclosure of the effect on an item reported on the face of the\ntaxpayer's income statement of having used the LIFO method. For example, a restatement of cost of goods sold based on an inventory\nmethod other than LIFO is considered to be clearly identified as\nsupplemental or explanatory information if the supplement or appendix\ncontaining the restatement contains a general statement that all\ninformation based on such inventory method is reported in the appendix or\nsupplement as a supplement to or explanation of the taxpayer's primary\npresentation of income, profit, or loss as reported on the face of the\ntaxpayer's income statement. Section 1.472-2(e)(5), which is supposed to provide specific rules related to the\nexception of the conformity requirement for internal management reports, has been\nreserved. Analysis\nBecause the Taxpayer elected the LIFO method of accounting for federal income tax\npurposes, it is subject to the LIFO conformity requirements. See I.R.C. § 472(c), (e)(2);\nTreas. Reg. § 1.472-2(e)(1). With respect to the financial statements provided to its lending bank, the Taxpayer\nviolated the LIFO conformity requirements if (1) it used an inventory method other than\nLIFO to ascertain its income, profit or loss in the financial statements; (2) the financial\nstatements were “for credit purposes”; and (3) the financial statements are not within\nany of the exceptions to the LIFO conformity requirements. The Taxpayer provided the same IFRS-only balance sheet and income statement\nprovided to the foreign parent to the lending bank. It also provided tabulated versions of\nthese documents that adjusted the IFRS amounts to arrive at U.S. GAAP amounts. Both the balance sheets and income statements involve the ascertainment of items of\nincome, profit, or loss. The balance sheets do not fall within the exception under\nTreasury Regulation section 1.472-2(e)(1)(ii), (4), which provides valuing inventory as\nan asset is not an ascertainment of income, profit, or loss, as the Taxpayer also used\nIFRS to ascertain retained earnings and net income on the balance sheets.",
      "queries": [
        "how is information reported on an appendix to a tax return",
        "when was the eu's decision on the general budget passed",
        "when must i sign the award documents?",
        "what agency is required to retain officer",
        "what is the job duties of a staff psychologist",
        "is season ticket renewal property",
        "when are facilities placed into service",
        "can dpads arise from business"
      ],
      "queries_score": [
        "2.6090147",
        -9.247098922729492,
        -8.61971664428711,
        -8.484192848205566,
        -9.041303634643555,
        -8.619439125061035,
        -8.34468936920166,
        -8.448992729187012
      ]
    },
    {
      "id": "legal-advice_46__4",
      "chunk_id": "4",
      "content": "The balance sheets do not fall within the exception under\nTreasury Regulation section 1.472-2(e)(1)(ii), (4), which provides valuing inventory as\nan asset is not an ascertainment of income, profit, or loss, as the Taxpayer also used\nIFRS to ascertain retained earnings and net income on the balance sheets. The income\nstatements by their nature involve the ascertainment of income, profit, or loss. There is no question the IFRS-only versions used a method other than LIFO to\nascertain income, profit, or loss, as IFRS is a non-LIFO method and was the only\nmethod used. Arguably, the tabulated versions of the financial statements provided to\nthe lending bank comply with the LIFO conformity requirements as they used U.S.\nGAAP to determine income, profit, and loss. However, they also used IFRS. The LIFO\nconformity requirements do not merely require the use of a LIFO inventory method; they POSTS-104573-11 7 require that no method other than LIFO be used. See I.R.C. § 472(c), (e)(2); Treas. Reg. § 1.472-2(e)(1). The financial statements were issued to the Taxpayer’s lending bank in accordance with\nlending requirements related to a letter of credit. Thus, there was a debtor-creditor\nrelationship between the Taxpayer and the lending bank and the financial statements\nwere provided pursuant to this debtor-creditor relationship. The Taxpayer’s continued\nreceipt of credit was dependent upon the provision of such financial statements. Therefore, the financial statements were “for credit purposes.” It could be argued that the use of IFRS was for purposes of supplementing or explaining\nthe Taxpayer’s primary U.S. GAAP position and, thus, the tabulated financial\nstatements meet the exception for supplemental or explanatory information. See Treas.\nReg. § 1.472-2(e)(1)(i). However, the provision of information using IFRS was not\npresented as either supplemental or explanatory. With respect to the tabulated balance sheet, the disclosure of income, profit, and loss\nusing IFRS was not made in the form of a footnote to the balance sheet or a\nparenthetical disclosure on the face of the balance sheet. See Treas. Reg. § 1.4722(e)(4). Even if the disclosure qualified as a parenthetical, despite the lack of\nparentheses, or other punctuation or formatting to indicate the IFRS information is an\naside, there is still the problem of the tabulated income statement. Section 1.4722(e)(3)(i) clearly provides that “[i]nformation reported on the face of a taxpayer’s\nfinancial income statement for a taxable year is not considered a supplement to or\nexplanation of the taxpayer’s primary presentation of the taxpayer’s income, profit, or\nloss.” The IFRS information was reported on the face of the income statement and not\nas part of a note to the income statement. See Treas. Reg. § 1.472-2(e)(3). Moreover, even if the tabulated financial statements conformed to the requirements of\nsection 472(e) and the regulations thereunder, the Taxpayer also provided the lending\nbank with the same balance sheet and income statement it provided to the Foreign\nParent. These documents were prepared based solely on IFRS. These documents\nwere not identified as supplemental, explanatory, or appendixes. For instance, the\nbalance sheet was not clearly identified as a supplement to or explanation of the\ntaxpayer’s primary presentation. See Treas. Reg. § 1.472-2(e)(4).",
      "queries": [
        "do balance sheets fall under treasury regulation",
        "where can a noncompliance referral be received",
        "cops office tribal grants"
      ],
      "queries_score": [
        "2.83109",
        -7.794511318206787,
        -8.542855262756348
      ]
    },
    {
      "id": "legal-advice_46__5",
      "chunk_id": "5",
      "content": "These documents were prepared based solely on IFRS. These documents\nwere not identified as supplemental, explanatory, or appendixes. For instance, the\nbalance sheet was not clearly identified as a supplement to or explanation of the\ntaxpayer’s primary presentation. See Treas. Reg. § 1.472-2(e)(4). Similarly, the\nincome statement was not marked as an appendix or otherwise clearly identified as a\nsupplement to or explanation of the taxpayer’s primary position. See Treas. Reg. §\n1.472-2(e)(3)(iii). Therefore, these documents do not meet the exception for supplemental or explanatory\ninformation, and no other exception applies. The issuance of these financial statements\nto the lending bank violated the LIFO conformity requirements. POSTS-104573-11 8 CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. Please call (313) 237-6440 if you have any further questions. ERIC R. SKINNER\nAssociate Area Counsel\n(Large Business & International) Elizabeth R. Edberg ___\nBy: _\nElizabeth R. Edberg\nAttorney (Detroit)\n(Large Business & International)",
      "queries": [
        "how should a crime triangle be viewed",
        "what is the simplified acquisition threshold",
        "when can a governor abeyance funds"
      ],
      "queries_score": [
        -10.406112670898438,
        -9.812555313110352,
        -10.786762237548828
      ]
    }
  ]
}