{
  "doc_id": "legal-advice_56",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_56__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20101502F\nRelease Date: 4/16/10\nCC:LM:F:BOS:\nPOSTU-144536-09\nUILC: 833.02-00 date: February 04, 2010 to: from: subject: Technical Advisor, Health & Blue Cross Blue Shield (BC/BS) Insurance\n(Internal Revenue Service, LMSB, Rothschild, WI)\nAttn: Gerald Bell\nAssociate Area Counsel, Boston, MA\n(Large & Mid-Size Business) I.R.C. § 833(b) Special Deduction This Chief Counsel Advice responds to your request for assistance. This advice may\nnot be used or cited as precedent. LEGEND\nTaxpayer\nTaxpayer State\nProgram X\nProgram Y\nProgram Z\nProgram Card\nYear 1\nYear 2\nYear 3\nYear 4\nYear 5\nYear 6 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTU-144536-09 2 ISSUE In determining \"claims incurred\" and \"liabilities incurred . . . under cost-plus\ncontracts\" for purposes of the special deduction described in I.R.C. § 833(b), may\na BCBS organization include only claims and liabilities that it processes as a\n\"Home\" plan with respect to its own subscribers, or may it also include claims\nand liabilities that it processes as a \"Host\" plan with respect to subscribers of\nother BCBS plans, which reimburse the Host plan for the expenditures made\n\"plus\" a processing fee. CONCLUSION The special deduction applies only to claims and liabilities with respect to\nsubscribers of the plan claiming the deduction and does not include claims and\nliabilities with respect to subscribers of other plans. In computing the special\ndeduction described in section 833(b), a \"Host\" plan may include only claims and\nliabilities of its own subscribers and not claims and liabilities of subscribers of\nother BCBS plans for which it is reimbursed by the \"Home\" plans of those\nsubscribers. NOTE: The claims for refund in this case include three arrangements, described as\n\"Program Y,\" \"Program Z\" and \"Program X.\". The Taxpayer's Protest acknowledges\nthat claim payments under the Program X arrangements are the most significant, and\nthe arguments in the Protest are generally addressed to those arrangements. There\nare numerous factual issues regarding all three arrangements which are not within the\npurpose of Chief Counsel Advice, and no concession is being made by the omission of\nthose issues from this memorandum. FACTS The Taxpayer is \"an existing Blue Cross or Blue Shield organization\" within the\nmeaning of I.R.C. §833(c)(2), and therefore eligible to claim the special deduction\nprovided by section 833(a)(2). The Taxpayer filed claims for refund for the taxable years Year 1 and Year 2,\nstating that it had identified three arrangements that should have been included in the\nspecial deduction but were not. The claims describe these arrangements as \"Program\nY,\" \"Program Z,\" and \"Program X.\" The greatest portion of the claimed deductions is\nattributable to \"Program X\" transactions, where the Taxpayer processes claims as a\n\"Host\" plan with respect to subscribers of other BCBS plans. While the claims were being examined, the Taxpayer filed requests for\naffirmative adjustments on similar grounds for the taxable years Year 3, Year 4, and\nYear 5. The claims have been disallowed. POSTU-144536-09 3 The Taxpayer filed a Protest which alleged as follows:\nTaxpayer's Annual Statement Reporting -- As part of the Year 6 audit of\nTaxpayer's statutory financial statements, Taxpayer's auditors required Taxpayer\nto classify its Program Y (described below) and Program X programs as\nASC/Cost-Plus and to disclose the claims paid in Footnote 15 of its Audited\nStatutory Financial Statements. . . .",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_56__1",
      "chunk_id": "1",
      "content": "As part of the Year 6 audit of\nTaxpayer's statutory financial statements, Taxpayer's auditors required Taxpayer\nto classify its Program Y (described below) and Program X programs as\nASC/Cost-Plus and to disclose the claims paid in Footnote 15 of its Audited\nStatutory Financial Statements. . . . The auditors required this correction\nbecause the Program X obligations meet the basic definition of an ASC/Cost-plus\nplan in SAP 47, in that they require Taxpayer to pay medical claims out of its own\nbank account before it is reimbursed. To repeat, under a Cost-plus contract, the\nadministrator pays a medical claim (the cost) out of its own bank account, and\nthen receives reimbursement of the cost, plus a fee for the recovery of its\nexpenses and for profit. Taxpayer's Refund Claims -- The required correction to its Annual Statement\nreporting for Year 6 prompted Taxpayer to identity three programs that should\nhave been included in the special deduction formula and file refund claims in\nopen years reporting its entitlement to a special deduction. These were the\nProgram X and the Program Y and the Program Z arrangements discussed\nbelow. The Program X claim payments are by far the most significant. [Protest,\npages 10-11, boldface and italics in original.] The Blue Cross and Blue Shield Association (BCBSA). The Blue Cross and Blue\nShield names and symbols are controlled by the Blue Cross and Blue Shield\nAssociation (BCBSA). At the time section 833 was enacted, the BCBSA licensing\nagreements limited use of the names and symbols to each plan’s service territory and\ngranted exclusive use within that territory. At the time section 833 was enacted, the membership standards of the BCBSA\nincluded a requirement that the plan must be organized as a not-for-profit entity. In\naddition, \"the plan must participate effectively and efficiently in each national program\nadopted by the member plans.\" Central Benefits Mutual Insurance Co. v. Blue Cross\nand Blue Shield Association, 711 F. Supp. 1423, 1426 (S.D. Ohio 1989). See also,\nGeneral Accounting Office, Blue Cross and Blue Shield: Experiences of Weak Plans\nUnderscore the Role of Effective State Oversight, GAO/HEHS-94-71 (April 1994), page\n29: \"A plan must participate in national programs that provide portability of membership\nbetween Blues plans and ease claims processing for customers that receive benefits\noutside of its service area.\" (Emphasis added.)\nBCBSA National Programs. The operations of each BCBS organization are\nrestricted to its license territory, yet its subscribers may require services while outside\nthat territory. In addition, employers with a headquarters in the territory of one BCBS\nplan may have employees in multiples territories of other BCBS plans. POSTU-144536-09 4 To facilitate coverage in multiple territories, the BCBSA coordinates \"National\nPrograms.\" The BCBS plan issuing a policy or contract is described as the \"Home\"\nplan, operating within its \"home\" territory. If a subscriber requires services outside that\nterritory, the BCBS plan operating in that territory is described as the \"Host\" plan. In general, if a BCBS organization is acting as a \"Host\" plan, it collects the initial\nclaims data and forwards it to the Home plan for a determination whether the claim is\ncovered by the policy issued by the Home plan.",
      "queries": [
        "which types of events do not require prior approval?"
      ],
      "queries_score": [
        -8.028216361999512
      ]
    },
    {
      "id": "legal-advice_56__2",
      "chunk_id": "2",
      "content": "In general, if a BCBS organization is acting as a \"Host\" plan, it collects the initial\nclaims data and forwards it to the Home plan for a determination whether the claim is\ncovered by the policy issued by the Home plan. The Host plan does not make any\ndetermination regarding the scope of coverage or the subscriber's eligibility for\ncoverage. The Home plan evaluates the data submitted by the Host plan, determines\nwhether or how much of the claim is allowable, and advises the Host plan of its\ndetermination. The Host plan then makes payment to the service provider and submits\na claim to the Home plan for reimbursement. All of the financial transactions between the Host plan and the Home plan are\ncarried out through a BCBSA entity which nets and automatically settles inter-licensee\nfinancial obligations arising from claims handled through these inter-plan programs. These net settlements are made on a daily basis by direct access to each plan's bank\naccounts. Thus, in one sense two BCBS plans do make \"payments\" with respect to an outof-territory claim. Initially the Host plan \"pays\" the claim submitted by the service\nprovider, but eventually the Home plan \"pays\" the claim by reimbursing the Host plan. Ultimately, however, only one BCBS plan -- the Home plan -- is responsible for the\npayment of the claim, and ultimately the claim is only paid once -- by the Home plan. LAW AND ANALYSIS\nSection 833 represents a stage in the evolution of Blue Cross and Blue Shield\n(BCBS) organizations, which began during the Depression as community-based nonprofit organizations providing funding for health care and now rank among the largest\nhealth insurance companies on the New York stock exchange. Background on the special deduction. On December 7, 1985, the House\nCommittee on Ways and Means released a report on a bill entitled “Tax Reform Act of\n1985,” H.R. 3838, 99th Cong. (1985). The Report expressed concern \"that exempt\ncharitable and social welfare organizations that engage in insurance activities are\nengaged in an activity whose nature and scope is so inherently commercial that taxexempt status is inappropriate. The committee believes that the tax-exempt status of\norganizations engaged in insurance activities provides an unfair competitive advantage\nto these organizations.\" H.R. Rep. No. 99-426 at 664 (1985). See also, Staff of the POSTU-144536-09 5 Joint Committee on Taxation, General Explanation of the Tax Reform Act of 1986 at\n584 (1987). On October 25, 1985, before the House bill was passed, the Chairman of the\nSubcommittee on Health of the Committee on Ways and Means requested that the\nGeneral Accounting Office examine the potential impact on the availability of health\ninsurance that would result from taxing BCBS plans. On July 11, 1986, after the House\nbill had been passed but before the final statute was enacted, the General Accounting\nOffice transmitted a report to the Chairman entitled Health Insurance: Comparing Blue\nCross and Blue Shield Plans With Commercial Insurers, GAO/HRD-86-10 (July 1986). In preparing the report, GAO obtained information from the BCBSA and a draft of the\nreport was furnished to the Association for comment.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_56__3",
      "chunk_id": "3",
      "content": "In preparing the report, GAO obtained information from the BCBSA and a draft of the\nreport was furnished to the Association for comment. The BCBSA objected to the\nproposed legislation and contended that the plans' current exemption was warranted for\nseveral reasons. The first reason was \"The plans are nonprofit community service\norganizations that finance health care for individuals and small groups who could not\nobtain health insurance elsewhere.\" 1986 GAO Report, page 9.\nThe Tax Reform Act of 1986, Pub. L. 99-514 (October 22, 1986), represents a\ncompromise between Congressional concerns that the tax-exempt status of BCBS\norganizations provided an unfair competitive advantage, and the relative disadvantages\ninherent in the operating structure of the BCBS system, where the BCBS license\nrequired that each member plan be organized on a non-profit basis and restricted the\noperations of each member plan to a specific territory. The 1986 Act added I.R.C. § 501(m), which effectively ended tax exempt\ntreatment for BCBS organizations by allowing tax exemption to an organization \"only if\nno substantial part of its activities consists of providing commercial-type insurance.\" At\nthe same time, the 1986 Act added section 833, which provides generally that BCBS\norganizations are taxable in the same manner as stock insurance companies. However, section 833 itself includes modifications of this treatment, while the Act\nincludes special transitional rules. Among the modifications from full taxation included in section 833 is the \"special\ndeduction\" allowed by section 833(a)(2) and defined in section 833(b)(1). As originally\nenacted, section 833(b)(1) provided as follows:\n(1) In general. -- Except as provided in paragraph (2), the deduction\ndetermined under this subsection for any taxable year is the excess (if\nany) of -(A) 25 percent of the sum of -(i) the claims incurred during the taxable year, and (ii) the expenses incurred during the taxable year in connection POSTU-144536-09 6\nwith the administration, adjustment, or settlement of claims,\nover (B)\n(2) the adjusted surplus as of the beginning of the taxable year. Limitation. -- The deduction determined under paragraph (1) for any\ntaxable year shall not exceed taxable income for such taxable year\n(determined without regard to such deduction). In 1997 section 833(b)(1)(A) was amended by adding to subparagraph (i) the phrase\n\"and liabilities incurred during the taxable year under cost-plus contracts\" and by adding\nto subparagraph (ii) the phrase \"or in connection with the administration of cost-plus\ncontracts.\" Taxpayer Relief Act of 1997, Pub. L. 105-334, section 1604 (August 5,\n1997). These 1997 amendments are retroactive to the effective date of the original\n1986 legislation. The term \"adjusted surplus\" is defined in section 833(b)(3), along with related\ndefinitions of \"adjusted taxable income \" and \"adjusted net operating loss,\" and \"net\nexempt income.\" There is no statutory definition of the terms \"claims incurred\" or\n\"liabilities incurred during the taxable year under cost-plus contracts.\" On August 29, 1986, while the Act was still pending, the Joint Committee\nreleased a report \"Summary of Conference Agreement on H.R. 3838 (Tax Reform Act\nof 1986)\" which described the special deduction as follows:",
      "queries": [
        "why was the bcbsa exemption proposed by gao and bcbsa",
        "what is an eic",
        "what task is included in all cas when it applicable?",
        "can a taxable year be nold"
      ],
      "queries_score": [
        "1.8421562",
        -6.9753828048706055,
        -7.805379390716553,
        -6.374332904815674
      ]
    },
    {
      "id": "legal-advice_56__4",
      "chunk_id": "4",
      "content": "On August 29, 1986, while the Act was still pending, the Joint Committee\nreleased a report \"Summary of Conference Agreement on H.R. 3838 (Tax Reform Act\nof 1986)\" which described the special deduction as follows: In the case of certain existing tax-exempt organizations providing health\ninsurance, the agreement provides that these organizations are . . . allowed a\ndeduction for regular tax purposes (not to exceed taxable income) equal to one\nquarter of the year's annual claims and administration expenses less prior year's\nsurplus. (Emphasis added.) A similar description was included in a 1992 Senate Print: \"The\nspecial deduction exempts from the regular 34-percent corporate tax enough taxable\nincome each year to maintain reserves equal to 25 percent of the year's health-related\npayouts (three month's worth).\" S. Prt. 102-119, 102d Cong. 2d Sess. 184 (1992). (Emphasis added.) The concept of \"three months\" of payouts did not originate with the 1986 Tax\nReform Act. The membership standards of the BCBSA require a plan to \"maintain\nadequate financial resources to protect the interests of its subscribers.\" Central\nBenefits Mutual Insurance Co. at 1426; 1994 GAO Report at 29. At one time, the\nreserves standard for Blue Cross specifically required \"A Plan's reserves . . . shall be\nsufficient at least to meet hospital and operating expenses for a period of three months.\" The standard for Blue Shield also required \"A Plan's reserves . . . shall be sufficient to\nmeet medical/surgical and operating expenses for a period of three months.\" Robert D. POSTU-144536-09 7 Eilers, Regulation of Blue Cross and Blue Shield Plans (1963), pages 251-252. See\nalso NAIC Proceedings 1969-1 page 290, describing similar standards at that period. See also, Robert Cunningham III and Robert M. Cunningham, Jr., The Blues: A History\nof the Blue Cross and Blue Shield System (1997), page 215 (\"The section created a\ntailor-made deduction for those Plans with reserves worth less than three months of\npremium income.\") In summary, at the time section 833 was enacted, BCBS organizations were\nrequired by their licenses and membership standards to be organized on a nonprofit\nbasis and were limited by their licenses to specific territories. As nonprofit organizations\nthey did not have access to investor capital sources available to stock insurance\ncompanies. While section 501(m) removed the competitive advantage of tax\nexemption, the special deduction provided by section 833(b) facilitated the accumulation\nof surplus by BCBS organizations which at that time remained nonprofit on the state\nlevel. I. Whether claims and liabilities that the Taxpayer processes as a \"Host\" plan\nwith respect to subscribers of other BCBS plans may be considered \"claims\nincurred\" and \"liabilities incurred . . . under cost-plus contracts\" for purposes of\nthe special deduction described in I.R.C. § 833(b)? This is a fairly straightforward issue that may be resolved by a consideration of\nthe background, legislative history, and statutory purpose of section 833 and the special\ndeduction. The Taxpayer's Protest addresses the question more obliquely, arguing that\n\"The RBC [Risk-Based Capital] instruction makes it clear that the NAIC considers\nProgram X-type arrangements as ASC/Cost-plus contracts.\" Protest, page 10.",
      "queries": [
        "why is the commission responsible for the application of the confidentiality clause",
        "how does cops choose subject matter experts",
        "when does program report due date",
        "where is the office of special counsel for immigration-related employment practices located",
        "is ethanol productive capacity limitation applicable to taxpayers"
      ],
      "queries_score": [
        -9.106959342956543,
        -9.389749526977539,
        -6.236564636230469,
        -9.218635559082031,
        -9.26118278503418
      ]
    },
    {
      "id": "legal-advice_56__5",
      "chunk_id": "5",
      "content": "The Taxpayer's Protest addresses the question more obliquely, arguing that\n\"The RBC [Risk-Based Capital] instruction makes it clear that the NAIC considers\nProgram X-type arrangements as ASC/Cost-plus contracts.\" Protest, page 10. We do not believe that it is necessary for purposes of this case to determine a\nprecise definition of \"cost-plus\" within the meaning of section 833(b), because the\nTaxpayer's Program X arrangements do not satisfy the minimal definitional requirement\n-- the \"cost\" is not a liability incurred by the Taxpayer. We believe the issue can be\ndecided by a simple analysis of the statute. However, due to the significance of this\nissue we will address the Taxpayer's NAIC arguments under a separate heading. The primary issue in this case raises three questions:\nMay multiple Blue Cross and Blue Shield organizations include the same claim\nor liability in the computation of their special deductions under section 833(b)? Where multiple Blue Cross and Blue Shield plans are involved in the\nadministration of a claim, which plan may include the claim in the computation of\nits special deduction under section 833(b)? May the Taxpayer include BCBS Program X arrangements in the computation of\nits special deduction under section 833(b)? POSTU-144536-09 8 A. May multiple Blue Cross and Blue Shield organizations include the same claim\nor liability in the computation of their special deductions under section 833(b)? The background and legislative history of section 833 are fairly straightforward\nand consistent with the history and legal and economic status of BCBS organizations at\nthe time of enactment of section 833: The purpose of the special deduction is to allow\ngeographically restricted, nonprofit organizations to accumulate a working level of\nsurplus, measured by the annual volume of their claims. The legislative history and statutory purpose of section 833 are inconsistent with\nmultiple deductions by multiple BCBS plans with respect to the same provider claim. \"Surplus\" or \"reserves\" are only needed for one payment of a claim, not for each\ntransfer of funds between BCBS plans during the claim administration process. B. Where multiple Blue Cross and Blue Shield plans are involved in the\nadministration of a claim, which plan may include the claim in the computation of\nits special deduction under section 833(b)? The legislative history and statutory purpose of section 833 are directed at a\nsingle entity, the entity subject to tax under section 833. It is claims of that entity that\nmay be includible in the special deduction. Where a statute allows a deduction for an item \"paid or incurred,\" the deduction\nis only allowable to the person or entity incurring the liability that is being paid. Where\nthe special deduction under section 833(b) is based upon \"claims incurred\" and\n\"liabilities incurred,\" it can only refer to claims and liabilities of the party claiming the\nspecial deduction. One ground stated in the Revenue Agent's Report for disallowance of the\nTaxpayer's claims is that allowance of the claims would \"result in a double deduction,\"\nbecause \"both the Control/Home Plan and Host Plan ([Taxpayer]) would be including\nthe same claim in its special deduction.\"",
      "queries": [
        "what is the taxpayer's protest",
        "how to properly monitor trgp funded programs"
      ],
      "queries_score": [
        "1.7349567",
        -6.454046249389648
      ]
    },
    {
      "id": "legal-advice_56__6",
      "chunk_id": "6",
      "content": "One ground stated in the Revenue Agent's Report for disallowance of the\nTaxpayer's claims is that allowance of the claims would \"result in a double deduction,\"\nbecause \"both the Control/Home Plan and Host Plan ([Taxpayer]) would be including\nthe same claim in its special deduction.\" RAR, Government's Position, 2. The\nTaxpayer's Protest makes the highly technical argument that \"a 'double deduction'\nwould not occur because two separate taxpayers are involved. The courts have held\nthat a double deduction is prohibited only if it involves the same taxpayer, and not two\nseparate taxpayers.\" Protest, page 17. The Revenue Agent's Report was using the phrase \"double deduction\" to\ndescribe a factual situation where two taxpayers are claiming a deduction based upon\nthe same transaction. It is a fundamental principle of federal income taxation that when\na statute allows a deduction for an item that is \"paid or incurred,\" it is only allowable to\nthe person incurring the liability that is being paid. Griffin v. Commissioner, 7 B.T.A.\n1094 (1927) (petitioner paid interest expense of a corporation); Colston v.\nCommissioner, 21 B.T.A. 396 (1930), aff'd sub nom. Colston v. Burnet, 59 F. 2d 867 POSTU-144536-09 9 (D.C. Cir. 1932), cert denied, 287 U.S. 640 (1932) (husband paid taxes and interest on\nproperty owned by wife). Similarly, to be entitled to a deduction for a casualty loss\nunder section 165, the taxpayer must have been the owner of the property when the\nloss was sustained. Draper v. Commissioner, 15 T.C. 135 (1950) (Parents filing joint\nreturns are not entitled to a deduction for a casualty loss to personal property owned by\ntheir adult daughter, notwithstanding the fact that the daughter was still dependent on\nher parents for support). Deductions depend upon legislative grace. New Colonial Ice Co. v. Helvering,\n292 U.S. 435, 440 (1934). In Simon v. Commissioner, 36 B.T.A 184 (1937), a corporate\nofficer entered into an agreement to pay interest on behalf of the corporation and\nclaimed a deduction for the amount paid. The Board found that the indebtedness was\nsolely that of the corporation, and the interest which the taxpayer undertook to pay \"was\nnot interest on his indebtedness, and properly speaking may not as to him be called\ninterest at all.\" Id. at 185-186. The Board of Tax Appeals sustained the disallowance of\nthe deduction:\nCongress meant to provide a deduction not of any payment that a\ntaxpayer may choose to label interest, but only of such as is interest in truth. Baltimore & Ohio Railroad Co. v. Commissioner, 78 Fed. (2d) 460. It used the\nterm in its ordinary meaning. Old Colony Railroad Co. v. Commissioner, 284\nU.S. 552; Corbett Investment Co. v. Helvering, 75 Fed. (2d) 525. The\nassumption by a third person to pay an obligor's interest directly to the obligee\nmay be a gift or support and maintenance, Colston v. Burnet, 59 Fed. (2d) 867;\ncertiorari denied, 287 U.S. 640; or alimony, Longyear v. Helvering, 77 Fed. (2d)\n116; or rent, Charles R. Holden, 27 B.T.A. 530; or the purchase price of assets,\nAutomatic Sprinkler Co. of America, 27 B.T.A. 160, deductible or not, as the case\nmay be.",
      "queries": [
        "what grounds can be stated in a revenue agent's report for disallowance of claimed deductions",
        "when does the european union start putting decisions into force",
        "when to request no cost time extension project"
      ],
      "queries_score": [
        "2.873361",
        -9.3458833694458,
        -9.619904518127441
      ]
    },
    {
      "id": "legal-advice_56__7",
      "chunk_id": "7",
      "content": "But since the statute expressly classifies the deductions which are\nallowable, it is important that the classification be kept clear and not be clouded\nby specious use of its terms. [36 B.T.A. at 186.] In the present case, the Taxpayer has created its own definition of cost-plus,\nwhich requires only that \"the 'cost' must be paid under an arrangement in which the\ninsurance company is a party to the obligation to make a payment.\" Protest, page 13,\nemphasis added. The Taxpayer's watered-down definition eliminates any requirement\nthat the Taxpayer be a party to the contract with the subscriber. According to the\nTaxpayer, it does not need to incur a liability to the subscriber, it only needs to be \"a\nparty to the obligation.\" In the words of the Board of Tax Appeals, Congress did not\nmean to provide the special deduction for any payment that a taxpayer may choose to\nlabel \"cost-plus.\" In order to qualify for the special deduction, a taxpayer must not\nmerely be \"a party to the obligation,\" it must actually be the party that is liable to the\nsubscriber for the payment of the claim. POSTU-144536-09 10 C. May the Taxpayer include BCBS Program X arrangements in the computation\nof its special deduction under section 833(b)? It is not necessary for purposes of this case to determine a precise definition of\n\"cost-plus\" within the meaning of section 833(b), because the Taxpayer's Program X\narrangements do not satisfy the minimal definitional requirement -- the \"cost\" is not a\nliability incurred by the Taxpayer. Under the Program X arrangements that are at issue\nin this case, the only BCBS plan that is a party to the arrangement with the policyholder\nand the subscribers is the \"Home\" plan. The Home plan is the plan that makes the\ndetermination whether a claim is allowable. If the services are provided within the\nterritory of the Home plan, the provider submits the claim to the Home plan and the\nHome plan pays the claim. If the services are provided outside the territory of the Home\nplan, the provider submits the claim to its local plan, which is considered the \"Host\"\nplan. The Host plan collects the data for the claim and submits it to the Home plan, but\nthe Home plan is the entity that determines whether the claim is allowable. The Host\nplan does not make any payment to a provider until the Home plan makes its\ndetermination and advises the Host plan of the result. If a claim is disallowed, the provider would look to the subscriber, who has\nreceived services but has not made any payment. If the subscriber feels the claim was\nwrongly disallowed, the subscriber would look to the Home plan. The Host plan never\n\"incurs\" a liability. It is merely satisfying a liability incurred by the Home plan. Materials submitted by the Taxpayer with respect to its Program Y arrangements\nare consistent with this description. The Taxpayer submitted a copy of a form contract\nbetween the Taxpayer and an employer group. One of the provisions in the contract\ndescribed situations involving \"Providers Outside the State of Taxpayer State.\"",
      "queries": [
        "are deductions allowable",
        "irs internal revenue service release number"
      ],
      "queries_score": [
        "1.6778021",
        -5.375889778137207
      ]
    },
    {
      "id": "legal-advice_56__8",
      "chunk_id": "8",
      "content": "Materials submitted by the Taxpayer with respect to its Program Y arrangements\nare consistent with this description. The Taxpayer submitted a copy of a form contract\nbetween the Taxpayer and an employer group. One of the provisions in the contract\ndescribed situations involving \"Providers Outside the State of Taxpayer State.\" The\nsample agreement provides that such claims will be processed under the \"Program\nCard\" program. The sample agreement explains that \"when members receive covered\nhealth care services within the geographic area served by an on-site Blue Cross and/or\nBlue Shield Licensee (“Host Blue”), [Taxpayer] will remain responsible to Employer for\nfulfilling [Taxpayer] contract obligations. However, the Host Blue will only be\nresponsible, in accordance with applicable Program Card Policies, if any, for providing\nsuch services as contracting with its participating providers and handling all interaction\nwith its participating providers.\" (Emphasis added.) Similar provisions are included in\nthe form contracts for the Program Z arrangements. In other words, the Home plan is\nthe only party with any liability to the policyholder or subscribers and the agreement\nconfirms it, while absolving the Host plan of any concurrent responsibility. The Host\nplan \"will only be responsible for contracting with its participating providers and handling\nall interaction with its participating providers.\" II. May BCBS Program X arrangements be considered \"cost-plus\" arrangements\nfor purposes of the special deduction? POSTU-144536-09 11 We believe the Taxpayer's claims should be disallowed for the reasons stated\nabove. However, considering the significance of the issue, the balance of this\nmemorandum will address the Taxpayer's NAIC arguments. Ultimately we conclude there is no merit to the Taxpayer's NAIC arguments. However, as noted at the beginning of this memorandum, there are numerous factual\nissues regarding all three arrangements described in the claims for refund. Those\nfactual issues provide independent grounds for disallowing the claims. We do not\naddress the factual issues in this memorandum because they are generally not within\nthe purpose of Chef Counsel Advice. No concession is intended by their omission and\nno inference should be drawn. The Protest alleges that the Taxpayer's refund claims were \"prompted\" by an\ninternal audit of the Taxpayer's NAIC Annual Statements. It is not clear whether the\naudit recommended the reclassification of only the Taxpayer's Program X activity, or if it\nalso included the so-called \"Program Y\" arrangements. In any event, for Federal\nIncome Tax purposes the Taxpayer has reclassified both of those arrangements, along\nwith its \"Program Z\" arrangements. But any justification for that reclassification\noriginated with the Taxpayer's treatment of these transactions on its NAIC Annual\nStatements. Accordingly, the Taxpayer's argument is principally based upon the\nAccounting Practices and Procedures of the NAIC and the NAIC's Risk-Based Capital\n(RBC) standards. The Taxpayer's NAIC-based arguments depend on three dubious links. First,\nthat \"Administrative Services Contracts\" (ASC) as described in the NAIC's Accounting\nPractices and Procedures should be considered \"cost-plus\" contracts for purposes of\nsection 833(b). Second, that the NAIC's Risk-Based Capital rules equate ASC and\n\"Fee-for service\" arrangements. And third, that the NAIC's Risk-Based Capital rules\nconsider \"Program X-type\" arrangements as Fee-for service. According to the\nTaxpayer:\n\"Program X-type\" arrangements = Fee-for service = ASC = Cost-plus.",
      "queries": [
        "undeclared work definition",
        "what does cops do for you",
        "what was clear was that some of the feedstock coal was run through r."
      ],
      "queries_score": [
        -7.975126266479492,
        -8.185195922851562,
        -8.899300575256348
      ]
    },
    {
      "id": "legal-advice_56__9",
      "chunk_id": "9",
      "content": "Second, that the NAIC's Risk-Based Capital rules equate ASC and\n\"Fee-for service\" arrangements. And third, that the NAIC's Risk-Based Capital rules\nconsider \"Program X-type\" arrangements as Fee-for service. According to the\nTaxpayer:\n\"Program X-type\" arrangements = Fee-for service = ASC = Cost-plus. It should be emphasized that the \"special deduction\" under I.R.C. § 833(b) is\nsolely a creation of the Internal Revenue Code, for the purpose of allowing nonprofit\nBlue Cross and Blue Shield organizations to accumulate \"surplus\" equal to one-quarter\nof their annual claims payments. There is no comparable item in the NAIC Annual\nStatement, or in the NAIC Risk-Based Capital Report. With respect to items of income, expenses, and reserves the NAIC Annual\nStatement includes many items that are comparable to items shown on the Federal\nIncome Tax Return. With respect to the section 833(b) special deduction there is none. The Taxpayer's attempt to equate ASC arrangements under the NAIC, and cost-plus\narrangements under the I.R.C., is at best inconclusive. POSTU-144536-09 12 The Taxpayer's Risk-Based Capital Report argument depends on a line-item\ndescription for a particular risk factor. The RBC instructions show that the items\nincluded on that line are separate items. The fact that they are assigned the same risk\nfactor does not mean they are same type of arrangements. The Taxpayer's attempt to\nequate Fee-for service under the NAIC, and ASC under the NAIC, is generally\nirrelevant. \"Cost-plus\" and the NAIC. This is not the first time a dispute has arisen over\nthe meaning of the phrase \"cost-plus.\" The NAIC has addressed the issue in three\ncontexts: NAIC Annual Statement reporting; BCBS financial reporting; and risk-based\ncapital standards. When Blue Cross and Blue Shield plans began in the 1930's, they offered one\ncommunity rate. All subscribers, both in groups and individuals, paid a uniform rate\nregardless of individual health status. General Accounting Office, Health Insurance:\nComparing Blue Cross and Blue Shield Plans With Commercial Insurers GAO/HRD-86110 (July 1986), page 17. When coverage is sold to a particular group, the\n\"experience\" of that group may be different from the community as a whole. Accordingly, commercial insurance companies began offering \"experience-rated\"\npolicies, where premiums are based wholly or partially on the group's health experience. Id. at 17. In the 1950's, Blue Cross and Blue Shield plans began offering their own\nexperience-rated products, which they called \"cost-plus\" since the subscription rates\nwere based on the group's total claims, plus an administrative charge. Robert\nCunningham III and Robert M. Cunningham, Jr., The Blues: A History of the Blue Cross\nand Blue Shield System (1997), pages 97-101.\na. NAIC Annual Statement Instructions. In September, 1983, the NAIC's\nAccounting Practices and Procedures Task Force appointed a study group to \"review,\ndefine and suggest accounting and reporting procedures for Administrative Services\nOnly/Cost-Plus and related business as it concerns accident and health benefits.\" NAIC\nProc. 1986-1 page 187. The study was not directed specifically at BCBS organizations\nbut considered ASO/Cost-Plus arrangements generally. Research done by the study group or members of the group confirmed that there\nare no consistent definitions for such terms as \"cost-plus.\" Nor is there\nconsistency in the classification of funding arrangements. Accounting varies\nfrom company to company. [Emphasis added.]",
      "queries": [
        "where the commission informs the member states concerned pursuant to paragraph 1, the member state concerned shall be deemed not to have any doubts."
      ],
      "queries_score": [
        -3.0325558185577393
      ]
    },
    {
      "id": "legal-advice_56__10",
      "chunk_id": "10",
      "content": "Research done by the study group or members of the group confirmed that there\nare no consistent definitions for such terms as \"cost-plus.\" Nor is there\nconsistency in the classification of funding arrangements. Accounting varies\nfrom company to company. [Emphasis added.] Rather than attempting to resolve the \"infinite variations in labeling\" for arrangements\nthat were self-funded or partially self-funded, the Study Group proposed that each\narrangement be divided into \"insured\" components and \"uninsured\" components. For example, the insurance charge contained in a \"Cost-Plus/Stop Loss\"\nagreement would be considered insurance premiums and be reported in the\nsame manner as category 1 plans [i.e., \"Insured\" plans]. Administrative fees, POSTU-144536-09 13 claim reimbursements, and fees relating to the use of insurer funds would be\ndeemed to fall into category 2 [i.e., \"Uninsured-administrative services only\"\nplans] and reported accordingly. [Id. at 188.] The Study Group proposed changes to the Instructions to the Annual Statement\nwhich included the following:\n12. \"Uninsured accident and health plans\" are defined as those plans in\nwhich there is no risk to the insurer. For purposes of these instructions, the\nfollowing definition applies:\n\"The definition of 'risk to the insurer' for the purpose of classifying funding\narrangements is the possibility of liability to the insurer due to claims under\naccident and health plans.\" Uninsured accident and health plans include amounts attributable to the\nuninsured portion of partially insured or \"combination\" plans. Such plans may\ninclude, but are not limited to, plans described as \"minimum premium,\" \"costplus/stop-loss\" or other similar names. . . . Amounts related to such uninsured plans must not be reported in\npremiums, claims, or the aggregate reserve. . . . [Id. at 200.] The accounting practices and procedures of the NAIC continued to evolve and\n\"Uninsured Plans\" were further discussed in Statutory Issue Paper No. 47 (SIP 47)\n(June 23, 1998) and Statutory Accounting Principles No. 47 (SAP 47) (January 1,\n2001). These materials will be discussed below in response to the Taxpayer's\nargument. In summary, the NAIC did not attempt to define \"cost-plus\" arrangements and\nrejected any classification based on the label attached to any particular arrangement. Instead, the NAIC determined that arrangements should be classified as \"insured\" or\n\"uninsured,\" and a \"partially insured\" or \"combination\" arrangement should be broken\ninto components which would then be classified as insured or uninsured. b. BCBS Financial Reporting. \"Cost-plus\" issues arose again following the\nannouncement in October, 1990, by the West Virginia insurance commissioner that\nBCBS of West Virginia was insolvent. This drew the attention of Congress and of the\nNational Association of Insurance Commissioners. In June, 1991, the NAIC formed a\n\"Special Committee on Blue Cross Plans,\" which, among other things, was charged with\n\"development of improved financial reporting\"; \"evaluation of needed consumer\nprotections -- like guaranty funds\"; and \"the role of the Blue Cross Blue Shield\nAssociation in Plan governance, national accounts, and financial matters.\" NAIC Proc.\n1991-2, page 60; 1994-4, page 85. Meanwhile on the Congressional level the\nChairman of the Permanent Subcommittee on Investigations, Committee on POSTU-144536-09 14 Governmental Affairs, requested the General Accounting Office to study the BCBS\nplans and the BCBS Association.",
      "queries": [
        "us department of justice change notice opi number"
      ],
      "queries_score": [
        -8.382819175720215
      ]
    },
    {
      "id": "legal-advice_56__11",
      "chunk_id": "11",
      "content": "NAIC Proc.\n1991-2, page 60; 1994-4, page 85. Meanwhile on the Congressional level the\nChairman of the Permanent Subcommittee on Investigations, Committee on POSTU-144536-09 14 Governmental Affairs, requested the General Accounting Office to study the BCBS\nplans and the BCBS Association. In 1994 the GAO issued a report, Blue Cross and\nBlue Shield: Experiences of Weak Plans Underscore the Role of Effective State\nOversight, GAO/HEHS-94-71 (April 1994). The 1994 GAO report reflected the lack of\nunderstanding about the internal arrangements of BCBS plans at that time: The revelation that several Blues plans were in poor financial condition prompted\nfundamental questions about all Blues plans because of the large number of\nAmericans they insure. Are the plans run by a single corporate headquarters, or\ndo they each operate as an independent business? How do Blues plans differ\nfrom commercial health insurers? How many Blues plans are in financial trouble\nand why? What are the responsibilities of the Blues Association when plans\nhave financial problems? [Id. at 2.] The NAIC Special Committee on Blue Cross Plans found that the organization\nand regulation of BCBS plans varied significantly from state to state. In many states,\nBCBS plans were not subject to the general laws and regulations governing commercial\ninsurers. The special statutes governing BCBS plans differed considerably, especially\nin the areas of financial standards and the level of regulatory authority provided to\nregulators. NAIC Proc. 1993-1, page 152. Similarly, the 1994 GAO report found that\n\"Blues plans differ considerably in organization, operations, and regulation.\" 1994 GAO\nReport, p 34. In December, 1994, the NAIC Special Committee on Blue Cross Plans issued its\nfinal report. During this same period, the NAIC was developing \"risk-based capital\"\n(RBC) standards for insurance companies. The NAIC Special Committee on Blue\nCross Plans considered risk-based capital standards for BCBS plans but recommended\nthat the standards should be developed by the specific subcommittee that was working\non risk-based capital initiatives. NAIC Proc. 1992-2, page 160, 1993-3, page 11. In its\nfinal report the Special Committee on Blue Cross Plans repeated its recommendation\nthat \"development of risk-based capital standards for health carriers specifically include\nstandards for Blue Plans\" and noted that the Blue Cross Blue Shield Association had\nbeen developing its own risk-based capital mechanisms in order to monitor its\nmembers. NAIC Proc. 1994-4, p 85. The final report indicated the Committee had reviewed how BCBS national\naccounts are handled, noting that a written description of these programs had been\nprovided by the Blue Cross Blue Shield Association. The final report indicated that the Committee had considered recommending the\ndevelopment of a separate Annual Statement form for BCBS plans but instead a\n\"Financial Reporting Working Group\" was formed which developed \"financial reporting\nsupplements and instructions\" for obtaining additional information from Blue Cross/Blue\nShield Plans. Id. at 85, 86. The Working Group indicated that \"The supplement was\nlargely modeled after filings already required of Plans, primarily internal filings required POSTU-144536-09 15 of Plans by the Blue Cross/Blue Shield Association.\" NAIC Proc. 1994-4, page 86. The\nsupplement had three parts:\n1. Statement of Operations By Line of Business - Statutory Basis\n2. Non-Underwritten Health Benefit Programs - Benefit Payments 3. Interrogatory",
      "queries": [
        "who has asked the general accounting office to study the bcbs",
        "what is the purpose of the european parliamentary and council decision 2019/276?",
        "what is indirect costs",
        "when are final federal financial reports due"
      ],
      "queries_score": [
        "2.0367875",
        -8.335680961608887,
        -6.576831817626953,
        -4.712047576904297
      ]
    },
    {
      "id": "legal-advice_56__12",
      "chunk_id": "12",
      "content": "POSTU-144536-09 15 of Plans by the Blue Cross/Blue Shield Association.\" NAIC Proc. 1994-4, page 86. The\nsupplement had three parts:\n1. Statement of Operations By Line of Business - Statutory Basis\n2. Non-Underwritten Health Benefit Programs - Benefit Payments 3. Interrogatory The first part of the supplement, showing lines of business, included the\nfollowing:\nIndividual\nGroup Community\nExperience\nCost Plus\nNational\nFEP [Federal Employee Plan]\nASO\nOther\nThe second part of the supplement, regarding \"Non-Underwritten Health Benefit\nPrograms,\" listed the following:\n1. Administrative Services Only Accounts\n2. National Accounts and FEP\n3. Inter-Plan Bank/Reciprocity\n4. Medicare\n5. Medicaid\n6. CHAMPUS\n7. Other Non-Underwritten The \"Definitions\" for the supplement distinguished between \"Underwritten Lines\"\nand \"Nonunderwritten Lines.\" Both \"Underwritten Lines\" and \"Nonunderwritten Lines\"\nhad categories regarding \"administrative service\" arrangements and \"national\naccounts.\" The description for administrative service arrangements for \"Underwritten Lines\"\nwas as follows:\nCost Plus/Administrative Services Only\nExperience rated groups for which premiums are fully determined retrospectively. Typically the plan pays the benefits and bills the account for the cost of benefits\nand normal retention items. The plan issues a Blue Cross & Blue Shield\nidentification card, pays the benefits from its bank account, and uses its\ncontractual payment arrangements with providers in the administration of the\ncontract. Often these accounts select aggregate and individual stop loss\nfeatures for which the cost of coverage is included as part of retention or other POSTU-144536-09 16 separate charge. This coverage is often purchased by accounts maintaining\nemployee health benefit plans they believe qualify for the ERISA preemption. In comparison, administrative service arrangements for \"Nonunderwritten Lines\" were\ndescribed as follows:\nASO: Administrative Services Only. Self-insured groups where the group is at\nrisk. The plan only provides administrative services, the subscriber identification\ncards do not include the Blue Cross and/or Blue Shield trade names or\ntrademarks, and the benefits are paid using the group's bank account. Note that at this time, 1994, the Financial Reporting Working Group is distinguishing\nbetween administrative service arrangements that are underwritten, and administrative\nservice arrangements that are not underwritten. The Working Group uses the phrase\n\"ASO\" in describing both types of arrangements, although the full label for the\nunderwritten arrangements is \"Cost Plus/Administrative Service Only.\" In contrast, the\nonly term used for the non-underwritten arrangements is \"ASO.\" The Working Group report also included descriptions for \"National Account\"\narrangements that are underwritten, and arrangements that are not underwritten. Underwritten National Accounts are described as follows:\nNational Accounts: A group that has employees located in two or more plan\nservice areas and meets all of the following criteria: (1) is administered by more\nthan one plan; (2) has a control plan and one or more participating plans; (3)\nuses an inter-plan reporting system; and (4) is periodically settled among plans\nby use of the equalization process. FEP is excluded from this definition. [There\nis a separate description for underwritten FEP. Nonunderwritten FEP is included\nin the description of nonunderwritten National Accounts, below.] For \"Nonunderwritten Lines,\" the description for National Accounts is as follows:\nServiced National Accounts and REP [sic, FEP]: Benefits paid by \"service\" plans\non National Accounts and FEP. Service plans perform all functions associated\nwith National Accounts and FEP except the risk assumption function. The\namount of FEP reported under this account category is immaterial.",
      "queries": [
        "what is the importance of analysis in solving problems",
        "what agency must do to reprogram award funds",
        "are internet references valid",
        "when should cops report be submitted",
        "what is the cops office svpp award ?",
        "who has authority to close streets"
      ],
      "queries_score": [
        -8.744210243225098,
        -9.38390064239502,
        -8.048108100891113,
        -8.538857460021973,
        -8.946684837341309,
        -8.766709327697754
      ]
    },
    {
      "id": "legal-advice_56__13",
      "chunk_id": "13",
      "content": "Service plans perform all functions associated\nwith National Accounts and FEP except the risk assumption function. The\namount of FEP reported under this account category is immaterial. In summary, it appears that the \"cost-plus\" arrangements that were offered by\nBCBS plans in the early 1990's were underwritten, experience-rated or retrospectivelyrated products, characterized by the issuance of a BCBS card, the use of funds from the\nplan's bank account, and the use of the plan's contractual payment arrangements with\nproviders. The NAIC distinguished these underwritten \"cost-plus\" arrangements from\n\"administrative services only\" arrangements. The NAIC also distinguished underwritten\n\"cost-plus\" arrangements from underwritten and nonunderwritten \"National Accounts POSTU-144536-09 17 arrangements. No type of National Accounts arrangement was ever considered \"costplus.\"\nc. Risk-Based Capital standards. \"Risk-Based Capital\" issues are not unique\nto BCBS organizations and RBC standards were being developed during the same\nperiod that the Special Committee on Blue Cross Plans was conducting its study. As\nnoted above, the Special Committee recommended that the risk-based capital\nstandards that the NAIC was developing for health carriers should specifically include\nstandards for BCBS plans. The Blue Cross Blue Shield Association \"observed, with great interest\" the NAIC\nwork on risk-based capital, which \"led BCBSA to create a team to develop a proposed\nformula that could be used by the NAIC as a starting point in developing a health RBC\nformula.\" NAIC Proc. 1993-4, pages 518, 519. In October, 1993, the BCBSA presented\nits proposed formula to the NAIC. The proposal by the BCBSA noted that the NAIC's formula for life and health\ninsurers:\ndoes not specifically consider risk characteristics of large portions of Plans'\nrevenue base (and probably of other health carriers'), including Administrative\nServices Contracts (ASC), Cost-Plus and Federal Employee Health Benefits\nProgram (FEHBP) lines of business. While these lines constitute risk business,\nthe risk to the health entity is less than most other types of prospectively rated\nbusiness because revenue from these products is retrospectively determined. [NAIC Proc., 1993-4 at 519-520.] *** Major characteristics of ASC/Cost-Plus business include: issuance of carrier ID\ncards and membership materials, access to participating providers and\nassociated discounts, if any, conversion coverage rights for subscribers, and\nretrospectively determined revenue. *** To the extent self-funded groups utilizing ASC/Cost-Plus products, are unable to\nfund their claim obligations, the carriers, no longer acting solely as administrators\nas in ASO arrangements, are at risk for fulfilling claims obligations in the event\nthe group is unable to meet its revenue funding obligation. Although ASC/Cost-Plus arrangements are at risk, the carrier's risk is\nsubstantially less than traditional health insurance because the risk of trend\nvariation has been transferred to the group via the retrospectively determined\nrevenue. [Id. at 520.] POSTU-144536-09 18 The BCBSA proposal recommended a separate category for \"ASC/Cost-Plus\", with a\nrisk factor of 0.5%. The BCBSA did not include any category for \"national accounts\"\narrangements and did not show any risk factor for national accounts. Id. at 523. The NAIC continued to work on its RBC standards after the Special Committee\non Blue Cross Plans issued its final report in 1994. The current RBC standards will be\ndiscussed below as part of the response to the Taxpayer's argument.",
      "queries": [
        "when was civil aeronautics act repealed",
        "which section of epa specifically provides that epa can issue administrative penalties against federal agencies"
      ],
      "queries_score": [
        -8.505003929138184,
        -7.031034469604492
      ]
    },
    {
      "id": "legal-advice_56__14",
      "chunk_id": "14",
      "content": "Id. at 523. The NAIC continued to work on its RBC standards after the Special Committee\non Blue Cross Plans issued its final report in 1994. The current RBC standards will be\ndiscussed below as part of the response to the Taxpayer's argument. In summary, in the context of NAIC Annual Statement reporting, when the NAIC\nfirst considered \"cost-plus\" type arrangements, it rejected any analysis based on the\nlabel of the arrangement and instead determined that arrangements should be classified\nas \"insured\" or \"uninsured,\" even to the point of breaking an arrangement into\ncomponents and classifying each component as insured or uninsured. In the context of BCBS financial reporting, the NAIC initially used the phrase\n\"cost-plus\" to describe an arrangement that was classified as insured. The\narrangement included the following features:\n\"Experience rated groups for which premiums are fully determined\nretrospectively.\" \"Typically the plan pays the benefits and bills the account for the cost of benefits\nand normal retention items.\" \"The plan issues a Blue Cross & Blue Shield identification card, pays the benefits\nfrom its bank account, and uses its contractual payment arrangements with\nproviders in the administration of the contract.\" \"Often these accounts select aggregate and individual stop loss features for\nwhich the cost of coverage is included as part of retention or other separate\ncharge.\" The description used by the NAIC for BCBS financial reporting is similar to the\ndescription used by the BCBSA in its risk-based capital formula, where it described the\nmajor characteristics of ASC/Cost-Plus business to include:\n\"issuance of carrier ID cards and membership materials\"\n\"access to participating providers and associated discounts, if any\"\n\"retrospectively determined revenue.\" \"Cost-plus\" -- the Taxpayer's definition. In its Protest, the Taxpayer\nacknowledges that Congress did not define the term \"cost-plus contract\" when it POSTU-144536-09 19 amended section 833 in 1997. The Protest asserts \"the term has a well-understood\nmeaning in the insurance industry.\" Protest, page 13. However, rather than citing any\nindustry definition, the Taxpayer offers its own version of the term:\nCost-plus contracts have three essential features. First, the \"cost\" must be paid\nunder an arrangement in which the insurance company is a party to the\nobligation to make a payment. By contrast, \"cost\" is not involved under an ASO\nplan because the participant is the only party that pays or funds the obligation. Second, in the context of I.R.C. § 833(b) the \"cost\" must relate to heath-related\nclaim payments (other than those that are underwritten and qualify as insurance). The third feature of cost-plus contracts is that the insurance company receives\nreimbursement for the claims, \"plus\" a fee to cover any expenses and profit. Taxpayer's Program X plans satisfy each of these criteria and are commonly\nunderstood to be cost-plus arrangements. \"Cost-plus\" -- the Taxpayer's references to NAIC accounting materials. As\nnoted above, the Taxpayer's refund claims were prompted by an internal audit of the\nTaxpayer's NAIC Annual Statements. Accordingly, the Taxpayer's argument is\nprincipally based upon the Accounting Practices and Procedures of the NAIC and the\nNAIC's Risk-Based Capital standards.",
      "queries": [
        "when did the naic continue to work on its rbc standards?",
        "how is competition determined"
      ],
      "queries_score": [
        "2.2300801",
        -6.465397834777832
      ]
    },
    {
      "id": "legal-advice_56__15",
      "chunk_id": "15",
      "content": "\"Cost-plus\" -- the Taxpayer's references to NAIC accounting materials. As\nnoted above, the Taxpayer's refund claims were prompted by an internal audit of the\nTaxpayer's NAIC Annual Statements. Accordingly, the Taxpayer's argument is\nprincipally based upon the Accounting Practices and Procedures of the NAIC and the\nNAIC's Risk-Based Capital standards. The Taxpayer argues that the Accounting Practices and Procedures of the NAIC\ndistinguish between Administrative Services Only (ASO) arrangements and\nAdministrative Services Contracts (ASC), and that the \"Health Risk Based Capital\"\ninstructions make a similar distinction. Ultimately, the Taxpayers argument is based\nupon the line description of a \"form template\" used in the NAIC's Risk-Based Capital\nReport: The section also includes a separate line requiring a charge of one percent\napplied to \"Medical costs paid through ASC arrangements (Including Fee-forservice received from other health entities.\" This RBC instruction makes it clear\nthat the NAIC considers Program X-type arrangements as ASC-Cost-plus\ncontracts. [Protest, pages 9-10.] Contrary to the Taxpayer's assertion, (\"This RBC instructions makes it clear . . .\")\nneither the line entry nor the instructions make any reference to \"Program X\"\narrangements. The RBC materials will be discussed under a later heading. The Taxpayer's distinction between ASO and ASC is based upon the NAIC's\nStatement of Statutory Account Principles No. 47 (SAP 47) (January 1, 2001), which is\nquoted in the Protest as follows:\nUnder an ASO plan, claims are paid from a bank account owned and funded\ndirectly by the uninsured plan sponsor; or, claims are paid from a bank account\nowned by the reporting entity, but only after the reporting entity has received POSTU-144536-09 20 funds from the uninsured plan sponsor that are adequate to fully cover the claim\npayments. Under an ASC plan, the reporting entity pays claims from its own\nbank accounts, and only subsequently receives reimbursement from the\nuninsured plan sponsor. [Protest, page 8, boldface and italics in the Protest, not\nin the original.] SAP 47 is entitled \"Uninsured Plans\" and is based on Statutory Issue Paper No.\n47 (SIP 47), also entitled \"Uninsured Plans,\" which was finalized June 23, 1998. The\nmaterial quoted in the Protest first appeared in SIP 47, in the following paragraph:\nFor purposes of this issue paper, uninsured accident and health plans,\nincluding HMO administered plans, and uninsured property and casualty plans\n(collectively referred to as uninsured plans) are defined as plans for which a\nreporting entity as an administrator, performs administrative services such as\nclaims processing for a third part that is at risk, and accordingly, the administrator\nhas not issued an insurance policy, regardless of whether an identification card is\nissued. In the case of uninsured accident and health plans, the administrator\nmay arrange for the provision of medical services through a contracted or\nemployed provider network. The plan (whether insured by another reporting\nentity or self insured) bears all of the insurance risk, and there is no possibility of\nloss or liability to the administrator caused by claims incurred related to the plan. The administrator, however, may be subject to credit risk with regard to the risk\nbearing entity. An uninsured accident and health plan may be either an ASO\n[Administrative Services Only] plan or an ASC [Administrative Services Contract]\nplan.",
      "queries": [
        "when to contact cops office",
        "what is the purpose of the commissary fund?",
        "what agency must determine how to ensure the safety of an inmate"
      ],
      "queries_score": [
        -8.345712661743164,
        -8.213480949401855,
        -9.317143440246582
      ]
    },
    {
      "id": "legal-advice_56__16",
      "chunk_id": "16",
      "content": "The administrator, however, may be subject to credit risk with regard to the risk\nbearing entity. An uninsured accident and health plan may be either an ASO\n[Administrative Services Only] plan or an ASC [Administrative Services Contract]\nplan. Under an ASO plan, claims are paid from a bank account owned and\nfunded directly by the uninsured plan sponsor; or, claims are paid from a bank\naccount owned by the reporting entity, but only after the reporting entity has\nreceived funds from the uninsured plan sponsor that are adequate to fully cover\nthe claim payments. Under an ASC plan, the reporting entity pays claims from its\nown bank accounts, and only subsequently receives reimbursement from the\nuninsured plan sponsor. No arrangement where the reporting entity receives a\ncapitated payment for providing medical services to a third party shall qualify as\nan insured plan. SAP 47 uses the same language, with the difference that the first sentence refers to\n\"this statement\" rather than \"this issue paper.\" SIP 47 was issued by the NAIC to \"provide guidance on the recording and\nreporting of transactions related to uninsured plans\"; SAP 47 \"establishes statutory\naccounting principles for all uninsured plans.\" SIP 47, par. 1; SAP 47, par. 1. SAP 47\nprovides:\n5. The administrator's statement of operations shall exclude all income and\nexpenses related to claims, losses, premiums, and other amounts received or\npaid on behalf of uninsured ASO or uninsured ASC plans. . . . POSTU-144536-09 21 11. . . . Administrators shall not record aggregate reserves, claim/loss reserves,\nor liabilities (except for Medicare or similarly structured cost based\nreimbursement contracts) for any other claim costs paid by the administrator on\nbehalf of uninsured plans. [Emphasis added.] SIP 47 and SAP 47 represent the further development of the principles set forth\nin the 1986 changes to the Annual Statement instructions, described above, regarding\n\"insured\" and \"uninsured\" arrangements. While the Taxpayer's quotation from SAP 47\ndescribes differences between ASO arrangements and ASC arrangements, both of the\narrangements described in SAP 47 are considered \"uninsured.\" Note that the emphasis\nof the NAIC has been on whether arrangements are insured or uninsured, rather than\non the label used by the parties to the arrangement. Thus, the Financial Reporting\nWorking Group of the Special Committee on Blue Cross Plans had used the phrase\n\"Cost Plus/ASO\" to describe an arrangement that was considered \"underwritten.\" The\nBCBSA used the phrase \"Cost Plus/ASC\" to describe a similar arrangement in its riskbased capital formula. Both of those arrangements had multiple features that are not\nincluded in the description of an \"ASC\" in SAP 47. The most that can be derived from\nSAP 47 is that it describes an ASC which is not fundamentally distinguishable from an\nASO and in fact SAP 47 treats both arrangements as uninsured. It cannot be\nconcluded from SAP 47 that any arrangement that might be described as an ASC must\ntherefore be considered a \"cost -plus\" arrangement. \"Cost-plus\" -- TAM 9803003. As noted above, the original version of section\n833 only referred to \"claims incurred\" and did not include the language \"liabilities\nincurred . . . under cost-plus contracts.\"",
      "queries": [
        "when do you report subrecipient compensation",
        "what is the purpose of policing site visits",
        "what is duns number",
        "do subsidiaries need to give employee stock options"
      ],
      "queries_score": [
        -7.733576774597168,
        -9.270402908325195,
        -8.499324798583984,
        -9.115811347961426
      ]
    },
    {
      "id": "legal-advice_56__17",
      "chunk_id": "17",
      "content": "\"Cost-plus\" -- TAM 9803003. As noted above, the original version of section\n833 only referred to \"claims incurred\" and did not include the language \"liabilities\nincurred . . . under cost-plus contracts.\" The Protest notes that \"examining agents\ninterpreted the term 'claims incurred' to include only claims incurred under insurance\npolicies,\" referring to a case pending \"shortly before the 1997 Relief Act.\" Protest, page\n15. It is probably more accurate to say that agents interpreted the term \"claims\nincurred\" to refer to claims under insured arrangements, since the phrase \"claims\nincurred\" in the health insurance industry is the equivalent of \"losses incurred\" for\nproperty and casualty insurers. In general, the NAIC is only concerned with insurance\nactivities. Insurers are only required to maintain loss reserves with respect to insurance\ntransactions. Accordingly, the statute's use of the phrase \"claims incurred\" implies\ninsured transactions, since that is the phrase used in the insurance industry for\ntransactions that are treated as insured transactions on the NAIC Annual Statement. The phrase \"claims incurred\" is not a broad generic term that includes claims of any\nkind. It should be noted that during this same time period -- shortly before the 1997\nRelief Act -- the NAIC was considering \"guidance on the recording and reporting of\ntransactions related to uninsured plans.\" (SIP 47.) To the extent the NAIC was\nconsidering excluding such transactions from Annual Statement reserves, it would be POSTU-144536-09 22 reasonable to conclude that such items should not be included in the section 833(b)\nspecial deduction. If an item was not considered a \"claim incurred\" for Annual\nStatement purposes, it should not be considered a \"claim incurred\" for purposes of\nsection 833(b). As the Protest points out, section 833 was amended in 1997, retroactively, to\ninclude the phrase \"liabilities incurred . . . under cost-plus contracts.\" See Taxpayer\nRelief Act of 1997, Pub. L. 105-334, section 1604 (August 5, 1997). Shortly thereafter,\nas the Protest points out, the IRS issued a Technical Advice Memorandum concluding\nthat \"cost-plus\" contracts are included in claims incurred under section 833(b)(1)(A)(i). TAM 9803003 (September 26, 1997). Technical Advice Memoranda are not precedent, I.R.C. § 6110(k)(3), although\ncourts have noted that they \"do reveal the interpretation put upon the statute by the\nagency charged with the responsibility of administering the revenue laws.” Hanover\nBank v. Commissioner , 369 U.S. 672, 686 (1962). See Rowan Cos. v. United States,\n452 U.S. 247, 261 n.17 (1981); Estate of Cristofani v. Commissioner, 97 T.C. 74, 84 n.5\n(1991). A request for technical advice involves both the IRS and the taxpayer and the\ntaxpayer has input into the facts presented in the request. See Rev. Proc. 97-2, 1997-1\nC.B. 486, Section 8. Accordingly, while the TAM cited by the Taxpayer in the present\ncase may not be cited as legal precedent, the facts recited in the TAM are an indication\nof the type of transactions that were considered \"cost-plus\" by BCBS organizations at\nthe time of the amendment of section 833. The Protest does not quote the TAM.",
      "queries": [
        "when does the european union decision enter into force?",
        "what is eic",
        "which eu decision specifically describes the mobilization of the globalisation adjustment fund",
        "how many phases of addie modeling",
        "what is the child placement for inmates",
        "do recess appointments interrupt senate recess"
      ],
      "queries_score": [
        -7.855240345001221,
        -5.909671783447266,
        -8.917984962463379,
        -8.692865371704102,
        -8.307676315307617,
        -8.39175796508789
      ]
    },
    {
      "id": "legal-advice_56__18",
      "chunk_id": "18",
      "content": "The Protest does not quote the TAM. The facts, as stated in the TAM, are as\nfollows:\nTaxpayer, an “existing Blue Cross or Blue Shield organization” within the\nmeaning of section 833(c)(2), is under examination by the Service for Year 1 and\nYear 2. For those years, Taxpayer paid claims and established claims reserves\nwith respect to a variety of health benefit products. These products included (1)\nprepaid service benefit contracts that represent Taxpayer's traditional insurance\nproducts, and (2) cost-plus contracts which differ from the traditional product in\nthe manner in which they are financed. Taxpayer also performed services\npursuant to administrative services only contracts. Note that the Taxpayer in the TAM established claims reserves for \"traditional insurance\nproducts\" and for \"cost-plus contracts.\" Accordingly, at that time taxpayers were\ntreating \"cost-plus\" arrangements as insured business. The Taxpayer in the TAM also\nentered into \"administrative services only\" contracts but apparently did not include these\narrangements in its reserves. The TAM distinguishes the \"cost-plus\" contracts based on \"the manner in which\nthey are financed.\" Specifically, the TAM notes: POSTU-144536-09 23 Taxpayer's duties under a cost-plus contract include: (1) establishing a\nmembership record for the group members; (2) providing identification cards and\napplications to subscribers; (3) receiving applications for late entrants and\nunderwriting such applications in accordance with standard underwriting\nguidelines; (4) providing managed benefit services; (5) receiving claims and\nprocessing payments in accordance with the plan's terms; (6) administering\nsubrogation, reimbursement, and coordination of benefits, with subrogation\nrecoveries being shared proportionately among Taxpayer and the group\n(Taxpayer receives recoveries allocable to stop-loss coverage); (7) paying claims\nfrom Taxpayer's bank account; (8) providing members a conversion policy when\napplication is timely made upon termination of enrollment; (9) paying claims in\nexcess of the stop-loss amount set forth in the contract; and (10) a variety of\nother reporting and servicing duties. In return, Taxpayer is paid the following amounts under the cost-plus contracts:\n(1) the amount of benefit payments, or claims, paid by Taxpayer for subscribers;\n(2) administrative fees for services provided by Taxpayer; (3) fees for conversion\ncoverage costs; (4) stop-loss insurance amounts; (5) various taxes, licenses, and\nfees; and certain programming charges related to the particular programming\nrequirements. Taxpayer bills the group for the administrative fees, conversion\ncosts, and stop-loss premium on a regular basis. The TAM describes the Taxpayer's method of computing the special deduction\nas follows: The deduction was computed taking into account W dollars of liabilities incurred\nunder cost-plus contracts in Year 1, and X dollars in Year 2. No amounts were\nincluded for administrative services only contracts in computing the special\ndeduction. Finally, the TAM notes the 1997 amendment of section 833 that added \"cost-plus\ncontracts\" to the computation of the special deduction and concludes: Because the contracts in question are cost-plus contracts, the liabilities incurred\nduring the taxable year under these contracts are included in claims incurred\nunder section 833(b)(1)(A)(i) in determining the special deduction under section\n833(b).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_56__19",
      "chunk_id": "19",
      "content": "Because the contracts in question are cost-plus contracts, the liabilities incurred\nduring the taxable year under these contracts are included in claims incurred\nunder section 833(b)(1)(A)(i) in determining the special deduction under section\n833(b). It should be emphasized that the \"cost-plus\" contracts described in the TAM are\nvery similar to the underwritten \"Cost Plus/Administrative Services Only\" arrangements\ndescribed in the 1994 financial reporting supplement for BCBS plans prepared by the\nFinancial Reporting Working Group of the Special Committee on Blue Cross Plans, and\nin the description of ASC/Cost Plus arrangements by the BCBSA in its risk-based\ncapital formula. In all three cases, the plan issues an identification card, subscribers\nreceive services directly from health-care providers without making any payment, the POSTU-144536-09 24 plan pays the providers from plan funds, and the plan then bills the account for the cost\nof benefits. Note also that both the cost-plus arrangement described by the Financial\nReporting Working Group and by the TAM included a stop-loss feature, while both the\narrangement described by the Working Group and by the BCBSA were experiencerated. Both the arrangement described by the BCBSA and by the TAM allowed\nsubscribers to convert from group to individual coverage. Finally, note that the Taxpayer in the TAM established claims reserves for\nits \"cost-plus contracts\" but not for its ASO arrangements, and that the Taxpayer in the\nTAM did include its \"cost-plus\" business in computing the section 833(b) deduction, but\ndid not include ASO contracts. In summary, the NAIC first used the phrase \"Cost-Plus/ASO\" in 1994 to describe\n\"underwritten\" cost-plus arrangements, as opposed to arrangements that were\nconsidered nonunderwritten, which were described by the single term \"ASO.\" During\nthis same period, the BCBSA used the phrase \"ASC/Cost-Plus\" to describe an\narrangement similar to the NAIC's \"Cost-Plus/ASO\" arrangement, and the BCBSA\nsimilarly contrasted its \"ASC/Cost-Plus\" with \"ASO arrangements.\" Presently, the NAIC uses the terms \"ASO\" and \"ASC\" to describe two types of\narrangements that are considered \"uninsured.\" To the extent the term \"ASC\" was at\none time used to describe a \"cost-plus\" arrangement, it was used by the BCBSA to\ndescribe an arrangement that was considered insurance at the time. Accordingly, the\nfact that the NAIC now uses the term \"ASC\" to describe an arrangement that is\nconsidered uninsured does not mean that such an arrangement should be considered\n\"cost-plus.\" NAIC Risk-Based Capital Rules. Current NAIC Risk-Based Capital materials\nregarding ASO and ASC arrangements generally follow the descriptions of the NAIC\naccounting materials. There is no definition or discussion of \"National Account\"\narrangements or \"National Account-type\" arrangements and no inference can be drawn\nfrom the RBC line entry description for \"Fee-for service\" items. \"Risk-based capital (RBC)\" is described by the NAIC as \"a method of measuring\nthe minimum amount of capital appropriate for a reporting entity to support its overall\nbusiness operations in consideration of its size and risk profile.\" National Association of\nInsurance Commissioners, Risk-Based Capital Forecasting, Health, 2008 (2008 NAIC\nHealth, Risk-Based Capital Report, Including Overview and Instructions for Companies,\nas of December 31, 2008), page i. It should be emphasized that, unlike the NAIC\nAnnual Statement and the Federal Income Tax Return, Risk-Based Capital is not\nconcerned with the determination of income in any way.",
      "queries": [
        "does cpd include fringe benefits",
        "finding no reasonable cause and good faith"
      ],
      "queries_score": [
        -6.711345195770264,
        -8.051238059997559
      ]
    },
    {
      "id": "legal-advice_56__20",
      "chunk_id": "20",
      "content": "It should be emphasized that, unlike the NAIC\nAnnual Statement and the Federal Income Tax Return, Risk-Based Capital is not\nconcerned with the determination of income in any way. The NAIC's RBC Report distinguishes five categories of risk: Asset Risk Affiliates; Asset Risk - Other; Underwriting Risk; Credit Risk; and Business Risk. Id.\n\"Premium\" in the Underwriting Risk category \"does not include receipts under POSTU-144536-09 25 administrative services only (ASO) contracts; or administrative services contracts\n(ASC); or any nonunderwritten business.\" Page 17. The risks associated with ASO and ASC arrangements are reported as\n\"Business Risk\" under the subcategory \"Non-Underwritten and Limited Risk.\" Thus, the\nRBC Report is consistent with the NAIC accounting materials in the sense that ASO\nand ASC arrangements are treated as uninsured. As the Protest notes, the risk charge required by the RBC Report for the\nadministrative expenses of both ASO and ASC arrangements is the same, 2%. A\ndifferent risk charge is required for ASC claims payments, 1%, which reflects the risk\nthat the administrative expenses for the ASC arrangement will be \"insufficient to absorb\nthe full outlay required and for the recovery of ASC claims payments.\" Page 30. The Taxpayer's argument regarding Program X arrangements is based\nprincipally on the following line entry for the Business Risk section of the RBC Report:\nFactor\n(10) Medical costs paid through ASC arrangements\n(Including Fee-for service received from other health entities)\n0.010 The risk charge for this line is 1%. From this the Protest concludes \"This RBC\ninstruction makes it clear that the NAIC considers Program X-type arrangements as\nASC/Cost-plus contracts.\" Page 10. However, there is no description or definition in the RBC Report instructions\nregarding Program X or Program X-type arrangements. Nor is there any definition of\n\"Fee-for service received from other health entities.\" It should be noted the instructions\ndiscuss ASO and ASC arrangements in the first three paragraphs of the \"NonUnderwritten and Limited Risk\" subcategory, but a separate fourth paragraph reads in\nfull: The RBC requirement for fee-for service revenue received from other reporting\nentities is also 1 percent. In other words, while the line entry combines ASC claims payments with Fee-for\nservice received from other health entities, in the instructions they are treated as two\nseparate items. There is nothing in the paragraphs describing ASO and ASC arrangements that\n\"makes it clear\" that the NAIC considers Fee-for service revenue arrangements as\nASC/Cost-plus arrangements. It is true the RBC Report requires the same risk charge\nof 1% for ASC claims payments and for Fee-for service revenue. But by the Taxpayer's\nlogic, ASC expenses should be excluded from the special deduction because they are\nsubject to the same risk charge of 2% as ASO expenses. POSTU-144536-09 26 The RBC Report instructions and line entry description add nothing, prove\nnothing, and are no more relevant or conclusive than the NAIC accounting materials. Summary. We believe that an objective review of the treatment of \"cost-plus\"\narrangements by the NAIC, by the BCBSA, and by the IRS, establishes that much more\nis required than being a mere \"party to the obligation to make a payment.\"",
      "queries": [
        "who should be hired for disciplinary transfers"
      ],
      "queries_score": [
        -8.851036071777344
      ]
    },
    {
      "id": "legal-advice_56__21",
      "chunk_id": "21",
      "content": "Summary. We believe that an objective review of the treatment of \"cost-plus\"\narrangements by the NAIC, by the BCBSA, and by the IRS, establishes that much more\nis required than being a mere \"party to the obligation to make a payment.\" The only\nfeature that the NAIC's current description of \"Administrative Services Contracts\" (ASC)\nhas in common with arrangements that have been considered \"cost-plus,\" is the fact\nthat \"the reporting entity pays claims from its own bank accounts, and only\nsubsequently receives reimbursement from the uninsured plan sponsor.\" But, in the\nNAIC accounting materials, an ASO arrangement may also pay claims out of the\nadministrator's own bank accounts. The only difference between an ASO arrangement\nand an ASC arrangement, from the perspective of the NAIC, is the timing of the transfer\nof funds from the policyholder to the BCBS plan. In an ASO arrangement, the BCBS\nplan receives the funds before it makes a payment from its account. In an ASC\narrangement, the BCBS plan does not receive funds from the policyholder until after it\nhas paid the claim. The NAIC does not consider this difference significant and treats\nboth arrangements as uninsured. We do not believe that this single feature is sufficient\nto classify an Administrative Services Contract as a \"cost-plus\" contract for purposes of\nsection 833(b). NAIC accounting materials may have some relevance in the sense that the NAIC\nAnnual Statement and the Federal Income Tax Return both include a determination of\nincome. But the NAIC's Risk-Based Capital Rules serve a completely different purpose:\n\"measuring the minimum amount of capital appropriate for a reporting entity to support\nits overall business operations.\" The fact that separate items on the RBC Report are\nsubject to the same risk charge does not establish that they are legally-equivalent\narrangements, with the same legal responsibilities. This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views. POSTU-144536-09 27 If you have any questions, please call Charles Maurer at (617) 565-7838. DAVID N. BRODSKY\nAssociate Area Counsel By: _____________________________ Charles W. Maurer\nSenior Attorney (Boston)\n(Large & Mid-Size Business)\ncc: Roland Barral, Area Counsel (Financial Services)\nPeter Graziano, Deputy Area Counsel (IP)",
      "queries": [
        "what is ancr",
        "what is duns number in the us government",
        "what is the form used to award classified information",
        "when is the sf 425 due?"
      ],
      "queries_score": [
        -7.571155548095703,
        -9.19871997833252,
        -8.319295883178711,
        -8.525910377502441
      ]
    }
  ]
}