{
  "doc_id": "legal-advice_94",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_94__0",
      "chunk_id": "0",
      "content": ".Office of Chief Counsel Internal Revenue Service Memorandum\nNumber: 20124001F\nRelease Date: 10/5/2012\nCC:LB&I:HMT:DET:JTWoods POSTF-103432-12 UILC: 482.05-02 date: September 06, 2012 to: Constance Tripp, Economist\n(LB&I)\nTammy Harig, Team Coordinator\n(LB&I) from: Jadie T. Woods\nAttorney (Detroit)\n(Large Business & International) subject: Comparability Adjustments under § 482\nThis memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nTaxpayer\nYear1\nYear2\nBrand1\nBrand2\nBrand3\nTerritory\nLaw Firm\nProducts =\n=\n=\n=\n=\n=\n=\n=\n= ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-103432-12 2 ISSUE Whether a comparability adjustment must be made under Treas. Reg. §§1.482-1 and\n1.482-4 for differences in sales volume between Taxpayer’s controlled transfers of\ntrademarks and service marks and certain uncontrolled transactions? CONCLUSION\nUnder Treas. Reg. §§1.482-1 and 1.482-4, comparability adjustments for sales volume\nmust be made only if the differences between the controlled and uncontrolled\ntransactions would materially affect the measure of the arm’s length result under the\ntransfer pricing method being applied and the adjustments would improve the reliability\nof results. FACTS\nTaxpayer is a manufacturer of Products. It owns the rights to several trademarks and\nservice marks, including the brand names Brand1, Brand2, and Brand3. Taxpayer and\nits controlled foreign corporations (“CFCs”) manufacture, distribute and market Products\nthroughout Territory. Taxpayer licenses the right to use, and in certain cases sublicense, its trademarks and service marks to certain of its CFCs in exchange for\nroyalties calculated as a percentage of the CFCs’ net sales. To determine whether the royalties paid by the CFCs to Taxpayer during its Year1 and\nYear2 taxable years were arm’s length, Taxpayer engaged Law Firm to prepare transfer\npricing reports (the “Studies”) for each year. In each of the Studies, Law Firm selected\n25 licensing agreements between Taxpayer and uncontrolled parties as comparable\nuncontrolled transactions (“CUTs”). Law Firm concluded that, generally, all of these\nuncontrolled licensing agreements were sufficiently comparable to the controlled\nlicensing transactions to provide a reliable measure of an arm’s length result under the\nCUT method described in Treas. Reg. §1.482-4(c). Most of the CUTs selected by\nTaxpayer require the uncontrolled licensee to pay a royalty calculated as a fixed\npercentage of the licensee’s net sales regardless of its sales volume. However, a small\nsubset of these CUTs contain provisions that reduce the royalty rate as sales volume\nincreases (“sales volume adjustment provisions”). Based on the presence of these\nprovisions in this subset of selected CUTs, Law Firm concluded in the Studies that\n“[r]oyalties fall quite sharply as licensee volume increases” and that sales volume\nshould therefore be taken into account in determining an arm’s length range of royalty\nrates. 1 1 We understand that actual sales data for Year1 and Year2 was available for some, but not, all of the\nCUTs that did not include sales volume adjustment provisions. The actual Year1 and Year2 sales\nvolumes for the uncontrolled licensees in these CUTs were generally substantially lower than the sales\nvolumes of each of the controlled licensees during these years. POSTF-103432-12 3 To determine an arm’s length range of royalty rates, Law Firm first determined an\nunadjusted interquartile range (“IQR”) of royalty rates based on the royalty rates paid by\nthe uncontrolled licensees under each of the selected CUTs.",
      "queries": [
        "internal revenue service memo number",
        "internal revenue service irs memo number",
        "internal revenue service memo number for 2012",
        "does cpd include fringe benefits",
        "cops office progress report phone number"
      ],
      "queries_score": [
        "2.396802",
        "2.0539505",
        "2.909798",
        -5.329287528991699,
        -5.878659725189209
      ]
    },
    {
      "id": "legal-advice_94__1",
      "chunk_id": "1",
      "content": "POSTF-103432-12 3 To determine an arm’s length range of royalty rates, Law Firm first determined an\nunadjusted interquartile range (“IQR”) of royalty rates based on the royalty rates paid by\nthe uncontrolled licensees under each of the selected CUTs. The CUTs used to derive\nthe unadjusted IQR included both the subset of agreements that contain sales volume\nadjustment provisions and the other agreements that do not contain such provisions. Law Firm then adjusted this IQR downward by applying a “volume curve,” which was\napparently derived from the sales volume adjustment provisions of two of the CUTs. 2 Based on the adjusted IQR, Law Firm concluded that the royalties paid by the CFCs to\nTaxpayer during Year1 and Year2 were arm’s length. You have asked whether\nTaxpayer’s sales volume comparability adjustment is either required or prohibited under\nthe section 482 transfer pricing regulations. LAW A controlled transaction meets the arm’s length standard if the results of the transaction\nare consistent with the results that would have been realized if uncontrolled taxpayers\nhad engaged in the same transaction under the same circumstances (arm’s length\nresult). Treas. Reg. §1.482-1(b)(1). Because identical transactions between\nuncontrolled taxpayers can rarely be located, whether a controlled transaction produces\nan arm's length result is generally evaluated by comparing the results of that transaction\nto results realized by uncontrolled taxpayers engaged in comparable transactions under\ncomparable circumstances. Id. Evaluation of whether a controlled transaction\nproduces an arm’s length result is made pursuant to a method selected under the best\nmethod rule described in Treas. Reg. §1.482-1(c). The best method rule requires that the arm’s length result of a controlled transaction be\ndetermined under the method that, under the facts and circumstances, provides the\nmost reliable measure of an arm’s length result. Treas. Reg. §1.482-1(c)(1). In\ndetermining which of two or more available methods (or applications of a single method)\nprovides the most reliable measure of an arm’s length result, the two primary factors to\nbe taken into account are the degree of comparability between the controlled\ntransaction (or taxpayer) and any uncontrolled comparables, and the quality of the data\nand assumptions used in the analysis. Treas. Reg. §1.482-1(c)(2). The comparability of transactions and circumstances must be evaluated considering all\nfactors that could affect prices or profits in arm's length dealings (“comparability\nfactors”), including functions, contractual terms, risks, economic conditions, and\nproperty or services. Treas. Reg. §1.482-1(d)(1). While a specific comparability factor 2 In addition to these two CUTs, at least one other selected CUT apparently had a sales volume\nadjustment provision but it was apparently not taken into account in determining Taxpayer's sales volume\nadjustment. Law Firm also made a comparability adjustment for differences in the advertising and\npromotion requirements among the controlled and uncontrolled licensees. This memorandum does not\naddress the appropriateness of that adjustment. POSTF-103432-12 4 may be of particular importance in applying a method, each method requires analysis of\nall of the factors that affect comparability under that method. Id. Determining the degree of comparability between the controlled and uncontrolled\ntransactions requires a comparison of the significant contractual terms that could affect\nthe results of the two transactions. Treas. Reg. §1.482-1(d)(3)(ii)(A).",
      "queries": [
        "how to determine an arm's length royalty",
        "which agency may reprogram its budget",
        "executive order 12291 regulation",
        "how soon is a quarterly report due",
        "why do federal agencies require civil rights"
      ],
      "queries_score": [
        "3.0167365",
        -7.511590003967285,
        -1.9177476167678833,
        -7.22889518737793,
        -7.3613080978393555
      ]
    },
    {
      "id": "legal-advice_94__2",
      "chunk_id": "2",
      "content": "Id. Determining the degree of comparability between the controlled and uncontrolled\ntransactions requires a comparison of the significant contractual terms that could affect\nthe results of the two transactions. Treas. Reg. §1.482-1(d)(3)(ii)(A). Sales or purchase\nvolume is a contractual term that must be compared in determining the degree of\ncomparability between the controlled and uncontrolled transactions. Treas. Reg.\n§1.482-1(d)(3)(ii)(A)(2). Taxpayer has applied the comparable uncontrolled transaction (“CUT”) method to the\ncontrolled transfers of intangible property in question. 3 When applying the CUT method\nto evaluate transfers of intangible property, the degree of comparability between\ncontrolled and uncontrolled transactions is determined by applying the comparability\nprovisions of Treas. Reg. §1.482-1(d). Treas. Reg. §1.482-4(c)(2). Although all of the\nfactors described in Treas. Reg. §1.482-1(d)(3) must be considered, specific factors\nmay be particularly relevant to this method. Treas. Reg. §1.482-4(c)(2)(iii)(A). In\nparticular, the application of this method requires that the controlled and uncontrolled\ntransactions involve either the same intangible property or comparable intangible\nproperty. Id. In addition, because differences in contractual terms, or the economic\nconditions in which transactions take place, could materially affect the amount charged,\ncomparability under this method also depends on similarity with respect to these factors,\nor adjustments to account for material differences in such circumstances. Id. If material differences exist between the controlled and uncontrolled transactions,\nadjustments must be made if the effect of such differences on price or profits can be\nascertained with sufficient accuracy to improve the reliability of the results. Treas. Reg.\n§1.482-1(d)(2). A material difference is one that would materially affect the measure of\nan arm’s length result under the method being applied. Id. Generally, such\nadjustments must be made to the results of the uncontrolled comparable and must be\nbased on commercial practices, economic principles, or statistical analyses. Id. The\nextent and reliability of any adjustments will affect the relative reliability of the analysis. Id. If adjustments for material differences cannot be made, the uncontrolled transaction\nmay be used as a measure of an arm’s length result, but the reliability of the analysis\nwill be reduced. Treas. Reg. §1.482-1(d)(3)(ii)(C), Examples 1 and 2, illustrate the effects of differences\nin volume on comparability. In Example 1, a US parent (“USP”) buys transportation\nservices from its foreign subsidiary (“FSub”). FSub also provides services to an\nunrelated domestic company (“URA”). URA accounts for 10% of FSub’s gross\n3 Solely for purposes of analyzing the narrow question presented, we assume that you have determined\nthat the CUT method is the best method in this case and disagree only with Taxpayer’s particular\napplication of the CUT method, and we similarly further assume that (other than the question of the sales\nvolume adjustments at issue) you have determined that the selected CUTs are sufficiently comparable to\nthe controlled transactions under §1.482-4(c)(2)(ii). POSTF-103432-12 5 revenues, and the remaining 90% are attributable to USP. The example concludes that\nin determining the degree of comparability between FSub’s uncontrolled transaction\nwith URA and the controlled transaction with USP, the difference in volume and the\nregularity with which services are provided must be taken into account if they would\nhave a material effect on the price charged. Inability to make reliable adjustments for\nthese differences would affect the reliability of the results.",
      "queries": [
        "how to compare controlled and uncontrolled transactions",
        "how to compare controlled and uncontrolled transactions",
        "are you required to report total compensation of a recipient executive?"
      ],
      "queries_score": [
        "3.2307541",
        "3.2307541",
        -9.086102485656738
      ]
    },
    {
      "id": "legal-advice_94__3",
      "chunk_id": "3",
      "content": "Inability to make reliable adjustments for\nthese differences would affect the reliability of the results. In Example 2, a foreign subsidiary (“FS”) manufactures a product and sells it to its\nparent at a price of $100 per unit. In uncontrolled transactions, FS offers a 2% discount\nfor quantities of 20 per order, and a 5% discount for quantities of 100 per order. The\nexample concludes that if FS’s parent purchases products in quantities of 60 per order,\nin the absence of other reliable information, it may be reasonably concluded that the\narm’s length price to the parent would be $100, less a 3.5% discount. But if parent\npurchases products in quantities of 1,000 per order, a reliable estimate of the\nappropriate volume discount must be based on proper economic or statistical analysis,\nnot necessarily a linear extrapolation from the 2% and 5% discounts applicable to sales\nof 20 and 100 units, respectively. ANALYSIS In this case, it must first be determined whether the differences in sales volume\nbetween the controlled and uncontrolled transactions materially affect the measure of\nthe arm’s length result under the CUT method being applied. Treas. Reg. §1.4821(d)(2). If it is determined that differences in sales volume do not materially affect the\nmeasure of the arm’s length result, then no adjustment should be made. Based solely\non the CUTs selected by Law Firm in the Studies -- and in particular, on the presence of\na sales volume adjustment provision in only a small subset of the selected CUTs and on\nthe lack of available sales volume data for many of the CUTs that do not have such\nprovisions -- it is not immediately apparent whether sales volume has a material effect\non the measure of an arm’s length result under the CUT method applied by Taxpayer. Second, if it is determined that a difference in sales volume material to the measure of\nthe arm’s length result exists, it must then be considered whether the effect of this\ndifference can be ascertained with sufficient accuracy such that an adjustment would\nimprove the reliability of the results. Id. If so, an adjustment to the results of the CUTs\nfor this comparability difference should be made, though it would not be necessary to\naccept the specific adjustment proposed by Taxpayer if a different adjustment for sales\nvolume based on commercial practices, economic principles, or statistical analyses\nwould be more reliable. See id. If it is determined that an adjustment for sales volume\nwould not improve the reliability of the results, the unadjusted CUTs may be used as a\nmeasure of an arm’s length result (although the inability to reliably adjust for differences\nin sales volume may reduce the reliability of the analysis), provided they are\nnonetheless determined to be sufficiently reliable under §1.482-4(c)(2)(ii). Treas. Reg.\n§1.482-1(d)(2). POSTF-103432-12 6 In summary, the determination of whether to adopt or reject a particular comparability\nadjustment is a matter to be resolved in your expert judgment within the regulatory\nframework described above. This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views.",
      "queries": [
        "who can exempt an inmate from yca",
        "what is oig audit?"
      ],
      "queries_score": [
        -8.625683784484863,
        -7.173124313354492
      ]
    },
    {
      "id": "legal-advice_94__4",
      "chunk_id": "4",
      "content": "This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. Please call (313) 628-3113 if you have any further questions. ERIC R. SKINNER\nAssociate Area Counsel\n(Large Business & International) By: _____________________________ Jadie T. Woods\nAttorney (Detroit)\n(Large Business & International)",
      "queries": [
        "how should a macrofinance operation be evaluated",
        "do trgp grant requirements require approval by cops?",
        "Congressional exception to disclosures to ranking minority members",
        "who can direct independent regulatory agencies to comply with the centralized regulatory review process prescribed by executive order 12866?"
      ],
      "queries_score": [
        -11.35848617553711,
        -11.310273170471191,
        -10.658349990844727,
        -10.945453643798828
      ]
    }
  ]
}