{
  "doc_id": "legal-advice_42",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_42__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20115002F\nRelease Date: 12/16/2011\nCC:LM:RFPH:CHI:2:M:POSTF-130690-11 ---------date:\nto:\nfrom:\nsubject: September 27, 2011\nRevenue Agent -------------------- (LB&I), Waukesha\nAssociate Area Counsel (LB&I), Chicago\nDeduction for Cost of --------------- to -------------------------------------- -------------*** Taxpayer This memorandum is in response to your request for advice in the examination of ***\nTaxpayer for the tax years ended *** a-through *** b. At issue is whether the taxpayer can\ndeduct the ----------------------------to *** c by major shareholders to recover a -------------------------------. In our opinion, the costs are not deductible on the corporate return. This memorandum was coordinated with the National Office, Associate Chief Counsel\nfor Income Tax and Accounting, Branch 2. This advice may not be used or cited as\nprecedent. Legend\nTaxpayer = -------------------------------------a = ------------------b = ------------------c = ------------d = ---------------------------------------e = ------f = -----------------g = ------------ CC:LM:RFPH:CHI:2:M:POSTF-130690-11 h = ----------------i = ---------j = -----------k = -----------------------------------l = ----------m = -------n = ------------------o = ------------------------------p = ---------------------------------------q = -----------------r = -----------------------------s = ------------------------------------t = --------------------------------------------u = -----------------------------------------v = -------------------------------------w = -------------------------------------------x = --------------------------y = -----------------------z = -----------------------------------------------------------aa = -----------------------------ab = ---------------ac = -----------------------ad = ------------------------------ Page 2 CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 3 ae = ----------------------------------------------------------------------------------------------------------------------af = -----------ag = --------------------------------------------------ah = ----------ai = ------------------------------aj = ------------ak = -----------------al = --------------am = ---------------------------------------------------an = ------------------ao = -------------------------------------------------ap = ------------------------------------------------------ Facts\n*** Taxpayer (hereinafter “the taxpayer” or “the company”) is a major manufacturer of ***\nd. The company was founded in *** e as *** f and, by the ---------, was a successful\nmanufacturer of *** g, with subsidiaries in *** h, *** i, and *** j.\nIn ------- the president and principal stockholder, *** k, led an -------------- to the *** l area\nof *** m in search of a reliable supply of *** n. *** n was, at that time, *** o and was derived\nfrom *** p. The company purchased a *** q --------------------------- for the --------------. The ---------------- was successful and the company established a ------------- in *** m. In ------, the ------- was sold to *** r, which used it for an -------------- to *** c, where the ------------------------------------. In -------, *** s, son of *** k and the principal shareholder of the company, and his two\nsons, *** t and *** u ----------------------of the *** q to *** m in a -------------- of the -----------------------. The expenses of the trip were currently deducted on the corporate return and the\ncosts of building the -------- and of making a ----- *** v were capitalized and depreciated. The Service did not challenge this treatment. The company displayed the ----------------------- CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 4 ------- in the *** w’s ------------ in *** x, along with an exhibit describing the original and the\ncommemorative ---------------. The ------- was not donated to the *** w; the ------- and the\nexhibit were later transferred to the taxpayer’s ------------ at its headquarters campus. The\ncompany ------------ is not an organization exempt from tax under I.R.C. §§ 501(a) and\n501(c)(3). Also in fiscal year -------, *** s led an -------------- to *** c to locate the remains of the\noriginal --------. The -------------- was not successful.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_42__1",
      "chunk_id": "1",
      "content": "The\ncompany ------------ is not an organization exempt from tax under I.R.C. §§ 501(a) and\n501(c)(3). Also in fiscal year -------, *** s led an -------------- to *** c to locate the remains of the\noriginal --------. The -------------- was not successful. The cost of this -------------- was\ndeducted on the corporate return for -------. Upon examination, the Service did not\nchallenge this deduction. *** s was described by *** y in ------ as *** z. His donations to the *** aa, the *** ab,\nand *** ac are legendary. *** v was favorably reviewed by *** ad, which called it *** ae.\nThe ----- has been ------------ for invited audiences, at ----------------, and on the *** af --------------- *** ag.\n*** k died in ------; *** s died in -----4. *** s’s sons *** t and *** u are currently major\nshareholders in the company. *** s is chairman and chief executive officer of the company. The company is ------------------------; all shares are owned by members of the *** ah family\nor by family trusts. In fiscal year -------, *** t, *** u, and several family members travelled to *** c after\nhearing rumors that the *** q ----------- had been located in a different area than previously\nsuspected. The -------------- found and positively identified the ------------------------- and\ninvestigated the possibility of ---------------------------------, returning it to the ------------------,\nand displaying it in the company ------------. Expenses were incurred for travel, ------ rental, --------, ----------------, security, public relations, and related items. Filming costs totaled\napproximately $------------- and travel costs were calculated at approximately $-----------. Some $----------- was paid to experts at *** ai for a study on recovering and transporting the\n-------------. The company eventually decided not to remove the ------- and a -------------------------------------------------- was erected at the site. An exhibit at the company ------------ *** aj displays photographs, video, and artifacts of\nthe -------------, along with the reproduction ------- and displays describing the original and\ncommemorative --------------- to *** m. The taxpayer states that the original and --------------------------- are “company icons holding particular significance to [the company], company\nemployees and the surrounding community” and are “vital elements of [the company’s]\nculture” that “enhance and create opportunities for [the company] to tell its story and\npromote the company.” The -------------- was mentioned in the company’s ------- “public\nreport” but, as the company is ------------------, the extent to which this report is distributed is\nnot clear. The company deducted the above-mentioned costs of the *** ak -------------- on its tax\nreturn for fiscal year -------. Travel costs of $--------- for the widow of *** s, two of her\ngrandsons, and *** t were paid for by the *** ah family and were not deducted by the\ncorporation. CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 5 Currently, the corporate returns for the years ended *** a through *** b are under\nexamination. At issue is whether the costs of the *** al -------------- of ------- (fiscal year ------------) (hereinafter “the *** al --------------”) are deductible. Issue\nAre the costs of an --------------, led by a corporate president/shareholder, to recover the\nremains of an ----------- prominent in the history of the corporation deductible on the\ncorporate return?",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_42__2",
      "chunk_id": "2",
      "content": "(hereinafter “the *** al --------------”) are deductible. Issue\nAre the costs of an --------------, led by a corporate president/shareholder, to recover the\nremains of an ----------- prominent in the history of the corporation deductible on the\ncorporate return? Law\nI.R.C. § 162(a) allows as a deduction “all the ordinary and necessary expenses paid or\nincurred during the taxable year in carrying on any trade or business.” Reg. § 1.162-2 allows a taxpayer to deducted travel expenses that are “reasonable and\nnecessary in the conduct of the taxpayer’s business and directly attributable to it.” It further\nstates that “if the trip is undertaken for other than business purposes, the travel fares and\nexpenses incident to travel are personal expenses . . .”\n“Necessary,” as it is used in § 162(a), means that the expense is appropriate and\nhelpful, rather than absolutely essential. Welch v. Helvering, 290 U.S. 111, 113 (1933). But if there are other, more economical and practical means of attaining a result, the\nexpense is not reasonable and, therefore, not necessary. A.S. Barber, Inc. v. United\nStates, 85-1 USTC P 9138 (D. Mo. 1984); Sherman v. Commissioner, 44 TCM 1324, 1326\n(1982); Ciaravella v. Commissioner, T.C. Memo. 1998-31. Under Reg. § 1.162-1(a), a\ncorporation may deduct expenses for advertising and promotion. In determining the\nextent to which advertising expenses are reasonable, the court will compare the amount\nexpended for the activity in question with the amount of benefit reasonably expected to be\nderived. Ciaravella v. Commissioner, T.C. Memo. 1998-31; Mathes v. Commissioner, T.C.\nMemo. 1990-483. An expenditure that benefits employees in a private setting does not promote or\nadvertise the taxpayer’s business to the world of customers and is therefore not deductible. Quarrier Diner, Inc. v. Commissioner, 22 TCM 276, 279 (1963). The advertising must be\ndirected toward those constituting the taxpayer’s market or business environment. U.S.\nEquipment Co. v. Commissioner, 22 TCM 1309, 1321 (1963). The lack of exposure to\ngroups from whom the taxpayer’s business contacts or customers are likely to emerge\nprecludes deduction of the expense. W.D. Gale, Inc. v. Commissioner, 297 F.2d 270, 271\n(6th Cir. 1961). The payment by one taxpayer of an expense of another taxpayer’s trade or business is\nnot deductible. Deputy v. DuPont, 308 U.S. 488, 494 (1940). As a general rule, the trade\nor business of a corporation is not also a trade or business of its share-holders. Whipple v. CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 6 Commissioner, 373 U.S. 193, 202 (1963). I.R.C. § 262(a) states that “except as otherwise expressly provided in this chapter, no\ndeduction shall be allowed for personal, living, or family expenses.”",
      "queries": [
        "are corporate expenses tax deductible on a corporate tax return?",
        "what to do if you require reprogramming of award funds",
        "what systems should cops offices use"
      ],
      "queries_score": [
        "1.7699955",
        -9.6167631149292,
        -8.791537284851074
      ]
    },
    {
      "id": "legal-advice_42__3",
      "chunk_id": "3",
      "content": "Whipple v. CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 6 Commissioner, 373 U.S. 193, 202 (1963). I.R.C. § 262(a) states that “except as otherwise expressly provided in this chapter, no\ndeduction shall be allowed for personal, living, or family expenses.” I.R.C. § 170(a) allows as a deduction “any charitable contribution . . . payment of which\nis made within the taxable year.” Under § 170(b)(2), in the case of a taxpayer-corporation,\nthe deduction “shall not exceed 10 percent of the taxpayer’s taxable income.” Under §\n170(c), in order to be deductible, the contribution must be made to certain units of\ngovernment, or to organizations organized and operated exclusively for religious,\ncharitable, scientific, literary, or educational purposes, or to foster national or international\namateur sports competition, or for the prevention of cruelty to children or animals, provided\nthe organization is not disqualified under § 501(c)(3). Analysis In our opinion, the expenditures at issue are not deductible by the taxpayer as they are\nnot ordinary and necessary expenses of the taxpayer’s trade or business. In order for an\nexpenditure to be deductible as advertising, the taxpayer has the burden of proving a\nproximate relationship between the expenditure and the corporation’s business, that the\nactivity “was reasonably calculated to call public attention to its business in some manner\nthat might reasonably be expected to produce some patronage benefit,” and that the\nexpenditure was reasonable in amount compared to the reasonably expected benefits. W.D. Gale v. Commissioner, T.C. Memo. 1960-191. For example, in W.D. Gale v. Commissioner, T.C. Memo. 1960-191, the principal\nshareholder of an electrical contracting business was prominent in motor boat racing. The\nexpenses of that activity were held not deductible by the corporation as the corporation was\nrarely mentioned in connection with the activity and, therefore, the business “received no\nsubstantial publicity” from the racing program. Similarly, in Sieber v. Commissioner, T.C. Memo. 1979-15, the taxpayer claimed that his\npolo-playing activities were expenditures for the advertising and promotion of his building\nconstruction business. The court stated that\nPetitioner has the burden of proof that his costs of playing polo were\nordinary and necessary expenses of that business under section 162. To\ncarry his burden, it is incumbent upon petitioner to show affirmatively that\nthe expenditures were undertaken primarily for a business, not a social or\npersonal, purpose and that there was a proximate, rather than merely a\nremote or incidental, relationship between the expenditures and petitioner's\nbusiness -- essentially a question of fact. His burden is not made easier by\nthe fact that the expenses involved are of a character which are normally CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 7 personal and, therefore, may fall within the ambit of section 262,\nwhich takes precedence over section 162. We conclude that petitioner has\nnot carried his burden of proof. The weight of the evidence strongly\nsuggests that petitioner played polo primarily because it gave him personal\nsatisfaction and helped him maintain a close relationship with his family. [citations omitted.] As the court stated in Mathes v. Commissioner, T.C. Memo. 1990-483,\nSection 162(a) is not a carte blanche grant by the Government for the right\nto deduct all expenses which arguably are somewhat related to an incomeproducing activity, no matter how unreasonable in amount.",
      "queries": [
        "cops office definition",
        "when closing agreement is taxable"
      ],
      "queries_score": [
        -7.472837448120117,
        -6.231437683105469
      ]
    },
    {
      "id": "legal-advice_42__4",
      "chunk_id": "4",
      "content": "[citations omitted.] As the court stated in Mathes v. Commissioner, T.C. Memo. 1990-483,\nSection 162(a) is not a carte blanche grant by the Government for the right\nto deduct all expenses which arguably are somewhat related to an incomeproducing activity, no matter how unreasonable in amount. The element of\nreasonableness is inherent in the phrase “ordinary and necessary” . . .\nwhether the amount of the deduction claimed is reasonable is determined\nunder the facts and circumstances of each case. The burden of proving that\nsuch amounts are reasonable rests with petitioner. In determining whether\nthe amount expended is reasonable, the amount of the expenditure has\nbeen compared with the benefit to be derived. [citations omitted.] Admittedly, it is not for the Service to decide whether a taxpayer’s expenditure is the\nbest possible use of the company’s funds, only whether it was ordinary and necessary in\npursuit of the business. Expenditures for advertising are deductible whether or not the\nadvertising is effective; they are even deductible if the advertising completely misfires and\nhas disastrous results for the company’s sales and reputation. The deduction depends\nprimarily on whether the expenditure, at the time it was authorized, “might reasonably be\nexpected to produce some patronage benefit.” On the other hand, the expenditure cannot\nhave merely a remote or tangential connection with promoting the company; and the\nexpense must be reasonable in amount compared to the reasonably expected benefits. Extravagant expenditures from which a reasonable person could expect only minimal\nbenefits are not deductible. As the court stated in Helstoski v. Commissioner, T.C. Memo. 1990-382: We do not intend to suggest that we should, as a matter of course, secondguess taxpayers' business decisions or restrict taxpayers to deduction of\nonly the least expensive method of conducting their businesses. Nevertheless, when the individuals involved are major owners and ranking\nofficers of the business in question, and when the issue is whether the travel\nexpenses were primarily the personal expenses of those controlling\nindividuals or primarily business expenses, one factor that may bear upon\nthat issue is whether there are less expensive alternatives that would have\nbeen practical ways to conduct the business activities without so much, or\nso costly, travel. In your examination, the taxpayer has not demonstrated that the *** al -------------- was\nintended to benefit the reputation or increase the sales of the corporation. It has not\ndemonstrated that the results of the -------------- were disclosed to customers or potential CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 8 customers (or were intended to be so disclosed) in any manner beyond the -----------exhibit, public report, and perhaps some other minimal publications. It has not proven that\nthe large expenses of the -------------- were reasonable in relation to the corporate benefits\nthat could reasonably be expected. We note also that, even if it could be established that the -------------- improved the\nreputation and goodwill of the *** ah family, such an accomplishment is not necessarily a\npromotion of the corporation itself and thus not deductible by the corporation. Brown v.\nCommissioner, T.C. Memo. 1970-253. Only the promotion of the company and its products\nqualify for deduction under § 162(a).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_42__5",
      "chunk_id": "5",
      "content": "Brown v.\nCommissioner, T.C. Memo. 1970-253. Only the promotion of the company and its products\nqualify for deduction under § 162(a). The company has attempted to link the two, stating\nthat the company:\nprojects an image of a unique family culture founded on principles and\nvalues . . . [that] the *** aj represents the spirit of family, the spirit of\nadventure, and the spirit of leadership—- all values that are part of who we\nare as a company . . . it highlights *** Taxpayer’s family company\nmessage and celebrates its history . . . *** Taxpayer has qualified research\nshowing that consumers would rather buy from a family-owned business. .\n.. Creating an environment where emotional connections with the *** ah\nfamily and a sense of pride among employees are also very helpful in\ncreating a stronger, more vibrant company. We believe that any promotion of the good reputation of the *** ah family that may have\nresulted from the *** al -------------- is too remote from the promotion of the company and its\nproducts to qualify as a corporate advertising deduction. The taxpayer has referred to Poletti v. Commissioner, 330 F.2d 818 (8th Cir. 1964), in\nsupport of its deduction. In that case, the taxpayer ran an employment agency and gave\nfree gifts, both to individuals who sought placement through the agency and to companies\nwhere it placed employees. The court held such expenditures deductible, noting that a\ntaxpayer “should not be penalized taxwise for business ingenuity in utilizing advertising\ntechniques which do not conform to the practices of one whom he is naturally trying to\nsurpass in profits.” Though this precedent no doubt endorses creativity in advertising, we do not believe it\nsupports the deduction at issue. Unlike Poletti, where it was obvious that the expenditure,\nthough unconventional, benefitted the company, the taxpayer here has not proven that the\nexpenditure resulted in any useful promotional communication to potential customers, or\nwas intended to do so, at least not on a scale commensurate to the size of the expenditure. Furthermore, the elements of personal pleasure cannot be ignored. Although we do not\ndoubt that the *** al -------------- had some historic element, the photographs and\ndescriptions of the --------------, as provided to the Service by the taxpayer, indicate that the CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 9 president of the company, his mother, and other relatives enjoyed many recreational\namenities on this --------------, including diving, sailing, swimming, and other diversions. As\nnumerous judicial opinions indicate, these factors weigh in favor of a finding that the\nexpenses are non-deductible as “personal, living, or family expenses” under § 262 and\nagainst a finding of a business purpose under § 162(a). The fact that the expenses of five1\nfamily members who travelled on the expedition were not deducted on the corporate return\nsuggests that the expedition was primarily a family recreational event and not primarily\nbusiness-related.",
      "queries": [
        "when does the european commission decision enter force",
        "what is the program income from cops office award",
        "how to identify the type of pay from which a withdrawal is being processed",
        "what records must be kept for cpd awards"
      ],
      "queries_score": [
        -8.3277587890625,
        -9.804764747619629,
        -9.397920608520508,
        -9.06728744506836
      ]
    },
    {
      "id": "legal-advice_42__6",
      "chunk_id": "6",
      "content": "The fact that the expenses of five1\nfamily members who travelled on the expedition were not deducted on the corporate return\nsuggests that the expedition was primarily a family recreational event and not primarily\nbusiness-related. The Regulations under § 162 envision three types of travel: (1) “Solely on business,” in\nwhich case all reasonable and necessary travel expenses, including meals and lodging, are\ndeductible (Reg. § 1.162-2(a)); (2) travel that mixes personal and business, in which case\nthe expenses of travel to the destination are deductible if the trip is “primarily” for business\n(Reg.\n§ 1.162-2(b)(1)); and (3) travel “primarily personal in nature”, in which case the\n“traveling expenses to and from the destination are not deductible even though the\ntaxpayer engages in business activities while at such destination” but “expenses while at\nthe destination which are properly allocable to the taxpayer’s trade or business are\ndeductible” (Reg. § 1.162-2(b)(1)). In your examination the *** al expedition appears to be\nprimarily personal. The company has not established (and cannot establish) that any part\nof the expenses are business, because the only potentially business-related activity would\nbe advertising-related which (as explained above) is too insufficient to qualify as ordinary\nand necessary. As we do not believe the expenditures qualify under § 162, we do not reach the issue\nof whether they would be capitalized and amortized (rather than deducted currently) as\ndiscussed in Reg. § 1.162-20(a). Neither are the expenses deductible as a charitable contribution. Although a small --------------- documenting the *** al -------------- was placed in the taxpayer’s ------------, that ------------------- is not a tax-exempt entity as defined in I.R.C. §§ 170 and 501(c)(3). In\nconnection with the *** al --------------, no cash or other thing of value was transferred to a\ntax-exempt entity, nor did the company pay any expenses that were the legal obligation of\na tax-exempt entity. A charitable contribution deduction is thus not an appropriate\nalternative. As you have noted, the Service examined this taxpayer in previous years and did not\ndisallow deductions arising from a previous --------- (in -------) for the -------------------------------------------. We note that, as a matter of law, the Service is not required to treat a taxpayer\nconsistently from year to year; the fact that the Service allows a deduction in one year does\nnot bar the Service from disallowing a similar deduction in a later year. Each year stands\non its own. United States v. Skelly Oil Co., 394 U.S. 678, 684 (1969); Knights of Columbus\nCouncil #3660 v. United States, 783 F.2d 69 (7th Cir 1986); Rose v. Commissioner, 55 T.C.\n28, 32 (1970); Rooney v. Commissioner, T.C. Memo. 2011-14. Even if justification were\nneeded for treating the two years differently, there may be factual distinctions between the\n1 *** am, *** at, *** an, *** ao, and *** ap. CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 10 two --------------- which justify the deduction of one but not the other. For example, the\nearlier -------------- is included in the ------*** v which may be of legitimate advertising value;\nthe second -------------- took place after the making of the ----- and does not appear to have\nbeen given any significant exposure to the public.",
      "queries": [
        "how to reset password at cops",
        "sf-425 federal financial report phone number phone number",
        "who obligated federal funds",
        "what is the award document",
        "which federal law requires that inmates have reasonable access to report materials and other documents for use by the parole hearing?",
        "what are the standards of administration for correctional agencies?"
      ],
      "queries_score": [
        -9.435644149780273,
        -9.193398475646973,
        -8.382576942443848,
        -8.374536514282227,
        -9.581480026245117,
        -9.409571647644043
      ]
    },
    {
      "id": "legal-advice_42__7",
      "chunk_id": "7",
      "content": "which justify the deduction of one but not the other. For example, the\nearlier -------------- is included in the ------*** v which may be of legitimate advertising value;\nthe second -------------- took place after the making of the ----- and does not appear to have\nbeen given any significant exposure to the public. The first -------------- may have lacked the\nfamily vacation factors prominent in the second --------------. It is also possible that the\nearlier deduction simply escaped the Service’s attention, or the amount was deemed\ninsignificant, or the pursuit of a deficiency was judged to be an unjustified use of the\nService’s limited resources. Of course, we cannot now (on the grounds of consistency)\ndisallow the ------- deduction, as the statute of limitations on assessment has expired for\nthat fiscal year. But the Service need not allow a similar deduction in ------- on the grounds\nof consistency. Consistency objections could also be raised due to the Service disallowing the costs of\nthe *** al -------------- of ------- while allowing other contributions to or expenses of the\ncompany ------------ in that year. Again, we note that the Service is not obliged to disallow\nevery deduction that could conceivably be challenged; the Service can allow some\nquestionable deductions while disallowing others. In this case, the Service does not\nchoose to question whether the entire ------------ and all of its costs are defensible as an\nadvertising and promotional expense in the years under examination. The taxpayer states\n(without citation to any authority) that the deduction of the costs of company ------------- on\nthe grounds that they promote the company and its products is not unheard of. It is entirely\npossible that the taxpayer in this case can justify and substantiate that the ------------ in\ngeneral (and the ----- *** v are legitimate advertising expenses; we maintain, however, that\nthe taxpayer has not proven that the costs of the ----------------------were primarily business\nrather than personal under §§ 162(a) and 262, and that the -------------- resulted in any\nuseful promotional communication to potential customers, or was intended to do so, at least\nnot on a scale commensurate to the size of the ----------------. Of course, consistent with the expense not being deductible on the corporate return, that\npart of the cost of the -------------- which is a personal benefit to the president of the\ncompany is income to him not reported on his return. It is at the discretion of the\nCompliance Division, however, whether an examination of the president’s individual return\nshould be opened and an adjustment proposed; this decision involves matters regarding\nthe allocation of IRS time and resources that are beyond the scope of Counsel’s knowledge\nand authority. Conclusion We conclude that there is no legal basis for deducting the costs of the fiscal year -----------------------to locate the ------------- of the ------------------. CC:LM:RFPH:CHI:2:M:POSTF-130690-11 If you have any questions, please contact the undersigned at 414-231-2807. Steven R. Guest\nAssociate Area Counsel (LB&I) By: ____________________________ ----------------Attorney Page 11",
      "queries": [
        "what is the total amount of program income earned",
        "at what level do inmates interact?",
        "which section of the controlled substances act preserves the attorney general's exclusive authority to seize and forfeit property?"
      ],
      "queries_score": [
        -9.049864768981934,
        -9.412907600402832,
        -9.603336334228516
      ]
    }
  ]
}