{
  "doc_id": "legal-advice_67",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_67__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20133501F\nRelease Date: 8/30/2013\nCC :TEGE:FS:MABAL:MRLenius\nPOSTF-129928-13\nRelease Number:\nRelease Date: 8/30/2013\ndate: July 11, 2013\nto: from: subject: --------------Employment Tax Specialist\nArea Counsel (Mid-Atlantic Area)\n(Tax Exempt & Government Entities)\nReporting Requirements for Attorney’s Fees Paid Pursuant to Settlement Agreements\nUIL: 3121.01-00, 3401.01-00, 6041.00-00, 6045.07-00, 6721.00-00, 6722.00-00 This memorandum responds to your request for advice dated September 18,\n2012. This advice may not be used or cited as precedent in other cases. This\nwriting may contain privileged information. Any unauthorized disclosure of this\nwriting may have an adverse effect on privileges, such as the attorney-client\nprivilege. If disclosure becomes necessary, please contact this office for our\nviews. ISSUES\n(1) When are attorney’s fees paid by an employer as part of a settlement agreement\nwith a former employee subject to employment taxes? 1\n(2) What are the information reporting requirements for attorney’s fees paid by an\nemployer pursuant to a settlement agreement with a former employee? (3) What penalties can be asserted if an employer fails to comply with reporting\nrequirements for attorney’s fees paid as part of a settlement agreement with a former\nemployee? 1 Employment taxes as referenced here include those imposed under the Federal Insurance Contributions\nAct (“FICA”) under §§ 3101 and 3111; Federal Income Tax Withholding (“FITW”) under § 3402(a); and the\nFederal Unemployment Tax Act (“FUTA”) under § 3301. POSTF-129928-13 2\nSUMMARY CONCLUSIONS (1) In the absence of a specific allocation for attorney’s fees in these settlement\nagreements, attorney’s fees paid by an employer as part of a settlement agreement with\na former employee, which are includable in income, are subject to employment taxes to\nthe extent they are wages attributable to an employment-related claim. The Service’s\nposition is that payments constituting severance pay,2 back pay,3 and front pay4 are\nwages for employment tax purposes. (2) The appropriate information reporting requirements depend on the facts and\ncircumstances of each case. Unless the attorney’s fees are specifically allocated in a\nsettlement agreement, the payments made in settlement of wage-based claims are\ngenerally considered wages that are required to be filed and furnished to the employee\non Form W-2, Wage and Tax Statement. If the attorney’s fees are specifically allocated,\nthey are generally required to be filed and furnished to the employee on Form 1099MISC, Miscellaneous Income. The reportable amounts are always filed and furnished\nto the attorney on Form 1099-MISC. (3) An employer that fails to file and furnish correct information returns that report\nattorney’s fees paid as part of a settlement agreement may be subject to penalties\nunder §§ 6721(a) and 6722(a) of the Internal Revenue Code.5 If the employer\nintentionally disregarded the reporting requirements, the penalties increase under\n§§ 6721(e) and 6722(e). FACTS 2 Note that there is some disagreement among the Federal appellate courts on the character of\nseverance pay. Compare, e.g., Abrahamsen v. U.S., 228 F.3d 1360 (Fed. Cir. 2000) (holding that\ntermination payments associated with employer-employee relationship are wages for purposes of FICA)\nwith In re Quality Stores, Inc., et al., 693 F.3d 605 (6th Cir. 2012) (holding that severance payments that\nqualified as SUB payments under section 3402(o) were not wages for the purposes of FICA). 3",
      "queries": [
        "irs memo release number"
      ],
      "queries_score": [
        "1.7817127"
      ]
    },
    {
      "id": "legal-advice_67__1",
      "chunk_id": "1",
      "content": "3 Note that there is some disagreement among the Federal appellate circuits on the character of back pay\nin an illegal refusal to hire claim. Compare, e.g., Melani v. Board of Higher Ed., 652 F. Supp. 43\n(S.D.N.Y. 1986), aff’d 814 F.2d 653 (2d Cir. 1987) (citing with approval Rev. Rul. 78-176, 1978-1 C.B.\n303, which holds that back pay for discrimination in refusal to hire is wages for employment tax purposes)\nwith Newhouse v. McCormick & Co., 157 F.3d 582 (8th Cir. 1998). 4 Note that there is some disagreement among the Federal appellate circuits on the character of front pay. Compare, e.g., Gerbec v. U.S., 164 F.3d 1015, 1026 (6th Cir. 1999) (holding that portions of an award\nallocated to back wages and future wages are wages subject to FICA taxation) with Dotson v. U.S., 87\nF.3d 682, 689 (5th Cir. 1996) (holding that only the back pay portion of a settlement pay was wages for\npurposes of FICA). 5 Unless noted otherwise, all section references herein are to the Internal Revenue Code in effect for the\nyears in issue. POSTF-129928-13 3 The employer at issue entered into more than --------settlement agreements with former\nemployees, which provided that the employees would waive any claims under a variety\nof statutes in return for specified sums. Based on the claims and complaints provided, it\nappears that the settlement agreements resolved a variety of claims brought by\nemployees, including claims for violations of the Age Discrimination in Employment Act\n(“ADEA”), the Americans with Disabilities Act (“ADA”), and Title VII of the Civil Rights\nAct (“Title VII”). The employer paid out a variety of payments in settling claims,\nincluding wages, tort damages, reimbursements of medical costs, and attorney’s fees. The latter were alternatively paid directly to the employee, to the employee’s attorney,\nor to both. During an examination, it was discovered that certain settlement payments were\nmistakenly reported to the employees on Forms 1099-MISC rather than on Forms W-2. Consequently, employment taxes were underwithheld. The employer has agreed to\ncorrect those errors. 6 The purpose of this memorandum is to address the proper\nreporting of attorney’s fees paid pursuant to the settlement agreements and the\npotential penalties that apply for failure to properly report. However, we have included\nsome related general information for context. Our conclusions may be best explained by examples. Assume the following examples,\nwhich are representative of the settlement agreements between the taxpayer and its\nemployees. Example One – Separate Checks to Claimant and Attorney, Clear Allocation\nClaimant 1 (C1) and the employer entered into a settlement agreement concerning\nclaims against the employer under the ADEA and similar state statutes. C1 agreed to\nwaive all claims in return for $------------, payable in two lump sums of $-----------each. The agreement also provided for $------------ in attorney’s fees, payable to Attorney 1\n(A1) in two lump sums of $------------, and $-----------in attorney’s fees payable to\nAttorney 2 (A2) payable in two lump sums of $-----------each. The first of each of the\npayments to C1, A1, and A2 were paid in 2010 and the second were paid in 2011.",
      "queries": [
        "what type of policing activities will be initiated or enhanced by your agency",
        "what's saa requirements"
      ],
      "queries_score": [
        -9.734522819519043,
        -7.7766337394714355
      ]
    },
    {
      "id": "legal-advice_67__2",
      "chunk_id": "2",
      "content": "The first of each of the\npayments to C1, A1, and A2 were paid in 2010 and the second were paid in 2011. For\neach tax year, the employer filed and furnished Forms 1099-MISC that reported the $--------------payments to C1, Forms 1099-MISC that reported the $------------payments to\nA1, and Forms 1099-MISC that reported the $-----------payments to A2. The taxpayer\ndid not include the $------------in attorney fees it paid on behalf of C1 on the Form 1099MISC it filed and furnished to C1 each year nor did the employer file and furnish any\nForms W-2 for either year. Example Two – Check to Claimant for Wage Income, Joint Check to Claimant and\nAttorney for Other Income, No Specific Allocation for Attorney’s Fees 6 Payments to employees stemming from employment-related claims are often wage-based. Thus, they\nare required to be reported on Forms W-2 (not Forms 1099-MISC) and are subject to employment taxes. POSTF-129928-13 4 Claimant 2 (C2) and the employer entered into a settlement agreement concerning\nclaims against the employer under Title VII. C2 agreed to waive all claims in return for\nthe total sum of $------------. The settlement was to be paid in two checks: a check\npayable to C2 for $----------, less statutory deductions and withholdings, and a check\npayable jointly to C2 and C2’s attorney (A3) for $------------. The agreement provided\nthat the employer would report the payment of $-----------to C2 on Form W-2 and that the\nemployer would issue Forms 1099-MISC to the claimant and the attorney with respect\nto the payment of $------------. The employer filed and furnished a Form 1099-MISC that\nreported the $------------ payment to A3 but did not file or furnish an information return\nthat reported the attorney’s fees payment to C2. Example Three - One Check to Attorney, No Specific Allocation\nClaimant 3 (C3) and the employer entered into a settlement agreement concerning\nclaims against the employer under the ADA. C3 agreed to waive all claims in return for\na lump sum of $----------, in a check made payable to his attorney’s (A4’s) office. The\nemployer issued a check for $-----------to the order of the claimant’s attorney “for [C3].” The employer filed and furnished a Form 1099-MISC that reported the $--------------------------------------------------------------------------------------------------------------------payment to A4. The employer did not file or furnish an information return that reported a payment to C3\nwith respect to the settlement. LAW AND ANALYSIS In General\nDetermining the correct treatment of employer settlement payments is a four-step\nprocess. First, determine the character of the payment and the nature of the claim that\ngave rise to the payment. Second, determine whether the payment constitutes an item\nof gross income. Third, determine whether the payment is wages for employment tax\npurposes. Fourth, determine the appropriate information reporting for the payment and\nany attorney’s fees (Form 1099-MISC and/or Form W-2). Inclusion in Income\nUnder § 61(a) of the Code, gross income generally includes all income from whatever\nsource derived. The Supreme Court has long recognized that the definition of gross\nincome is broad in scope and reflects Congress’ intent to bring within its purview all\naccessions to wealth, unless excluded by another section of the Code.",
      "queries": [
        "ahtf progress report usdoj",
        "what is cognizant federal agencies",
        "what is the process for submission of a program progress report"
      ],
      "queries_score": [
        -7.4463887214660645,
        -8.432510375976562,
        -9.044111251831055
      ]
    },
    {
      "id": "legal-advice_67__3",
      "chunk_id": "3",
      "content": "The Supreme Court has long recognized that the definition of gross\nincome is broad in scope and reflects Congress’ intent to bring within its purview all\naccessions to wealth, unless excluded by another section of the Code. Commissioner\nv. Glenshaw Glass Co., 348 U.S. 426, 430 (1955); Commissioner v. Schleier, 515 U.S.\n323, 327 (1995). If a claimant receives a payment that is includable in income, any amounts allocated as\npart of a settlement or judgment to attorney’s fees are also includable in the claimant’s\nincome, even if the amount is paid directly to the attorney. See Commissioner v. Banks,\n543 U.S. 426 (2005) (holding that when a litigant’s recovery constitutes income, the POSTF-129928-13 5 litigant’s income includes any portion paid to the attorney as a contingent fee under the\nanticipatory assignment of income doctrine). The traditional American rule is that a prevailing litigant may not ordinarily recover\nattorney’s fees and costs unless authorized by statute. Alyeska Pipeline Service Co. v.\nWilderness Society, 421 U.S. 240, 247 (1975). A statute that includes a provision\nallowing the court to award attorney’s fees to the prevailing party is referred to as a feeshifting statute. The Supreme Court has long held that a claim for attorney’s fees under\na fee-shifting statute belongs to the client, not to the attorney. See Evans v. Jeff D., 475\nU.S. 717, 730-732 (1986); Astrue v. Ratliff, 560 U.S ___, 130 S.Ct. 2521, 2529 (2010). Thus, a prevailing plaintiff must include in gross income attorney’s fees recovered under\na fee-shifting statute if the underlying recovery is taxable. Sinyard v. Commissioner,\n268 F.3d 756 (9th Cir. 2001) (fees awarded under the ADEA); Vincent v. Commissioner,\nT.C. Memo. 2005-95) (fees awarded under California FEHA). In the current matter,\neach statute under which claims were filed against the employer, Title VII, the ADEA,\nand the ADA, contains a fee-shifting provision. See 42 U.S.C. § 2000e-(5)(k); 29 U.S.C.\n§ 626(b); and 42 U.S.C. § 12205. Attorney’s fees that are included in the recipient’s income may be deductible from gross\nincome under certain circumstances. Section 62(a)(20) provides for an above-the-line\ndeduction from gross income for attorney’s fees and court costs, paid by, or on behalf\nof, a taxpayer in connection with any action involving a claim of unlawful discrimination. The term “unlawful discrimination” is defined in § 62(e) as an act that is unlawful under\nany of a number of federal, state, or local laws including the ADEA, Title VII, and the\nADA. The deduction under § 62(a)(20) is limited to the amount that is includible in the\ntaxpayer’s gross income for the taxable year as a result of a settlement or judgment\nresulting from the claim. I.R.C. § 62(a)(20). In addition to the statutes enumerated in\n§ 62(e)(1) through (17), § 62(e)(18) also provides an above-the-line deduction for\nattorney’s fees and costs incurred in an action or proceeding involving any aspect of the\nemployment relationship. If attorney’s fees are not deductible under § 62(a)(20) because the cause of action is\nnot one involving a claim of unlawful discrimination, fees may still be deducted as\nmiscellaneous itemized deductions, subject to the two percent floor of § 67.",
      "queries": [
        "when to submit conference cost request",
        "who are the finance staff for cops office"
      ],
      "queries_score": [
        -8.955636024475098,
        -9.040718078613281
      ]
    },
    {
      "id": "legal-advice_67__4",
      "chunk_id": "4",
      "content": "If attorney’s fees are not deductible under § 62(a)(20) because the cause of action is\nnot one involving a claim of unlawful discrimination, fees may still be deducted as\nmiscellaneous itemized deductions, subject to the two percent floor of § 67. However, if\na taxpayer (other than a corporation) is subject to the Alternative Minimum Tax (“AMT”),\nno miscellaneous itemized deductions are permitted in computing alternative minimum\ntaxable income. Therefore if a taxpayer is subject to the AMT, the taxpayer is not\nallowed any deduction for attorney’s fees for an award of attorney’s fees in a nondiscrimination case in computing the taxpayer’s alternative minimum taxable income. See I.R.C. § 56(b)(1)(A). For purposes of determining whether the settlement amounts between the employer\nand its employees are includable in gross income, be aware that § 104(a)(2) provides\nthat gross income does not include the amount of any damages received on account of\npersonal physical injury or physical sickness, as long as the amounts were not deducted POSTF-129928-13 6 under § 213 in a prior taxable year. Any payments to an employee that reimburse\nmedical costs are not includable in gross income and no reporting requirement exists for\nthese payments. If the entire payment an individual receives as a result of a settlement\nor judgment is excludable under § 104(a)(2), any amount allocated to attorney’s fees is\nalso excluded from gross income. Note, however, that § 265(a)(1) prohibits the\ntaxpayer from taking a deduction for attorney’s fees in this situation. Wages for Employment Tax Purposes\nSections 3121(a) and 3306(b) of the Code, relating to the FICA and FUTA taxes,\nrespectively, provide, with certain exceptions not relevant here, that the term \"wages\"\nmeans all remuneration for employment. Section 3401(a) contains a similar definition\nfor purposes of the income tax withholding requirements. The name by which the\nremuneration for employment is designated is immaterial. Sections 31.3121(a)-1(c),\n31.3306(b)-1(c), and 31.3401(a)-1(a)(2) of the Employment Tax Regulations. Similarly,\nthe basis upon which the remuneration is paid is generally immaterial. Treas. Reg.\n§§ 31.3121(a)-1(d), 31.3306(b)-1(d), and 31.3401(a)-1(a)(3). Unless otherwise excluded, remuneration for employment constitutes wages even\nthough at the time paid the relationship of employer and employee no longer exists\nbetween the person in whose employ the services were performed and the individual\nwho performed them. Treas. Regs. §§ 31.3121(a)-1(h)(i), 31.3306(b)-1(i), and\n31.3401(a)-1(a)(5). The Supreme Court has made plain that the term \"remuneration for\nemployment\" is not limited to payments made for work actually performed but includes\nthe entire employer-employee relationship for which compensation is paid by the\nemployer to the employee. Social Security Board v. Nierotko, 327 U.S. 358, 365-66\n(1946). When attorney’s fees are includable in income in a suit involving an employment-related\nclaim, they may also be wages for employment tax purposes. The Service’s position is\nthat payments constituting severance pay, back pay, and front pay are wages for\nemployment tax purposes. Whether an amount received in settlement of a dispute is\nremuneration for employment subject to employment tax depends on the nature of the\nitem for which the settlement amount is a substitute.",
      "queries": [
        "can attorney fees be deducted from tax?",
        "are attorney fees tax deductible",
        "if a property is lost during a transfer, it is transferred to the appropriate bureau office",
        "when may an a deduct amounts paid to d stores to redeem gift checks"
      ],
      "queries_score": [
        "1.7942972",
        "1.8015368",
        -4.5379958152771,
        -7.700870990753174
      ]
    },
    {
      "id": "legal-advice_67__5",
      "chunk_id": "5",
      "content": "The Service’s position is\nthat payments constituting severance pay, back pay, and front pay are wages for\nemployment tax purposes. Whether an amount received in settlement of a dispute is\nremuneration for employment subject to employment tax depends on the nature of the\nitem for which the settlement amount is a substitute. See Alexander v. Internal Revenue\nService, 72 F.3d 938, 942 (1st Cir. 1995) (the test for purposes of determining the\ncharacter of a settlement payment for tax purposes \"is not whether the action was one\nin tort or contract but rather the question to be asked is 'in lieu of what were the\ndamages awarded?\") (citations omitted); Hort v. Commissioner, 313 U.S. 28, 61 S. Ct.\n757, 85 L. Ed. 1168, 1941-1 C.B. 319 (1941) (holding that an amount received upon\ncancellation of a lease was a substitute for the rent that would have been paid under the\nlease and, thus, was taxable as ordinary income). See also, Rev. Rul. 96-65, 1996-2\nC.B. 6, (holding that payments received by an individual in satisfaction of a claim for\ndenial of a promotion due to disparate treatment employment discrimination under Title\nVII of the Civil Rights Act of 1964 are both income and wages. Payments received for\nemotional distress in satisfaction of such a claim are not excludable from gross income POSTF-129928-13 7 under § 104(a)(2), except to the extent they do not exceed the amount paid for medical\ncare (as described in § 213(d)(1)(A) and (B)) attributable to emotional distress. In Rev. Rul. 80-364, 1980-2 C.B. 294, the Service provides guidance concerning the\nincome and employment tax consequences in three situations in which amounts paid by\nan employer as a result of litigation are partially used for attorney's fees. The ruling\nsupports the proposition that when attorney’s fees are clearly allocated as such by a\ncourt in a judgment awarding back pay, the attorney’s fees, while includable in income,\nare not wages for employment tax purposes. However, in a situation in which a court\norder does not make a distinct allocation for attorney’s fees and the claimant pays the\nattorney’s fees out of their recovery, the entire recovery, including the amount paid to\nthe attorney, is wages for employment tax purposes. In Situation 1 of Rev. Rul. 80-364, in a suit by an individual against his former employer,\na court awarded the individual a certain amount for back pay and a certain amount for\nattorney's fees. The ruling concludes that only the portion of the award for back pay is\nwages for federal employment tax purposes. The amount of the award specifically\nallocated for attorney's fees is not remuneration for employment and, thus, is not wages. In Situation 2, in a suit by an individual against his employer, the court ordered the\nemployer to pay the employee a certain amount for back pay, but did not allocate any\nportion of the award to attorney's fees or interest. The ruling concludes that the entire\namount is considered wages for federal employment tax purposes, including the amount\nthat the employee paid out of the award for an attorney's fee.",
      "queries": [
        "what are local budget cycles",
        "how to review inmate central file",
        "when was the havana convention ratified"
      ],
      "queries_score": [
        -8.93735408782959,
        -9.26594066619873,
        -9.23582935333252
      ]
    },
    {
      "id": "legal-advice_67__6",
      "chunk_id": "6",
      "content": "The ruling concludes that the entire\namount is considered wages for federal employment tax purposes, including the amount\nthat the employee paid out of the award for an attorney's fee. In Situation 3 of Rev. Rul. 80-364, the employer paid the union an amount in full\nsettlement of all claims filed by the union on behalf of union members. The union used a\nportion of the settlement to pay attorney's fees. The ruling concludes that the amount of\nthe settlement paid by the union for attorney's fees is not remuneration to the individual\nemployees and, therefore, is not wages for federal employment tax purposes. Instead,\nthe amount used for attorney's fees is a reimbursement for expenses incurred by the\nunion. Although Rev. Rul. 80-364 addresses court awards in the back pay context and not\nsettlements of claims outside of court, the reasoning in the ruling can be extended to\nsettlement payments. When an employment-related claim brought under a fee-shifting\nstatute is settled outside of court and the settlement agreement clearly allocates a\nreasonable amount of the settlement proceeds as attorney’s fees, the amount allocated\nto attorney’s fees, while includable in income, is not wages for employment tax\npurposes. On the other hand, if the settlement agreement does not clearly allocate an\namount for attorney’s fees, and/or the claim is brought under a statute that does not\nprovide for fee-shifting, the entire amount paid to the claimant-employee is wages for\nemployment tax purposes. Reporting Requirements for the Claimant POSTF-129928-13 8 Section 6041 provides that all persons engaged in a trade or business that make a\npayment to another person of $600 or more in a taxable year shall file an information\nreturn that reports the amount of the payment and the name and address of the\nrecipient of the payee. If section 6041 requires a payor to file a Form 1099 or Form W2, the payor must furnish each payee with a separate Form 1099 or Form W-2. Treas. Reg. §§ 1.6041-1(a)(2),1.6041-2(a)(2). Treas. Reg. § 1.6041-1(f) provides that when fees are deducted from an amount due to\na payee, the amount to be reported as paid to a payee is the amount includible in the\ngross income of the payee (which in many cases will be the gross amount of the\npayment or payments before fees, commissions, expenses, or other amounts owed by\nthe payee to another person have been deducted), whether the payment is made jointly\nor separately to the payee and another person. The regulations provide the following\nexamples to illustrate section 1.6041-1(f):\nExample 1. Attorney P represents client Q in a breach of contract action\nfor lost profits against defendant R. R settles the case for $100,000\ndamages and $40,000 for attorney’s fees. Under applicable law, the full\n$140,000 is includible in Q's gross taxable income. R issues a check\npayable to P and Q in the amount of $140,000. R is required to make an\ninformation return reporting a payment to Q in the amount of $140,000. For the rules with respect to R's obligation to report the payment to P, see\n§ 6045(f) and the regulations thereunder. Example 2.",
      "queries": [
        "what is the gprs",
        "what are the program progress reports"
      ],
      "queries_score": [
        -6.897383689880371,
        -8.20751667022705
      ]
    },
    {
      "id": "legal-advice_67__7",
      "chunk_id": "7",
      "content": "R is required to make an\ninformation return reporting a payment to Q in the amount of $140,000. For the rules with respect to R's obligation to report the payment to P, see\n§ 6045(f) and the regulations thereunder. Example 2. Assume the same facts as in Example 1, except that R issues\na check to Q for $100,000 and a separate check to P for $40,000. R is\nrequired to make an information return reporting a payment to Q in the\namount of $140,000. For the rules with respect to R's obligation to report\nthe payment to P, see § 6045(f) and the regulations thereunder. Emphasis added. Therefore, when the settlement payment that includes attorney’s fees is included in the\nclaimant’s taxable income, the payor must report the entire amount of the settlement\npayment on an information return with the client as payee even if the check for the\nattorney’s fees was issued directly to the attorney. Reporting Requirements for the Attorney\nSection 6045(f) provides that any person engaged in a trade or business who makes a\npayment to an attorney in connection with legal services, whether or not the services\nare performed for the payor, shall file an information return reporting the payment. If\nsection 6045(f) requires a payor to file an information return, the payer must furnish the\nattorney with either a copy of the information return or a written statement. Treas. Reg.\n§ 1.6045-5(a)(3). POSTF-129928-13 9 Treas. Reg. § 1.6045-5(a) provides that the requirement to report payments for legal\nservices to an attorney applies regardless of whether a portion is kept by the attorney as\ncompensation for services rendered or other information returns are required with\nrespect to some or all of a payment. The reporting requirements apply whether the\nattorney is named as a sole, joint, or alternative payee. See Treas. Reg. § 1.60455(d)(4). The attorney is not a payee and thus reporting requirements do not apply if the\nattorney’s name is included on the payee line of a check as “in care of” or the check is\nwritten to the client “c/o” the attorney. Id. Treas. Reg. § 1.6045-5(f) provides the\nfollowing relevant examples:\nExample 1. One check--joint payees--taxable to claimant. Employee C,\nwho sues employer P for back wages, is represented by attorney A. P\nsettles the suit for $300,000. The $300,000 represents taxable wages to\nC under existing legal principles. P writes a settlement check payable\njointly to C and A in the amount of $200,000, net of income and FICA tax\nwithholding with respect to C. P delivers the check to A. A retains\n$100,000 of the payment as compensation for legal services and\ndisburses the remaining $100,000 to C. P must file an information return\nwith respect to A for $200,000 under paragraph (a)(1) of this section. P\nalso must file an information return with respect to C under §§ 6041 and\n6051, in the amount of $300,000. See Treas. Reg. §§ 1.6041–1(f) and\n1.6041–2.\nExample 3. Separate checks--taxable to claimant. C, an individual plaintiff\nin a suit for lost profits against corporation P, is represented by attorney A.\nP settles the suit for $300,000, all of which will be includible in C's gross\nincome.",
      "queries": [
        "what is the amount to which r is required to report a payment to q on the information return",
        "how to report passes awards",
        "pass program phone number",
        "what is included with a civil rights award"
      ],
      "queries_score": [
        "3.514617",
        -6.832309246063232,
        -8.685816764831543,
        -7.946707725524902
      ]
    },
    {
      "id": "legal-advice_67__8",
      "chunk_id": "8",
      "content": "See Treas. Reg. §§ 1.6041–1(f) and\n1.6041–2.\nExample 3. Separate checks--taxable to claimant. C, an individual plaintiff\nin a suit for lost profits against corporation P, is represented by attorney A.\nP settles the suit for $300,000, all of which will be includible in C's gross\nincome. A requests P to write two checks, one payable to A in the amount\nof $100,000 as compensation for legal services and the other payable to C\nin the amount of $200,000. P writes the checks in accordance with A's\ninstructions and delivers both checks to A. P must file an information\nreturn with respect to A for $100,000 under paragraph (a)(1) of this\nsection. Pursuant to § 1.6041–1(a) and (f), P must file an information\nreturn with respect to C for the $300,000. The examples from the regulations under sections 6041 and 6045 make clear\nthat when a payor makes a payment to an attorney for an award of attorney’s\nfees in a settlement awarding a payment that is includable in the claimant’s\nincome, the payor must report the attorney’s fees on separate information returns\nwith the attorney and the claimant as payees. Therefore, Forms 1099-MISC and\nForms W-2, as appropriate, must be filed and furnished with the claimant and the\nattorney as payee when attorney’s fees are paid pursuant to a settlement\nagreement that provides for payments includable in the claimant’s income, even\nthough only one check may be issued for the attorney’s fees. Failure to File Required Forms 1099 POSTF-129928-13 10 Section 6721 requires a person to pay a $100 penalty with respect to each information\nreturn for any failure to timely file a required information return, any failure to include all\nof the information required to be shown on an information return, or the inclusion of\nincorrect information on an information return, up to certain limits that depend on the\nperson’s yearly gross receipts. If one or more failures subject to penalty under section\n6721 are due to intentional disregard of the filing requirement (or the correct information\nreporting requirement), the penalty increases to $250 per failure. I.R.C. § 6721(e). Section 301.6721-1(f)(2) of the Regulations on Procedure and Administration provides\nthat a failure is due to intentional disregard if it is a knowing and willful failure to file\ntimely or failure to include correct information. The determination of whether a failure\nwas knowing and willful is based on the facts and circumstances of the case, including,\nbut not limited to: (1) whether the failure is part of a pattern of conduct of repeatedly\nfailing to file or include correct information; (2) whether correction was made promptly\nupon discovery of the failure; (3) whether the filer corrects a failure within 30 days after\na written request from the Service to correct; and (4) whether the amount of the\ninformation return penalties is less than the cost of complying with the requirement to\nfile timely or include correct information on an information return. Treas. Reg.\n§ 301.6721-1(f)(3).",
      "queries": [
        "cops office phone number"
      ],
      "queries_score": [
        -8.105021476745605
      ]
    },
    {
      "id": "legal-advice_67__9",
      "chunk_id": "9",
      "content": "Treas. Reg.\n§ 301.6721-1(f)(3). Section 6722 requires a person to pay a $100 penalty with respect to each payee\nstatement for any failure to furnish timely a required payee statement, any failure to\ninclude all of the information required to be shown on a payee statement, or the\ninclusion of incorrect information on a payee statement, up to certain limits that depend\non the person’s yearly gross receipts. If one or more failures subject to penalty under\nsection 6722 are due to intentional disregard of the filing requirement (or the correct\ninformation reporting requirement), the penalty increases to $250 per failure. I.R.C.\n§ 6721(e). The facts and circumstances surrounding a failure, including those\nconsidered under Treas. Reg. § 301.6721-1(f)(3), determine whether the failure is due\nto intentional disregard. Treas. Reg. § 301.6722-1(c)(1). I.R.M. 20.1.7.3.2 (Rev. 7-15-2011) and 20.1.7.4.1 (Rev. 7-15-2011) provide further\nguidance on when a § 6721 or § 6722 penalty merits an increase for intentional\ndisregard. The IRM provides that an intentional disregard may exist when a taxpayer\nfailed to file to avoid an administrative inconvenience or when it would be less\nexpensive for the filer to pay the penalties under § 6721 or § 6722 than to comply with\nthe filing or furnishing requirements. Example One – Separate Checks to Claimant and Attorney, Clear Allocation In this example, C1 agreed to waive all claims in return for $------------, payable in two\nlump sums of $-----------each. The agreement specifically provided for attorney’s fees,\npayable to A1 in two lump sums of $------------and to A2 in two lump sums of $----------. To the extent the recovery is taxable to C1, the attorney’s fees are includible in C1’s\nincome and must be reported to C1 by filing and furnishing an information return. Form\n1099-MISC is the appropriate form to use in reporting the attorney fee amounts to C1 POSTF-129928-13 11 when there is a clear allocation of an amount as attorney’s fees, because such clearly\nallocated amount is not wages subject to employment tax. The employer must also\nreport the portion of the settlement that was paid directly to C1 by filing and furnishing a\nForm W-2 reporting $-----------with C1 as payee for each year. Finally, the employer\nmust report the payments to the attorneys by filing and furnishing two Forms 1099MISC with the two attorneys as payees for each year in the amounts of $------------and\n$----------, respectively. The impact of the failure to correctly report attorney’s fees paid in this situation could be\nsignificant and penalties may be applicable. Because C1’s claim was under the ADEA,\nC1 can deduct attorney’s fees up to the amount includible in gross income as a result of\nthe settlement. The amount that should have been included in gross income was $-------------------for each year, not $----------. C1 could deduct the amount of attorney’s fees,\n$------------for each year, as an above-the-line deduction pursuant to § 62(a)(20).",
      "queries": [
        "are cops conditions included in an award document supplement",
        "what term or condition must be included in a subaward or contract"
      ],
      "queries_score": [
        -8.59083080291748,
        -7.824538230895996
      ]
    },
    {
      "id": "legal-advice_67__10",
      "chunk_id": "10",
      "content": "The amount that should have been included in gross income was $-------------------for each year, not $----------. C1 could deduct the amount of attorney’s fees,\n$------------for each year, as an above-the-line deduction pursuant to § 62(a)(20). If the\nattorney’s fees are not properly reported to C1, it is possible that C1 would include only\n$-----------in income each year, yet deducted some amount, potentially even the full $----------------, as attorney’s fees pursuant to section 62(a)(20), effectively removing an\namount exceeding the settlement recovery and then some from his adjusted gross\nincome. Example Two – Check to Claimant for Wage Income, Joint Check to Claimant and\nAttorney for Other Income, No Allocation for Attorney’s Fees, Forms W-2 and 1099MISC In this example, C2 agreed to waive all claims in return for the total sum of $------------------------------------------------------------------------------------------------------------------------------to\nbe paid in two checks: the first payable to C2 for $----------, less statutory deductions and\nwithholdings, and the second payable jointly to C2 and A3 for $------------. Since there is\nno clear allocation for attorney’s fees, the fees are wages subject to employment tax. The employer should file and furnish a Form W-2 reporting $------------with C2 as payee\nand a Form 1099-MISC reporting the $------------payment with A3 as payee. Note that\nA3 is subject to information reporting because she was named as a joint payee on the\ncheck for $------------. See § 6045(f) and the regulations thereunder. The settlement agreement itself correctly instructed the employer to report to both C2\nand A3 the amount on the check issued jointly to them but incorrectly states that Form\n1099-MISC was the appropriate form. Even so, the employer failed entirely to report\nthe payment to C2. There may be an especially good argument here for the increased\npenalty due to intentional disregard since the employer signed an agreement stating\nthey would report the joint payment to both parties. Example Three - One Check to Attorney, No Allocation, Form 1099-MISC In example three, C3 agreed to waive all claims in return for a lump sum of $----------, in\na check made payable to his attorney’s office. The employer issued a check for $-------------------to the order of the claimant’s attorney “for [C3].” The employer filed and POSTF-129928-13 12 furnished a Form 1099-MISC that reported the entire payment to the attorney. Pursuant\nto regulation section 6045-5(f), the attorney is not the payee and therefore the\ninformation reporting requirements do not apply if the attorney’s name is included on the\npayee line of a check as ‘in care of’ the attorney. However, section 6041 and the\nregulations thereunder provide that the employer should have filed and furnished an\ninformation return that reported the full amount of the settlement as payment to C3. Since there was no specific allocation for attorney’s fees, the amount paid constitutes\nwages subject to employment tax. Thus, the employer must file and furnish Form W-2\nreporting $-----------to C3.\nPossible Penalties/Adjustments When an employer fails to file and furnish a required Form 1099-MISC or files and\nfurnishes a Form 1099-MISC reporting incorrect amounts, the only penalties or\nadjustments that can be asserted against the employer in these situations are the\npenalties under sections 6721 and 6722.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_67__11",
      "chunk_id": "11",
      "content": "When an employer fails to file and furnish a required Form 1099-MISC or files and\nfurnishes a Form 1099-MISC reporting incorrect amounts, the only penalties or\nadjustments that can be asserted against the employer in these situations are the\npenalties under sections 6721 and 6722. In each of the examples above, the employer\neither failed to file and furnish a required information return or filed and furnished an\ninformation return reporting incorrect amounts. In some cases, the potential impact on\nthe individual income tax reporting of the claimants is quite significant. It may be appropriate to assert the increased penalty for intentional disregard under\nsections 6721(e) and 6722(e) in some situations. If an employer has a pattern of failing\nto file information returns required under section 6041 that properly report attorney’s\nfees to claimants paid pursuant to settlement agreements or made no attempts to\ncorrect its failures, the increased penalties may be asserted. If you can establish that\nan employer failed to file correct information returns because the cost of doing so was\nmore than the penalty under section 6721(a), you may have a good case for asserting\nthe increased penalty or intentional disregard. If the employer continues to fail to file and furnish correct information returns for\nsettlement payments after a penalty has been asserted under sections 6721(a) or\n6722(a) or sections 6721(e) and 6722(e), the increased penalty under sections 6721(e)\nand 6722(e) for an intentional failure should definitely apply. In addition, we\nrecommend referring the individuals for whom the employer failed to issue correct\ninformation returns to Exam for their individual income tax returns for the tax years at\nissue since the failure to file correct information returns likely caused some of the\nclaimants to underreport their income for the years in which they received settlement\npayments. Please call ---------------------if you have any further questions. JOSEPH W. SPIRES\nArea Counsel\n(Tax Exempt & Government Entities: Field\nService) POSTF-129928-13 13 By: _____________________________ Marissa R. Lenius\nAttorney\n(Tax Exempt & Government Entities)",
      "queries": [
        "when an employer fails to file and furnish a 1099-missc, a penalty is asserted against",
        "which criteria are used in macroeconomic assistance?",
        "if person fails to comply with an order issued under paragraph 1 a person who",
        "cops office phone number",
        "what is the purpose of a mou agreement"
      ],
      "queries_score": [
        "2.4638507",
        -9.191018104553223,
        -7.11743688583374,
        -8.877546310424805,
        -8.508748054504395
      ]
    }
  ]
}