{
  "doc_id": "legal-advice_98",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_98__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20123902F\nRelease Date: 9/28/2012\nCC:LB&I --------------------------POSTF-104412-12\nUILC: 6402.05-01 date: August 28, 2012 to: from: subject: ------------------------- Coordinator------------------------- Manager------------------------------------------------------------------------------------------------------(Large Business & International) -----------------------------------------------------------------------------------This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nTaxpayer = ------------------Subsidiary = ------TP Group = -----------------------------------------------------------------------------------------------------Year 1\n= ------Year 2\n= ------3rd Party\n= ------Date 1\n= --------------------Date 2\n= --------------------Date 3\n= --------------------------ISSUES 1. Whether the Year 2 return filed by the 3rd Party is timely. CC:LB&I:------------------POSTF-104412-12 Page 2 2. Whether the Service can reject the 5 year carryback election made by the TP in\nits Year 2 return and accept the 5 year carryback election made by the 3rd Party\nin its Year 2 return. CONCLUSIONS\nIssue 1: Since the 3rd Party satisfied the requirements of Treas. Reg. § 301.9100-2, the\nYear 2 Form 1120 return it filed on behalf the taxpayer group is considered timely filed. Issue 2: Pursuant to Treas. Reg. § 301.6402-7(f), the Service can reject the 5 year\ncarryback election made by the common parent of a group that includes an insolvent\nfinancial institution and accept the 5 year carryback election made by the 3rd Party as an\nadditional agent for the group. FACTS\nTaxpayer (“TP”) is a common parent of an affiliated group of corporations filing a\nconsolidated federal income tax return (“TP Group”). One of Taxpayer’s subsidiaries is\nSubsidiary. For the years in question, Subsidiary generated all or substantially all of the\nlosses reported by the TP Group. On Date 1, TP filed (1) an amended Year 1 return\nmaking the 5 year carryback election pursuant to § 172(b)(1)(H) 1 and (2) a Year 2 return\nwaiving the carryback of the CNOL for that year. Date 1 is a date that was prior to the\nunextended due date for the Year 2 return (“the original Year 2 due date”). On Date 2\n(which is a date that was after the original Year 2 due date), the 3rd Party was appointed as\nthe receiver of Subsidiary. Under Treas. Reg. § 301.6402-7(c), the 3rd Party became an\nadditional agent for the TP Group. On Date 3, the 3rd Party filed, on behalf of the TP Group,\nan alternative consolidated return to each of the returns filed by TP on Date 1. Date 3 is a\ndate that is after the original Year 2 due date, but prior to the date that is 6 months after the\noriginal Year 2 due date (“the hypothetical extended Year 2 due date”). Specifically, the 3rd\nParty filed (1) a Form 1120X claiming the normal 2 year carryback for Year 1 and (2) a\nForm 1120 making the 5 year carryback election for Year 2. The returns have the following\nhandwritten notation at the top:\nYear 1—Claim For Refund Under Section 6402(k) of the Code, and Filed Pursuant to\nReg. 301.9100-2 (To the Extent Necessary)\nYear 2—Loss Year Return Under Section 6402(k) of the Code Filed Pursuant to\nReg. 301.9100- 2 1 Unless otherwise noted, all section references are to the Internal Revenue Code of 1986, as amended,\nin effect for the years at issue. CC:LB&I:------------------POSTF-104412-12 Page 3",
      "queries": [
        "irs lb&i memo release number",
        "irs memo release date",
        "how is environmental law implemented",
        "when doj sponsored conference request and report date",
        "remittance of interest earned amounts",
        "can cops be contracted to another agency?",
        "who is required to refer discrimination complaints to a subrecipient"
      ],
      "queries_score": [
        "2.4225097",
        "2.1339443",
        -9.602740287780762,
        -6.896139144897461,
        -9.623831748962402,
        -9.478693008422852,
        -9.563530921936035
      ]
    },
    {
      "id": "legal-advice_98__1",
      "chunk_id": "1",
      "content": "2 1 Unless otherwise noted, all section references are to the Internal Revenue Code of 1986, as amended,\nin effect for the years at issue. CC:LB&I:------------------POSTF-104412-12 Page 3 LAW AND ANALYSIS\nIssue 1:\nAs noted above, TP filed the original Year 2 return on behalf of the TP Group before the\noriginal Year 2 due date. Consequently, it had no reason to file for a 6 month extension of\nthat date. Thus, since the alternative return filed by the 3rd Party on behalf of the TP Group\nfor the Year 2 year was not filed by the original Year 2 due date, it was not, on its face,\ntimely filed. However, as noted above, it was filed before the hypothetical extended 2009\ndue date. Thus, if the 3rd Party can retroactively extend the original Year 2 due date by 6\nmonths, its Year 2 return for the TP Group would be timely filed. Treas. Reg. § 301.9100-2(b) provides that an automatic extension of 6 months from the due\ndate of a return excluding extensions is granted to make regulatory or statutory elections\nwhose due dates are the due date of the return or the due date of the return including\nextensions provided the taxpayer timely filed its return for the year the election should have\nbeen made and met other requirements specified therein. Treas. Reg. § 301.9100-2(d)\nprovides that any return, statement of election, or other form of filing that must be made to\nobtain an automatic extension must provide the following statement at the top of the\ndocument: “FILED PURSUANT TO § 301.9100-2”. As noted above, the Year 2 return for the TP Group was timely filed by TP. However, the\n3rd Party, a different agent for the TP Group, is seeking the application of the automatic 6\nmonth extension provision of Treas. Reg. § 301.9100-2(b) in order to file an alternative Year\n2 return on behalf of the TP Group. Treas. Reg. § 301.9100-2(b) requires that the\n“taxpayer” timely files its return for the year the election should have been made and also\nfiles the later return meeting the requirements of Treas. Reg. § 301.9100-2. In this case,\nthe “taxpayer” is the TP Group. Its first Year 2 return was timely filed by the original Year 2\ndue date by its agent, TP. Its second Year 2 return was timely filed by the hypothetical\nextended Year 2 due date by its alternative agent, the 3rd Party. Since Treas. Reg.\n§ 301.9100-2(b) looks only to the taxpayer and not to the identity or number of its agent(s),\nit does not matter to the application of that provision that the two Year 2 returns were filed\nby different agents. Therefore, since the 3rd Party satisfied the requirements of Treas. Reg.\n§ 301.9100-2, the Year 2 return it filed on behalf of the TP Group is considered timely filed. Note that the amended Year 1 return filed by the 3rd Party is a claim for refund. Section\n6511(a) provides that a taxpayer must file a claim for refund by the later of 3 years from the\ntime the return was filed or 2 years from the time the tax was paid.",
      "queries": [
        "when is ffr due",
        "cops grant program phone number",
        "how to check paperwork for release",
        "ethanol production capacity limit"
      ],
      "queries_score": [
        -6.9647369384765625,
        -8.871062278747559,
        -7.607745170593262,
        -8.270074844360352
      ]
    },
    {
      "id": "legal-advice_98__2",
      "chunk_id": "2",
      "content": "Note that the amended Year 1 return filed by the 3rd Party is a claim for refund. Section\n6511(a) provides that a taxpayer must file a claim for refund by the later of 3 years from the\ntime the return was filed or 2 years from the time the tax was paid. As noted above, the 3rd\nParty filed that claim within no longer than 18 months (1 ½ years) from the date TP filed the\nYear 1 return (if TP filed that return by the unextended due date; 1 year if TP filed that\nreturn by the extended due date). Therefore, since the 3rd Party timely filed its claim for\nrefund, it is not necessary for the 3rd Party to request 9100 relief with respect to that claim. Issue 2: CC:LB&I:------------------POSTF-104412-12 Page 4 Normally, an election that is properly made by a taxpayer is accepted by the Service and\nany refund to be paid as a result of that election is paid to the taxpayer. However,\nCongress has provided special rules in the case of a refund to be paid to an insolvent\nfinancial institution represented by a fiduciary. Section 6402(k) provides that, notwithstanding any other provision of law, in the case of an\ninsolvent corporation which is a member of an affiliated group of corporations filing a\nconsolidated return for any taxable year and which is subject to a statutory or court\nappointed fiduciary, the Secretary may by regulation provide that any refund for such\ntaxable year may be paid on behalf of such insolvent corporation to such fiduciary to the\nextent that the Secretary determines that the refund is attributable to losses or credits of\nsuch insolvent corporation. The underlying regulation is found in Treas. Reg. § 301.6402-7.\nTreas. Reg. § 301.6402-7 anticipates that the Service Center could receive two\nconsolidated returns for any year in which an insolvent financial institution is a member of a\nconsolidated group. The first return would be filed by the common parent of that group. The second return would be filed on behalf of that group by the 3rd Party (and would\ngenerally be filed after the return for that year was filed by the common parent). See Treas.\nReg. § 301.6402-7(e). Treas. Reg. § 301.6402-7(f)(1) provides that the Internal Revenue Service may, in its sole\ndiscretion, adjust a loss year return filed by the common parent of a loss year group to take\ninto account information filed by the fiduciary in accordance with paragraph (e) of this\nsection, or accept or adjust a loss year return for the loss year group filed by the fiduciary. Treas. Reg. § 301.6402-7(f)(2) provides a similar rule for a claim for refund. Thus, given the broad language of § 6402(k), we interpret the language in Treas. Reg.\n§ 301.6402-7(f)(1) “adjust a loss year return…to take into account information filed by the\nfiduciary” to mean that the Service can reject the 5 year election made by TP. Further, that\nregulation allows the Service to accept the 5 year election made by the 3rd Party.",
      "queries": [
        "why do community policing agencies need to be involved",
        "types of juvenile facilities",
        "what is an organizational conflict of interest",
        "what is community policing"
      ],
      "queries_score": [
        -9.217303276062012,
        -8.212728500366211,
        -7.936988830566406,
        -7.916423797607422
      ]
    },
    {
      "id": "legal-advice_98__3",
      "chunk_id": "3",
      "content": "Reg.\n§ 301.6402-7(f)(1) “adjust a loss year return…to take into account information filed by the\nfiduciary” to mean that the Service can reject the 5 year election made by TP. Further, that\nregulation allows the Service to accept the 5 year election made by the 3rd Party. Finally, it\nis clear that the Service can reject the waiver of the CNOL carryback to the extent that it is\nattributable to the insolvent financial institution. Treas. Reg. § 301.6402-7(e)(5). This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. Please call --------------------- if you have any further questions. By: _____________________________ ---------------------------------------------------------------(Large Business & International)",
      "queries": [
        "when do i need to adjust a loss year return to take into account information filed by the fiduciary?",
        "which regulation allows a fiduciary to reject an election",
        "why is the environment of the union desirable for citizens?",
        "can you do a camp contract",
        "what was the purpose of the civil aeronautics act of 1938"
      ],
      "queries_score": [
        "2.0511353",
        "1.7894028",
        -10.629988670349121,
        -10.229065895080566,
        -10.228439331054688
      ]
    }
  ]
}