{
  "doc_id": "legal-advice_82",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_82__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20125202F\nRelease Date: 12/28/2012\nCC:LB&I:HMT:NEW:2:PBKrajewski\nPOSTF-110236-11\ndate: November 20, 2012 to: --------------------Team Coordinator from: Area Counsel\n(Heavy Manufacturing & Transportation subject: --------------------------------------------------------------This memorandum is in response to your request for assistance. The advice\nrendered is conditioned on the accuracy of the facts provided. Please contact the\nundersigned if any part of the stated facts is inaccurate as the legal conclusion\nmay be affected. ISSUES\n1. Whether ----------------------------------- (“Taxpayer”) has filed procedurally valid\nprotective claims and/or refund claims prior to the expiration of the period for\nfiling refund claims for the tax years --------through --------(excepting -------) (“claim\nyears at issue”) for which Taxpayer is claiming a Foreign Tax Credit (“FTC”)\npursuant to perfecting the protective claims. 1\n2. Whether Taxpayer has exhausted all effective and practical remedies to reduce\nits foreign tax liability and is therefore entitled to FTC for taxes paid on a\nconstructive dividend, representing the difference between the interest rate\ncharged on a loan to --------------------------(“USSub”) from its indirectly-owned\ncontrolled foreign corporation, ------------------------------------------------------------------(“CFC2”) and the arms-length interest rate determined by the ------------------------------------- (“Foreign Tax Agency”), if it initially sought Competent Authority\n(“CA”) relief for the tax years --------through --------(“tax years at issue”) but later 1 Taxpayer resolved the issue with the Foreign Tax Agency through tax year -------. Taxpayer elected to\nclaim deductions, rather than foreign tax credits, for foreign taxes paid with respect to post ---------tax\nyears. No refund was claimed for the --------tax year. 2\nrejected the CA proposal, instead pursuing remedies in the Swiss (“Foreign”)\ncourt system, and eventually reaching a resolution with the Foreign Tax Agency. CONCLUSIONS 1. The protective claims filed by Taxpayer, in which it preserved its right to file\nrefund requests based upon FTCs claimed for each of the claim years at issue,\ncontingent upon the final determination with respect to the amount of withholding\ntax on a constructive dividend, are procedurally valid protective claims in that\nsuch claims contain sufficient information to apprise the Service of the grounds\nupon which Taxpayer is claiming the credit subject to the resolution of the\ncontingency. Additionally, the protective claims for the claim years at issue were\ntimely filed prior to six months before the expiration of the duly executed\nextended statutory periods of limitation for each of the respective years. 2. Taxpayer’s litigation of the Foreign tax dispute through the Foreign Supreme\nCourt exhausted its Foreign law remedies with respect to the interest rate\ncharged on the loan from CFC2 to USSub, but not with respect to the applicable\nwithholding tax rate, which the Foreign courts did not address. Taxpayer’s\nsubsequent acceptance of a higher interest rate than that affirmed by the Foreign\ncourts, in connection with a favorable settlement of the withholding tax rate issue\nwith the Foreign Tax Agency, should be evaluated based on an assessment of\nthe hazards under Foreign law with respect to the availability of the treaty rate. Taxpayer’s rejection of the CA proposed settlement does not constitute a failure\nto exhaust its effective and practical remedies under the treaty, if it reasonably\nbelieved based on competent Foreign law advice that it could further reduce\nUSSub’s and CFC2’s Foreign tax liability by litigating in the Foreign courts.",
      "queries": [
        "office of chief counsel internal revenue service memo number",
        "why is the environment of the union desirable for citizens?",
        "how are inmate points assigned",
        "cops office phone number"
      ],
      "queries_score": [
        "1.827879",
        -9.970145225524902,
        -9.666308403015137,
        -7.962607383728027
      ]
    },
    {
      "id": "legal-advice_82__1",
      "chunk_id": "1",
      "content": "Taxpayer’s rejection of the CA proposed settlement does not constitute a failure\nto exhaust its effective and practical remedies under the treaty, if it reasonably\nbelieved based on competent Foreign law advice that it could further reduce\nUSSub’s and CFC2’s Foreign tax liability by litigating in the Foreign courts. However, correlative adjustments to the U.S. withholding tax liability of CFC2 are\nnot properly considered a cost of minimizing either USSub’s or CFC2’s Foreign\ntax liability. FACTS\nCFC2 is a wholly-owned Foreign subsidiary of --------------------------(“CFC1”), which is a\nwholly-owned foreign subsidiary of USSub. Prior to -------, CFC1 operated as an\ninternational marketing vehicle and was responsible for purchasing products\nmanufactured by USSub and selling them to unrelated foreign distributors. CFC2\nserved as the finance subsidiary for the global group. In -------, Taxpayer and the IRS\nsettled a transfer pricing controversy with respect to sales by USSub to CFC1 for tax\nyears --------------. Under the settlement, USSub established an account receivable and\nCFC1 an account payable in the amount of the agreed transfer pricing adjustment. USSub then contributed to CFC1 the accounts receivable, which were then cancelled. The Foreign Tax Agency had informed CFC1 that repatriation of the adjustment amount\ndue from CFC1 to USSub would be treated as a dividend subject to withholding tax, but\na loan of equal amount would not be treated as a taxable dividend repatriation. In 3\naddition, if instead of lending funds directly to USSub, CFC1 loaned funds to CFC2 and\nCFC2 loaned funds to USSub, so that CFC1 would not receive interest income directly\nfrom USSub, dividends later paid by CFC1 to USSub would receive the benefit of a\nwithholding rate of -- percent, rather than the standard rate of --- percent, pursuant to\nthe ------- Convention Between the United States of America and -----------------------------for the Avoidance of Double Taxation with Respect to Taxes on Income (“Treaty”). 2\nPursuant to the terms of an agreement between the Foreign Tax Agency and the\nTaxpayer group (“--------Agreement”), CFC1 lent $------------------to CFC2, which CFC2\nthen lent to USSub. 3 Because the loan was payable on demand, the variable interest\nrate was set equal to the applicable federal rate (“AFR”) for comparable short-term\nloans. During the period --------through -------, USSub accrued total interest expense\ndue to CFC2 of $-----------------, which Taxpayer deducted from its U.S. income tax\nreturns for the same period, and included a corresponding amount on its returns as U.S.\nsource subpart F income of CFC2. See IRC Section 904(h)(1)(A)(i). USSub withheld\nU.S. tax at the 5 percent treaty rate on the U.S. source interest payments made at the\nshort-term rate to CFC2. In -------, during an audit of CFC2, the Foreign Tax Agency determined that the interest\nrate on the loan from CFC2 to USSub was not arms-length; rather, the Foreign Tax\nAgency determined that the proper rate would be the interest rate applicable to longterm industrial obligations. Its decision was based on the length of time the loan was\noutstanding (more than one year) and the fact that the loan was granted in the context\nof industrial enterprise.",
      "queries": [
        "what are the specific rules regarding termination of award funding",
        "aca accreditation standards for correctional facilities"
      ],
      "queries_score": [
        -8.011749267578125,
        -8.615103721618652
      ]
    },
    {
      "id": "legal-advice_82__2",
      "chunk_id": "2",
      "content": "Its decision was based on the length of time the loan was\noutstanding (more than one year) and the fact that the loan was granted in the context\nof industrial enterprise. The Foreign Tax Agency determined that the underpayment of\ninterest resulted in a constructive dividend from CFC2 to USSub subject to a ----percent\nwithholding rate, finding the more favorable --percent rate applicable only in cases in\nwhich the shareholder receiving the dividend holds at least a minority participation\ndirectly in the distributing Foreign company. CFC2 contested the adjustment proposed by the Foreign Tax Agency, and along with\nTaxpayer, proposed that the parties use an -------percent interest rate for all the tax\nyears at issue. 4 The Foreign Tax Agency ultimately rejected the proposals and applied\nthe interest rates associated with long-term U.S. bonds to the tax years at issue; such\nrates ranged from a low of -------percent to a high of --------percent.5 On --------------------2 Under -----------------of the Treaty, dividends paid by a Foreign subsidiary to its U.S. parent may be\nsubject to a ---percent withholding rate (as opposed to ----percent) if not more than ----percent of the\ngross income of the paying corporation is derived from interest and dividends, other than interest and\ndividends received from the payer’s own subsidiary. Although a Foreign company that receives interest\nincome subject to the beneficial --percent Treaty rate must distribute at least --- percent of that income\nannually, the Foreign Tax Agency agreed to suspend the distribution requirement for five years if CFC1\nagreed to continue to do business in ---------------- for that period. 3 Taxpayer claims that, based on this agreement with the Foreign Tax Agency, it understood that going\nforward, the rate of withholding would be --percent on all dividends distributed to Taxpayer. 4 The interest rates on the loan during the tax years at issue ranged from a low of ------ percent to a high\nof -------percent. 5 The Foreign Tax Agency also noted that, during the same period of time, CFC1 was granted U.S. loans\non which interest was due at the rate of ---- and --- percent. 4\n-------, the Foreign Tax Agency submitted its decision to CFC2, finding constructive\ndividends in the amount of ----------------------, upon which it assessed a ----percent\nwithholding tax, totaling --------------------------, for the tax years at issue. CFC2 appealed\nthis decision with the Foreign Tax Agency, asserting that the AFR short-term loan rate\npublished by the IRS is equivalent to market rate with respect to its intercompany loan\nbecause of the demand note nature of the loan. Additionally, CFC2 disputed the\nwithholding rate of ----percent, referencing the ------- Agreement, which CFC2\nunderstood to mean that any future interest insufficiencies would be subject to a\nwithholding rate of --percent. On ----------------------, Taxpayer requested CA assistance regarding the amount of\ninterest properly chargeable on the loan from CFC2 to USSub for the tax years at issue,\nwith potential application to subsequent tax years. The CA petition outlined the terms of\nthe ------------------------, final Foreign Tax Agency decision imposing withholding taxes on\ndividends deemed paid by CFC2 to USSub, representing the difference between the\ninterest rate paid by USSub and the arms-length interest determined by the Foreign Tax\nAgency.",
      "queries": [
        "which post order must specifically allow staff to return fire upon first?",
        "what does a case manager do in a community corrections office",
        "what is the tax consequences of a disqualified disposition",
        "can gift checks be deducted from tax"
      ],
      "queries_score": [
        -9.990472793579102,
        -9.9586181640625,
        -8.369566917419434,
        -8.5184326171875
      ]
    },
    {
      "id": "legal-advice_82__3",
      "chunk_id": "3",
      "content": "The CA petition outlined the terms of\nthe ------------------------, final Foreign Tax Agency decision imposing withholding taxes on\ndividends deemed paid by CFC2 to USSub, representing the difference between the\ninterest rate paid by USSub and the arms-length interest determined by the Foreign Tax\nAgency. 6 The proposed withholding tax rate of ----percent is based on Foreign\ndomestic law, though the CA request states that Foreign authorities have informally\nindicated that this rate of tax may be reduced, upon petition by Taxpayer, under the\nTreaty. In its CA request, Taxpayer argued that the short-term interest rate was an\nappropriate arms-length rate, given the demand nature of the loan in question; that the\nForeign tax was imposed on “income” that does not exist for U.S. purposes in\naccordance with the IRC Section 482 regulations, because, as stated by Taxpayer, the\n“transfer pricing… was acknowledged to be at arm’s length from a U.S. perspective;”\nand, that, even if the tax were properly withheld on the constructive dividend, the --percent withholding rate was inconsistent with the Treaty. On ------------------, the Foreign Tax Agency issued its Decision on Appeal, in which it\nupheld its determination that the loan was long-term in nature, and, therefore, the\ninterest rates it determined were consistent with that finding. Additionally, the Foreign\nTax Agency confirmed the withholding rate of ----percent. In accordance with the\nForeign Federal Withholding Tax Statute, the Foreign Tax Agency determined that\nCFC2 must pay a withholding tax of ---------------------------and pass the burden of the tax\nonto USSub, the entity receiving the constructive dividend. The Foreign Tax Agency\nexplained that, in accordance with the Treaty, Foreign withholding tax on a dividend\nmay not exceed --percent when the shareholder is a company that directly or indirectly\ncontrols ----percent of the voting rights of the company paying a dividend and when not\nmore than ----percent of the gross income of the company paying a dividend stems from\ninterest or dividends other than those paid by its own subsidiaries. The Foreign Tax\nAgency noted that, while USSub controls CFC1 and CFC1 controls CFC2, USSub is not\na “shareholder” which controls CFC2 directly or indirectly to the extent of more than ----percent. The Foreign Tax Agency claims the Foreign Federal Tribunal’s interpretation\n6 The increased interest that USSub is deemed to have paid by virtue of the adjustment is being treated\nby the Foreign Tax Agency as having been distributed to USSub and, therefore, is considered a\nconstructive dividend. 5\nof the relevant treaty provision is that USSub must hold at least a minority participation\ndirectly in CFC2 to be entitled to the beneficial rate. With respect to the --percent\nwithholding tax rate referenced in the ------- Agreement, upon which CFC2 claims it\nrelied, the Foreign Tax Agency found the reliance misplaced because the --------Agreement regarding interest payable by USSub to CFC2 anticipated that the interest\nrates would be in line with market. When such rates are determined not to be in line\nwith the market rates, the consequences are outside the framework of the ------Agreement, which solidified an amicable solution, as opposed to a litigated one. On ---------------------, CFC2 filed an appeal against this decision with the ---------------------------------------------------------(“Appeals”).",
      "queries": [
        "what measures should be taken to ensure recycling in the internal market",
        "what is nida contract"
      ],
      "queries_score": [
        -9.208300590515137,
        -8.662030220031738
      ]
    },
    {
      "id": "legal-advice_82__4",
      "chunk_id": "4",
      "content": "When such rates are determined not to be in line\nwith the market rates, the consequences are outside the framework of the ------Agreement, which solidified an amicable solution, as opposed to a litigated one. On ---------------------, CFC2 filed an appeal against this decision with the ---------------------------------------------------------(“Appeals”). On ------------------------, the IRS notified Taxpayer of the CA proposed resolution to\neliminate economic double taxation. The CA determined the arms-length interest rate\non the loan to be -------percent,7 which reduced the total constructive dividend for the tax\nyears at issue from ----------------------, as originally determined by the Foreign Tax\nAgency, to ----------------------. Additionally, the U.S. would provide correlative relief for\nthis increase in CFC2’s income by allowing Taxpayer a corresponding interest\ndeduction of USD ---------------. The U.S. and Foreign competent authorities further\nagreed that the Foreign withholding tax rate on the constructive dividend to USSub\nwould be --percent8 and that the U.S. would also apply a --percent withholding tax on\nthe additional interest deemed paid by USSub to CFC2. The CA Disposition Memo also\nstated that Taxpayer could claim a foreign tax deduction or credit for the Foreign\nwithholding tax that was paid on the constructive dividend to the extent permitted by\nU.S. domestic law, as well as a deemed-paid credit for additional Foreign tax paid by\nCFC2 with respect to the subpart F income resulting from the additional interest income. The CA proposal was applicable to the tax years at issue and not binding in subsequent\nyears. On --------------------------, Taxpayer withdrew its request for CA assistance based on its\nview that the terms of the CA agreement are unacceptable. Taxpayer objected to the\nproposed imposition of a U.S. withholding tax on the proposed adjustment amount,\nwhich was based on an interest rate for the intercompany loan that Taxpayer\ncharacterized as well in excess of the short-term rate, which Taxpayer claims the IRS\nexam team agreed was an arm’s-length rate under U.S. principles and law. By letter\ndated ------------------------, the Service acknowledged Taxpayer’s withdrawal of its CA\nrequest and advised that, for purposes of Treasury Regulations Section 1.901-2(e)(5)(i),\nthe rejection of the CA agreement does not demonstrate that Taxpayer has exhausted\nall effective and practical remedies to reduce its Foreign tax liabilities. Taxpayer\nmaintains, but has not documented, that it sought and relied on advice from competent\nForeign advisors and counsel with respect to pursuing its remedies in the Foreign\n7 This rate was based on an interest rate of -------percent, which CFC2 was being charged on another\nintercompany loan, plus -------percent. The U.S. CA agreed that the loan was long-term and that a longterm interest rate would reflect an “arm’s length” charge. 8 Both parties agreed that this is the correct rate for dividends under ------------------------------------------of the\nTreaty. 6\ncourts, based on the expectation of a greater reduction of USSub’s and CFC2’s Foreign\ntax liabilities. Taxpayer argued that the additional U.S. taxes that would have been\nimposed on CFC2 under the CA agreement should be included in the costs taken into\naccount in determining whether continuing to pursue CA relief would have been an\neffective and practical remedy to minimize USSub’s and CFC2’s Foreign tax liability. On ---------------------,",
      "queries": [
        "what is the cops office monitoring component"
      ],
      "queries_score": [
        -8.960806846618652
      ]
    },
    {
      "id": "legal-advice_82__5",
      "chunk_id": "5",
      "content": "Taxpayer argued that the additional U.S. taxes that would have been\nimposed on CFC2 under the CA agreement should be included in the costs taken into\naccount in determining whether continuing to pursue CA relief would have been an\neffective and practical remedy to minimize USSub’s and CFC2’s Foreign tax liability. On ---------------------, Taxpayer began filing protective claims preserving its right to file\nclaims for refund or credit with respect to potential future payment of Foreign\nwithholding taxes if the Foreign determination of additional interest income of CFC2 and\na constructive dividend to USSub were upheld. 9 The assessment statute expiration\ndate (“ASED”) for each tax year had been extended under agreement pursuant to IRC\n6511(c). Each of the protective claims was filed prior to six months from the applicable\nASED, as reflected on IRS transcripts. 10\nOn ------------------, Appeals dismissed CFC2’s appeal dated -------------------and upheld\nthe determination and amount of the constructive dividend. It did not address the issue\nof levying the withholding tax at a reduced rate of --percent, considering that that issue\nwould be the object of a separate procedure. CFC2 responded to the dismissal by filing\nan appeal of that decision with the Foreign Supreme Court on ------------------. In its\npetition, CFC2 requested that the Foreign Supreme Court find that CFC2 did not pay a\nconstructive dividend to USSub; but if it determined that a constructive dividend was\npaid, then CFC2 also requested the withholding tax rate be immediately reduced to --percent, given CFC2’s interest in the issue and the interests of procedural swiftness. CFC2 argued in its petition that it qualified for the withholding tax beneficial rate of --percent because it met the three necessary conditions: 1) dividends are at stake; 2) the\nshareholder (USSub) is a company controlling, directly or indirectly, at least ---% of the\nvotes of the company paying the dividends (CFC2); and (3) the gross income of the\ncompany paying the dividends does not include over ----percent of interest or dividends\nother than those issued from its own subsidiaries. Although the term “shareholder” is\nnot defined in the treaty, CFC2 argued that, if the treaty provides for a withholding tax\nreduction at source to the --percent rate, even when ----percent of the casting votes are\nexercised only indirectly, then this provision must also apply to shareholders, even if\ntheir entire ownership is indirect. On ---------------------------, Appeals filed its observations to the Foreign Supreme Court\nregarding CFC2’s petition before the Foreign Supreme Court. Appeals found the\n9 Additional taxes paid by CFC2 in respect of additional interest income would be eligible to be included in\nforeign taxes deemed paid only with respect to inclusions and dividends paid in and after the tax year in\nwhich the additional taxes were paid. IRC Section 905(c)(2)(B)(i)(I). 10\nIRS transcripts for tax years --------through --------reflect an ASED of ----------------------------. Protective\nclaims were filed for these tax years on ----------------------, within six months of the expiration of the ASED. See IRC 6511(c). The ASED for tax year --------is ---------------------------, and the protective claim for such\nyear was filed on ----------------------. Both parties agree that the protective claims filed on ---------------------,\nfor tax years ------------through",
      "queries": [
        "how to submit ocr utilization report",
        "what is the purpose of an eobgr",
        "what is a necessary local official",
        "what is the payment system for grants",
        "is smithsonian a government agency"
      ],
      "queries_score": [
        -8.429442405700684,
        -7.0138983726501465,
        -7.31654167175293,
        -7.607387542724609,
        -8.346699714660645
      ]
    },
    {
      "id": "legal-advice_82__6",
      "chunk_id": "6",
      "content": "See IRC 6511(c). The ASED for tax year --------is ---------------------------, and the protective claim for such\nyear was filed on ----------------------. Both parties agree that the protective claims filed on ---------------------,\nfor tax years ------------through -------, are within the claim filing deadline of ---------------------------. The\nclaim filing deadline for tax year --------is ---------------. A timely refund claim for tax year --------was filed on\n-----------------. 7\nexistence of a constructive dividend and collection of the withholding tax would be\ndetermined under the Foreign federal law as distinguished from the tax reimbursement\nprocedure occurring at a later date. With respect to the withholding tax rate, Appeals\nmaintained that, although initially the --percent withholding tax rate issue was before it,\nin CFC2’s rejoinder dated -------------------, CFC2 agreed to delay the examination of the\n-- percent withholding tax rate to a future tax reimbursement procedure. Accordingly,\nbecause CFC2 had restricted its pleas to the sole issue of the existence of a\nconstructive dividend, the issue of the withholding tax rate was not before the Foreign\nSupreme Court. Nevertheless, Appeals maintained that the proper withholding tax rate\nwould be ----percent, the rate associated with constructive dividends under Foreign\nfederal law. The debtor of the taxable provision, in this case CFC2, is obligated then to\ntransfer the tax burden to its beneficiary, i.e., USSub, who, if located abroad, seeks\nrelief, as appropriate, through the Treaty. Appeals explained that the relevant Treaty\nprovision effectively institutes a simplified administration process by which the debtor\ndirectly pays the rate corresponding to the non-refundable portion of the withholding tax\namount and the Treaty allows the beneficiary of the taxable provision subject to\nwithholding tax to avoid having to request the reimbursement of the tax later on. Nevertheless, Appeals maintained that this administrative convenience is applicable\nonly in a non-contentious context and not in a case where the underlying adjustment is\nbeing disputed. On -------------------, the Foreign Supreme Court rendered its decision, limiting its review\nto claims and pleas that were the objects of the decision of the lower judiciary court. Accordingly, the Foreign Supreme Court did not consider the withholding tax rate as an\nissue before it. With respect to the interest rate on the loan from CFC2 to USSub, the\nForeign Supreme Court determined that the loan was more appropriately characterized\nas long-term rather than short-term, given the fact that no payment had been made\nduring the course of the litigation and the interest was capitalized by increasing the\nprincipal amount due. Such favorable loan terms, the Foreign Supreme Court\nconcluded, would not have been granted to a third-party debtor; instead, the lender\nwould have demanded interest based on the higher rates of long-term loans. Accordingly, the Foreign Supreme Court upheld the Foreign Tax Agency’s\ndetermination of the existence and amount of the constructive dividend and dismissed\nCFC2’s appeal. From ----------------------through --------------,",
      "queries": [
        "cops office phone number"
      ],
      "queries_score": [
        -8.189518928527832
      ]
    },
    {
      "id": "legal-advice_82__7",
      "chunk_id": "7",
      "content": "Accordingly, the Foreign Supreme Court upheld the Foreign Tax Agency’s\ndetermination of the existence and amount of the constructive dividend and dismissed\nCFC2’s appeal. From ----------------------through --------------, Taxpayer maintains that, in conjunction with\nCFC2, it continued to work with the Foreign authorities to resolve the issue of the proper\ninterest rate on the loan between USSub and CFC2, as well as the proper withholding\ntax rate for all the relevant tax years – the tax years at issue in the Foreign court\nsystem, as well as the subsequent tax years from --------through -------. Taxpayer\nexplained that, based on the decisions and references made to the withholding rate in\nthe court filings, it understood that the only determination that it could have obtained by\npursuing the withholding tax rate issue in the Foreign courts would have been one that\nrequired any reimbursement to be pursued subsequently by Taxpayer. Instead, it 8\npursued the matter as part of its negotiations with the Foreign Tax Agency in an effort to\nhave CFC2 granted the immediate withholding tax rate benefit of --percent. On ---------------------, CFC2 and its foreign affiliated entities received determinations from\nthe Foreign Tax Agency, outlining the final resolution of the disputed adjustments,\nreflecting the assessment of a --percent withholding tax on the constructive dividend. 11 For the tax years at issue, the total withholding tax under the settlement is ------ ----------------------------(--percent on a constructive dividend of ----------------------) as compared to\nthe original withholding tax assessment by the Foreign Tax Agency of ------------------------------------------(----percent on a constructive dividend of ----------------------). On ------------------, CFC2 and the remaining entities received notice from the Foreign Tax Agency\nacknowledging receipt of the withholding tax payment for the years --------through -------. Taxpayer reimbursed CFC2 in ------- for the withholding tax payments and deducted the\ntaxes on its --------tax return. Taxpayer intends to file an amended return for --------in\nwhich the deduction is reversed, if the Service grants the refund claims it filed based on\nclaiming FTCs for the same taxes in the earlier years to which the taxes relate. Taxpayer maintains that the initial Foreign proposed adjustment in --------------------for\nthe tax years at issue was a constructive dividend of ----------------------, subsequently\nreduced to a constructive dividend of ----------------------, after additional documentation\nwas given to the Foreign Tax Agency. Thirteen years later, and pursuant to numerous\nactions in the Foreign court system, including an appeal to the Foreign Supreme Court,\nTaxpayer and the Foreign Tax Agency settled the issue of the interest rate on the\nintercompany loan, as well as the withholding tax rate applied to the constructive\ndividend. Taxpayer’s settlement with the Foreign Tax Agency was based on an agreed\nconstructive dividend of ----------------------12 for the tax years at issue and further\nincluded the additional tax years --------through -------.13 The Foreign Tax Agency\ngranted CFC2 the --percent withholding rate on the constructive dividend for all the\nclaim years.",
      "queries": [
        "how long do i have to submit a progress report to cops office"
      ],
      "queries_score": [
        -9.995869636535645
      ]
    },
    {
      "id": "legal-advice_82__8",
      "chunk_id": "8",
      "content": "Taxpayer’s settlement with the Foreign Tax Agency was based on an agreed\nconstructive dividend of ----------------------12 for the tax years at issue and further\nincluded the additional tax years --------through -------.13 The Foreign Tax Agency\ngranted CFC2 the --percent withholding rate on the constructive dividend for all the\nclaim years. The end result for the tax years at issue is a higher total amount of interest\nincome for CFC2 and constructive dividend to USSub than that based on the interest\nrate initially determined by the Foreign Tax Agency and upheld by the Foreign courts,\nbut (due to allowance of the --percent treaty rate) a much lower total withholding tax due\nthan that originally determined by the Foreign Tax Agency and upheld by the courts. 11 Despite Exam’s repeated efforts to obtain copies of the terms of the negotiated settlement, Taxpayer\nmaintains that the letters it received showing the withholding tax due are the only written documents that\nit has reflecting the settlement. The total constructive dividend for all the affiliated foreign entities for the\ntax years --------through --------is ------------------------, of which -------------------------is attributable to CFC2. The ---percent withholding tax for such years totals -----------------------, of which ------------------------is\nattributable to the constructive dividend paid by CFC2. 12\nTaxpayer claims it does not know how the Foreign Tax Agency determined the interest rate for\npurposes of the final settlement. The end result for the tax years at issue is a higher total amount of\ninterest income for CFC2 but a lower total withholding tax calculated at the treaty rate of ---percent versus\nthe ----percent originally determined by the Foreign Tax Agency. 13\nTaxpayer estimates that the expected savings arising out of its agreement with the Foreign Tax\nAgency, compared to the amounts due resulting from the Foreign court proceedings without benefit of the\nlower treaty rate, is -----------------------. 9 The ultimate settlement resulted in tax paid in excess of the amount that would have\nbeen paid under the proposed CA settlement that was rejected by Taxpayer. LEGAL ANALYSIS\nProtective Claims The taxpayer can file a claim for refund relating to an overpayment attributable to\ncreditable foreign taxes paid or accrued at any time prior to the expiration of the period\nprescribed by IRC Section 6511(d)(3)(A) or IRC Section 6511(c), if the period is\nextended by agreement. Effective for foreign taxes paid or accrued in tax years\nbeginning after August 5, 1997, IRC Section 6511(d)(3)(A) provides that if a claim for\ncredit or refund relates to an overpayment attributable to any taxes paid or accrued to\nany foreign country for which credit is allowed against the tax imposed by subtitle A in\naccordance with the provisions of IRC Section 901 or the provisions of any treaty to\nwhich the United States is a party, in lieu of the 3-year period of limitations prescribed in\nsubsection (a), the period shall be ------------from the date prescribed by law for filing the\nreturn for the year in which such taxes were actually paid or accrued.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_82__9",
      "chunk_id": "9",
      "content": "For foreign taxes\npaid or accrued in earlier years, IRC Section 6511(d)(3)(A) provided that the -------------period was determined with reference to the due date of the return “for the year with\nrespect to which the claim is made.” The due date of the return is determined without\nregard to extensions. Treas. Reg. §301.6511(d)-3(a). Section 6511(c) provides that if\nan agreement pursuant to IRC Section 6501(c)(4) is executed, thereby extending the\nperiod for assessment, the period for filing a claim for credit or refund shall not expire\nprior to 6 months after the expiration of the period within which an assessment may be\nmade pursuant to the extension agreement. In the case at hand, the ASEDs, as\nreflected on IRS transcripts, support Taxpayer’s position that the statutes were open to\nsupport claims for refund attributable to foreign taxes paid with respect to the tax years -------through --------at the time Taxpayer filed its protective claims. In addition to being timely filed, protective claims must also contain sufficient information\nto apprise the Service of the basis for the credit or refund claims in accordance with\nTreasury Regulations Section 301.6402-2. This requirement is generally satisfied as\nlong as the claim is sufficiently clear and definite to apprise the Service of the essential\nnature of the claims, even though it does not state facts sufficient to establish that the\ntaxpayer is actually entitled to recover an overpayment. See GCM 38786, 1981 WL\n169576. Thus, a valid protective claim need not state a particular dollar amount or\ndemand an immediate refund, but it must be sufficient to put the Service on notice that a\ntax refund is sought, focus the Service’s attention on the merits of the claim, and identify\nthe specific years for which a refund is sought. See United States v. Kales, 314 U.S.\n186 (1941); IRM 25.6.1.10.2.6.5(2) (5-17-2004). In this case, Taxpayer filed Forms\n1120X for each of the tax years --------through -------, excepting -------, with an\nattachment explaining the filings as protective claims and providing the basis for the\nclaim, that is, that Taxpayer appealed the Foreign Tax Agency decision, in which it\nassessed Foreign withholding tax on constructive dividends from CFC2 to USSub; the 10\nForeign Supreme Court issued a decision addressing the amount of loan interest that\nTaxpayer should have paid under Foreign law; and Taxpayer is working with Foreign\nauthorities to determine the Foreign tax that may be due under the decision and for\nother taxable years. Taxpayer’s filed Forms 1120X are procedurally valid protective\nclaims. On -----------------, Taxpayer perfected the protective claims by filing Forms 1120X for the\ntax years --------through --------and --------through -------,14 reflecting the FTCs as\ndetermined pursuant to the final agreement with the Foreign Tax Agency with respect to\nthe withholding taxes on the constructive dividends for tax years --------through -------.15\nAmount of Creditable Tax Paid (Exhaustion of Remedies/Compulsory Payment\nRequirement)\nU.S. corporations are generally taxed on worldwide income. This subjects the entity to\ndouble taxation when income earned abroad is taxed by both the United States and the\nforeign country in which the income is earned.",
      "queries": [
        "what does recipient mean"
      ],
      "queries_score": [
        -7.038429260253906
      ]
    },
    {
      "id": "legal-advice_82__10",
      "chunk_id": "10",
      "content": "-------.15\nAmount of Creditable Tax Paid (Exhaustion of Remedies/Compulsory Payment\nRequirement)\nU.S. corporations are generally taxed on worldwide income. This subjects the entity to\ndouble taxation when income earned abroad is taxed by both the United States and the\nforeign country in which the income is earned. To alleviate the double taxation, IRC\nSection 901(a) allows the taxpayer a credit for foreign income taxes paid or accrued,\nthereby reducing the taxpayer’s U.S. tax liability by the amount of taxes paid to the\nforeign country, such that the total amount of tax paid to all countries is the same\namount of tax that would have resulted if the income had been subject to tax only once\nat the U.S. corporate rate. Subject to the limitation of IRC Section 904, IRC Section\n901(b)(1) allows citizens and domestic corporations a foreign tax credit in the amount of\nany income, war profits, and excess profits taxes paid or accrued during the taxable\nyear to any foreign country. Treasury Regulations Section 1.901-2 sets forth the requirements that must be met in\norder to determine whether a foreign levy is a tax such that a taxpayer can claim a\nforeign tax credit for payment made to a foreign country. A foreign levy is a tax if it\nrequires a compulsory payment pursuant to the authority of a foreign country to levy\ntaxes. Treas. Reg. § 1.901-2(a)(2)(i). An amount paid is not a compulsory payment to\nthe extent that it exceeds the amount of liability under foreign law for tax. Treas. Reg. §\n1.901-2(e)(5)(i). Treasury Regulations Section 1.901-2(e)(5)(i) further provides: An amount paid does not exceed the amount of such liability if the amount paid is\ndetermined by the taxpayer in a manner that is consistent with a reasonable\ninterpretation and application of the substantive and procedural provisions of\nforeign law (including applicable tax treaties) in such a way as to reduce, over\ntime, the taxpayer’s reasonably expected liability under foreign law for tax, and if\nthe taxpayer exhausts all effective and practical remedies, including invocation of\ncompetent authority procedures available under applicable tax treaties, to\n14 Taxpayer filed Form 1120X for tax year --------as well, for which the claim filing deadline had been\nextended to --------------------. 15\nTaxpayer did not file claims for tax years --------through -------, electing instead to take a deduction for\nwithholding taxes paid in tax year --------with respect to those years. 11\nreduce, over time, the taxpayer’s liability for foreign tax (including liability\npursuant to a foreign tax audit adjustment). With respect to the interpretation of foreign law, the regulations allow the taxpayer to\nrely on advice from foreign tax advisors. See id. Remedies pursued by the taxpayer\nare considered effective and practical only if the associated costs, including the risk of\noffsetting or additional foreign tax liability, are reasonable, taking into account the\namount at issue and the likelihood of success. Id. In this case, Taxpayer sought CA assistance regarding the audit adjustment proposed\nby the Foreign Tax Agency with respect to both the determination of additional interest\nincome to CFC2 and a constructive dividend to USSub and, in the event such\ndetermination was upheld, the applicable withholding tax rate on the dividend.",
      "queries": [
        "do i have authority to make representations",
        "cops office cpd number"
      ],
      "queries_score": [
        -6.588189125061035,
        -7.511340141296387
      ]
    },
    {
      "id": "legal-advice_82__11",
      "chunk_id": "11",
      "content": "Id. In this case, Taxpayer sought CA assistance regarding the audit adjustment proposed\nby the Foreign Tax Agency with respect to both the determination of additional interest\nincome to CFC2 and a constructive dividend to USSub and, in the event such\ndetermination was upheld, the applicable withholding tax rate on the dividend. Taxpayer withdrew its request for CA assistance, objecting to the proposed settlement\nterms that included an additional U.S. withholding tax due from CFC2 on the additional\ninterest income due from USSub to CFC2. In response to an Information Document\nRequest, Taxpayer stated that, “The additional U.S. taxes proposed by CA were an\n‘additional tax liability’ that added to [Taxpayer]’s costs and when taken into account at\nthe relevant time made the CA proposal a remedy that was not effective and practical\npursuant to Treas. Reg. 1.901-2(e)(5).” Taxpayer had separate obligations to minimize USSub’s Foreign withholding tax\nimposed on the constructive dividend and CFC2’s liability for Foreign net income taxes\nimposed on its interest income. The U.S. withholding tax that would have been\nimposed on CFC2 as part of the CA settlement is not properly considered a cost of\nminimizing CFC2’s Foreign tax liability. It would completely undermine the purpose of\nthe noncompulsory payment rules to consider correlative adjustments of U.S. tax to be\ncosts of obtaining a reduction of foreign tax that can justify not pursuing an effective and\npractical remedy, because the anticipated consequence of any reduction in foreign tax\nand associated FTCs is generally an increase in U.S. tax. In any event, in this case\nCFC2’s U.S. withholding tax would decrease, not increase, with any reduction of\nCFC2’s Foreign net income tax liability as part of a bilateral CA agreement. Moreover,\nU.S. withholding tax imposed on CFC2 is not a cost of minimizing Foreign withholding\ntax imposed on USSub, a separate taxpayer. 16 Accordingly, collateral U.S. tax\nconsequences of settling its Foreign tax dispute are not properly taken into account as\ncosts of pursuing any avenue of relief available to Taxpayer. Rather, the 16 Notice 2007-95, 2007-49 I.R.B. 1091, permits taxpayers to rely on 2007 proposed amendments to\nTreas. Reg. section 1.901-2(e)(5)(iii) and (iv) that would treat as a single taxpayer all foreign entities in a\nU.S.-owned foreign group. Thus, the proposed regulations would allow taxpayers to consider all\nmembers in a chain of CFCs as a single taxpayer in applying the obligation to minimize the creditable\nforeign taxes paid by the group members that are eligible to be deemed paid under IRC section 902. However, the proposed regulations do not include U.S. shareholders in the definition of a U.S.-owned\nforeign group. Further, the notice is only effective for tax years ending on or after March 29, 2007. Therefore, Notice 2007-95 and the 2007 proposed regulations are inapplicable to the case at hand. 12\nreasonableness of Taxpayer’s settlement must be evaluated based on the potential\nbenefits, risks and non-U.S.-tax costs of continuing to contest the Foreign adjustments.",
      "queries": [
        "what is cops office phone number",
        "what does the bureau of prisons authorize"
      ],
      "queries_score": [
        -8.657539367675781,
        -7.957489013671875
      ]
    },
    {
      "id": "legal-advice_82__12",
      "chunk_id": "12",
      "content": "Therefore, Notice 2007-95 and the 2007 proposed regulations are inapplicable to the case at hand. 12\nreasonableness of Taxpayer’s settlement must be evaluated based on the potential\nbenefits, risks and non-U.S.-tax costs of continuing to contest the Foreign adjustments. Revenue Procedure 2006-54 provides that the fact that a taxpayer who seeks CA\nassistance but obtains no relief because the taxpayer rejects an agreement reached by\nthe CA generally will not, in and of itself, demonstrate that it has exhausted all effective\nand practical remedies to reduce its foreign tax liability. Therefore, Taxpayer is required\nto demonstrate that it rejected the CA settlement to pursue other administrative and\nlitigation remedies because it reasonably believed resort to the Foreign administrative\nprocess and courts could achieve a greater reduction in its Foreign tax liability. In maintaining that it thought it could achieve a better result in the Foreign court system\nthan that proposed by the CA, Taxpayer claims that it relied on the advice of foreign tax\nadvisors. Although it has not produced any written opinions of such advisors, upon\nrejecting the CA proposal Taxpayer appealed the Foreign Tax Agency’s determination\nwith respect to the interest rate to Appeals and eventually the Foreign Supreme Court. Although the proposed CA settlement was based on a smaller amount of constructive\ndividend than it ultimately obtained through its litigation and settlement with the Foreign\nTax Agency, the exhaustion of remedies requirement is based on reasonable\nexpectations at the time the avenue of relief is foregone, not hindsight. Given that\nTaxpayer pursued its claim to reduce the interest rate through Foreign appellate\nproceedings through to the Foreign Supreme Court, it is reasonable to infer that\nTaxpayer believed it could achieve a lower interest rate than that offered in the CA\nsettlement by litigating the interest rate issue in the Foreign courts. In our view, in light\nof Taxpayer’s subsequent prosecution of the contest a court would likely determine that\nits rejection of the CA settlement proposal to pursue local Foreign law remedies did not\nconstitute a failure to exhaust its effective and practical remedies to minimize its Foreign\ntax liability. In addition, although the Foreign courts upheld a higher interest rate than the IRS\ndetermined constituted an arms-length rate under U.S. tax principles, the relevant\nstandard in determining whether the Foreign tax paid was compulsory is whether that\ndetermination was consistent with a reasonable application of Foreign tax law as\nmodified by the Treaty, not whether the result is consistent with the appropriate result\nunder U.S. tax law. See Schering Corp. and Subs v. Comm’r, 69 T.C. 579 (1978)\n(holding the withholding taxes assessed on a dividend paid to Schering by its foreign\nCFC were compulsory taxes under IRC Section 901, even though the amount\nrepatriated did not constitute a dividend for U.S. tax purposes); --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Taxpayer’s litigation of the interest rate dispute through the Foreign Supreme Court\nexhausted its Foreign law remedies with respect to the interest rate charged on the loan 13\nfrom CFC2 to USSub, but not with respect to the applicable withholding tax rate, which\nthe Foreign courts did not address.",
      "queries": [
        "what is the reasonableness of taxpayer's settlement?",
        "what is a liquidated obligation"
      ],
      "queries_score": [
        "1.5154998",
        -8.536191940307617
      ]
    },
    {
      "id": "legal-advice_82__13",
      "chunk_id": "13",
      "content": "--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Taxpayer’s litigation of the interest rate dispute through the Foreign Supreme Court\nexhausted its Foreign law remedies with respect to the interest rate charged on the loan 13\nfrom CFC2 to USSub, but not with respect to the applicable withholding tax rate, which\nthe Foreign courts did not address. As discussed above, the Foreign Tax Agency’s\nposition with respect to the applicable withholding tax rate was based on its\ninterpretation of the definition of a shareholder to include a direct ownership\nrequirement. Although CFC2’s petition to the Foreign Supreme Court addressed the\nissue of the withholding tax rate, the Court did not rule on it because, as stated in\nAppeals’ observations to the Court, that matter was not properly before the Court. Nevertheless, Appeals opined that it was not for the Foreign courts to decide whether\nUSSub was entitled to the beneficial withholding tax rate under the Treaty; rather, CFC2\nwas required to withhold at the ----percent rate and Taxpayer was required to pursue\nany refund for a withholding rate differential applicable under the Treaty. Because\nTaxpayer secured the benefit of the --percent Treaty rate in its eventual settlement with\nthe Foreign Tax Agency, in our view Taxpayer also exhausted its effective and practical\nremedies to reduce the applicable Foreign withholding tax rate. Taxpayer’s acceptance of a higher interest rate than that affirmed by the Foreign courts,\nin connection with a favorable settlement of the Treaty rate issue for the tax years at\nissue and for subsequent years with the Foreign Tax Agency, should be evaluated\nbased on an assessment of the hazards under Foreign law with respect to the\navailability of the --percent Treaty rate. Taxpayer asserted that there was a substantial\nrisk that had it not agreed to the higher interest rate, it would not have obtained the\nbenefit of the --percent rate or extended the settlement terms to later years. Taxpayer\nalso maintains that it was advised by its Foreign tax counsel to accept the settlement\neventually proposed by the Foreign Tax Agency, characterizing it as very favorable,\nconsidering the expenses incurred to date and the fact that the settlement offer covered\nthirteen subsequent tax years as well as the tax years at issue. However, Taxpayer has\nnot produced an analysis of Foreign law or an opinion of its tax advisors in support of its\nposition. Taxpayer claims that it relied on advice obtained in good faith from foreign tax advisors\nto whom it disclosed relevant facts. Treas. Reg. Section 1.901-2(e)(5) provides that a\nremedy is effective and practical only if the cost thereof (including the risk of offsetting\nor additional tax liability) is reasonable in light of the amount at issue and the likelihood\nof success. In order to meet the requirements of the regulation, the advice of foreign\ncounsel must analyze the likelihood and projected cost of Taxpayer achieving a further\nreduction in its Foreign tax liability by rejecting the Foreign Tax Authority’s proposed\nsettlement and pursuing further administrative or judicial proceedings.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_82__14",
      "chunk_id": "14",
      "content": "In order to meet the requirements of the regulation, the advice of foreign\ncounsel must analyze the likelihood and projected cost of Taxpayer achieving a further\nreduction in its Foreign tax liability by rejecting the Foreign Tax Authority’s proposed\nsettlement and pursuing further administrative or judicial proceedings. See Schering\nCorp & Subs. v. Comm’r, 69 T.C. 579 (1978) (a taxpayer is not required to take futile\nadministrative steps); Proctor & Gamble v. United States, No.1:08-cv-00608 (S.D. Ohio\n2010) (holding that tax paid to Korea was compulsory under Treasury Regulations\nSection 1.901-2(e)(5) where taxpayer did not appeal tax paid nor did it seek CA relief\nbased on the advice of a Korean law firm that those steps would be futile). In making\nthis determination, the costs to be taken into account are those incurred in seeking to\nreduce the taxpayer’s foreign tax liability and do not include collateral U.S. tax 14\nconsequences, such as additional U.S. withholding taxes on CFC2’s imputed interest\nincome. Case Development/Litigation Hazards – ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- 15\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------This writing may contain privileged information. Any unauthorized disclosure\nmay undermine our ability to protect the privileged information. If you determine\ndisclosure is necessary, please contact the undersigned. MICHAEL P. CORRADO\nArea Counsel\n(Heavy Manufacturing & Transportation) By: _____________________________ Julia Cannarozzi\nAssociate Area Counsel",
      "queries": [
        "what is the purpose of community policing",
        "which circuit based the regulation on a permissible construction of the statute?"
      ],
      "queries_score": [
        -9.504602432250977,
        -8.80280876159668
      ]
    }
  ]
}