{
  "doc_id": "legal-advice_99",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_99__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20123401F\nRelease Date: 8/24/2012\nCC:LB&I:NR:HOU2:JSLuff\nPOSTF-126770-10\nUILC: 453.00-00, 453A.04-00 date: July 18, 2012 to: from: subject: Michael FitzGerald\nRevenue Agent\n(Large Business & International)\nAssociate Area Counsel (Houston, Group 2)\n(Large Business & International) Application of Judicial Doctrines to Monetization Transaction This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. This writing may contain privileged information. Any\nunauthorized disclosure of this writing may undermine our ability to protect the\nprivileged information. If disclosure is determined to be necessary, please contact this\noffice for our views. LEGEND\nTaxpayer\nTransaction\nAsset\nPurpose\nPlan\nGroup\nAdvisors\nBuyer\nBuyer Parent\nLender\nHedge Bank\nPaying Agent Bank\nYear 1\nYear 2 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= -------------------------. ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- 2 POSTF-126770-10\nYear 3\n$A\n$B\n$C\n$D\n$E\n$F\n$G\n$H\nI Rate\nJ Amount\nK Amount\nL Amount\nM Date\nN Date\nO Date\nP Date\nQ Date\nR\nS\nEntity T\nU%\nV%\nW%\nX%\nY%\nZ\nAA Bank\nBB Bank\nCC Bank\nDD Bank\nEE Bank\nFF Bank\nEvent GG\nEvent HH =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ISSUES\nI. Whether the Service should assert the substance over form doctrine to\ndisregard the form of Taxpayer’s Transaction and disallow the taxpayer’s\ndeferral of gain recognition on its sale of Asset. POSTF-126770-10\nII. 3 Whether, in the alternative, the Service should assert the step transaction\ndoctrine to disregard certain steps of Taxpayer’s Transaction and disallow the\ntaxpayer’s deferral of gain recognition on its sale of Asset. 1 CONCLUSIONS\nI. The Service should not assert the substance over form doctrine. The\nsubstance of Taxpayer’s Transaction does not vary from its form. II. The Service should not assert the step transaction doctrine. Each step of the\nTransaction has independent economic significance. FACTS\nA “Transaction” is an orchestrated series of transactions between several parties\npursuant to a promoted transaction. Taken as a whole, the Transaction enables the\nseller to (1) defer reporting sale proceeds and recognizing gain from the sale of Asset\nunder the installment sales method of I.R.C. § 453, but (2) obtain cash roughly equal to\nthe sales proceeds from a loan secured by the installment sale notes. In Year 1, Taxpayer held approximately J Amount of Asset in various locations around\nthe United States. That year, Taxpayer was put in a position that required the\ngeneration of a large amount of cash. In an effort to accomplish Purpose, Taxpayer’s\nBoard of Directors approved a plan (the Plan) that required Event GG, the retirement of\ncorporate debt, and Event HH. In order to fund the Plan, Taxpayer needed to sell\napproximately K Amount of its Asset. The remaining L Amount of Asset would be\nretained by Entity T.\nTaxpayer retained the Advisors as advisors in selling its Asset. The sale was\naccomplished through a four stage bid selection process through which interested\nparties were invited to bid on the Asset. The preferred structure of the sale was through\nthe use of installment notes and standby letters of credit, and such preferred structure\nwas outlined as part of the bid package provided by the Advisors. Taxpayer signed a sales contract with the winning bidder, Buyer, a subsidiary of Buyer\nParent, on M Date of Year 1. The sales price was approximately $A. Buyer paid U% of\nthis amount in cash and the remaining W% as installment notes (the “Purchase Notes”).",
      "queries": [
        "when did the european parliament declare the eu year of cultural heritage",
        "when a city is awarded a title of a designated city, the commitments made at the application stage shall be deemed to have been honoured by the designated city when",
        "are internet references considered endorsement"
      ],
      "queries_score": [
        -9.722962379455566,
        -4.690438270568848,
        -9.744154930114746
      ]
    },
    {
      "id": "legal-advice_99__1",
      "chunk_id": "1",
      "content": "Taxpayer signed a sales contract with the winning bidder, Buyer, a subsidiary of Buyer\nParent, on M Date of Year 1. The sales price was approximately $A. Buyer paid U% of\nthis amount in cash and the remaining W% as installment notes (the “Purchase Notes”). The Purchase Notes are R-year, interest-only notes, are in registered form, and are\nsupported by irrevocable standby letters of credit (the “Letters of Credit”) issued by four\nseparate banks (the “LOC Banks”), which at the time were all Z banks: AA Bank, BB\nBank, CC Bank, and DD Bank. The Letters of Credit are non-negotiable, nontransferable, and can be drawn upon only in the event of default. Interest on the\n1 This advice does not implicate the Service’s recently issued guidance (see e.g., LB&I Directive dated\nJuly 15, 2011 and Chief Counsel Notice CC-2012-08), regarding assertion of the “Economic Substance\nDoctrine.” Exam is considering assertion of substance over form and step transaction judicial doctrines\nand not the economic substance doctrine. POSTF-126770-10 4 Purchase Notes is paid quarterly and is tied to I Rate. The Letters of Credit are backed by cash time deposits (the “Deposits”) made by Buyer\nin an amount equal to the Purchase Notes. The Deposits serve as collateral for the\nLOC Banks in the event that Buyer defaults on the Purchase Notes. If any of the LOC\nBanks do not maintain a required credit rating of at least “A+” by Standard & Poor’s and\nat least “A1” by Moody’s, the LOC Bank in question must be replaced (via “substitution”)\nwith another bank within 30 days of the reduced credit rating. 2 The Deposits provide for\nvariable interest payments to Buyer in nearly identical terms to those of the Purchase\nNotes. Buyer also entered into an interest rate protection agreement (“Swap\nAgreement”) with Hedge Bank to hedge against any difference in interest paid on the\nDeposits and due under the Purchase Notes. Payments from the Deposits and the Swap Agreement are assigned to fund the interest\ndue on the Purchase Notes each quarter. Paying Agent Bank acts as paying agent on\nthese amounts and allocates funds received and payable under the various\nagreements. In addition to the Deposits, Buyer paid an additional U% for fees to the\nLOC Banks and an additional W% for fees paid to the Paying Agent. After signing the Asset sales contract, Taxpayer created two wholly-owned, bankruptcyremote limited liability companies (LLCs) (the “Special Purpose Entities,” or “SPEs”),\nwhich are disregarded entities for tax purposes. Taxpayer then conveyed the Purchase\nNotes to the SPEs. Taxpayer treated X% of the conveyance as a sale of the Purchase\nNotes to the SPEs in exchange for intercompany notes totaling an amount equal to X%\nof the face value of the Purchase Notes. Taxpayer treated the remaining Y% of the\nPurchase Notes as a contribution of capital. The SPEs took out loans (“Monetization Loans”) from Lender, for $B, approximately X%\nof the face value of the Purchase Notes. The SPEs pledged the Purchase Notes and\nLetters of Credit as security for the Monetization Loans.",
      "queries": [
        "definition of community policing",
        "how to modify a chp grant"
      ],
      "queries_score": [
        -8.682486534118652,
        -8.871033668518066
      ]
    },
    {
      "id": "legal-advice_99__2",
      "chunk_id": "2",
      "content": "Taxpayer treated the remaining Y% of the\nPurchase Notes as a contribution of capital. The SPEs took out loans (“Monetization Loans”) from Lender, for $B, approximately X%\nof the face value of the Purchase Notes. The SPEs pledged the Purchase Notes and\nLetters of Credit as security for the Monetization Loans. The loan agreements were\nsigned and the proceeds from the Monetization Loans were distributed to the SPEs on\nQ Date of Year 1, S days after the Asset sale. The SPEs then distributed the entire\namount of the loan proceeds to Taxpayer to repay the intercompany loans. To fund the loans to the SPEs, Lender initially used its own conduit lenders to issue\nparticipations in the Monetization Loans to various investors. The interest rates on the\nMonetization Loans are variable and are tied to the funding costs incurred by Lender or\nits conduit lenders, plus additional basis points for fees, commissions, and profit\n2 On P Date of Year 2, Standard & Poor’s lowered its credit rating of CC Bank, one of the LOC Banks,\nwhich constituted a substitution event. At Buyer’s request, EE Bank issued substitute letters of credit and\nreplaced CC Bank. Taxpayer paid approximately $H in fees associated with this substitution. On N Date,\nYear 3, the credit rating of the replacement bank, EE Bank, was lowered and another substitution event\noccurred. FF Bank replaced EE Bank, and Taxpayer paid approximately $E in fees associated with this\nsubstitution and an additional $F in fees associated with terminating the EE Bank letter of credit. Currently, the four LOC Banks are AA Bank, BB Bank, FF Bank, and DD Bank. POSTF-126770-10 5 margins.3 The $A sale of the Asset provided the funds necessary to complete Event GG, reduce\nexisting debt of Taxpayer, and complete Event HH in order to accomplish Purpose. While Taxpayer recognized a substantial gain on the Asset sale for financial reporting\npurposes, it used the installment sale method under I.R.C. §§ 453 and 453A to defer the\n$C tax gain for R years. LAW\nSection 453\nSection 453(a) 4 provides, in general, that income from an installment sale is accounted\nfor, for tax purposes, under the installment method. Section 453(b) defines an\n“installment sale” as a disposition of property if at least one payment is received after\nthe close of the taxable year of the sale. Section 453(c) defines the term “installment\nmethod” as a method under which the income recognized for any taxable year is the\nproportion of the payments received in that year which the gross profit (realized or to be\nrealized when payment is completed) bears to the total contract price. Section 453(b)(2)(A) excludes dealer dispositions from the installment method of\nreporting income for tax years beginning after December 31, 1987. Section 453(l)(1)(B)\ndefines a dealer disposition of real property as any disposition of real property which is\nheld by the taxpayer for sale to customers in the ordinary course of the taxpayer’s\nbusiness. Section 453(l)(2)(A) specifically excludes farm property dispositions from the\ndefinition of dealer property. Farm property is defined as any property used in the trade\nor business of farming within the meaning of I.R.C. §§ 2032A(e)(4) or (5).",
      "queries": [
        "what is an OIG",
        "what is the bia phone number"
      ],
      "queries_score": [
        -7.62803840637207,
        -9.0127534866333
      ]
    },
    {
      "id": "legal-advice_99__3",
      "chunk_id": "3",
      "content": "Section 453(l)(2)(A) specifically excludes farm property dispositions from the\ndefinition of dealer property. Farm property is defined as any property used in the trade\nor business of farming within the meaning of I.R.C. §§ 2032A(e)(4) or (5). Section 2032A(e)(4) states the term “farm” includes stock, dairy, poultry, fruit, furbearing\nanimals, and truck farms, plantations, ranches, nurseries, ranges, greenhouses,\norchards, and woodlands. Section 2032A(e)(5) states that the term “farming purposes”\nmeans – cultivating the soil or raising or harvesting any agricultural or horticultural\ncommodity on a farm; handling, drying, packing, grading, or storing on a farm any\nagricultural or horticultural commodity in its un-manufactured state; and the planting,\ncultivating, caring for, or cutting of trees, or the preparation (other than milling) of trees\nfor market. 3 In a memorandum dated O Date of Year 1 addressed to Taxpayer’s board of directors, Taxpayer’s\nGroup (group responsible for implementing Taxpayer’s Plan) predicted $G in tax savings by structuring\nthe Asset sale as Transaction. The Group also states that such a prediction ignored the spread (if any)\nbetween the interest rate on the Purchase Notes and the interest rate on the Monetization Loans. The\nexam team has interpreted this to mean that Taxpayer did not expect to see much of a difference in\ninterest received on the Purchase Notes and paid on the Monetization Loans. However, during the initial\nloan period Taxpayer’s SPEs actually made a profit on the interest rate spread between the Purchase\nNotes and the Monetization Loans. 4 Unless otherwise indicated, section references are to sections of the Internal Revenue Code effective\nfor the taxable years at issue. POSTF-126770-10 6 Section 453A(d) provides that if an installment obligation is pledged to secure a loan or\nother indebtedness, the receipt of the proceeds from the indebtedness is treated as a\npayment on the installment obligation. Section 453A(b)(3)(B) provides an exception to\nthe pledge prohibition for farm property, within the meaning of I.R.C. § 2032A(e)(4) or\n(5). Section 453(f)(3) provides that an evidence of indebtedness of the person acquiring the\nproperty will not be considered a payment “whether or not payment of such\nindebtedness is guaranteed by another person.” The legislative history indicates that\nCongress enacted I.R.C. § 453(f)(3) in 1980 in response to the conflicting court opinions\nas to whether a standby letter of credit securing an installment note should be treated\nas a payment for purposes of the installment sale provisions. In Griffith v.\nCommissioner, 73 T.C. 933 (1980), the Tax Court held that the taxpayer received full\npayment in the year of sale because a standby letter of credit secured future payment\nfor the sale of a cotton crop. In Griffith, the taxpayer used certificates of deposit as\ncollateral for the letter of credit. In contrast, Sprague v. United States, 627 F.2d 1044\n(10th Cir. 1980), held that a letter of credit used to secure payment for the sale of stock\ndid not constitute payment for purposes of the installment sale provisions. In explaining\nI.R.C. § 453(f)(3), the Senate Finance Committee clearly expressed that a third party\nguarantee (including a standby letter of credit) used as security for a deferred payment\nsale should not be treated as a payment received on an installment obligation.",
      "queries": [
        "u.s. department of justice supplanting grant condition number"
      ],
      "queries_score": [
        -9.66076374053955
      ]
    },
    {
      "id": "legal-advice_99__4",
      "chunk_id": "4",
      "content": "In explaining\nI.R.C. § 453(f)(3), the Senate Finance Committee clearly expressed that a third party\nguarantee (including a standby letter of credit) used as security for a deferred payment\nsale should not be treated as a payment received on an installment obligation. S. Rep.\nNo. 1000, 96th Cong., 2nd Sess. 18 (1980). Consistent with the Code and the legislative history, Temp. Treas. Reg. § 15a.4531(b)(3)(i) provides that the term “payment” does not include the receipt of evidences of\nindebtedness of the person acquiring the property (“installment obligation”), whether or\nnot payment of such indebtedness is guaranteed by a third party. The regulations\nprovide that payments include amounts actually or constructively received in the taxable\nyear under an installment obligation. An evidence of indebtedness which is secured\ndirectly or indirectly by cash or a cash equivalent, such as a bank certificate of deposit\nor Treasury note, will be treated as the receipt of payment. Section 15a.453-1(b)(3) provides that a standby letter of credit is treated as a third party\nguarantee. Section 15a.453-1(b)(3)(iii) defines the term “standby letter of credit” as a\nnon-negotiable, non-transferable (except together with the evidence of indebtedness\nwhich it secures) letter of credit, issued by a bank or other financial institution, which\nserves to guarantee payment of the installment indebtedness. A letter of credit is not a\nstandby letter of credit if it may be drawn upon in the absence of default in payment of\nthe underlying indebtedness. The crucial distinction between an ordinary letter of credit\nand a standby letter of credit is that a seller may draw upon (or access funds pursuant\nto) an ordinary letter of credit in the absence of a default on the installment note(s). That access constitutes constructive receipt to the seller, and the seller must recognize\ngain on all the sales proceeds despite the existence of the installment sale contract. Because a seller may not draw upon a standby letter of credit in the absence of a\ndefault, the seller is not deemed to have constructively received the sales proceeds. POSTF-126770-10 7 Examples (7) and (8) of Temp. Treas. Reg. § 15a.453-1(b)(5) illustrate the effect of a\nstandby letter of credit that secures an installment obligation. In Example (7), A sells\nthe stock of X corporation to B for a $1 million installment obligation payable in equal\nannual installments over 10 years with adequate stated interest. The installment\nobligation is secured by a standby letter of credit issued by M bank. Under the\nagreement between B and M bank, B is required (1) to maintain a compensating\nbalance in an account B maintains with M bank and (2) to post additional collateral,\nwhich may include cash or a cash equivalent, with M bank. Under neither the standby\nletter of credit nor any other agreement or arrangement is A granted a direct lien upon\nor other security interest in the cash or cash equivalent collateral. The example\nconcludes that receipt of B’s installment obligation secured by the standby letter of\ncredit will not be treated as receipt of payment by A.",
      "queries": [
        "what is standby letter of credit",
        "what does the media represent",
        "what is the award document",
        "which of the following is an example of a case that did not involve title?",
        "who determines whether iraq violates un resolutions"
      ],
      "queries_score": [
        "1.5471609",
        -6.248765468597412,
        -6.663328170776367,
        -5.09212064743042,
        -7.927084445953369
      ]
    },
    {
      "id": "legal-advice_99__5",
      "chunk_id": "5",
      "content": "The example\nconcludes that receipt of B’s installment obligation secured by the standby letter of\ncredit will not be treated as receipt of payment by A. In Example (8), the facts are the same as in Example (7), except that the standby letter\nof credit is in the drawable sum of $600,000. To secure fully its $1 million note issued to\nA, B deposits in escrow $400,000 in cash and Treasury bills. Under the escrow\nagreement, upon default in payment of the note, A may look directly to the escrowed\ncollateral. The example concludes that receipt of B’s installment obligation will be\ntreated as the receipt of payment by A in the sum of $400,000. Substance Over Form Doctrine\nIn Gregory v. Helvering, 293 U.S. 465 (1935), the court held that where a transaction\nhas no substantial business purpose other than the avoidance or reduction of Federal\ntax, the tax law will not respect the transaction. The doctrine of substance over form is\nessentially that, for Federal tax purposes, a taxpayer is bound by the economic\nsubstance of a transaction where the economic substance varies from its legal form. The concept of the substance over form doctrine is that the tax results of an\narrangement are better determined based on the underlying substance rather than an\nevaluation of the mere formal steps by which the arrangement was undertaken. Joint\nCommittee on Taxation, Background and Present Law Relating to Tax Shelters (JCX19-02), March 19, 2002. Under this doctrine, two transactions that achieve the same\nunderlying result should not be taxed differently simply because they are achieved\nthrough different legal steps. As stated by the Supreme Court, a “given result at the end\nof a straight path is not made a different result because reached by following a devious\npath.” Minnesota Tea Co. v. Helvering, 302 U.S. 609, 613 (1938). The application of the substance over form doctrine is highly factual. In Newman v.\nCommissioner, the Second Circuit (citing Frank Lyon v. U.S., 435 U.S. 561 (1978)),\nindicated that relevant criteria in applying the substance over form doctrine included: (1)\nthe existence of a legitimate non-tax business purpose, (2) whether the transaction has\nchanged the economic interests of the parties, (3) whether the parties dealt with each\nother at arm’s length, and (4) whether the parties disregarded their own form. 902 F.2d\n159, 163-164 (2d Cir. 1990). POSTF-126770-10 8 If the doctrine applies, it allows the Service to recast the transaction in question\naccording to the underlying substance of the transaction rather than being bound by the\ntaxpayer’s form. However, taxpayers are typically bound by their chosen legal form. Commissioner v. Danielson, 378 F.2d 771 (3d Cir. 1967), cert. denied, 389 U.S. 858\n(1967); In the matter of: Insilco Corporation v. United States, 53 F.3d 95 (5th Cir. 1995). Step Transaction Doctrine The step transaction doctrine is considered an extension of the substance over form\ndoctrine. Under the step transaction doctrine, a particular step in a transaction can be\ndisregarded for tax purposes if the taxpayer could have achieved its objective more\ndirectly, but instead included the step for no purpose other than to avoid tax.",
      "queries": [
        "what is the example of standby letter of credit?",
        "community policing definition",
        "what is declaration that this action is in the best interest of the agency",
        "internal revenue service memo release number",
        "are self-created intangibles amortizable"
      ],
      "queries_score": [
        "1.5682408",
        -6.908745765686035,
        -7.82019567489624,
        -6.345510959625244,
        -8.263218879699707
      ]
    },
    {
      "id": "legal-advice_99__6",
      "chunk_id": "6",
      "content": "Under the step transaction doctrine, a particular step in a transaction can be\ndisregarded for tax purposes if the taxpayer could have achieved its objective more\ndirectly, but instead included the step for no purpose other than to avoid tax. See Del\nCommercial Properties, Inc. v. Commissioner, 251 F.3d 210-213, 214 (D.C. Cir. 2001),\ncert. denied, 534 U.S. 1104 (2002). The step transaction doctrine applies in cases\nwhere a taxpayer seeks to go from point A to point D and does so by stopping at\nintermediary points B and C. The purpose of the unnecessary stops is to achieve tax\nconsequences differing from those which a direct path from A to D would have\nproduced. In such a situation, courts may disregard the taxpayer’s path and the\nunnecessary steps. See Gregory v. Helvering, 293 U.S. 465 (1935). The step transaction doctrine “treats a series of formally separate ‘steps’ as a single\ntransaction if such steps are in substance integrated, interdependent, and focused\ntoward a particular result.” Penrod v. Commissioner, 88 T.C. 1415, 1428 (1987). The\ncourts have developed three methods of testing whether to invoke the step transaction\ndoctrine: (1) the end result test, (2) the interdependence test, and (3) the binding\ncommitment test. The end result test is the broadest of the three methods. The end result test evaluates\nwhether it is evident that each of a series of steps is undertaken for the purpose of\nachieving the ultimate result. King Enterprises, Inc. v. United States, 418 F.2d 511, 516\n(Ct. Cl. 1969). The interdependence test requires showing that each step was so\ninterdependent that the completion of an individual step would have been meaningless\nwithout the completion of the remaining steps. Stated differently, under the\ninterdependence test, the step transaction doctrine applies if “the steps are so\ninterdependent that the legal relations created by one transaction would have been\nfruitless without a completion of the series.” Redding v. Commissioner, 630 F.2d at\n1177. The binding commitment test is the narrowest of the three step transaction\nmethods and looks to whether, at the time the first step is entered into, there is a legally\nbinding commitment to complete the remaining steps. Commissioner v. Gordon, 391\nU.S. 83, 96 (1968). In determining whether to invoke the step transaction doctrine, the courts have looked\nto two factors: (1) the intent of the taxpayer, and (2) the temporal proximity of the\nseparate steps. Excluding cases involving a legally binding agreement, if each of a\nseries of steps has independent economic significance, the transactions should not be\nstepped together. Reef Corporation v. Commissioner, 368 F.2d 125 (5th Cir. 1966); POSTF-126770-10 9 Rev. Rul. 79-250,1979-2 C.B. 156, modified by Rev. Rul. 96-29, 1996-1 C.B. 50. In\naddition, the courts have refused to apply the step transaction doctrine where its\napplication would create steps that never actually occurred. Esmark, Inc. v.\nCommissioner, 90 T.C. 171 (1988), aff’d without published opinion, 886 F.2d 1318 (7th\nCir. 1989); Walt Disney, Inc. v. Commissioner, 97 T.C. 221 (1991); Grove v.\nCommissioner, 490 F.2d 241 (2d Cir. 1973). If the doctrine does apply, then the\nunnecessary steps are disregarded and the transaction is recast. ANALYSIS",
      "queries": [
        "how is step transaction doctrine different to step transaction doctrine",
        "what is meant by the step transaction doctrine",
        "step transaction doctrine definition"
      ],
      "queries_score": [
        "2.373016",
        "2.9049437",
        "2.243541"
      ]
    },
    {
      "id": "legal-advice_99__7",
      "chunk_id": "7",
      "content": "Esmark, Inc. v.\nCommissioner, 90 T.C. 171 (1988), aff’d without published opinion, 886 F.2d 1318 (7th\nCir. 1989); Walt Disney, Inc. v. Commissioner, 97 T.C. 221 (1991); Grove v.\nCommissioner, 490 F.2d 241 (2d Cir. 1973). If the doctrine does apply, then the\nunnecessary steps are disregarded and the transaction is recast. ANALYSIS The Transaction meets the statutory and regulatory requirements of I.R.C. § 453. Because Asset meets the definition of farm property under I.R.C. § 2032A(e)(4),\nTaxpayer can pledge the Purchase Notes and obtain cash through a separate loan\nunder I.R.C. § 453A(b)(3)(B) without the proceeds being treated as a payment for\ninstallment sale purposes. The Code and the regulations also specifically allow a\nstandby letter of credit to secure an installment sale obligation. The Letters of Credit\nissued in the Transaction meet the definition of a standby letter of credit under Temp. Treas. Reg. § 15a.453-1(b)(3)(iii) because they are non-negotiable, non-transferable,\nand can be drawn upon only in the event of default. Example (7) of the regulations\nclearly provides that a standby letter of credit can be secured by cash collateral. As in\nExample (7), the Deposits secure the Letters of Credit, not the Purchase Notes. The\nTaxpayer cannot look directly to the Deposits for payment; only the LOC Banks and\nBuyer have a direct interest in the Deposits. At the time of the sale, Taxpayer received\nthe proceeds of the Monetization Loans secured by the Purchase Notes and Letters of\nCredit; Taxpayer did not receive funds from the Deposits securing the Purchase Notes. Application of the Substance Over Form Doctrine In form, Taxpayer’s Transaction comprised: (1) an installment sale, pursuant to which\nTaxpayer received the Purchase Notes backed by the Letters of Credit, and (2) a loan\nmonetizing the Purchase Notes. The question presented is whether the substance of\nthe Transaction was essentially a cash sale—shortly after the Asset sale Taxpayer\nobtained U% of the sales price in cash and an additional X% of the face value of the\nPurchase Notes through loan proceeds, all while deferring most of the gain recognition\nand tax on the transaction for R years. We conclude that the substance over form doctrine does not apply in this case. Using\nthe Newman v. Commissioner criteria discussed above, the substance of the\nTransaction is consistent with its form. First, each step in the transaction had a specific\nbusiness purpose. The sale of the Asset was a real transaction carried out to raise\ncash for Taxpayer. The Letters of Credit, by definition, provided economic security for\nTaxpayer in the event of Buyer’s default. The Deposits served as the collateral. Taxpayer negotiated the Monetization Loans with a financial institution separate from\nthe financial institutions that issued the Letters of Credit and held the Deposits. Second, the economic interests of the parties did in fact change. After the Transaction, POSTF-126770-10 10 Taxpayer no longer owned the K Amount of Asset, Taxpayer held the Purchase Notes\nbacked by the Letters of Credit, and Taxpayer’s SPEs were obligors under the\nMonetization Loans with Lender in the total amount of $B. The economic interests of\nBuyer and Lender changed as well.",
      "queries": [
        "what is above market earnings on deferred compensation"
      ],
      "queries_score": [
        -8.113144874572754
      ]
    },
    {
      "id": "legal-advice_99__8",
      "chunk_id": "8",
      "content": "After the Transaction, POSTF-126770-10 10 Taxpayer no longer owned the K Amount of Asset, Taxpayer held the Purchase Notes\nbacked by the Letters of Credit, and Taxpayer’s SPEs were obligors under the\nMonetization Loans with Lender in the total amount of $B. The economic interests of\nBuyer and Lender changed as well. Buyer deposited $D with the LOC Banks to secure\nthe standby letters of credit and pay associated fees and became the new owner of the\nAsset. Lender parted with $B in exchange for the Monetization Loans, secured by the\nPurchase Notes and Letters of Credit. Third, there is no indication that the terms of the Transaction are not arm’s length. The\nterms of the Purchase Notes appear to be regular, commercial terms, with marketbased interest rates. While the interest rate to be paid on the Monetization Loans is\nunusual, the loan agreement shows it to be structured as a commercial loan. Fourth, all\nparties involved have treated the steps of the Transaction as a separate installment sale\nand monetization loan. The Taxpayer reduced its risk exposure on the Monetization Loans by carrying out the\nmonetization of the Purchase Notes through its two bankruptcy-remote LLCs and by\nmaking the Monetization Loans nonrecourse. Nevertheless, the taxpayer is still at risk. The Taxpayer only received X% of the face value of the Purchase Notes in loan\nproceeds and is therefore still at risk on the remaining Y% should one or more LOC\nbanks fail. Taxpayer tried to limit this risk by spreading the LOCs among several banks\nand requiring LOC replacement if a bank’s credit rating went below a certain level. This\nlimited the risk, but did not eliminate it, given the high concentration of Z banks acting as\ncounterparties. In addition, to recast the transaction as a cash sale would be to assume\nTaxpayer had already forfeited that remaining Y%, which it clearly has not done. Application of the Step Transaction Doctrine\nBecause the step transaction doctrine is an extension of the substance over form\ndoctrine, the step transaction doctrine also does not apply to this case. As noted above,\nthe step transaction doctrine applies in cases where a taxpayer seeks to go from point A\nto point D and does so by stopping at intermediary points B and C, steps which give the\ntaxpayer a tax benefit. The question is whether the interrelated steps between\nTaxpayer signing the sales contract and Lender wiring the Monetization Loan proceeds\ndirectly into Taxpayer’s accounts should be collapsed. “Step A” is the transfer of the Asset to Buyer while “Step D” is the transfer of the\nMonetization Loan proceeds from Lender to Taxpayer (through Taxpayer’s SPEs). Collapsing the Transaction and going straight from Step A to Step D does not make\nsense. Taxpayer is selling the Asset to Buyer, while the loan proceeds are coming from\nLender, which is unrelated to both Taxpayer and Buyer. In fact, to go from Step A to\nStep D and to treat the Transaction as a cash sale would require additional steps, which\nthe Internal Revenue Service is prohibited from creating. See Grove v. Commissioner,\n490 F.2d at 247.",
      "queries": [
        "what is the scope of work for cops",
        "what is local match requirement"
      ],
      "queries_score": [
        -8.204166412353516,
        -8.14721393585205
      ]
    },
    {
      "id": "legal-advice_99__9",
      "chunk_id": "9",
      "content": "In fact, to go from Step A to\nStep D and to treat the Transaction as a cash sale would require additional steps, which\nthe Internal Revenue Service is prohibited from creating. See Grove v. Commissioner,\n490 F.2d at 247. Furthermore, the steps that did occur between “Step A” and “Step D” were not POSTF-126770-10 11 unnecessary or meaningless steps. The Deposits made by Buyer were necessary to\nback the Letters of Credit. The Letters of Credit were necessary to secure the Purchase\nNotes in the event of Buyer’s default. The transfer of the Purchase Notes to the SPEs\nwas necessary to protect Taxpayer in the event of Buyer’s default. The pledging of the\nPurchase Notes and Letters of Credit was necessary in order for Taxpayer to receive\nthe amount of loan proceeds it needed to carry out its Plan, pay off its existing corporate\ndebt, and complete Event HH in order to accomplish Purpose. Each of the steps has independent economic significance; therefore, the step\ntransaction does not apply under either the end result test or the interdependence test. The binding commitment test would not be applicable in this case because there is no\ncontractual obligation to complete all of the Transaction steps. In summary, the judicial doctrines of substance over form and step transaction do not\napply in this case. The steps in the Transaction accomplished legitimate business\npurposes and had independent economic significance. Taxpayer needed to sell its\nAsset and structured the sale in a way that minimized its taxes. Taxpayer did not create\ntransactions with no substance merely to obtain tax benefits. Substantively, the steps of\nthe Transaction matched their form: an installment sale coupled with a monetization\nloan. The Transaction allowed Taxpayer to take advantage of tax deferral on the Asset\nsale, which is a permitted result under I.R.C. §§ 453 and 453A. We have coordinated this advice with the National Office, which agrees with our views. Please call 281-721-7322 if you have any further questions. CAROL BINGHAM MCCLURE\nAssociate Area Counsel\n(Large Business & International) By: _____________________________ Jamie S. Luff\nSenior Attorney (Houston)\n(Large Business & International) cc:",
      "queries": [
        "what is the role of the oig",
        "cops office phone number",
        "what is domestic subsidiary investment in ppfs ?"
      ],
      "queries_score": [
        -7.991984844207764,
        -8.93410587310791,
        -9.520661354064941
      ]
    }
  ]
}