{
  "doc_id": "legal-advice_74",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_74__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20131801F\nRelease Date: 5/3/2013\nCC : TEGE:FS:GCDALJ:--------------POSTF-114713-13\ndate:\nto: March 29, 2013 ---------------FSLG Manager - Mid-Atlantic Group\n------------------FSLG Specialist - Mid-Atlantic Group from: subject: Area Counsel (Mid-Atlantic Area)\n(Tax Exempt & Government Entities) Pennsylvania Constables, Worker Classification Issue\nTP: --------------------------------------------; Tax Years: -----------------------------UIL: 1402.01-00, 3121.00-00 This memorandum responds to your request for advice dated June 13, 2012,\nregarding the above taxpayer. This advice may not be used or cited as precedent\nin other cases. This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse effect on privileges,\nsuch as the attorney-client privilege. If disclosure becomes necessary, please\ncontact this office for our views. ISSUES\n1. Are the elected constables serving -----------------------------------------------------(“constables”) covered under a section 218 agreement? 2. Are the constables considered fee-based public officials for purposes of I.R.C.\n§ 1402(c)(1) and therefore subject to self-employment tax? 3. Are the constables employees for the purposes of the Federal Insurance\nContributions Act (“FICA”)? 4. Are the constables employees for the purposes of federal income tax withholding\n(“ITW”) requirements? POSTF-114713-13 2 5. If constables are employees, who is the employer for federal employment tax\npurposes? SUMMARY CONCLUSIONS 1. The constables are covered by a section 218 agreement, as established by the\nletter you received from the Social Security Administration. ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. 2. The constables are not solely fee-based as required by section 1402(c)(1), and\ntherefore they are not fee-based public officials. The constables are not subject\nto self-employment tax. 3. The constables are employees based on the common law employee analysis\nand are therefore employees for purposes of FICA. 4. The constables are employees for the purposes of ITW pursuant to I.R.C.\n§ 3401(c) because they are elected officials. 5. The employer of the constables for employment tax purposes is the County. The\nCounty controls the payment to the constables and is therefore the statutory\nemployer under I.R.C. § 3401(d)(1). FACTS\nBackground\nBoth the State and the County have section 218 agreements1. In order to determine\nwhether the constables are covered under the State or County 218 agreements, you\nrequested a determination from the Social Security Administration (“SSA”) regarding\nwhether the constables were covered under either 218 agreement. --------------------------------, you received a letter from SSA which stated that the constable position is\ncovered under the State 218 agreement. --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. The County made payments to approximately ------- constables totaling approximately\n$------------------- during the years at issue. The constables perform various services\nsuch as prisoner transport, service of summonses and warrants, court protection within 1 Section 218 refers to the Social Security Act, codified at 42 U.S.C. § 418. See I.R.C. sections\n3121(b)(7)(E) and 3121(d)(4) for treatment of individuals performing services covered by a section 218\nagreement as employees for FICA tax purposes. POSTF-114713-13 3 the Magisterial Courts of Pennsylvania, and services relating to landlord/tenant disputes\nand resolutions. Constables are elected officials within a local government in the State. The constables\nare required to take an oath of office and undergo a background check. They must also\nreceive State-provided training and certification prior to performing services as a\nconstable.",
      "queries": [
        "cops office response center phone number",
        "who is responsible for excess development costs"
      ],
      "queries_score": [
        -7.801723480224609,
        -9.383679389953613
      ]
    },
    {
      "id": "legal-advice_74__1",
      "chunk_id": "1",
      "content": "the Magisterial Courts of Pennsylvania, and services relating to landlord/tenant disputes\nand resolutions. Constables are elected officials within a local government in the State. The constables\nare required to take an oath of office and undergo a background check. They must also\nreceive State-provided training and certification prior to performing services as a\nconstable. Constables must provide proof to the clerk of courts that they hold\nprofessional liability insurance in amounts set by statute in order to maintain\ncertification. Once constables are certified by the State, they have statewide authority\nand jurisdiction enabling him to perform services throughout the state, not just in the\nlocal area in which they were elected. Therefore, the constables may perform services\nfor and receive payment from multiple counties. In some counties, constables serve as\nthe primary means of law enforcement. Constables are covered by quasi-judicial immunity. See e.g. Berg v. Allegheny County,\n219 F.3d 261 (3d Cir. 2000). However, upon election, a constable must post a bond\nbetween $500 and $3000 as directed by the court to be held in trust for the use and\nbenefit of persons who may sustain injury by reason of neglect of duty. 44 Pa C.S.A.\n§ 7114(c). Enacted in October of 2009, Part IV of Title 44 of the Pennsylvania Code, titled “Other\nOfficers,” sets out the provisions of State statute relating to constables. Part IV contains\none chapter, Chapter 71 titled “Constables.” Chapter 71 includes subchapters outlining\nelection, appointment, conflicts, training, powers and duties, compensation, and\npenalties and remedies. 2 A constable is elected for a term of six years. 44 Pa. C.S.A.\n§ 7111 (2009). Constables can be re-elected for an unlimited number of terms. Per\nyour interviews, many constables have a continuing and ongoing relationship with the\nCounty. Some of the constables in the County have held office for between 20 and 30\nyears. When a constable vacancy occurs, the court of common pleas for the county\nwhere there is a vacancy must appoint an individual to serve as a constable for the\nremainder of the term. Id. § 7121. The constable has sole power to appoint deputy\nconstables, subject to approval of the court of common pleas. Id. § 7122. State statute provides “[w]hile a constable or deputy constable is performing duties\nother than judicial duties, regardless of whether or not he is certified under this\nsubchapter, he shall not in any manner hold himself out to be active as an agent,\nemployee, or representative of any court, magisterial district judge or judge.” Id.\n§ 7142(f) (emphasis added). Prior to 2009, State statute provided that a constable was\nan independent contractor and not an employee of the Commonwealth, the judiciary,\nthe township, or the county in which he works. This provision appears to follow a ruling\nof the Supreme Court of Pennsylvania which held unconstitutional as a violation of\nseparation of powers a provision attempting to make constables employees of the State\n2 Various provisions of Pennsylvania Code relating to constables were repealed in 2009 and consolidated\ninto Title 44, Law and Justice. Prior to this change, the provisions were located in various titles, including\nChapter 42, Judiciary and Judicial Procedure. POSTF-114713-13 4",
      "queries": [
        "when are federal financial reports due",
        "duns number",
        "what is continuing education for practitioners on federal taxes",
        "what is the example of standby letter of credit?"
      ],
      "queries_score": [
        -9.15158748626709,
        -8.062233924865723,
        -9.326761245727539,
        -8.918668746948242
      ]
    },
    {
      "id": "legal-advice_74__2",
      "chunk_id": "2",
      "content": "Various provisions of Pennsylvania Code relating to constables were repealed in 2009 and consolidated\ninto Title 44, Law and Justice. Prior to this change, the provisions were located in various titles, including\nChapter 42, Judiciary and Judicial Procedure. POSTF-114713-13 4 judiciary because constables perform functions of the executive branch. In re Act 147\nof 1990, 528 A.2d 985, 990. (Pa. 1991). Constable Training and Certification\nState statute provides for the establishment of a board responsible for establishing,\nimplementing and administering a constable education and training program. 44 Pa.\nC.S.A. § 7144 (2009). The board also certifies constables and deputy constables who\nhave completed training requirements. Id. The constables must complete a total of 80\nhours of initial training and comply with a mandatory continuing education program\nwhich may include no more than 40 required hours per year. Id. §§ 7145, 7146. Constables interviewed stated they must also attend an additional 40 hours of training\nfor required firearms certification. The mandatory curriculum for the training consists of\ntopics including: role of the constable in the justice system; professional development;\ncivil law process; criminal law process; mechanics of arrest; prisoner transport and\ncustody; and court security. State statute establishes an account to provide funds for\nthe constable training program; the account is funded by a surcharge collected by\nconstables as a court cost and turned over to the Department of Revenue. Id. § 7149. Constable Powers and Duties\nState statute also sets out the powers and duties of the constables. Constables are\nrequired to serve at all elections by preserving the peace at polling places. Id. § 7152. The statute directs constables to arrest individuals without a warrant for various\noffenses. Id. § 7158. Constables may serve as coroner; collect taxes under a warrant\nissued by the tax collector; and arrest a person trespassing upon any forest. Id.\n§§ 7154-7156. Constables must impound trespassing livestock and notify owner to collect livestock and\npay the constable for the cost of damage, care and fee for the constable. Id. § 7159. If\nthe owner fails to pay, the livestock shall be sold at a public sale and the all money\nrealized from the sale will be turned over to the magisterial district judge. Id. § 7159.1. The magisterial district judge then distributes payment to the landowner for damages\nand the constable for his services. Id. Some other duties which constables may perform include, but are not limited to, the\nfollowing: transporting defendants to arraignments and hearings; carrying out sales and\nejectments in landlord-tenant disputes; serving complaints, summonses and notices;\nproviding courtroom security; executing warrants of arrest; serving notice of election to\ntownship or borough officers; seizing registration plates and drivers’ licenses. Id.\n§§ 7161, 7165. Criminal subpoenas can be served by police officers or constables. Sheriff’s deputies are also permitted to transport prisoners. Constables generally set their own hours of work. The magisterial district judges assign\nwork to the constables. The constables interviewed indicated that they can turn down POSTF-114713-13 5 work but do so at the risk of not getting future assignments from that judge. The\nconstables interviewed stated that the judges are the bosses and make the rules.",
      "queries": [
        "why are federal agencies required to use federal funding"
      ],
      "queries_score": [
        -7.643383979797363
      ]
    },
    {
      "id": "legal-advice_74__3",
      "chunk_id": "3",
      "content": "The magisterial district judges assign\nwork to the constables. The constables interviewed indicated that they can turn down POSTF-114713-13 5 work but do so at the risk of not getting future assignments from that judge. The\nconstables interviewed stated that the judges are the bosses and make the rules. A\nconstable must be present in the courtroom when a magisterial district judge is present\nin court. Therefore the magisterial district courts cannot function without the services of\nthe constable. The constables view themselves as “officers of the court.” Police\nofficers in the county do not provide courtroom or courthouse security. Sheriff’s\ndeputies perform courtroom security for the “major” courts. Constables must provide some of the supplies necessary for the performance of their\nduties. For example, they must provide their own vehicles for prisoner transport,\nclothing, guns, ammunition and handcuffs. Some judges require a constable to be in\nuniform when providing courtroom security, while others simply require the constables\ndress professionally. There is no state-mandated uniform for constables. The court\nprovides metal detectors and wands. Some courts also provide constables with desk\nspace or an office. The State issues the constables ID badges with the title “PA State\nConstable.” --------------------------------------------------------------------------------------------------------------------------------------------------------------------------. Constables are not prohibited from\nperforming services for private entities,----------------------------------------------------------------. Constables must carry an additional liability insurance policy if he performs private work. Constable Guidelines and Discipline\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. -------------------------------------------------------------------------. A State constable handbook is in the process of being\ndrafted ----------. During the required constable training, the constables must abide by a\nState-issued classroom code of conduct. The constables you interviewed stated that\nthe State regulates how they do their job. State statute provides for discipline of constables through Subchapter H, Penalties and\nRemedies. A court of common pleas may inquire into the official conduct of the\nconstable and remove the constable from office if it determines the constable is\nincompetent. Id. § 7172. A constable’s compensation may be withheld if he defaults on\nremittance of collected tax. Id. § 7173. A constable may also be subject to fines and\ncriminal penalties for neglecting or refusing to perform duties. Id. §§ 7175, 7178. As\npublic officials, constables are required to file Statements of Financial Interests annually\nwith the State Ethics Commission. Constable Payment\nConstables are paid according to schedules set by statute. Where the constable is\nperforming a service on behalf of a litigant, for example, the litigant is required to pay\nthe constable fees in advance to the court for services desired to be performed. Id. POSTF-114713-13 6 § 7161(d). According to State statute, the court is to turn the fees over to the constable\nas soon as possible. Id. § 7161(e). In criminal cases, the constable fees are charged to\nthe defendant; however, if the defendant is discharged or indigent, the fee is assessed\nto the county. Id. § 7161(g)(16). --------------------------------------------------------------------------------------------------------------------------------------------------------------. Constables are reimbursed for actual mileage traveled. Id. § 7161. In certain cases\nwhen transporting prisoners, the constable may, at his discretion, be accompanied by a\nsecond constable or deputy constable; in these cases each constable shall receive\npayment for the transportation. Id. For services performed relating to elections,\nconstable compensation is paid by the county. Id. § 7163.",
      "queries": [
        "when was the eu decision on the mobilization of the flexibility instrument for immediate budgetary measures?",
        "citibank ach account number",
        "what is the contract provisions of a federal contract"
      ],
      "queries_score": [
        -9.932533264160156,
        -9.572009086608887,
        -8.764857292175293
      ]
    },
    {
      "id": "legal-advice_74__4",
      "chunk_id": "4",
      "content": "Id. § 7161. In certain cases\nwhen transporting prisoners, the constable may, at his discretion, be accompanied by a\nsecond constable or deputy constable; in these cases each constable shall receive\npayment for the transportation. Id. For services performed relating to elections,\nconstable compensation is paid by the county. Id. § 7163. The Department of Motor\nVehicles pays the constables for seizing registrations and drivers’ licenses. Id. §7165. Constables are permitted by statute to collect monies from the public for certain items,\nincluding outstanding fines and constable fees and surcharges. Amounts collected by\nthe constable must be turned over entirely to the court within time frames set by statute. The court then distributes payment to the constables. -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. Payments for election day services are paid from a separate fund by the\nBoard of Elections. LAW AND ANALYSIS\n1. Coverage Under a Section 218 Agreement The SSA determines whether the workers are employees within the meaning of section\n210(j) of the Social Security Act, which applies the common law rules. If the SSA\ndetermines that an individual worker is covered under the section 218 agreement, the POSTF-114713-13 7 Service then has jurisdiction over the liability for FICA taxes with respect to wages paid\nto such individual. See I.R.C. section 3121(d)(4). The determination of who is covered under the terms of a section 218 agreement is\nunder the jurisdiction of the SSA. See Sec 3 (page 3) of the attached 2002 IRS-SSA\nMOU. The final determination of federal tax liability is under the jurisdiction of the\nService. The enforcement mechanism with respect to section 218 agreements is also\nwith the Service because the payments under the agreements are treated as FICA\ntaxes. The SSA (Regional Office III, Philadelphia) has determined that the constables are\ncovered under the State 218 agreement. --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. 2. Fee-Based Public Officials Subject to Self-Employment Tax\nBefore we apply the common law employee analysis, we must determine whether the\nconstables are fee-based public officials for the purposes of the Self-Employment\nContributions Act (“SECA”). If the constables are fee-based public officials, they are\nsubject to SECA rather than FICA (“fee-based public official exception”). SECA is\nimposed on the self-employment income derived by an individual from any trade or\nbusiness carried on by such individual. I.R.C. §§ 1401, 1402(a). The general rule is that the performance of the functions of a public office does not\nconstitute a trade or business. I.R.C. § 1402(c)(1), Treas. Reg. § 1.1402(c)-2(a). However, when those functions are compensated solely on a fee basis, the\nperformance of those functions does constitute a trade or business. I.R.C. § 1402(c)(1). The statute provides that a trade or business does not include “the performance of the\nfunctions of a public office, other than the functions of a public office or of a State or\npolitical subdivision thereof with respect to fees received in any period in which the\nfunctions are performed in a position compensated solely on a fee basis”. I.R.C.\n§ 1402(c)(1). Treas. Reg. § 1.1402(c)-2(a)(2) provides:",
      "queries": [
        "what is the date of the eu solidarity fund decision?",
        "do community policing agencies hire",
        "is an intrasession recess period constitutional"
      ],
      "queries_score": [
        -9.710217475891113,
        -7.685091972351074,
        -9.807806015014648
      ]
    },
    {
      "id": "legal-advice_74__5",
      "chunk_id": "5",
      "content": "I.R.C.\n§ 1402(c)(1). Treas. Reg. § 1.1402(c)-2(a)(2) provides: If an individual receives fees after 1967 for the performance of the\nfunctions of a public office of a State or a political subdivision thereof for\nwhich he is compensated solely on a fee basis, and if the service\nperformed in such office is eligible for (but is not made the subject of) an\nagreement between the State and the Secretary of Health, Education, and\nWelfare pursuant to section 218 of the Social Security Act to extend social\nsecurity coverage thereto, the service for which such fees are received\nconstitutes a trade or business within the meaning of section 1402(c) and\n§ 1.1402(c)–1. If an individual performs service for a State or a political POSTF-114713-13 8 subdivision thereof in any period in more than one position, each position\nis treated separately for purposes of the preceding sentence. Therefore, “fee-based public officials” are public officials--(1) who receive fees; (2)\nwhose positions are compensated solely on a fee basis; and (3) who are not subject to\na 218 agreement. Fee-based public officials are subject to SECA rather than FICA. A\npublic office includes any elective or appointive office of a State or its political\nsubdivision. Treas. Reg. § 1.1402(c)-2(b). Examples include a county commissioner, a\njudge, a marshal, a sheriff, a constable or a notary public. Id. The constables in the\nCounty are elected and are therefore public officials. Next we must determine whether the constables are compensated solely on a fee basis. The IRS position on what constitutes a fee is clarified in Revenue Ruling 74-608. In\nRev. Rul. 74-608, State statute required an elected tax collector to account for and turn\nover all tax collections to the treasurer of each taxing authority. State statute also\nauthorized the taxing authority to set a salary, wage, or commission, not to exceed 5%\nof the tax collected, as remuneration for the tax collector. His remuneration for his term\nin office was a fixed percentage of the amounts collected and turned over for each\ntaxing authority; specifically, 3 percent from the county, 4 percent from the township and\n2.8 percent from the school district. The revenue ruling finds that the tax collector is not\na fee-based public official because his remuneration was a salary from a government\nfund rather than fees collected directly from the public. Rev. Rul. 74-608 provides When a public official receives his remuneration in the form of fees directly\nfrom the members of the public with whom he does business, such\nremuneration is ‘fees' within the meaning of section 1402(c)(1) of the Act. When, however, a public official receives his remuneration or salary from\na government fund and no portion of the monies collected by him belongs\nto or can be retained by him as compensation, the remuneration is not\n‘fees’ under section 1402(c)(1). In Rev. Rul. 74-608, not only was the tax collector turning over what he collected from\nthe public to the taxing authority, but also the taxing authority had the authority to\ndetermine what his remuneration would be and paid with general government funds.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_74__6",
      "chunk_id": "6",
      "content": "In Rev. Rul. 74-608, not only was the tax collector turning over what he collected from\nthe public to the taxing authority, but also the taxing authority had the authority to\ndetermine what his remuneration would be and paid with general government funds. For some of their duties, the constables serving this County collect monies from the\npublic and turn them over to the County. The County then pays then constables an\namount set by statute. Often the amount collected is equal to the amount due to the\nconstable by statute. The constables also receive other payments for their services that\ndo not come directly from the public. For example, they receive payments directly from\nthe County for their services on Election Day. In addition, they receive a payment\ndirectly from the judge for the sale of livestock. Therefore, the constables are not solely\nfee-based for the purposes of SECA, as required by the clear statutory language of\nsection 1402(c)(1). POSTF-114713-13 9 In addition, as noted above, according to SSA, the constables are covered under the\nState 218 agreement. Coverage under a 218 agreement also removes the constables\nfrom the provisions of SECA pursuant to section 1402(c)(1). Therefore, the constables\ndo not qualify for the fee-based public official exception. 3. Employees for the Purposes of FICA The definition of employee for purposes of FICA includes “any individual who, under the\nusual common law rules applicable in determining the employer-employee relationship,\nhas the status of an employee” and “any individual who performs services that are\nincluded in an agreement entered into pursuant to section 218 of the Social Security\nAct.” I.R.C. § 3121(d). Since SSA has determined that constables are included in the\nState’s section 218 agreement, they must be treated as employees for purposes of\nFICA. -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. Whether an employer-employee relationship exists in a particular situation is a factual\nquestion to which common law principles apply. See Weber v. Commissioner, 103 T.C.\n378, 386, aff’d. 60 F.3d 1104 (4th Cir. 1995); Nationwide Mutual Ins. Co. v. Darden, 503\nU.S. 318, 323 (1992). Factors which are considered include: (1) the degree of control\nexercised by the principal; (2) which party invests in work facilities used by the\nindividual; (3) the opportunity of the individual for profit or loss; (4) whether the principal\ncan discharge the individual; (5) whether the work is part of the principal’s regular\nbusiness; (6) the permanency of the relationship; and (7) the relationship the parties\nbelieved they are creating. Weber v. Commissioner at 387. See also, Avis Rent A Car\nSystem v. United States, 503 F.2d 423 (2d Cir. 1974); Ewens & Miller, Inc. v.\nCommissioner, 117 T.C. 263, 270 (2001). The Treasury Regulations also offer guidance in making a determination as to whether\nworkers are employees or independent contractors:\nGenerally such relationship exists when the person for whom services are\nperformed has the right to control and direct the individual who performs\nthe services, not only as to the result to be accomplished by the work but\nalso as to the details and means by which that result is accomplished.",
      "queries": [
        "how many times should a face up inmate be checked"
      ],
      "queries_score": [
        -9.388740539550781
      ]
    },
    {
      "id": "legal-advice_74__7",
      "chunk_id": "7",
      "content": "That is, an employee is subject to the will and control of the employer not\nonly as to what shall be done but how it shall be done. In this connection,\nit is not necessary that the employer actually direct or control the manner\nin which the services are performed; it is sufficient if he has the right to do\nso. The right to discharge is also an important factor indicating that the\nperson possessing that right is an employer. Other factors characteristic of\nan employer, but not necessarily present in every case, are the furnishing POSTF-114713-13 10 of tools and the furnishing of a place to work, to the individual who\nperforms the services. In general, if an individual is subject to the control\nor direction of another merely as to the result to be accomplished by the\nwork and not as to the means and methods for accomplishing the result,\nhe is an independent contractor. An individual performing services as an\nindependent contractor is not as to such services an employee under the\nusual common law rules. Individuals such as physicians, lawyers, dentists,\nveterinarians, construction contractors, public stenographers, and\nauctioneers, engaged in the pursuit of an independent trade, business, or\nprofession, in which they offer their services to the public, are independent\ncontractors and not employees. Treas. Reg. § 31.3121(d)-1(c)(2). Additionally, Rev. Rul. 87-41 identifies twenty factors, based on an examination of\ncases and rulings, which indicate whether sufficient control is present to establish an\nemployer-employee relationship. These twenty factors are to be used as a guide in\ndetermining employment status; however, special scrutiny may be required to ensure\nthat formalistic aspects of an arrangement do not obscure its substance. The factors\nare (1) instructions, (2) training, (3) integration (whether the worker’s services are so\nintegrated into business operations that success of continuation of business depend\nupon those services, (4) services rendered personally, (5) hiring, supervising and\npaying assistants, (6) continuing relationship, (7) set hours of work, (8) full time\nrequired, (9) doing work on employer’s premises, (10) order or sequence set (worker\nmust perform services in the order or sequence determined by the person for whom\nservices are performed), (11) oral or written reports, (12) payment by hour, week,\nmonth, (13) payment of business and/or travel expenses, (14) furnishing of tools and\nmaterials, (15) significant investment (if worker invests in facilities, this is an indication\nof independent contractor status; however, if there is a lack of investment on the part of\nthe worker, it indicates a status of employee), (16) realization of profit or loss (if worker\ncan realize a profit or loss, it indicates independent contractor status), (17) working for\nmore than one firm at a time, (18) making service available to the general public,\n(19) right to discharge, and (20) right to terminate. More recently the Service considers the issue under three primary categories of\nevidence—behavioral control, financial control, and relationship of the parties. Refer to\nIRM 4.23.5-1 and Independent Contractor or Employee? Training Materials, Training\n3320-102 (10-96). Facts that illustrate behavioral control, or whether there is a right to\ndirect or control how the worker performs the specific task for which he or she is hired,\nare (1) instructions and (2) training.",
      "queries": [
        "what does an employee do for an employer",
        "when an employee is subject to will and control of an employer",
        "which federal regulations require notice of inmates",
        "why was the bcbsa exemption proposed by gao and bcbsa"
      ],
      "queries_score": [
        "1.5135741",
        "3.3729117",
        -8.759049415588379,
        -6.1638689041137695
      ]
    },
    {
      "id": "legal-advice_74__8",
      "chunk_id": "8",
      "content": "Refer to\nIRM 4.23.5-1 and Independent Contractor or Employee? Training Materials, Training\n3320-102 (10-96). Facts that illustrate behavioral control, or whether there is a right to\ndirect or control how the worker performs the specific task for which he or she is hired,\nare (1) instructions and (2) training. Facts that illustrate financial control, or whether\nthere is a right to direct or control how the business aspects of the worker’s activities are\nconducted, are (1) significant investment, (2) unreimbursed expenses, (3) services\navailable to the public, (4) method of payment, and (5) opportunity for profit or loss. Facts that illustrate the relationship of the parties are (1) employee benefits, (2) intent of POSTF-114713-13 11 parties/written contracts, (3) permanency, (4) discharge/termination, and (5) regular\nbusiness activity. The facts regarding behavioral control indicate that the constables are employees. The\nconstables must undergo 80 hours of initial training plus up to 80 hours of additional\ntraining each year. -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. These facts indicate that the State and/or the County have control over how the\nconstables perform their duties. The facts regarding financial control are mixed. The constables must turn over all\nmonies collected to the County and then only receive payment if they properly submit\nforms according to the County’s procedures and a judge signs off on those forms. This\nindicates control over the finances at the County and State level. The constables are\nreimbursed for their mileage and are provided some tools (metal detectors, desk). However, the constables must provide some of the tools needed themselves (cars,\nguns, ammunition, etc.). The constables also make an investment by posting a bond\nupon election. However, the constables have a minimized financial loss because in\nsome cases they are able to collect payment regardless of whether they are successful\nin their services or not. While it is legally possible for constables to provide services for\nthe public, according to your interviews, it is rare. The facts regarding the relationship of the parties are also mixed. The County has been\ntreating the constables as independent contractors and reporting payments made to\nthem on Forms 1099. In addition, they do not provide any employee benefits to the\nconstables. However, the constables have an ongoing relationship with the County as\nsome of them have served for more than 20 years. In addition, the constables are\ncompletely integrated into the County business; the magisterial district court cannot\nfunction without them and the County relies on them to serve notices and execute\nwarrants because they do not have enough police officers or sheriffs to do so. The\nconstables can be terminated by a judge for failure to perform their duties pursuant to\nthe statute. As in most worker classification cases, the facts are not all indicative of an employee or\nan independent contractor. However, on balance, it appears that the constables are\nemployees. The State’s ability to control how the constables perform their services\nthrough state statute, required training and the ----------------- constable handbook is an\nespecially strong factor that indicates they are employees subject to the control of an\nemployer. The County maintains that the constables are not its employees.",
      "queries": [
        "who has a right to control how a worker performs the specific task for which he or she is hired?",
        "who has the right to direct or control how the worker performs the specific task",
        "how to file a program progress report"
      ],
      "queries_score": [
        "2.1860743",
        "2.2747521",
        -8.901070594787598
      ]
    },
    {
      "id": "legal-advice_74__9",
      "chunk_id": "9",
      "content": "The State’s ability to control how the constables perform their services\nthrough state statute, required training and the ----------------- constable handbook is an\nespecially strong factor that indicates they are employees subject to the control of an\nemployer. The County maintains that the constables are not its employees. It relies, in part, on\nState case law which holds that the constables are independent contractors and not\nemployees. For example, the Supreme Court of Pennsylvania held that legislation\ndesigned to bring constables within the control and direction of the judiciary was in\nviolation of the State’s constitution because it attempted to place constables, whose POSTF-114713-13 12 central functions and activities consist of exercising executive powers, within the\nsupervisory authority of the judicial branch, thereby violating the doctrine of separation\nof powers. In re Act 147 of 1990, 528 A.2d 985, 990. (Pa. 1991). The court cited an\nearlier case that held a constable is not an employee of the Commonwealth, the\njudiciary, the township, or the county in which he works. Id. at 986, citing Rosenwald v.\nBarbieri, 462 A.2d 644 (Pa. 1983). State case law is not binding for federal income tax\npurposes. In addition, the court in these cases did not apply the common law employee\nanalysis used to determine coverage under FICA. Finally, there do not appear to be\nany cases classifying the constables as independent contractors since the enactment of\nChapter 71 to the Pennsylvania Code in 2009, discussed above. These amendments\nand consolidation appear to make significant changes to the law regarding constables\nand may change the analysis under state law. Thus, the County’s reliance on state\ncase law is unfounded. 4. Employees for the Purposes of Income Tax Withholding\nI.R.C. § 3402 obligates any employer making a payment of wages to deduct and\nwithhold tax as prescribed by the Secretary. I.R.C. § 3401(a) defines wages as all\nremuneration (other than fees paid to a public official) for services performed by an\nemployee for his employer. I.R.C. § 3401(c) provides that for the purposes of income\ntax withholding (“ITW”) requirements, an employee includes “an officer, employee, or\nelected official of the United States, a State or any political subdivision thereof…” Because the constables are elected officials of the County, they are employees for the\npurpose of ITW. 5. Who is the Employer? Section 3401(d)(1) provides, that for purposes of income tax withholding, the term\nemployer means the person for whom an individual performs or performed any service,\nof whatever nature, as the employee of such person, except that if the person for whom\nthe individual performs or performed the services does not have control of the payment\nof the wages for such services, the term “employer” (except for purposes of the\ndefinition of wages) means the person having control of the payment of such wages. Neither FICA nor FUTA contains a definition of employer similar to the definition\ncontained in section 3401(d)(1), relating to income tax withholding. However, Otte v.\nU.S., 419 U.S. 43 (1974), holds that a person who is an employer under section\n3401(d)(1), relating to income tax withholding, is also an employer for purposes of FICA\nwithholding under section 3102.",
      "queries": [
        "are cops conditions included in an award document supplement",
        "what is the award condition for pass",
        "cognizant federal agency",
        "why are congress's deliberations considered an oversight authority"
      ],
      "queries_score": [
        -7.279330730438232,
        -6.287909507751465,
        -6.06077766418457,
        -8.10234546661377
      ]
    },
    {
      "id": "legal-advice_74__10",
      "chunk_id": "10",
      "content": "However, Otte v.\nU.S., 419 U.S. 43 (1974), holds that a person who is an employer under section\n3401(d)(1), relating to income tax withholding, is also an employer for purposes of FICA\nwithholding under section 3102. Otte involved a trustee in bankruptcy who was an\nemployer under section 3401(d)(1) by virtue of having control over the payment of\nwages owed by the bankrupt. The Court stated, “The fact that the FICA withholding\nprovisions of the Code do not define ‘employer’ is of no significance, for that term is not\nto be given a narrower construction for FICA withholding than for income tax\nwithholding.” Otte, 419 U.S. at 51. The Otte decision has been extended to provide\nthat the person having control of the payment of wages is also an employer for POSTF-114713-13 13 purposes of section 3111, which imposes the FICA tax on employers, and for purposes\nof section 3301, which imposes the FUTA tax on employers. 3 In re Armadillo Corp., 410\nF. Supp. 407 (D. Col. 1976), aff'd, 561 F.2d 1382 (10th Cir. 1977), In re Laub Baking\nCo., 642 F.2d 196 (6th Cir. 1981), and STA of Baltimore -ILA Container Royalty Fund v.\nU.S., 621 F. Supp. 1567 (D.C. Md. 1985), aff'd, 804 F.2d 296 (4th Cir. 1986) reached\nsimilar conclusions. The constables primarily perform services for the courts, which are part of the State\njudiciary system. They also perform various services the County by serving on election\nday, executing warrants, and impounding livestock. They also perform services for\nprivate litigants, including carrying out ejectments in landlord-tenant disputes. However,\nthe constables’ payment for all of these services is controlled by the County, as the\nfunds come from County checking accounts and the County Manager of Constable\nServices verifies all submissions for payments. Even if the County is not the common\nlaw employer, the County is the employer for purposes of ITW and FICA because it\ncontrols the payments. CONCLUSION Based on the facts you have gathered, we agree that the constables are employees\nunder the common law standard. Further, SSA has determined that the constables are\ncovered under the State’s 218 agreement. Finally, we believe the County is liable for\nemployment taxes for the constables. Please call (-----) -------------- if you have any further questions. JOSEPH W. SPIRES\nArea Counsel\n(Tax Exempt & Government Entities) By: _____________________________ Marissa R. Lenius\nAttorney\n(Tax Exempt & Government Entities) 3 For FUTA purposes, section 3306(c)(7) excluded (and continues to exclude) from employment services\nperformed in the employ of a state, or any political subdivision thereof.",
      "queries": [
        "who is employer for fica purposes",
        "who was the employer in otte v us?",
        "how does the Commission's macro-financial assistance",
        "does cops office review competitive solicitation",
        "irs memo number"
      ],
      "queries_score": [
        "1.9140704",
        "1.5711998",
        -8.54821491241455,
        -9.419590950012207,
        -6.456516742706299
      ]
    }
  ]
}