{
  "doc_id": "legal-advice_58",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_58__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20100901F\nRelease Date: 3/5/10\nCC:LM:RFPH:RAVillageliu\nPOSTF-142534-09\nUILC: 451.13-04 date: January 07, 2010 to: from: subject: Revenue Agent David Anderson, Team Number 1302\nLarge & Mid-Size Business (LMSB), Natural Resources & Construction Rogelio A. Villageliu, Senior Counsel &\nIndustry Counsel (Food & Beverages) (RFP&H) (Large & Mid-Size Business) Use of Gift Card Disregarded Entity This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nCompany A = ----------------------------------------------------------------------------------------------------------------------------------------------------------------= -------------------------Parent\nEntity B\n= -----------------------------------Year 1\n= ------Company C = ---------------------------------------------------------ISSUE Whether payments received by Entity B, a single-member limited liability company\n(LLC) that is wholly owned by Company A, are received for the sale of “goods held by\nthe taxpayer” for purposes of the definition of an advance payment in Treas. Reg.\n§1.451-5(a) (1)(i), if the gift cards may be redeemed only for goods held for sale by\nCompany A. POSTF-142534-092\nCONCLUSION Yes. Because Entity B is a disregarded entity for federal income tax purposes, Entity B\nis treated as an unincorporated division of Company A, and therefore as the same\ntaxpayer as Company A, for purposes of the definition of an advance payment in Treas. Reg. §1.451-5(a)(1)(i). FACTS\nCompany A is Parent’s primary or only operating merchandise retailer subsidiary. Company A owns the retail merchandise inventory that it sells. Company A is the sole\nmember of Entity B, a single-member LLC that is disregarded for federal income tax\npurposes. Entity B was formed in Year 1 to sell gift cards and otherwise administer\nCompany A’s gift card program. 1 Company A’s inventory is used to redeem the gift\ncards sold by Entity B. Entity B has no title to merchandise inventory, nor its own\nfacilities or stores, and it performs no other activities except for the administration of the\ngift card program. Parent, Company A and Entity B use the accrual method of\naccounting for tax purposes. Assuming the gift card payments received by Entity B are received for the sale of goods\n“held by the taxpayer,” Entity B otherwise is properly using the deferral method of Treas. Reg. §1.451-5(b)(1)(ii) for the income from the sale of gift cards. The taxpayer has\nattached the required information schedule to its federal income tax returns. See Treas.\nReg. §1.451-5(d). LAW AND ANALYSIS For taxpayers using the accrual method of accounting, Treas. Reg. §1.451-1(a)\nprovides that income generally is includible in gross income when all the events have\noccurred that fix the right to receive the income and the amount can be determined with\nreasonable accuracy. Generally, all events that fix the right to receive income occur\nupon the earliest of when (1) required performance takes place, (2) payment is due, or\n(3) payment is made. See Schlude v. Commissioner, 372 U.S. 128 (1963). Thus, when\na taxpayer receives a payment for goods or services that is includible in the taxpayer’s\ngross income, the taxpayer generally is required to include the payment in income upon\nreceipt, even where the goods or services are to be provided in a future taxable year. See Treas.",
      "queries": [
        "egf is mobilised",
        "how can the cops draw funds"
      ],
      "queries_score": [
        -9.471997261047363,
        -9.477831840515137
      ]
    },
    {
      "id": "legal-advice_58__1",
      "chunk_id": "1",
      "content": "Thus, when\na taxpayer receives a payment for goods or services that is includible in the taxpayer’s\ngross income, the taxpayer generally is required to include the payment in income upon\nreceipt, even where the goods or services are to be provided in a future taxable year. See Treas. Reg. §1.451-1(a); Schlude v. Commissioner, supra; American Automobile\nAssn. v. United States, 367 U.S. 687 (1961); Automobile Club of Michigan v.\nCommissioner, 353 U.S. 180 (1957); and Hagen Advertising Displays, Inc. v.\nCommissioner, 407 F.2d 1105 (6th Cir. 1969). The taxpayer in this case avails itself of the deferral method found in Treas. Reg.\n§1.451-5, an exception to the general rule of Treas. Reg. §1.451-1(a), with respect to\n1 Entity B has contracted with a third party, Company C, to render services in the administration of Entity\nB’s gift cards. Company C provides Entity B with the detailed accounting of gift card liabilities,\nredemptions, and outstanding balances. 2 POSTF-142534-093\nthe proceeds from gift cards sold by Entity B. This deferral method applies to “advance\npayments,” which are defined in pertinent part as amounts “received in a taxable year\nby a taxpayer using an accrual method of accounting for purchases and sales…,\npursuant to, and to be applied against, an agreement … [f]or the sale or other\ndisposition in a future taxable year of goods held by the taxpayer primarily for sale to\ncustomers in the ordinary course of his trade or business”. See Treas. Reg. §1.4515(a)(1). The term “agreement” includes a gift certificate that can be redeemed for goods. In this case, Entity B is disregarded as an entity separate from its owner, Company A,\nfor federal income tax purposes under the rules described in Treas. Reg. §301.7701-3. If a business entity with only one owner is disregarded, its activities are treated in the\nsame manner as a branch or division of the owner. See Treas. Reg. §301.7701-2(a). Therefore, in this case the sales of gift cards and their redemption are deemed to be\ncarried out by the same taxpayer for purposes of the definition of an advance payment\nin § 1.451-5(a)(1)(i). This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. This opinion has been coordinated between Industry Counsel (Food & Beverages)\nRogelio A. Villageliu, Industry Counsel (Retail) Carol B. McClure (Retail) and Associate\nIndustry Counsel (Retail) Benjamin McClendon. This opinion benefited from the\nassistance of Technical Advisors Maria A. Montani and Philip J. Hofmann, and the\ncoordination provided by Senior Analyst Cindy S. Kim. The opinion was coordinated\nwith, and reviewed by national office’s CC:ITA:B02. If you have any questions, please call Industry Counsel (Food & Beverages) Rogelio A.\nVillageliu at (312) 368-8728. Harmon B. Dow\nDeputy Area Counsel\nLMSB: Area 3: RFPH /Rogelio A. Villageliu/\nBy: _____________________________ Rogelio A. Villageliu\nSenior Counsel (RFPH)\nIndustry Counsel (Food and Beverages) (All CC are via electronic transmission only)\n3",
      "queries": [
        "what are the requirements of an assurances and certifications"
      ],
      "queries_score": [
        -7.618842124938965
      ]
    }
  ]
}