{
  "doc_id": "legal-advice_73",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_73__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20131802F\nRelease Date: 5/3/2013\nCC :LB&I:RFPH: -------------POSTF-100493-13\nUILC: 199.05-00, 199.06-00 date: February 27, 2013 to: --------------------Revenue Agent\n(Large Business & International) from: -------------------Attorney (------------) (Large Business & International) subject: ----------------------------------------------------------------------------------------Taxable Years ended ---------------- 2009 and ---------------- 2010\nAggregation of patronage and nonpatronage sourced activities for DPAD This memorandum responds to your emailed request for assistance dated January 3,\n2013. This advice has been coordinated with National Office. This advice may not be\nused or cited as precedent. DISCLOSURE STATEMENT This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If\ndisclosure is determined to be necessary, please contact this office for our views. ISSUE\nWhether ---------------------------------------------(“Taxpayer”), a Subchapter T cooperative,\ncan compute its domestic production activities deduction (“DPAD”) by aggregating\npatronage and nonpatronage sourced activities. POSTF-100493-13 2 CONCLUSION As a taxable cooperative, Taxpayer is required to separately compute DPAD for\npatronage and nonpatronage sourced income under Subchapter T.\nFACTS\nTaxpayer is a large Subchapter T -----------------cooperative that markets -------------------------------------------------------------------------------------------. Taxpayer files a Form 1120C,\nU.S. Income Tax Return for Cooperative Associations. On Taxpayer’s --------Form\n1120C, Taxpayer had $---------------in assets and $---------------in sales. On Taxpayer’s\nSchedule G of Form 1120C, Taxpayer stated $------------------in patronage gross receipts\nand $------------------in nonpatronage gross receipts. Additionally, Taxpayer claimed a\nDPAD of $--------------for patronage income and no DPAD for nonpatronage income. Although Taxpayer computed a number for both patronage and nonpatronage income\nfor DPAD, Taxpayer did not perform two DPAD computations, one for patronage\nsourced activities and another for nonpatronage sourced activities. Instead, Taxpayer\ncomputed its DPAD by aggregating the patronage and nonpatronage sourced activities. Taxpayer stated in an email to the revenue agent that it was aware that “some\n[taxpayers] have taken the position that cooperatives should separately calculate DPAD\nfor patronage and nonpatronage income.” Despite this knowledge, Taxpayer took the\nposition that because Taxpayer found no basis in section 199 or the Treasury\nRegulations for section 199 that requires cooperative to perform two separate\ncalculations, Taxpayer’s position is “correct, reasonable and proper based on the law\nand regulations.” LAW AND ANALYSIS\nSubchapter T Tax exempt farmers cooperatives (“exempt cooperatives”) (section 521) and\ncorporations operating on a cooperative basis (“taxable cooperatives”) (section 1381)\nare subject to Subchapter T. A taxable cooperative is a hybrid business entity that\nconducts business both with patrons and nonpatrons. Only the portion of a taxable\ncooperative’s business that is conducted on a cooperative basis, with or for the benefit\nof its members/patrons, is subject to Subchapter T. I.R.C. § 1381; Treas. Reg. §\n1.1381(a). Accordingly, a taxable cooperative is taxed like an ordinary corporation in\nregards to nonpatronage sourced income, but like a partnership with respect to\npatronage sourced income. Conway County Farmers Ass’n v. U.S., 588 F.2d 592, 596\n(8th Cir. 1978). When a taxable cooperative does any business with non-cooperative\nmembers or participating patrons that are themselves a taxable cooperative, the taxable POSTF-100493-13 3 cooperative is taxed like a C-corporation. The taxable cooperative’s taxable income is\nthe total of both patronage and nonpatronage sourced income. A “patron” is any person with whom or for whom the cooperative does business on a\ncooperative basis, whether a member or a nonmember of the cooperative.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_73__1",
      "chunk_id": "1",
      "content": "POSTF-100493-13 3 cooperative is taxed like a C-corporation. The taxable cooperative’s taxable income is\nthe total of both patronage and nonpatronage sourced income. A “patron” is any person with whom or for whom the cooperative does business on a\ncooperative basis, whether a member or a nonmember of the cooperative. Treas. Reg.\n§ 1.1388-1(e). Patronage sourced income is not defined in the Internal Revenue Code,\nbut nonpatronage sourced income is defined as “income derived from sources other\nthan patronage.” Treas. Reg. § 1.1382-3(c)(2). The determination of whether income is\neither patronage or nonpatroange sourced is based on the relationship of the activity\ngenerating the income to the marketing, purchasing, or service activities of the\ncooperative. Rev. Rul. 69-576, 1969-2 C.B. 166. Patronage sourced income is\ncommonly considered to be income derived from transactions that facilitate the\naccomplishment of the cooperative’s marketing, purchasing, or servicing activities, as\nopposed to transactions which generate income while being only incidental to those\nactivities. Id. A cooperative is allowed to reduce its patronage sourced income, but not its\nnonpatronage sourced income, by the amounts paid to its patrons during the payment\nperiod. I.R.C. § 1382(b). These items include patronage dividends to the extent paid in\nmoney, qualified written notices of allocation, or other property with respect to\npatronage occurring during the taxable year (with certain exceptions); as well as perunits retain allocations to the extent paid in money, qualified per-unit retain\ncertifications, or other property, with respect to marketing occurring during the taxable\nyear (with certain exceptions). I.R.C. §§ 1382(b)(1) and (b)(3). Patronage and nonpatronage sourced income are treated separately because of the\ndifferent taxation of each. Since patronage sourced income is treated as partnership\nincome, the income passes through and is taxed only in the hands of the patrons who\nreceive it through patronage dividends, per-units retains, etc. Nonpatronage sourced\nincome is treated like C-corporation income, and is taxed both at the cooperative level\nand again when distributed as dividends, etc.\nDomestic Production Activities Deduction In 2004, as part of the American Jobs Creation Act, Congress phased in a new tax\ndeduction related to qualified domestic production. Congress wanted to enact a tax law\nthat helped the ability of particular domestic businesses, domestic producers in\nparticular, to compete in the global marketplace. The new tax deduction, domestic\nproduction activities deduction (“DPAD”), is available for a broad range of domestic\nmanufacturing and production businesses, as well as companies engaged in activities\nnot traditionally seen as manufacturing, e.g. agriculture. I.R.C. § 199. For the tax years\nat issue, DPAD is the lesser of 6% of taxable income or 6% of qualified production\nactivities income (“”QPAI”), limited to 50% of the W-2 wages. Id. POSTF-100493-13 4 The Conference Report provided additional clarification on the intent of Congress in\ndetermining QPAI for agricultural and horticultural cooperatives. The report stated that\nincome derived from manufacturing, production, growth, or extraction in whole or\nsignificant part of any agricultural or horticultural product by a cooperative, or from the\nmarketing of agricultural or horticultural products by a cooperative, may be included in\nthe cooperative’s QPAI. H.R. Conf. Rept. No. 755, 108th Cong., 2d Sess. at 274.\nFarm Service Cooperative",
      "queries": [
        "is a cooperative taxed",
        "cooperative income taxable income",
        "what is the deadline for federal financial reporting",
        "what should be reported on the final report",
        "inmates must be assigned to restrictive housing"
      ],
      "queries_score": [
        "1.5756749",
        "2.039888",
        -6.453920364379883,
        -6.346627712249756,
        -8.23640251159668
      ]
    },
    {
      "id": "legal-advice_73__2",
      "chunk_id": "2",
      "content": "H.R. Conf. Rept. No. 755, 108th Cong., 2d Sess. at 274.\nFarm Service Cooperative The taxpayer in Farm Service Cooperative v. Comm’r, 619 F.2d 718 (8th Cir. 1980),\nwas an agricultural cooperative whose business consisted of four kinds or “pools” of\nactivities. Only the broiler (chicken) pool activity was at issue. Id. During the 1971 and\n1972 fiscal years, the broiler pool sustained significant losses. Id. at 721. In 1972, the\ntaxpayer’s broiler pool’s expenditures exceeded broiler receipts, and the taxpayer offset\nthe entire amount of the broiler pool (patronage) deficit against its taxable\n(nonpatronage) income for the 1972 fiscal year. Id. The Service disagreed with the\ntaxpayer’s method of accounting, and argued that the taxpayer was required to pay tax\non all income not allocated to patrons, i.e., as a taxable cooperative, taxpayer was not\nallowed to use patron sourced losses to offset its taxable nonpatronage income. Id. The Court began its analysis with the fact that taxable cooperatives may allocate to their\npatrons and deduct from its taxable income only income arising from patronage\nactivities, subject to additional conditions specified in section 1388. Id. at 722. Since a\nrestriction on the scope of allowable deductions exists, taxable cooperatives must\nseparate patronage and nonpatronage sourced income. Id. at 723. The Service raised the position that it called the “cooperative tax accounting principle” –\nexpenses allocable solely to patronage activities could not be used to offset\nnonpatronage income. Id. The taxpayer countered that its treatment of operating losses\ndid in fact conform with the Internal Revenue Code, because Subchapter T makes no\nexplicit rules about the appropriate treatment of net operating losses, and therefore the\ngeneral rules of corporate taxation apply. Id. The taxpayer argued that since Ccorporations are allowed to aggregate gains and losses from their different business\nunits, the taxpayer should be allowed to do the same, aggregate gains and losses from\nits patronage and nonpatronage activities. The Tax Court agreed with the taxpayer and held that the taxpayer could allocate the\nbroiler pool losses as they saw fit. The Tax Court relied upon its decision in Associated\nMilk Producers, Inc. v. Comm’r, 68 T.C. 729 (1977). In Associated Milk Producers, the\nCourt held that a taxable cooperative could employ the net loss carryover to reduce\ncurrent patronage earnings by past operating losses. 68 T.C. at 738-39. The Court said\nthe cooperative could carryover losses as it saw fit and determine whether its past,\npresent, or future patrons should bear the loss. Id. POSTF-100493-13 5 The 8th Circuit, however, distinguished the taxpayer of Farm Service from the\nAssociated Milk Producers case. The 8th Circuit explained that Associated Milk\nProducers dealt with a “vertical” allocation of losses, which shifted the losses in time,\nbut kept them within solely patronage business. 619 F.2d at 724. In contrast, Farm\nService, contained a “horizontal” allocation problem, where the income and losses\nshifted between the patronage and nonpatronage portions of the business. Id.",
      "queries": [
        "why should the environment policy be made public",
        "how are inmate points assigned",
        "why is cops required to monitor programs",
        "what is the objective of a saa audit?",
        "who can direct independent regulatory agencies to comply with the centralized regulatory review process prescribed by executive order 12866?"
      ],
      "queries_score": [
        -8.402079582214355,
        -8.257743835449219,
        -8.368290901184082,
        -7.692739486694336,
        -8.404711723327637
      ]
    },
    {
      "id": "legal-advice_73__3",
      "chunk_id": "3",
      "content": "619 F.2d at 724. In contrast, Farm\nService, contained a “horizontal” allocation problem, where the income and losses\nshifted between the patronage and nonpatronage portions of the business. Id. The 8th\nCircuit reinforced the supremacy of Subchapter T in separating patronage from\nnonpatronage business, holding that a taxable cooperative must segregate accounts\nwhen calculating gross income, “at least in those cases where grower payments or perunit retain allocations contribute to net operating losses in patronage activities,” and\nstating that “[t]axpayer’s accounting procedures cannot supersede this statutory\nprinciple.” Id. at 726. Analysis In the present case, Taxpayer aggregated its patronage and nonpatronage business\nactivities for the purpose of calculating its DPAD. Taxpayer’s nonpatronage activities\nhad a negative QPAI, which, if calculated separately from patronage activities, would\nhave resulted in a DPAD of zero. By aggregating its patronage and nonpatronage\nactivities, Taxpayer was able to turn half of its nonpatronage wages into additional\nDPAD. This method of calculation creates a distortion of DPAD. While requiring a taxpayer to\nseparate its DPAD calculations for patronage and nonpatronage activities leads to a far\nsmaller total DPAD, aggregating the two would give a taxable cooperative a large\nadvantage over a corporation. Taxable cooperatives are able to calculate their gross\npatronage sourced income for DPAD without deducting certain types of payments, e.g.,\nper units retained paid in money (“PURPIM”), making their patronage sourced income\nhigher than it would otherwise be. If, as Taxpayer argues, Congress intended there to\nbe no distinction between cooperatives and other corporations under section 199, then\ncooperatives should not be allowed to exclude these expenses as part of their cost of\ngoods sold. Aggregating patronage and nonpatronage income, wages, and expenses represent a\nhorizontal allocation of cooperative business, as discussed in Farm Service. Similarly,\nhere the taxpayer is using patronage QPAI, in the form of non-deducted PURPIMs, to\noffset a negative nonpatronage QPAI. While section 199 does not explicitly require\ncooperatives to perform separate DPAD calculations, it is indisputable that section\n199(d)(3) is a deduction against patronage sourced earnings only. Further, it is\nindisputable that cooperatives cannot deduct W-2 wages from nonpatronage activities\nagainst patronage sourced income (or vice versa). Here, however, Taxpayer is doing\nindirectly what it cannot do directly by using nonpatronage sourced W-2 wages to\nartificially increase the amount of the section 199 deduction that is solely used POSTF-100493-13 6 against patronage income. Subchapter T has precedence over cooperatives, and\ntherefore Taxpayer must perform separate DPAD calculations. Please call (312) 368-8792 if you have any further questions. JAMES M. CASCINO\nAssociate Area Counsel\n(Large Business & International) By: ____________________________ Tess deLiefde\nAttorney (------------) (Large Business & International)",
      "queries": [
        "when is the publication of a decision in the european parliament",
        "which condition is required of the recipient to use federal funding as best for their award program?",
        "what is the difference between a small event and large event",
        "what is the fpi form for workers inmate",
        "what is the tribal sex offender registration code",
        "internal revenue service memo release number",
        "internal revenue service memo number"
      ],
      "queries_score": [
        -8.5172758102417,
        -8.745606422424316,
        -8.09477710723877,
        -8.434892654418945,
        -9.342377662658691,
        -6.38658332824707,
        -5.826679229736328
      ]
    }
  ]
}