{
  "doc_id": "legal-advice_45",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_45__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20114703F\nRelease Date: 11/25/2011\nCC:LB&I:RFPH:MAGilbert\nPOSTU 139175-10\nUILC: 167.19-00, 197.00-00, 263.12-01, 263.13-00, 1253.01-00 date: September 27, 2011 to: from: subject: Technical Advisor\n(Pharmaceuticals and Biotech)\nIndustry Counsel (Pharmaceuticals and Biotech)\nLarge Business & International Cost Recovery of Capitalized Attorney Fees Incurred to Defend Against Patent\nInfringement Claims and to Investigate Patents. On September 14, 2011, a memorandum with the subject line “Attorney Fees Incurred\nto Defend Against Patent Infringement Claims and to Investigate Patents” was issued to\nyou, hereinafter referred to as the September 14, 2011 Memorandum. The September\n14, 2011 Memorandum opined that attorney fees incurred to defend actions for patent\ninfringement pursuant to 35 U.S.C. § 271(e)(2) for submitting Abbreviated New Drug\nApplications (ANDAs) to the Food and Drug Administration (FDA) seeking to market\nand sell generic drugs before the expirations of the listed patents must be capitalized. The September 14, 2011 Memorandum also opined that the investigatory patent\nresearch fees must be capitalized. The questions relative to the cost recovery of the\ncapitalized attorney fees were reserved. This memorandum responds to your request for assistance on the cost recovery of the\ncapitalized attorney fees. This advice may not be used or cited as precedent. LEGEND\nCorporation X = -----------------------------------------------------------------------------------Entity Y\n= -------------------------------------------Entity Z\n= ------------------------------------------------------ANDA One\n= -----------------------ANDA Two\n= -----------------------ANDA Three = ------------------------ POSTU-139175-10\nLicense Y\nLicense Z\nDrug #3\nDrug # 4 2\n=\n=\n=\n= ------------------------------------------------------------------------------------------------------------------------- ISSUES\n1. Whether the cost recovery of capitalized attorney fees incurred by Corporation X\nwhen investigating patents and defending against infringement suits to obtain\nFDA-approved ANDA One must be suspended until the ANDA is amortizable\nand, if so, when is an ANDA amortizable. 2. When ANDA infringement litigation settles with the ANDA holder receiving a\nlicense, whether the cost recovery of capitalized attorney fees incurred when\ninvestigating patents and defending against infringement suits should be\ncapitalized to the license obtained in settlement of the ANDA infringement\nlitigation. 3. Whether the annual cost recovery of attorney fees capitalized to ANDAs and\nlicenses are subject to I.R.C. § 263A. CONCLUSIONS 1. As franchises, FDA-approved ANDAs are amortizable I.R.C. § 197 intangibles,\nthat are amortizable ratably over a 15-year period beginning on the first day of\nthe month the FDA-approved ANDA is acquired, provided all applicable\nexclusionary periods have expired and provided that the trade or business\nrequirement of § 197 is met. Section 197 prohibits amortizable § 197 intangibles\nfrom being depreciated or amortized under any other provision, with treating\nANDA One as a franchise for cost recovery purposes the primary position. Alternately, as government-granted rights within Treas. Reg. § 1.263(a)4(d)(5)(i), rights granted pursuant to ANDAs are licenses or other similar\ngovernment-granted rights within the meaning of I.R.C § 197(d)(1)(D), with the\ncost recovery the same as for franchises. 2. When ANDA infringement litigation settlements result in the plaintiffs granting the\nANDA holders licenses to market and sell the drugs the subject of the ANDAs,\nthe fees incurred to investigate the patents and to defend against the\ninfringement suits would be capitalized to the basis of the licenses and\nsuspended until the licenses are amortizable or depreciable. If the licenses are\nfor the use of § 197 intangibles, the attorney fees would be recovered pursuant to\n§ 197.",
      "queries": [
        "irs memo release number",
        "what is the criteria for eligibility of interoperability",
        "what is unique entity identifier",
        "cops grant monitoring division number",
        "how does the auditor final report",
        "can president and attorney general file lawsuits"
      ],
      "queries_score": [
        "2.227993",
        -9.131694793701172,
        -6.886781692504883,
        -8.31978988647461,
        -8.152045249938965,
        -8.240706443786621
      ]
    },
    {
      "id": "legal-advice_45__1",
      "chunk_id": "1",
      "content": "If the licenses are\nfor the use of § 197 intangibles, the attorney fees would be recovered pursuant to\n§ 197. Until provided with sufficient facts and copies of the license agreements,\nno further opinion can be provided on the cost recovery of the attorney fees POSTU-139175-10 3 capitalized to the licenses. Because Corporation X declined to provide sufficient\nfacts and copies of the licenses, Corporation X has failed to substantiate that it is\nentitled to commence cost recovery of the capitalized fees that relate to the drugs\nmarketed and sold pursuant to the licenses. 3. The annual cost recovery of the attorney fees capitalized to ANDAs and licenses\nare subject to § 263A. FACTS The facts are the same as set forth in the September 14, 2011 Memorandum. LAW AND ANALYSIS1 The September 14, 2011 Memorandum, in applying the origin of the claim test, opined\nas follows:\nBased on the facts and circumstances of this case it is clear that the\ninfringement litigation originated from Corporation X’s actions to obtain\nassets, FDA-approved ANDAs, which can be sold or used in its trade\nor business until such time, if ever, the FDA withdraws its approval of\nthe ANDAs. . . . Accordingly, the character of the claims is capital\nsince all claims are proximately related to, and have a direct nexus\nwith, Corporation X’s actions to obtain new assets, i.e., FDA-approved\nANDAs with paragraph IV certifications. September 14, 2011 Memorandum, page 37 (footnote omitted). The September 14, 2011 Memorandum also opined that the attorney fees incurred to\ninvestigate the listed patents2 must be capitalized, as follows: The transactions at issue in this case, which generated the fees at\nissue, arose from Corporation X’s filing of ANDAs with paragraph IV\ncertifications to obtain FDA-approved ANDAs allowing Corporation X to\nmarket and sell generic pharmaceuticals in the territory of the United\nStates prior to the expiration of the United States patents for the\nreferenced NDA-approved drugs. Corporation X was pursuing\nobtaining each ANDA as part of one overall transaction for FDA\n1 The September 14, 2011 Memorandum is incorporated herein by reference. Selective quotations from\nthe advice in the September 14, 2011 Memorandum should not be construed as modifying or departing\nfrom the advice contained therein, with the advice in the September 14, 2011 Memorandum confirmed\nand restated by this incorporation. 2 Listed patents are defined in the September 14, 2001 Memorandum, Addendum A. POSTU-139175-10 4 approval of each ANDA to be able to market and sell the new drugs\nthe subject of each ANDA in the United States (e.g., license, permit,\nfranchise or similar right to market and sell its generic drugs in the\nUnited States). On an ANDA-by-ANDA basis Corporation X was\nseeking to obtain FDA-approved ANDAs by carrying out the series of\nsteps required by the statutory and regulatory regime to obtain\napproval of its ANDAs. The steps included notifying the NDA holders\nand patentees of the filing of an ANDA with a paragraph IV\ncertification, with that certification necessitating outside counsels to\nresearch the patents. Once the NDA holders and patentees filed suit,\nCorporation X had to defend itself to obtain FDA approval of an ANDA\neffective before the expiration of the patents.",
      "queries": [
        "what is the purpose of the decision 2017/684/eu?"
      ],
      "queries_score": [
        -6.59238338470459
      ]
    },
    {
      "id": "legal-advice_45__2",
      "chunk_id": "2",
      "content": "Once the NDA holders and patentees filed suit,\nCorporation X had to defend itself to obtain FDA approval of an ANDA\neffective before the expiration of the patents. Accordingly, the\nprofessional fees incurred in researching the paragraph IV\ncertifications and infringement litigation defense fees were incurred to\nfacilitate obtaining governmental-granted rights and thus must be\ncapitalized. September 14, 2011 Memorandum, pages 42-43 (emphasis added). In applying the capitalization of intangible regulations, the September 14, 2011\nMemorandum opined that ANDAs fit one or more of the categories of intangibles that\nare treated as created intangibles pursuant to Treas. Reg. § 1.263(a)-4(d). The\nSeptember 14, 2011 Memorandum further opined that, as created intangibles, ANDAs\nare within Treas. Reg. § 1.263(a)-4(d)(5)(i) requiring capitalization of amounts paid to a\ngovernment agency to obtain rights granted by that governmental agency, stating as\nfollows:\n[A]n ANDA fits one [or] more of the non-exclusive list of types of\ngovernment-granted rights that are treated as created intangibles,\ne.g., “license, permit, franchise or other similar right granted by\nthat governmental agency.” September 14, 2011 Memorandum, page 41. The September 14, 2011 Memorandum also opined with respect to Treas. Reg.\n§ 1.263(a)-4(d)(5)(i) that, while neither the fees to defend against the infringement\nlitigation nor the fees to investigate the patents were paid to the FDA, the attorney fees\n“that are the subject of this advice must be capitalized because they were incurred to\nfacilitate, directly or indirectly” obtaining ANDAs. September 14, 2011 Memorandum,\npage 44. The September 14, 2011 Memorandum further opined that the attorney fees\nincurred by Corporation X were capitalizable because they were paid to create or\nenhance separate and distinct intangibles and/or to facilitate the creation or\nenhancement of separate and distinct intangibles. 3\n3 ANDAs are within the definition of separate and distinct intangible assets. POSTU-139175-10 5 Accordingly, the September 14, 2011 Memorandum opined that whether the attorney\nfees at issue are incurred to facilitate, directly or indirectly, the creation of a\ngovernment-granted right within Treas. Reg. § 1.263(a)-4(d)(5)(i) and/or incurred to\ncreate or enhance a separate and distinct intangible pursuant to Treas. Reg.\n§§ 1.263(a)-4(b)(1)(v) and -4(b)(3)(i), or facilitate such, the attorney fees incurred by\nCorporation X that are the subject of the September 14, 2011 Memorandum must be\ncapitalized. COST RECOVERY ISSUES SECTION I. FDA-APPROVED ANDA One\nFor FDA-approved ANDA One, the attorney fees incurred relative to ANDA One should\nbe added to the basis of the ANDA One because the costs were incurred with respect to\nthat ANDA. An amount required to be capitalized by [Treas. Reg.\n§1.263(a)-4] is not currently deductible under section 162. Instead, the amount generally is added to the basis of the\nintangible acquired or created. See section 1012. Treas. Reg. § 1.263(a)-4(g)(1). All capitalized attorney fees relative to ANDA One would be suspended (along with\nother expenditures for the ANDA that are not within I.R.C. § 174) until the ANDA is\namortizable or depreciable. A. ANDAs as Franchises ANDAs can be transferred from the sponsor (original applicant) to another, separate\nand apart from a trade or business. 21 C.F.R. § 314.72(a). ANDAs are subject to\nprotection under Federal law.",
      "queries": [
        "which section allows epa to assess administrative penalties against a federal agency?"
      ],
      "queries_score": [
        -8.771323204040527
      ]
    },
    {
      "id": "legal-advice_45__3",
      "chunk_id": "3",
      "content": "A. ANDAs as Franchises ANDAs can be transferred from the sponsor (original applicant) to another, separate\nand apart from a trade or business. 21 C.F.R. § 314.72(a). ANDAs are subject to\nprotection under Federal law. For example, when an ANDA holder has 180 days of\nexclusivity, federal law precludes any other generic for the referenced NDA from being\napproved during the period of exclusivity. 21 U.S.C. § 355(j)(5)(B)(iii)(IV)(2010). An\nentire profitable industry, the generic pharmaceutical industry, has evolved around the\nvalue of the ANDAs. While it would take an expert, the expected stream of income\nfrom each ANDA could be projected and then valued at its net present value. Accordingly, each ANDA is a separate and distinct asset with the professional fees paid\nto enhance or facilitate the creation of these separate and distinct assets capitalized. Treas. Reg. §§ 1.263(a)-4(b)(1)(v) and -4(b)(3)(i). September 14, 2011 Memorandum, pages 44-45 (footnote omitted). POSTU-139175-10 6 The September 14, 2011 Memorandum pointed out the following as an example to\nillustrate that ANDAs are within the non-exclusive list of types of government-granted\nrights in Treas. Reg. § 1.263(a)-4(d)(5)(i), and are government granted franchises. While the -4(d) regulations addressing created intangibles do not\ndefine the term “franchise,” the term is defined within the capitalization\nof intangible regulations addressing acquired intangibles. “Franchise”\nfor purpose of acquired intangibles has the same meaning the term is\ngiven in Treas. Reg. § 1.197-2(b)(10). Treas. Reg. § 1.263(a)4(c)(1)(viii). Treas. Reg. § 1.197-2(b)(10) states that a “franchise has\nthe meaning given in I.R.C. § 1253(b)(1) and includes any agreement\nthat provides one of the parties to the agreement with the right to\ndistribute, sell, or provide goods, services, or facilities, within a\nspecified area.” Treas. Reg. § 1.197-2(b)(10). Section 1253(b)(1)\ndefines a franchise to include an “agreement which gives one of the\nparties to the agreement the right to distribute, sell, or provide goods,\nservices, or facilities, within a specified area.\" Corporation X’s ANDAs fit neatly into the I.R.C. § 1253(b)(1) definition\nsince the ANDAs give Corporation X the right to market and sell its\nANDA products within the United States, a territory that encompasses\nthe entire country. Courts have noted that Congress provided an\n\"expansive definition\" of franchise to “include” agreements to sell or\ndistribute goods within a specified area, which does not exclude other\nthings otherwise within the meaning of a franchise. See, e.g.,\nJefferson-Pilot Corp. v. Commissioner, 98 T.C. 435, 443 (1992), aff'd,\n995 F.2d 530 (4th Cir. 1993) (FCC licenses are agreements “between\nthe Federal Government and the licensee, under which the licensee\nagrees to provide the service of radio broadcasting within a specified\narea in exchange for the right to broadcast”). See also, Jefferson-Pilot\nCorp. v. Commissioner, 995 F. 2d 530 at 531 (4th Cir. 1993) (“The\ndefinition of term ‘franchise’ is sufficiently broad to include licenses\nissued by the FCC.”). That the right to market and sell came from the FDA, not the Federal\nCommunications Commission (FCC), is a distinction without a\ndifference – both the FDA and FCC are granting, for a territory,\ncommercialization rights.",
      "queries": [
        "can anda be transferred",
        "cops anti-methamphetamine program phone number",
        "who owns tenancy by entireties",
        "internal revenue service memo number",
        "who is solicitor of labor",
        "what position does scalia hold"
      ],
      "queries_score": [
        "2.8120685",
        -9.567252159118652,
        -7.435110092163086,
        -4.2059221267700195,
        -8.247179985046387,
        -7.947487831115723
      ]
    },
    {
      "id": "legal-advice_45__4",
      "chunk_id": "4",
      "content": "That the right to market and sell came from the FDA, not the Federal\nCommunications Commission (FCC), is a distinction without a\ndifference – both the FDA and FCC are granting, for a territory,\ncommercialization rights. See also Addendum A, [attached to the\nSeptember 14, 2011 Memorandum] last 3 pages (enumerating the\nquality controls and other restrictions imposed on the ANDA holder to\nretain the rights to market and sell, with the controls similar in nature to\nthe “strings” a franchiser would retain over its franchise, e.g., quality\ncontrols). In addition, the identified categories of expenditures that\nmust be capitalized are construed broadly, and not limited by narrow\ntechnical arguments. T.D. 9107, 2004-1 C.B. 447 § II. D. Accordingly, POSTU-139175-10 7 FDA-approved ANDAs that allow the marketing and selling of new\ndrugs in the United States are franchises within the meaning of Treas. Reg. § 1.263(a)-4(d)(5)(i). September 14, 2011 Memorandum, page 41, n. 61. The question not addressed in the September 14, 2011 Memorandum is whether, as\nfranchises, ANDAs are amortizable § 197 intangibles. To determine if ANDAs are amortizable § 197 intangibles, the first inquiry is whether\nANDAs are § 197 intangibles and the second inquiry is whether ANDAs are amortizable\n§ 197 intangibles. If ANDAs are amortizable § 197 intangibles, § 197 prohibits any\nother depreciation or amortization with respect to the ANDAs. Section 197 allows an amortization deduction for the capitalized\ncosts of an amortizable section 197 intangible and prohibits any\nother depreciation or amortization with respect to that property. Treas. Reg. § 1.197-2(a)(1) (emphasis added). 1. As Franchises, ANDAs are § 197 Intangibles I.R.C. § 197(d) defines what constitutes a “section 197 intangible” and provides\ngenerally, inter alia, that a § 197 intangible includes any franchise and any license,\npermit, or other right granted by a governmental unit or an agency. The corresponding\nTreasury Regulations elaborate on what a franchise is for purposes of I.R.C. § 197(d),\nincluding when a government granted right is a franchise, as follows:\nSection 197 intangibles include any franchise, trademark, or trade\nname. The term franchise has the meaning given in section 1253(b)(1)\nand includes any agreement that provides one of the parties to the\nagreement with the right to distribute, sell, or provide goods, services,\nor facilities, within a specified area… A license, permit, or other right\ngranted by a governmental unit is a franchise if it otherwise meets the\ndefinition of a franchise. A trademark or trade name includes any\ntrademark or trade name arising under statute or applicable common\nlaw, and any similar right granted by contract. The renewal of a\nfranchise, trademark, or trade name is treated as an acquisition of the\nfranchise, trademark, or trade name. Treas. Reg. § 1.197-2(b)(10) (emphasis added). I.R.C. § 1253(b)(1) provides the term “franchise” includes an agreement which gives\none of the parties to the agreement the right to distribute, sell, or provide goods, POSTU-139175-10 8 services, or facilities, within a specified area. This is the same code section relied upon\nfor the definition of franchise by the § 263 regulations. 4 As opined in the September 14, 2011 Memorandum, an ANDA granted by the FDA is a\nfranchise for purposes of the Treas.",
      "queries": [
        "cops office communications phone number",
        "what are allowable cost"
      ],
      "queries_score": [
        -7.9555583000183105,
        -3.8865773677825928
      ]
    },
    {
      "id": "legal-advice_45__5",
      "chunk_id": "5",
      "content": "POSTU-139175-10 8 services, or facilities, within a specified area. This is the same code section relied upon\nfor the definition of franchise by the § 263 regulations. 4 As opined in the September 14, 2011 Memorandum, an ANDA granted by the FDA is a\nfranchise for purposes of the Treas. Reg. § 1.263(a)-4(d) regulations. For the same\nreasons, an ANDA is also a § 197 intangible. An approved ANDA provides the\napplicant (or current holder)5 a right granted by the FDA to sell specific generic\npharmaceutical products in the territory of the United States, subject to complying with\nthe reporting requirements of the FDA, which are in the nature of quality controls a\nfranchisor would typically have over a franchise. See September 14, 2011\nMemorandum, Addendum A, last 3 pages (reporting, investigatory and production\nrequirements imposed on an ANDA holder). See also Jefferson-Pilot Corp. v.\nCommissioner, 98 T.C. 435 at 443 (1992), aff'd, 995 F.2d 530 (4th Cir. 1993) (FCC\nlicenses are agreements “between the Federal Government and the licensee, under\nwhich the licensee agrees to provide the service of radio broadcasting within a specified\narea in exchange for the right to broadcast”) and Jefferson-Pilot Corp. v. Commissioner,\n995 F. 2d 530 at 531 (4th Cir. 993) (“The definition of ‘franchise’ is sufficiently broad to\ninclude licenses issued by the FCC.”). Thus ANDAs satisfy the § 1253(b)(1) definition\nbecause ANDAs are agreements which provide a taxpayer with the right to distribute\nand sell a specific product (generic pharmaceuticals) within a specific area (the United\nStates). Because the FDA is the governmental unit that approves the right to sell,\nmarket, and distribute drugs subject to ANDAs, an approved ANDA also meets the\ndefinition of a franchise under Treas. Reg. § 1.197-2(b)(10). Accordingly, for the\nreasons stated above, an FDA-approved ANDA is a § 197 intangible. 2. As Franchises, ANDAs are Amortizable § 197 Intangibles I.R.C. § 197(c)(1) defines “amortizable section 197 intangible,” stating:\nExcept as otherwise provided in this section, the term “amortizable\nsection 197 intangible” means any section 197 intangible—\n(A)\nwhich is acquired by the taxpayer after the date of the\nenactment of this section [August 10, 1993], and 4 Treas. Reg. § 1.263(a)-4(c)(1)(viii) provides that “franchise” has the same meaning that the term is given\nin Treas. Reg. § 1.197-2(b)(10). Treas. Reg. § 1.197-2(b)(10) states that a “franchise has the meaning\ngiven in I.R.C. § 1253(b)(1) and includes any agreement that provides one of the parties to the agreement\nwith the right to distribute, sell, or provide goods, services, or facilities, within a specified area.” Treas. Reg. § 1.197-2(b)(10). 5 The term “holder” is explained in Addendum A to the September 14, 2011 Memorandum. POSTU-139175-10\n(B) 9\nwhich is held in connection with the conduct of a trade\nor business or an activity described in section 212. In Broz v. Commissioner, 137 T.C. No. 5, 2011 WL 3875059 (September 1, 2011)\n[Broz II],6 the Tax Court addressed an issue of first impression, the interpretation of the\n“in connection with a trade or business” requirement in § 197(c)(1)(B). The taxpayer\ncontended that an FCC license could be amortized upon acquisition, regardless of\nwhether the entity holding the FCC licenses had commenced a trade or business.",
      "queries": [
        "cops office training",
        "define institutions of higher education",
        "tribal offender registration code",
        "federal regulations for trips for non medical reasons"
      ],
      "queries_score": [
        -8.284648895263672,
        -6.288137435913086,
        -8.456161499023438,
        -6.570842742919922
      ]
    },
    {
      "id": "legal-advice_45__6",
      "chunk_id": "6",
      "content": "The taxpayer\ncontended that an FCC license could be amortized upon acquisition, regardless of\nwhether the entity holding the FCC licenses had commenced a trade or business. The\nCommissioner contended the FCC license could not be amortized until commencement\nof a trade or business to which the license related. In finding for the Commissioner, the\nTax Court interpreted the phrase “in connection with the conduct of a trade or business”\nin § 197(c)(1)(B) as follows: The inclusion of the word “conduct” indicates to us that the intangibles\nmust be used in connection with a business that is being conducted. We find, therefore, that section 197 contains an active trade or\nbusiness requirement similar to the requirement imposed by section\n162. 2011 WL 3875059 at *16 (footnotes omitted). The Broz II Court found that, because the entity holding the FCC license was not\nengaged in an active trade or business, the entity was not entitled to any amortization\ndeductions for the FCC license. Based on the facts of this case, Corporation X was engaged in the trade or business ---------------------------------------------------------------------------------- prior to incurring the\nattorney fees at issue in order to market and sell generic drugs. ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Further, Corporation X held\nANDA One in connection with the conduct of its trade or business. Thus, unless\notherwise excluded from being an amortizable § 197 intangible, ANDA One will qualify\nas an amortizable § 197 intangible. Section 197 excludes certain self-created § 197 intangibles from the category of\namortizable §197 intangibles, stating: The term “amortizable section 197 intangible” shall not include any\nsection 197 intangible—\n(A)\nwhich is not described in subparagraph (D), (E), or (F)\nof subsection (d)(1), and\n(B)\nwhich is created by the taxpayer. 6 Broz v. Commissioner, 137 T.C. No. 3, 2011 WL 2670569 (July 7, 2011) [Broz I] decided other issues of\nfirst impression. POSTU-139175-10 10 I.R.C. § 197(c)(2) (emphasis added). Pursuant to I.R.C. § 197(c)(2), amortizable § 197 intangibles do include self-created\n§ 197 intangibles within § 197(d)(1)(D) (relating to licenses, permits or other rights\ngranted by a government unit), § 197(d)(1)(E) (relating to covenant not to complete) and\n§ 197(d)(1)(F)(relating to franchises, trademarks, and trade names). For example,\ncosts incurred relative to a franchise or a government-granted right are not excepted\nfrom the amortizable § 197 category because franchises are excepted from the selfcreated exception by I.R.C. § 197(d)(1)(F) and government-granted rights are excepted\nfrom the self-created exception by I.R.C. § 197(d)(1)(E). Furthermore, it is noteworthy\nthat, although I.R.C. § 197(c)(2) does not apply if the intangible is created in connection\nwith a transaction (or a series of transactions) involving the acquisition of assets\nconstituting a trade or business or substantial portion thereof, there was no purchase of\na trade or business by Corporation X in this case. Treas. Reg. § 1.197-2(e)(2) provides\nthat, in general, “[t]he acquisition of a franchise . . . constitutes the acquisition of a trade\nor business or substantial portion thereof.” However, because Corporation X created,\nrather than acquired, its franchise, Treas. Reg. § 1.197-2(e)(2) does not impact the\ntreatment of Corporation X’s ANDA One as an amortizable § 197 intangible. Treas.",
      "queries": [
        "can fcc licenses be amortized",
        "when does the brussels decision come into force",
        "what is problem solving and analysis"
      ],
      "queries_score": [
        "2.9956136",
        -9.342619895935059,
        -9.196837425231934
      ]
    },
    {
      "id": "legal-advice_45__7",
      "chunk_id": "7",
      "content": "However, because Corporation X created,\nrather than acquired, its franchise, Treas. Reg. § 1.197-2(e)(2) does not impact the\ntreatment of Corporation X’s ANDA One as an amortizable § 197 intangible. Treas. Reg. § 1.197-2(d)(2) reiterates the statute and clarifies the status of created\nintangibles, stating:\nExcept as provided in paragraph (d)(2)(iii) of this section,\namortizable section 197 intangibles do not include any\nsection 197 intangible created by the taxpayer (a selfcreated intangible). Treas. Reg. § 1.197(d)(2)(iii) confirms franchises are not excluded from amortizable\n§ 197 intangibles, citing I.R.C. § 197(d)(1)(F). As discussed above, an approved ANDA is a government granted franchise within both\nI.R.C. § 197(d)(1)(F) and Treas. Reg. § 1.197-2(b)(10). The self-created exception only\napplies to any § 197 intangible NOT described in I.R.C. § 197(d)(1)(D), (E), and (F). Therefore, the exception provided in I.R.C. § 197(c)(2) is inapplicable to FDA approved\nANDAs. Accordingly, FDA-approved ANDA One is an amortizable § 197 intangible. 3. As Franchises, FDA-Approved ANDAs\nMust Be Amortized Over a 15-Year Period The Internal Revenue Code (Code) provides a taxpayer shall be entitled to an\namortization deduction with respect to any amortizable § 197 intangible. § 197(a). The\nCode also provides that the amount of such deduction shall be determined by\namortizing the adjusted basis of such intangible ratably over the “15-year period\nbeginning with the month in which such intangible was acquired.” Id. See Frontier POSTU-139175-10 11 Chevrolet Company v. Commissioner, 329 F.3d 1131, 1135 (9th Cir. 2003) (an\namortizable § 197 intangible must use the 15-year period for amortization, not some\nother life that the taxpayer asserts). The Treasury Regulations further elaborate on the computation of the amortization\ndeduction by providing:\n[T]he amortization deduction allowable under section 197(a) is computed\nas follows:\n(i)\nThe basis of an amortizable section 197 intangible is\namortized ratably over the 15-year period beginning on the\nlater of—\n(A)\nThe first day of the month in which the property is\nacquired; or\n(B)\nIn the case of property held in connection with the\nconduct of a trade or business or in an activity\ndescribed in section 212, the first day of the month\nin which the conduct of the trade or business or\nthe activity begins. Treas. Reg. § 1.197-2(f)(1)(i) (emphasis added). See Broz II, above (the § 197\nregulations support the determination that a § 197 intangible cannot be amortized if the\ntrade or business or activity to which it relates has yet to commence). An FDA-approved ANDA is acquired for purposes of § 197 on the effective date of the\nfinal FDA approval, provided all applicable exclusionary periods have expired, e.g, the\neffective date is not subject to a condition precedent such as the expiration of period of\nexclusivity barring the ANDA holder from immediately commencing the marketing and\nselling of the drugs that are the subject of the ANDA in the United States. 7 ANDAs are\ntreated as acquired on said date because that is the date the holder of an ANDA can\nbegin to market and sell the generic drugs that are the subject of the ANDA in the\nUnited States. Applying the rule of Treas. Reg. § 1.197-2(f)(1) to Corporation X, Corporation X’s 15year amortization period for amortizing the attorney fees associated with its FDAapproved ANDA",
      "queries": [
        "is corporation x amortizable",
        "which franchise was created rather than acquired?",
        "what are the contract provisions for nonfederal entities under federal awards?",
        "trgp programmatic requirements",
        "why did justice o'connor not find the establishment clause of witters v. washington"
      ],
      "queries_score": [
        "2.2235117",
        "1.5889152",
        -6.186410903930664,
        -5.848630905151367,
        -5.961332321166992
      ]
    },
    {
      "id": "legal-advice_45__8",
      "chunk_id": "8",
      "content": "Applying the rule of Treas. Reg. § 1.197-2(f)(1) to Corporation X, Corporation X’s 15year amortization period for amortizing the attorney fees associated with its FDAapproved ANDA One would begin the first day of the month in which the FDA finally\napproved the ANDA as effective with no exclusionary periods barring the immediate\nmarketing and selling of a drug that is the subject of the ANDA, since that is the later\ndate of when the Corporation X entered into a trade or business or when the\namortizable § 197 intangible was acquired. 7 See, September 14, 2011 Memorandum, Addendum A (explanations of exclusionary periods and final\napproval as opposed to tentative FDA approval). POSTU-139175-10 B. 12 ANDAs as Other Government-Granted Rights that are Not Franchises The September 14, 2011 Memorandum opined:\nPayments to the FDA (a government agency) to obtain the right to\nmarket and sell a new drug in the United States (obtained via FDA\napproval of a NDA or an ANDA, as addressed in Addendum A) would\nbe within Treas. Reg. § 1.263(a)-4(d)(5)(i). Specifically, an ANDA fits\none [or] more of the non-exclusive list of types of government-granted\nrights that are treated as created intangibles, e.g., “license, permit,\nfranchise or other similar right granted by that governmental agency.” September 14, 2011 Memorandum, page 41 (footnote omitted). Thus, ANDAs constitute licenses and other similar government granted rights, with\nfranchises just one of the government granted rights that an ANDA falls within for\npurposes of capitalization pursuant to § 263. Treas. Reg. § 1.197-2(d)(2)(iii) and § 197(c)(2) do not exclude licenses, permits or other\nrights granted by a governmental unit from amortizable § 197 intangibles. Thus, as\ngovernment granted rights other than franchises, ANDAs are still amortizable § 197\nintangibles. Accordingly, ANDAs as other government granted rights would be\namortized just as would franchises. However, the government’s primary position for\ncost recovery purposes is that ANDAs are franchises, with treatment as other\ngovernment-granted rights an alternative position for purposes of determining cost\nrecovery issues. SECTION II. ANDA TWO AND ANDA THREE As stated in the facts, Corporation X commenced marketing and selling Drug #3 and\nDrug #4 pursuant to a License Y and a License Z, respectively, not pursuant to FDAapproved ANDAs.- While the infringement litigation was settled, the origin of the claim\ntest applies to settlements. See Anchor Coupling v. United States, 427 F.2d 429, 434\n(7th Cir. 1970) (rejected primary purpose test in favor of the origin of the claim test for\nsettlements). See also Commissioner v. Arrowsmith, 193 F.2d 734 (2nd Cir., aff’d, 344\nU.S. 6 (1952), petition for rehearing denied 344 U.S. 900 (1952) (doctrine of relation\nback). The Anchor Coupling Court stated, in rejecting Anchor Coupling’s arguments similar to\nCorporation X’s primary purpose arguments, as follows:\nFurther, for deductibility to depend upon subjective considerations\nencourages schemes of tax avoidance and, as the Supreme Court POSTU-139175-10 13 noted in Gilmore, can lead to capricious results and a concomitant\nlack of uniformity in the application of our tax laws. Finally, as the\nCourt noted in Woodward, a test based upon taxpayer's purpose in\ndefending or settling litigation would encourage resort to\n‘formalisms and artificial distinctions.’ 427 F.2d at 433 (emphasis added).",
      "queries": [
        "what year did the us enter into air navigation"
      ],
      "queries_score": [
        -7.251965522766113
      ]
    },
    {
      "id": "legal-advice_45__9",
      "chunk_id": "9",
      "content": "13 noted in Gilmore, can lead to capricious results and a concomitant\nlack of uniformity in the application of our tax laws. Finally, as the\nCourt noted in Woodward, a test based upon taxpayer's purpose in\ndefending or settling litigation would encourage resort to\n‘formalisms and artificial distinctions.’ 427 F.2d at 433 (emphasis added). For Corporation X, the origin of the claim litigated, which gave rise to the attorney fees\nat issue, was to acquire a capital asset for all the reasons stated in the September 14,\n2011 Memorandum. Also, as stated by the Anchor Coupling Court at the close of its\nopinion: The Government offers another argument which we think should be\nmentioned briefly to further buttress the result we have reached. It\nargues that the settlement and release received by Anchor in return\nfor its settlement payment created enforceable rights in Anchor\nwhich constituted the acquisition of a capital asset. We agree that\nthe transaction can also be viewed in this manner. Thus, if Anchor\nhad completed the proposed sale of its assets by accepting\n$4,025,000 and then repurchased its assets for $4,625,000, it can\nhardly be doubted that the $600,000 premium would be included in\nthe new book value of Anchor's assets. The settlement in this case\naccomplished an identical purpose and should be accompanied by\nidentical tax treatment. 427 F.2d at 434 (citation omitted, emphasis added). The litigation that gave rise to Corporation X’s liability to pay the attorney fees at issue\nherein originated in the process of acquiring the right to market and sell generic drugs in\nthe United States, with that fact not changed by the settlement. However, Treas. Reg.\n§ 1.197-2(b)(8) providing that government-granted licenses are § 197 intangibles does\nnot apply to the settlement licenses because they are not government granted; the\nsettlement licenses are between Corporation X and the plaintiffs in the infringement\nactions. While the licenses may grant Corporation X the right to use patented\nintangibles, Treas. Reg. § 1.197-2(c)(7) provides that “[s]ection 197 intangibles do not\ninclude any interest (including an interest as a licensee) in a patent … that is not\nacquired as part of a purchase of a trade or business.” Corporation X did not acquire\nthe settlement licenses as part of the acquisition of a trade or business. However, Treas. Reg. § 1.197-2(d)(2)(ii)(B) provides (emphasis added):\nContracts for the use of intangibles. A section 197 intangible is not\na self-created intangible to the extent that it results from the entry\ninto (or renewal of) a contract for the use of an existing section 197 POSTU-139175-10 14 intangible. Thus, for example, the exception for self-created\nintangibles does not apply to capitalized costs, such as legal and\nother professional fees, incurred by a licensee in connection with\nthe entry into (or renewal of) a contract for the use of know-how or\nsimilar property. So, to the extent the licenses received in the settlement of the ANDA infringement\nlitigation relative to ANDA Two and in the settlement of the ANDA infringement litigation\nrelative to ANDA Three were for the use of § 197 intangibles as described in Treas. Reg. § 1.197-2(b)(11), the fees are still amortizable pursuant to § 197.",
      "queries": [
        "does the federal employment opportunity plan impose quotas",
        "what is community policing philosophy"
      ],
      "queries_score": [
        -8.94939136505127,
        -7.67765998840332
      ]
    },
    {
      "id": "legal-advice_45__10",
      "chunk_id": "10",
      "content": "Three were for the use of § 197 intangibles as described in Treas. Reg. § 1.197-2(b)(11), the fees are still amortizable pursuant to § 197. However, it is\nnot known whether the licenses were for the use of the plaintiffs’ New Drug Applications\n(NDAs), with the generic drugs Corporation X marketed and sold pursuant to the\nlicenses authorized generics,- or merely licenses to use the patents that provided patent\nexclusivity to the branded drugs that Corporation X’s generics mimic. Since Corporation X commenced marketing its generic drugs pursuant to the licenses\nwhen it did not have FDA-approved ANDAs, it is likely the licenses received granted use\nof the plaintiffs’ NDAs. If the licenses were licenses to use NDAs, like ANDAs, the\nrights under the license may be franchises, licenses or similar rights, or contracts for the\nuse of § 197 intangibles, and as such § 197 intangibles for some or all the reasons\nANDAs are such. See Treas. Reg. § 1.197-2(b)(11). As such, NDAs are amortizable\n§ 197 intangibles for some or all the reasons ANDAs are amortizable § 197 intangibles. Therefore the capitalized attorney fees would still be amortized pursuant to § 197, but to\nthe basis of the licenses or other § 197 intangibles obtained in the settlements. Without\nmore information, and copies of the licenses, no opinion can be rendered beyond this\nlimited opinion. 8 Because Corporation X has declined to provide more information, and copies of the\nlicenses, no opinion can be rendered upon: (1) the length of the recovery period for the\nattorney fees capitalized relative to the Drug #3 and Drug #4 products, or (2) when such\nrecovery begins to run. Thus, Corporation X has failed to substantiate that it is entitled\nto commence cost recovery, or the annual allowable amount of cost recovery, of the\nattorney fees capitalized relative to the Drug #3 and Drug #4 products for any year\nunder consideration. 8 For treatment of licenses within the definition of collaboration agreements, see the Coordinated Issue\nPaper titled “Non Refundable Upfront Fees, Technology Access Fees, Milestone Payments, Royalties\nand Deferred Income under a Collaboration Agreement,” Tax Notes Today, October 18, 2007, 2007 TNT\n204-17 (“Collaboration agreements are agreements for joint research, experimentation or development,\nas well as agreements for the sharing of know-how or patents for the purpose of research,\nexperimentation or development. Collaboration agreements can take the form of a license agreement, an\nalliance agreement, a co-marketing agreement or a functional equivalent of such.”) POSTU-139175-10 15 SECTION III. SECTION 263A APPLIES TO THE ANNUAL DEDUCTIONS Once Corporation X begins production of drugs for the first commercialization under\nANDA One and under the licenses allowing Corporation X to market and sell Drug #3\nand Drug #4, Corporation X’s annual cost recovery of the capitalized attorney fees is\nsubject to I.R.C. § 263A. Treas. Reg. § 1.263A-2(a)(3) requires that indirect production\ncosts properly allocable to property produced be capitalized. Treas. Reg. § 1.263A1(e)(3)(i) provides that indirect costs are properly allocable to property produced when\nthe costs directly benefit or are incurred by reason of the performance of production\nactivities. Treas.",
      "queries": [
        "what is drug dealing in apartment complex"
      ],
      "queries_score": [
        -8.479256629943848
      ]
    },
    {
      "id": "legal-advice_45__11",
      "chunk_id": "11",
      "content": "Treas. Reg. § 1.263A-2(a)(3) requires that indirect production\ncosts properly allocable to property produced be capitalized. Treas. Reg. § 1.263A1(e)(3)(i) provides that indirect costs are properly allocable to property produced when\nthe costs directly benefit or are incurred by reason of the performance of production\nactivities. Treas. Reg. § 1.263A-1(e)(3)(ii) provides examples of indirect costs that must\nbe capitalized to the extent they are properly allocable to property produced. Treas. Reg. § 1.263A-1(e)(3)(ii)(U) provides, as one of example of indirect costs that must be\ncapitalized, the otherwise deductible portion (e.g., amortization) of the initial fees\nincurred to obtain a license or franchise and any minimum annual payments and\nroyalties that are incurred by a licensee or a franchisee. Corporation X’s drugs would not be produced if they could not be marketed and sold. Thus, the ANDA and the licenses directly benefit, and/or were obtained to enable, the\nproduction of the drugs and the annual cost recovery (e.g., amortization) is an indirect\ncost that is properly allocable to the drugs that Corporation X produces and must be\ncapitalized. Treas. Reg. § 1.263A-1(e)(3)(i). Accordingly, Corporation X’s annual cost\nrecovery for ANDA One and the licenses, which are otherwise deductible, are subject to\nthe uniform capitalization rules of § 263A. In closing, it is pointed out that the September 14, 2011 Memorandum concluded that\nthe attorney fees incurred to investigate listed patents and to defend actions for patent\ninfringement for submitting ANDAs to market and sell generic drugs before the\nexpiration of the listed patents must be capitalized under § 263 for the reasons stated in\nthe September 14, 2011 Memorandum. This memorandum reaches conclusions as to\nthe cost recovery of the capitalized attorney fees, separate and apart from the reasons\nfor capitalization under § 263. CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTU-139175-10 16 Please provide a copy of the 30-day letter, when issued, and provide a copy of\nCorporation X’s Protest, if any, when received. This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. By: _____________________________ Marjory A. Gilbert\nIndustry Counsel (Pharmaceuticals and Biotech)\nRetailers, Food, Pharmaceuticals & Healthcare\nLarge Business & International\nOffice of Chief Counsel, IRS",
      "queries": [
        "cops office number"
      ],
      "queries_score": [
        -7.51027250289917
      ]
    }
  ]
}