{
  "doc_id": "legal-advice_53",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_53__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20103001F\nRelease Date: 7/30/2010\nCC:LM:CTM:SEA:SLCohen POSTSP-107553-10 date:\nto: from:\nsubject: February 26, 2010 --------------------- (Team Manager) ------------------------------- (Internal Revenue Agent)\nLMSB Counsel, Seattle\n---------------------------; TEFRA Partnership Issues (FYE ---------------) Do not disclose – this writing may contain privileged information. Any unauthorized disclosure of\nthis writing may have an adverse effect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our views. This memorandum may\nnot be cited as precedent. This memorandum responds to your request for advice regarding designation of\na trust as a Tax Matters Partner (“TMP”) in a TEFRA partnership proceeding, and relies\non the facts provided by the Examination Team to our office. If you find that any of the\nfacts are incorrect, please advise us immediately so that we may modify and correct this\nadvice. I. ISSUE\nWhether certain partnerships may designate the ------------------------------------------------------------------------------------------------------------------------------------------------------------as the TMP for the tax year -------? II. FACTS The Service is examining approximately ----- domestic limited liability companies\n(treated as partnerships for Federal tax purposes) involved in a ------------------------ sale\nof -----------------------. The partnerships owned the ------------------------, and at the time of\nthe sale, -------------------- was a general partner and the TMP in each of the\npartnerships. 1 -------------------- passed away in -------------. Upon his death, the majority\n1 Most of the partnerships treated the ------- transaction as a sale of partnership interests (thus resulting in\na technical termination of the partnership), but some of the partnerships treated it as an asset sale. This\ndistinction does not affect the analysis of whether the partnerships may now designate a trust as the\nTMP. POSTSP-107553-10 2 of ----------------- property passed to the ---------------------------------------- (“the Trust”). ---------------------------------, ----------------, is the trustee of the Trust. The partnerships want to\ndesignate the Trust as the TMP. III. APPLICABLE LAW\nSection 6231(a)(7)(A) of the Internal Revenue Code (“I.R.C.”) defines the TMP\nas the general partner designated as the TMP as provided in the regulations. Treasury\nRegulation § 301.6231(a)(7)-1 states that a partnership may designate a partner as its\nTMP for a taxable year only as provided in section 301.6231(a)(7)-1. Further, the\ndesignation of a partner as a TMP for a taxable year may be terminated only as\nprovided in section 301.6231(a)(7)-1. If the designation is terminated without the\npartnership designating another general partner as the TMP, the TMP is the partner\ndetermined under section 301.6231(a)(7)-1. In general, a person may be designated as the TMP of a partnership for a\ntaxable year only if that person: (1) was a general partner in the partnership at some\ntime during the taxable year for which the designation is made; or (2) is a general\npartner in the partnership at the time the designation is made. Treas. Reg.\n§ 301.6231(a)(7)-1(b)(1). Section 7701 includes a trust within the definition of a person\nfor purposes of the I.R.C. A designation of a TMP for a taxable year remains in effect until there is a\ntermination of the designation under section 301.6231(a)(7)-1(l). The death of the TMP\nis an event that terminates the TMP’s designation. Treas. Reg. § 301.6231(a)(7)-1(l)(i).",
      "queries": [
        "internal revenue service memo release date",
        "internal revenue service memo release number",
        "how does productive capacity limitations apply to taxpayers"
      ],
      "queries_score": [
        "1.9498568",
        "1.8127592",
        -8.884547233581543
      ]
    },
    {
      "id": "legal-advice_53__1",
      "chunk_id": "1",
      "content": "A designation of a TMP for a taxable year remains in effect until there is a\ntermination of the designation under section 301.6231(a)(7)-1(l). The death of the TMP\nis an event that terminates the TMP’s designation. Treas. Reg. § 301.6231(a)(7)-1(l)(i). If the partnership has designated a TMP for a taxable year, that designation has\nterminated under paragraph (l)(1) of section 301.6231(a)(7)-1, and the partnership has\nnot made a subsequent designation under section 301.6231(a)(7)-1 for that taxable\nyear, the TMP for that taxable year is determined under paragraph (m) of section\n301.6231(a)(7)-1. Treas. Reg. § 301.6231(a)(7)-1(m)(1). In such a case, and in\ngeneral, the general partner having the largest profits interest is the TMP (unless it is\nimpractical to apply the largest profits interest rule, in which case the Service can select\nthe TMP). Treas. Reg. § 301.6231(a)(7)-1(m) & (n).\nSection 301.6231(a)(7)-1(e) & (f) set forth two situations in which a partnership\nmay designate a TMP at any time after the filing of the partnership return for that year. Under paragraph (e) of section 301.6231(a)(7)-1, the partnership may file an\nappropriate statement with the Service, and signed by persons who were general\npartners at the close of the year and were shown on the return for that year to hold\nmore than 50% of the aggregate interest in partnership profits held by all general\npartners as of the close of the taxable year. 2 Second, in certain limited circumstances\n(including the death of the general partner), a TMP for a partnership taxable year may\nbe designated by filing a statement with the Service, and signed by persons who were\n2 Section 301.6231(a)(7)-1(e) & (f) set forth specific criteria that the partnership must follow when making\na designation under these paragraphs. POSTSP-107553-10 3 partners at the close of the taxable year and were shown on the return for that year to\nhold more than 50% of the aggregate interest in partnership profits held by all partners\nas of the close of such taxable year. Treas. Reg. § 301.6231(a)(7)-1(f). IV. ANALYSIS & CONCLUSION In the present case, the partnerships designated the general partner ------------------------ to be the TMP for -------. This designation terminated on the date of --------------------------- death. The partnerships have not yet made a subsequent designation under\nsection 301.6231(a)(7)-1. The partnerships want to designate the Trust as the TMP. Based upon the facts provided and the applicable law, the partnerships may\ndesignate the Trust as the TMP in accordance with either paragraph (e) or (f) of section\n301.6231(a)(7)-1 provided that, at the time of designation, the Trust is a general partner\nin the each of the partnerships. From the information provided thus far, we are unable\nto provide advice as to whether the Trust is a general partner in each of the\npartnerships. 3 If it can be confirmed that the Trust is a general partner in each of the\npartnerships, in order for a designation under paragraph (e) or (f) of section\n301.6231(a)(7)-1 to be valid, each of the partnership returns for ------- must be secured\nto ensure that the partnerships comply with the technical requirements of these\nparagraphs.",
      "queries": [
        "tmp designation for years",
        "usdoj curriculum standards and review process guide",
        "what is a liquidated obligation"
      ],
      "queries_score": [
        "1.6628671",
        -6.602168083190918,
        -6.882129669189453
      ]
    },
    {
      "id": "legal-advice_53__2",
      "chunk_id": "2",
      "content": "Please note that the Form 13798-L is the proper form for a limited liability\ncompany to use to designate the TMP. As a final matter, if the partnerships do not designate a TMP in accordance with\nsection 301.6231(a)(7)-1, the TMP would be the general partner having the largest\nprofits interest, unless it is impractical under section 301.6231(a)(1)-7(n) & (o) to apply\nthis rule, and then the Service may designate the TMP in accordance section\n301.6231(a)(1)-7(p). Thank you for coordinating this matter with our office. If you have any questions\nor concerns regarding the above, please contact ---------------------- at ------- -------------. Sincerely,\nCATHY A. GOODSON\nAssociate Area Counsel\n(Large & Mid-Size Business) By: 3 ______________________ ---------------------Attorney (Seattle)\n(Large & Mid-Size Business) Such a determination most likely requires an analysis of whether, upon ----------------- death, his general\npartnership interest in each of the partnerships passed to the Trust.",
      "queries": [
        "which type of form is used to designate a tmp form",
        "what is the proper form for a tmp",
        "when is the decision of strasbourg published?",
        "what is the procurement process for cops",
        "cops office phone number",
        "what is i-9 verification?",
        "who does cops grant review",
        "which fbi pick up notices are needed for arrest of florida police officers?",
        "which u.s. congressman has the authority to require the states to lodge federal detainees for federal trial"
      ],
      "queries_score": [
        "1.8926694",
        "2.9367516",
        -10.365336418151855,
        -10.050623893737793,
        -9.673531532287598,
        -9.517403602600098,
        -10.202723503112793,
        -10.984532356262207,
        -10.709062576293945
      ]
    }
  ]
}