{
  "doc_id": "legal-advice_66",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_66__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20133701F\nRelease Date: 9/13/2013\n----------------------------: -------------POSTF-111423-12\nUILC: 833.02-01 date: March 07, 2013 to: from: subject: ------------------ (HMP:---------------) (Large Business & International) ----------------------------------------------------(Large Business & International) Taxpayer\nSec. 833(b) Special Deduction\nHome/Host Issue This memorandum responds to your request for assistance. This advice may not be used or cited as\nprecedent. LEGEND Taxpayer\nTaxpayer City\nTaxpayer State\nBank\nPlan B\nDate 1\nDate 2\nYear 1\nYear 2\nYear 3\nYear 4\nNumber 1\nNumber 2\nAmount 1 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-111423-12\nAmount 2\nAmount 3\nAmount 4\nAmount 5\nAmount 6\nAmount 7\nAmount 8\nAmount 9\nAmount 10\nAmount 11\nAmount 12\nAmount 13\nAmount 14\nAmount 15\nAmount 16\nAmount 17 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= 2\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ISSUE Whether “Host” transactions are properly included in the calculation of ------------------------special\ndeduction under I.R.C. Section 833(b)? CONCLUSION The “Host” transactions are not properly included in the calculation of Taxpayer’s special deduction under\nI.R.C. § 833(B) because the payment of the “Host” transactions does not reflect claims, liabilities, or\nexpenses incurred by Taxpayer in the administration of cost-plus contracts. Taxpayer’s obligation to\nparticipate in the Inter-Plan Programs, including the Home/Host Program, is pursuant to a licensing\nagreement with the Blue Cross and Blue Shield Association. The “Host” transactions are not paid by\nTaxpayer as a result of a benefit policy or cost-plus contract with a member, an employer group or a\nnational account. Further, Taxpayer’s contractual reimbursement arrangements with its network of\nproviders are not cost-based contracts, but are service contracts. None of these arrangements constitute\nobligations imposed upon Taxpayer under a cost-plus contract. FACTS\n---------------------(“Taxpayer”) is --------------------------------------------- Taxpayer City, Taxpayer State, and\noperates ------------------------------------------------------------------------------. Taxpayer was created in Year 1 -------------------------------------------------------------------------------------------------------------------------------- --------------------------------------------------------------------------------------------------------------- Taxpayer and certain of its\nwholly owned subsidiaries underwrite various indemnity and managed care health insurance products ------------------------------------------------------------------------------------------ Taxpayer also underwrites -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Taxpayer is an independent licensee of the Blue Cross and Blue Shield Association (\"Association\"), an\nassociation of independent Blue Cross and Blue Shield plans. The Association controls the Blue Cross\nand Blue Shield names and symbols. POSTF-111423-12 3 Historically, BCBS plans were organized independently in each state (or portion of a state) with each\nseparate BCBS plan negotiating fee arrangements with the health care providers in its own territory. A\nLicensee was restricted to its own Service Area (i.e., territory), and was granted exclusive use of the\nBCBS names and symbols in that Service Area. Since each Plan is limited to its Service Area, it was\nimportant for the Association to develop a mechanism whereby Members covered by one Plan could\nhave claims paid if said Member required medical care outside of his or her Plan's Service Area. Additionally, employers with a headquarters in one Plan's service territory could have employees in\nmultiple BCBS territories outside of the HQ Plan's service area (National Account entities). Accordingly,\nthe Association put in place a collection of policies, provisions, processing standards, delivery platforms,\nmanuals, and requirements, to resolve claims incurred by Members outside of their Plan's Service Area. These mechanisms are referred to as \"National Programs\", which programs \"provide portability of\nmembership between Blues plans and ease claim processing for customers that receive benefits outside\nof its service area.\" General Accounting Office, Blue Cross and Blue Shield: Experiences of Weak Plans\nUnderscore the Role of Effective State Oversight, GAO/HEHS-94-71 (April 1994), p. 29. (emphasis\nadded)",
      "queries": [
        "internal revenue service memo number",
        "how many times should a face up inmate be checked",
        "ethanol production capacity limit"
      ],
      "queries_score": [
        "2.1822093",
        -9.59467887878418,
        -8.940855979919434
      ]
    },
    {
      "id": "legal-advice_66__1",
      "chunk_id": "1",
      "content": "General Accounting Office, Blue Cross and Blue Shield: Experiences of Weak Plans\nUnderscore the Role of Effective State Oversight, GAO/HEHS-94-71 (April 1994), p. 29. (emphasis\nadded) Accordingly, in order to facilitate coverage for policyholders that required medical care outside of the\nService Area of the BCBS plan that issued the policy, the Association administers a clearinghouse\noperation for the processing and payment of said claims. This clearinghouse operation is one of several\nInter-Plan Programs (\"IPP\") administered by the Association, with each IPP consisting of established\npolicies, processing standards, and procedures. Additionally, to administer the programs, the Association\nmaintains the contract with a Central Financing Agency (\"CFA\") that performs the clearinghouse\nfunctions. The calculation issue under § 833(b) stems from the Inter-Plan Programs that allows BCBS\nmember/subscribers to receive insurance coverage while outside of the Service Area of the BCBS plan\nthat issued the insurance policy to the member/subscriber. Membership Standard 5 requires all Licensee Plans to “effectively and efficiently participate in each\nnational program as from time to time may be adopted by the Member Plans for the purpose of providing\nportability of membership between the Plans and ease of claims processing for customers receiving\n1\nbenefits outside of the Plan’s Service Area.” The relevant national programs in this case are the InterPlan Teleprocessing System (ITS), the BlueCard Program, and the National Account Program. 2 The ITS is a “Delivery Platform comprised of standardized software, data formats, procedures, and rules\n3\nthat enable Licensees to exchange computerized Claims and reimbursement information for Inter-Plan\nPrograms.” IPPP, Definitions, p. 5.\nThe BlueCard Program is the “program that enables Members obtaining health care services while\ntraveling or living in another Licensee’s Service Area to receive the benefits of their Control/Home\nLicensee contract and to access the local Licensee’s designated provider networks and savings.” IPPP,\nDefinitions, p. 1.\n1 The Membership Standards are contained as an exhibit to the License from the Association held by the\nPlan.\n2 A software content service that utilizes software code to transmit data between Licensees that supports\nthe Inter-Plan Programs. Inter-Plan Programs Policies and Provisions (“IPPP”), Definitions, p. 3. The\nIPPP is contained within the Inter-Plan Programs Manual, and governs all of the Inter-Plan Programs. 3 A “Claim” is a “billing record as generated and submitted by a provider or Member using either paper or\nelectronic media.” IPPP, Definitions, p. 2. A “Member” is “any person entitled to receive benefits under a\nLicensee’s product issued” under the Blue Cross or Blue Shield brands. IPPP, Definitions, p. 6. POSTF-111423-12 4 A National Account is “an entity with employee and/or retiree locations in more than one Licensee’s\nService Area.” IPPP, Definitions, p. 6. Since a Licensee is restricted to one Service Area, one Service\nArea is designated as the “Home” Service Area, with claims arising from services provided to Members\noutside of the Home Service Area being processed under the National Account Program, an Inter-Plan\nProgram. The Inter-Plan Claims processing under the BlueCard and National Account Programs follow the same\nbasic steps (discussed in detail below).",
      "queries": [
        "what is the procurement process for cops",
        "what is authorized officials"
      ],
      "queries_score": [
        -8.662703514099121,
        -7.665543079376221
      ]
    },
    {
      "id": "legal-advice_66__2",
      "chunk_id": "2",
      "content": "The Inter-Plan Claims processing under the BlueCard and National Account Programs follow the same\nbasic steps (discussed in detail below). The Home Licensee, also referred to as the \"Control\" Licensee in the Association's materials, is defined\nas the \"Licensee in whose Service Area a National Account is headquartered, and/or any Licensee whose\nMember receives services from an Inter-Plan Programs eligible provider in another Licensee's Service\nArea.\" (IPPP, Definitions, p. 3). The BCBS Plan that operates in the territory in which another Plan's Member received medical care is the\n\"Host\" or \"Par\" Licensee, with the Host/Par Licensee delivering \"the benefit of its arrangements with its\nlocal and Remote Providers eligible for Inter-Plan Programs, on behalf of Control/Home Licensee\nMembers who incur claims within its Service Area.\" (IPPP, Definitions, p. 6). Using the processing and communication network sponsored by the Association under the Home/Host\nProgram, the Control/Home Licensee: (i) handles claims processing and reimbursement to the Par/Host\nLicensees; (ii) makes eligibility and benefit determinations; and (iii) gains access to health care providers\nparticipating in the Par/Host Licensee's network. (IPPP, 1.01, Policy Statement). The issue raised in this case is as follows:\nWhich BCBS Plan may include in its special deduction calculation under § 833(b) the\namounts paid to satisfy Provider Claims for services provided to a Member outside of the\nService Area of the BCBS Plan that issued the policy to the Member? In other words,\nshould the Home/Control Licensee, or the Host/Par Licensee, include that expense in the\n§ 833(b) calculation? It is the Government’s position that only the Home/Control Licensee properly includes the expense in the\nspecial deduction calculation under § 833(b). Since Taxpayer has included both its Home expenses and Host expenses to arrive at its claimed special\ndeductions under § 833(a), Taxpayer’s position is that both the Home/Control Licensee and the Host/Par\nLicensee may include these expenses in their respective special deduction calculations under § 833(b). This issue is referred to herein as the “Home/Host” issue. To fully understand this \"Home/Host\" issue, a\nrather extensive review of the policies, procedures and contracts involved in administering the Inter-Plan\nPrograms is provided below. Mechanics of Claim Processing Between Home and Host Plans\nGenerally, if a BCBS organization is acting as a \"Host\" Plan, it collects the initial claims data and forwards\nit to the Home Plan for a determination as to whether the claim is covered under the policy issued by the\nHome Plan. The Host Plan does not make any determination regarding the scope of coverage or the\nMember’s eligibility for coverage. The Home Plan evaluates the data submitted by the Host Plan,\ndetermines whether and how much of the claim is allowable, and advises the Host Plan of its\ndetermination. The Host Plan then makes payment to the service provider and submits a claim to the\nHome Plan for reimbursement. The \"Host\" claims included in Taxpayer's special deduction computations POSTF-111423-12 5 at issue herein are for those claims Taxpayer paid, after the Home Plan approved making the payment,\nand for which Taxpayer received reimbursement from the Home Plan. The interplay between the Home Plan and Host Plan is probably best understood by reviewing the claim\nprocessing steps.",
      "queries": [
        "who is a home-licensee",
        "who is the home claim licensee",
        "how long does it take to submit conference and event",
        "which article allows parties to depart from specific controls mandated only where the alternatives are plainly more strict or severe?"
      ],
      "queries_score": [
        "2.3961828",
        "2.2122188",
        -8.341682434082031,
        -6.531445026397705
      ]
    },
    {
      "id": "legal-advice_66__3",
      "chunk_id": "3",
      "content": "POSTF-111423-12 5 at issue herein are for those claims Taxpayer paid, after the Home Plan approved making the payment,\nand for which Taxpayer received reimbursement from the Home Plan. The interplay between the Home Plan and Host Plan is probably best understood by reviewing the claim\nprocessing steps. By following the claim processing procedures, the terminology and the relative rights\nand obligations of the Home/Host Plans, and the Association, become clear. To assist in your\nunderstanding of the Inter-Plan Programs claim processing procedures, a copy of the Claims Flow Chart\nand Figure 2 – Claims Accounting Events Related to BlueCard Claims are attached. Both of these\nschematics are from The Inter-Plan Programs Manual. Blue Cross and Blue Shield License Agreements (BCBS License Agreements): The BCBS License\nAgreements grant to each Plan the right to use BLUE CROSS or BLUE SHIELD in its trade and/or\ncorporate name (the \"Licensed Name\"), and the right to use the Licensed Marks, in the sale, marketing\nand administration of health care plans and related services in the Service Area. (e.g., Blue Cross\nLicense Agreement – Exhibit 2). As part of the Licensing Agreement, as stated above, the Plans are required to participate in certain\nInter-Plan Programs, which Inter-Plan Programs include the ITS, National Account Program and\nBlueCard Program. Out-of-Territory Services – Claim Processing: When a Member receives care outside of his Home\nPlan’s Service Area, the provider files a claim with the local BCBS Plan. This local Plan, which is the\nHost Plan, validates the provider information and applies its pricing (if a network provider) using a set of\nstandard pricing methods and rules. The claim price is called the negotiated price for purposes of InterPlan Program claims, and the Host Plan can use actual, estimated or average pricing methods to\n4\ncommunicate its pricing to the Home Plan. The Host Licensee is required to transmit to the Home\n4 The characteristics of the types of Inter-Plan claim pricing are summarized as follows:\nActual – An actual price is a negotiated provider payment without any other increases or\ndecreases. Estimated – An estimated price is a negotiated provider payment reduced or increased by a\npercentage to take into account certain payments negotiated with the provider and other claimand non-claim-related transactions. Such transaction may include, but are not limited to, antifraud and abuse recoveries, provider refunds not applied on a claim-specific basis, retrospective\nsettlements, and performance-related bonuses or incentives. Average – An average price is a percentage of billed covered charges representing the aggregate\nnegotiated provider payments for all of a Par/Host Plan’s healthcare providers or a similar\nclassification of its providers, and other claim- and non-claim-related transactions. Such\ntransactions may include the same ones as noted for an estimated price. Inter-Plan Programs Manual (IPP Manual), Ch. 23: Finance and Accounting, p. 5 (rev. 02/12). Any\nmethod used to develop averages, reflect retrospective settlements or other non-Claim transactions that\nalter the Claim price must be reviewed by the BCBSA prior to implementation or change. The BlueCard\nProgram Manual, Ch. 3, The Policies and Provisions, § 3.72.",
      "queries": [
        "why is cultural heritage important",
        "when macrofinance assistance is released,"
      ],
      "queries_score": [
        -8.498672485351562,
        -8.42363452911377
      ]
    },
    {
      "id": "legal-advice_66__4",
      "chunk_id": "4",
      "content": "Any\nmethod used to develop averages, reflect retrospective settlements or other non-Claim transactions that\nalter the Claim price must be reviewed by the BCBSA prior to implementation or change. The BlueCard\nProgram Manual, Ch. 3, The Policies and Provisions, § 3.72. The primary concern behind these\nprovisions is to make certain that the Host Licensee accurately passed onto the Home Licensee the\ndiscounts available under its provider contract or network. The objective of the estimated/average pricing\nis to equate to actual aggregate pricing over time, considering that individual claim pricing rates may be\nhigher or lower than the pricing rate used. Any changes to the components of the estimate/average\npricing rate format must be approved by Association IPP Finance staff before the change can be\nimplemented. IPP Manual, Ch. 23: Finance and Accounting, p. 39 (rev. 02/12). POSTF-111423-12 6 Licensee’s pricing information related to discounts or differentials received from contracting providers, as\nwell as charges submitted by providers. IPP Manual, Ch. 23, p. 5.\nBecause Taxpayer has invested heavily, and well, in its claim processing function, it always uses actual\npricing to communicate its Host claims to the Home Plans. The Host Plan creates a Submission Format (SF) transaction (mapping/data entering claim submission\ninformation, pricing information, and pricing conditions) and transmits it to the Plan that maintains the\nmembership (the Home Plan). The SF is transmitted to the Home Plan based on the Member’s account\nalpha-prefix. Each Licensee has a different alpha prefix, which prefix dictates how the claims are routed. Upon receipt of the SF, the Home Plan determines the Member’s eligibility and coverage and adjudicates\n5\nthe claim (i.e., determines which of the provided services were eligible and covered). The Home Plan\nthen approves or denies the provider payment and sends an Explanation of Benefits to the Member. The\nHome Licensee calculates the liability for the claim using the ITS Uniform Pricing Facility, which combines\nthe Home Licensee adjudication results with pricing information submitted by the Host License, to\ndetermine Member liability and the approved provider payment amount (Home Licensee liability). Finally,\nthe Home Plan creates a Disposition Format (DF) transaction. The DF includes the claim adjudication\nresults, authorizes claim payment to the provider, calculates a standard administrative expense allowance\n6\n(AEA) , and calculates any network access fee (AF) payable to the Host Plan. The Host/Licensee may\ncharge an Access Fee for \"delivering the benefits of its provider contracts or networks to a Control/Home\nLicensee.\" (IPPP, Definitions, p. 1). Host Licensees that charge an Access Fee must \"certify that they\nhave enforceable agreements with their providers that hold the Control/Home Licensee Members\nharmless from balance billing and that the Par/Host Licensee will carry out such enforcement.\" IPPP, IP\n3.08, Policy Statement (05/12). Access Fees are usually computed as a percentage of the savings\n7\nbetween a provider’s standard rate and Taxpayer’s contracted rates. The Home Plan then sends the DF\nto the Host Plan. (IPP Manual, Ch. 23, p. 6). Home Licensee Payable to Host Plan. The total of the net liability amount per approved DF transmitted\nto the Host License is used to establish (credit) the Home Licensee liability for the Host License\n5",
      "queries": [
        "what is the cops office - stop school violence award for?"
      ],
      "queries_score": [
        -9.658430099487305
      ]
    },
    {
      "id": "legal-advice_66__5",
      "chunk_id": "5",
      "content": "The Home Plan then sends the DF\nto the Host Plan. (IPP Manual, Ch. 23, p. 6). Home Licensee Payable to Host Plan. The total of the net liability amount per approved DF transmitted\nto the Host License is used to establish (credit) the Home Licensee liability for the Host License\n5 While the services may be provided pursuant to a Provider contract between a facility and Taxpayer, the\nterms of the provider contract explicitly acknowledges that whether the services will be covered is\ndetermined pursuant to the Member’s contract with the Home Plan. For example, in a “clean” version of\nTaxpayer Facility Agreement, § 4.4 on Network Access includes this statement: In the event of a conflict between the requirements of the applicable Plan Document in\nwhich such person is enrolled and the terms and conditions of this Agreement, the\nrequirements of the applicable Plan Document will control. Under § 6.1, Payments, it is acknowledged that “all payments shall be subject to and net of applicable\nCopayments, Coinsurance and Deductibles. Further, all payments shall be subject to the terms of the\nMember’s Plan Documents, all applicable Administrative Requirements, medical necessity and\nappropriateness determinations, and Taxpayer medical policies.” 6 7 Administrative fees are usually nominal prearranged fees for using the network (e.g. $9 per transaction). The access fee is determined by multiplying the access fee percentage by the differential between the\nbilled charge (covered charge) on the claim and the sum of provider payments from all sources (Licensee\nand Member). IPP Manual, Ch. 23, p. 17. However, in no event may the Access Fee exceed $2,000\nper Claim, with the $2,000 cap applied to related submissions in the aggregate for interim bills and not to\neach individual submission. The Access Fee is separately itemized, and must be settled through the\nCentral Financial Agency (\"CFA\"). POSTF-111423-12 7 reimbursement. The offsetting debits are to the unpaid claims liability for the BlueCard Program/National\n8\nAccount Program (for the approved provider payment plus any access fee or access fee offset ) and to an\nadministrative expense account for the AEA. (IPP Manual, Ch. 23, p. 17)\nHost Receivable from Home Plan. On receipt of the DF from the Home Licensee, the Host Licensee\nestablishes (debits) an account receivable for the amount of the net liability; that is, the approved provider\npayment, the AEA and the access fee or access fee offset. The offsetting credits are to accounts payable\nfor the provider payable amount, administrative expense reimbursement, and other income for the access\nfee, in the corresponding amounts. (IPP Manual, Ch. 23, p. 6). Host Payment to Provider. Once the Host Licensee receives the DF, it pays the provider by processing\nthe claim through its local system. If the claim was priced using other than actual pricing (for example, if\nan average discount was used), the Host Licensee computes the true payment due to the provider. In all\ncases, a provider payable claim is paid by the Host Licensee unless the Host Licensee authorizes the\nHome Licensee to pay its providers.",
      "queries": [
        "how are inmate points assigned",
        "how long do you have to draw down a reimbursement",
        "which program is used to procure supplies, equipment, and services, as authorized in the program statement?"
      ],
      "queries_score": [
        -9.032879829406738,
        -8.315621376037598,
        -7.370394706726074
      ]
    },
    {
      "id": "legal-advice_66__6",
      "chunk_id": "6",
      "content": "In all\ncases, a provider payable claim is paid by the Host Licensee unless the Host Licensee authorizes the\nHome Licensee to pay its providers. Approvals for a Home Licensee to pay a Host Licensee’s providers\nmust be requested and granted at the Licensees’ officer level before such payment is made. (In contrast,\na Member payable claim is always paid by the Home Licensee to the Member; only provider claims are\npaid by the Host Plan.) To record payment to the provider, the Host Licensee debits the accounts payable for the BlueCard\nProgram/National Account Program claim (provider payable) and credits cash. (IPP Manual, Ch. 23, p.\n11)\nReconciliation Transactions. After paying the provider, the Host Licensee prepares a Reconciliation\nFormant (RF) to request reimbursement of the net liability (approved provider payment, AEA and access\nfee) from the Home Licensee and transmits it to the Central Finance Agency (discussed in detail below). Depending on the claims pricing method used, the actual provider payment and the approved provider\npayment included in the net liability may differ. The CFA performs limited editing procedures and then\ntransmits the accepted RF to the appropriate Home Licensee. If the amount requested for\nreimbursement does not equal the net liability transmitted to the Host Licensee on the DF for the claim,\nreimbursement will be denied. (The Host and Home Plans will then use the Standard Inter-Plan\n9\nResolution Facility (SIRF) to communicate to each other and approve adjustments when there is a\ndiscrepancy between the DF and RF). Similarly, if the request is a duplicate or if no matching DF is\nfound, the Home Licensee will deny payment. Payment must be approved or denied by the Home\nLicensee within three business days unless the Home Licensee is granted an extension by the\nAssociation. Based on the receipt of reimbursement data from the CFA, the Host Licensee should debit\ncash and credit the receivable account. (IPP Manual, Chap. 23, p. 12). Adjustments are changes applied to a claim after processing has been completed and a DF and RF have\nbeen created. All claim adjustments must be handled in accordance with Inter-Plan Policies, Provisions\nand Processing Standards, as well as the ITS User Manual. IPP Manual, Ch. 12: Claim Delivery (rev.\n1/12). 8 An access fee offset is a negative access fee resulting from negative savings/discount when the price is\ngreater than the charge on a claim as may happen when the price is determined based upon DiseaseRelated Group (DRG) or case allowance. The DRG method of price determination is no longer commonly\nused. IPP Manual, Ch. 23: Finance and Accounting. 9 SIRF is the ITS facility designed to aid in the investigation of Claims exception, suspension, and\nadjustment situations through use of the Notification Format (ITS standard format that transmits\ninformation between Home and Host Licensees regarding Claims exception situations and adjustment\nrequests and replies). IPPP, Definitions, pp. 6 and 8. POSTF-111423-12 8 Generally, there is a two year period to complete the reconciliation process between the Home/Host\nPlans. Central Finance Agency (“CFA”).",
      "queries": [
        "what is provider payable claim",
        "does a host licensee pay for provider claims?",
        "who pays provider payable",
        "which article of the decision goes beyond what is necessary for the achievement of which objective?",
        "when can i use e verify for new employees",
        "office of chief counsel internal revenue service memo number"
      ],
      "queries_score": [
        "1.8543627",
        "4.077764",
        "2.0180087",
        -8.535296440124512,
        -9.210436820983887,
        -8.932897567749023
      ]
    },
    {
      "id": "legal-advice_66__7",
      "chunk_id": "7",
      "content": "IPPP, Definitions, pp. 6 and 8. POSTF-111423-12 8 Generally, there is a two year period to complete the reconciliation process between the Home/Host\nPlans. Central Finance Agency (“CFA”). The BCBSA and Bank entered into a Central Financial Agency\nAgreement, effective as of November 1, 2010, and replacing the prior CFA agreement (11/1/2003)\nbetween the Association and Bank. The CFA Agreement recognizes that the BCBS Licensees will make benefit payments on behalf of other\nLicensees and that, pursuant to the Licensees’ license agreement with BCBSA, each Licensee is required\nto reimburse the Licensee that makes the benefit payment on its behalf. The CFA Agreement establishes\nthe contract with the banking institution that will transmit to, and receive payments from, Licensees that\nare participating in these Inter-Plan Programs. To perform the CFA functions, Bank has developed software to administer the program, and ownership of\nthe CFA software was granted to the Association under the CFA Agreement. Therefore, the CFA\nservices involve not only the banking services, but also the provision of a proprietary claims settlement\nsystem for use of the BCBSA Licensees to administer the Inter-Plan Programs. To perform the\nnecessary claims settlement, Bank processes payment requests, collects funds from the Plan that owes\nother Plans more than the amount of funds that are owed to it (either by ACH, Automated Clearing\nHouse, access to a designated account, or by requiring a wire transfer under certain circumstances), and\nforwards the funds to the Plans which are owed more from other Plans than it owes to other Plans (via\nACH deposit into Plans’ designated account). The Payment Requests are electronic requests, and are the Reconciliation Formats (RF) described\nabove. Settlement of the net liabilities among the Licensees/Plans is performed daily. The CFA advises each\nLicensee at the close of each business day of its net settlement status with regard to credits, as a\nHost Licensee, and charges, as a Home Licensee (Daily Batch Settlement Summary Report BS36001). The report is used by a Host Licensee as the source for recording reimbursement of\nreceivables from a Home Licensee and by a Home Licensee as the source for recording payment\nto Licensees for Host Licensee claims. (IPP Manual, Ch. 23, p. 22)\nDaily net settlements are performed directly by the CFA via direct access to the participating Licensee’s\ndesignated local financial institution. Each Licensee is required to designate an account at a banking\ninstitution of its choice that the CFA is authorized to access for daily withdrawals or deposits of net\nsettlement amounts. Licensees are required to ensure that the accounts are adequately funded to cover\non-demand withdrawals. In addition to the Licensee’s requirement to ensure adequate funding, the CFA Agreement provides for\nthe maintenance of a Zero Balance Account (“ZBA”) System whereby each Participant must maintain a\nZBA account at Bank, with the Association required to maintain a ZBA Master Account at Bank. In addition to the ZBA accounts, the CFA Agreement required maintenance of the General Program Fund\nCollateral Account (“General Program Fund”) at Bank.",
      "queries": [
        "is the dept of education under review?",
        "how to conduct a single audit under cops office regulations",
        "what is the allowed cost in cops",
        "what is the proper form for a tmp"
      ],
      "queries_score": [
        -8.204521179199219,
        -9.09946060180664,
        -7.686312198638916,
        -6.727581977844238
      ]
    },
    {
      "id": "legal-advice_66__8",
      "chunk_id": "8",
      "content": "In addition to the ZBA accounts, the CFA Agreement required maintenance of the General Program Fund\nCollateral Account (“General Program Fund”) at Bank. The General Program Fund is to be used as\nworking capital to cover any shortfalls, with minimum balance of Amount 1required to be in the General\nProgram Fund at all times. Each Licensee is required to contribute to the General Program Fund, with\nthe amount to be contributed by each Licensee determined on a quarterly basis based upon the ratio of a\nLicensee’s gross quarterly Home claims over the aggregate of all Licensee’s gross quarterly Home\nclaims. While the General Program Fund is not intended to cover a possible failure and the resulting Host Claim\nliability (BC 3.1, Licensee Financial Obligations), the General Program Fund is to be immediately debited\nby the CFA if a Licensee in a net liability position does not have sufficient funds in its account, and fails to POSTF-111423-12 9 wire sufficient funds, to cover its net liability. The amount of the debit is treated as a loan to the Licensee,\nwith interest charged for the shortfall condition. The Association is required to remit amounts necessary\nto restore the minimum Amount 1 balance, regardless of any failure of a Licensee to make its required\ndeposit. (If a Licensee is removed from the CFA service, then the Association shall reallocate the\nGeneral Program Fund requirement among the remaining Plans within 10 days, with the remaining Plans\nrequired to submit the necessary funds to cover the shortfall). The General Program Fund may be invested, in the name of Bank, for the benefit of the Association. Bank is granted a security interest in the General Program Fund. If a Plan’s participation in the CFA is terminated, the Association will disburse the terminated Plan’s\nportion of the General Program Fund in the following sequence (unless other agreement reached\nbetween terminated Plan and BCBSA): First, to Hosts’ net claims and administrative expenses; second,\nto Hosts’ net access fees; and, third, the balance to the Plan.\nMembership Standards. Membership Standards were initially developed by the Plan Performance and\nFinancial Standards Committee of the BCBSA Board of Directors, and were adopted by the Member\nPlans in November 1994. The requirement for all Plans to participate in Inter-Plan Programs,\nMembership Standard 5, is only one of twelve Membership Standards that have been adopted by the\nPlans. Several of the other Membership Standards are clearly intended to ensure the solvency of a Plan. Failure to comply with a Membership Standard may result in immediate termination of a License,\nmediation and arbitration, or some other sanction, depending upon the Membership Standard. Membership Standard 2 requires each Plan to submit to the Association timely reports and records\nrelating to compliance with the Standards and the License Agreement. Such records include the\nQuarterly Financial Report, Semi-annual “Health Risk-Based Capital (HRBC) Report” as defined by the\nNAIC, Annual Financial Forecast, Annual Certified Audit Report, Insurance Department Examination\nReport, Annual Statement filed with State Insurance Department (with all attachments), and a Plan,\nSubsidiary and Affiliate Report.",
      "queries": [
        "what is a general program fund",
        "what is general program fund collateral account",
        "eu globalisation adjustment fund",
        "what does cops office do?"
      ],
      "queries_score": [
        "2.6083012",
        "2.5749817",
        -7.3163580894470215,
        -6.819844722747803
      ]
    },
    {
      "id": "legal-advice_66__9",
      "chunk_id": "9",
      "content": "Such records include the\nQuarterly Financial Report, Semi-annual “Health Risk-Based Capital (HRBC) Report” as defined by the\nNAIC, Annual Financial Forecast, Annual Certified Audit Report, Insurance Department Examination\nReport, Annual Statement filed with State Insurance Department (with all attachments), and a Plan,\nSubsidiary and Affiliate Report. Membership Standard 3 requires a BCBSA Plan to be “operated in a manner that provides reasonable\nfinancial assurance that it can fulfill its contractual obligations to its customers.” Under this Standard, a\nPlan is considered to be noncompliant if its liquidity is less than one month of underwritten claims and\nadministrative expenses for two consecutive quarters. Further, a Plan is required to have minimal capital\n10\nequal to or greater than 200% of its “Health Risk-Based Capital (HRBC) Authorized Control Level (ACL)\nafter covariance” and, regardless of its HRBC level, must maintain its SAP reserve (or equivalent net\n10 The Guidelines to Administer Membership Standards Applicable to Regular Members, as of June 16,\n2005, describes limitations of the HRBC measure: The HRBC calculation was designed by the National Association of Insurance\nCommissioners to estimate the minimum statutory level of required capital and is used by\nBCBSA to determine compliance with BCBSA’s minimum HRBC requirement,\nestablished PPRP monitoring thresholds and other requirements and protocols. Given\nthat the HRBC calculation is a retrospective formula, it does not take into account the\npotential impact of future events (developing market challenges or constraints,\ninvestments in technology, unexpectedly high claims, changes in business mix, potential\nacquisitions or divestitures, etc.) that may have a significant impact on the HRBC of a\nPlan. Additional capital may be needed to protect against events not otherwise\naccounted for in the HRBC formula and BCBSA encourages Plans to maintain reserves\nwell above the required HRBC minimum. HRBC was not designed, calibrated or\nintended for use in determining excess levels of capital. POSTF-111423-12 10 worth for non-risk assuming primary licensees) at or above the minimum reserve (or net worth level)\nestablished by each state in which it is domiciled and/or operates. Failure to meet these guidelines could\nresult in immediate termination of the License. Additional guidelines under Standard 3 are the requirement for an annual audit by an independent CPA\nfirm that results in a financial statement opinion that does not express doubts as to the Plan’s ability to\ncontinue as a going concern, and the requirement to provide adequate accounting for loss reserves,\nactuarial liabilities and related items as annually certified by a qualified actuary. Additionally, a Plan is\nrequired to participate in a guaranty fund in each state in which it operates, or establish another method\napproved by the BCBSA which assures the payment of claim liabilities and continuation of coverage in\nthe event of insolvency, or has 800% or greater of its ACL and liquidity of 2 months or greater. Failure to\ncomply with these guidelines under Standard 3 would subject the Plan to arbitration/mediation. Membership Standard 6 requires a Plan to “take such action as required to ensure its financial\nperformance in programs and contracts of an inter-Plan nature or where the Association is a party.” Under this Standard, Home/Control",
      "queries": [
        "how do i expect to be audited as an oig",
        "what is the primary objective of an saa audit",
        "when is sf-425 due for the quarter"
      ],
      "queries_score": [
        -6.11528205871582,
        -7.530305862426758,
        -8.481236457824707
      ]
    },
    {
      "id": "legal-advice_66__10",
      "chunk_id": "10",
      "content": "Failure to\ncomply with these guidelines under Standard 3 would subject the Plan to arbitration/mediation. Membership Standard 6 requires a Plan to “take such action as required to ensure its financial\nperformance in programs and contracts of an inter-Plan nature or where the Association is a party.” Under this Standard, Home/Control Plans whose solvency falls below stated ACL or liquidity standards\nmay have to provide irrevocable and unconditional letters of credit or other payment guarantees\nacceptable to the other Plan participants to continue participating in the Inter-Plan Programs. In some\ncases, Home Plans may even have to provide advance payment for services to be rendered in\nHost Service Areas, or enter into an agreement to pay the Host Plan an interest rate equal to the\n90 day Treasury bill rate if the Host Plan provides, in effect, advances to pay the Home Plan’s\nliabilities because reimbursement is delayed. Membership Standard 7 requires Plans to make adequate disclosure of its financial condition when\ncontracting with third parties or disseminating public statements. Membership Standard 8 requires a Plan to “cooperate with the Association’s Board of Directors and its\nPlan Performance and Financial Standards Committee in the administration of Plan Performance\nResponse Process and in addressing Plan performance problems identified thereunder.” Membership Standard 9 requires a Plan to “obtain a rating of its financial strength from an independent\nrating agency approved by the Association’s Board of Directors for such purpose.” Program Compliance. BCBSA staff conducts periodic on-site reviews of Home and Host Licensees to\nensure that the Licensees are complying with the Inter-Plan Programs Policies and Provisions, the\nProcessing Standards, the CFA contract, and all of the rules and procedures contained in the Inter-Plan\nProgram Manual. Formal Association reviews include Performance Improvement Services, Licensee\nDesk-Level Audits (“LDLA”), and Financial Reviews. IPP Manual, Ch. 2: Program Administration (rev.\n07/11). The Inter-Plan Policies require the Host/Par Licensee’s internal audit staff to conduct semi-annual audits\nof stratified random samples of Inter-Plan Program claims and to maintain corrective issues and action\nplans. The objectives of the LDLA is to enhance uniform audit standards of all Host/Par Licensees,\nfurther validate Host/Par Licensee compliance with Inter-Plan Programs financial policies requiring full\ndiscount pass-through, and reassure accounts of the financial integrity of National Account administration. The Association developed a Web-based audit tool for Host/Par Licensees to use as a step-by-step guide\nfor the LDLAs. POSTF-111423-12 11 Taxpayer Host Transactions – Typical Transaction – IDR # ---- Response. Taxpayer, in response to IDR # ----, provided an overview of its Host Claims processing, which illustrates\nthe application of the policies and procedures outlined above:\nAfter Taxpayer receives a claim from a provider, we send an SF (Standard Format) record to the home\nplan for eligibility verification. The home plan then returns to us a DF (Disposition Format) record which\nwe will book the following J/E to setup the: (example: Claim of $1,000 w/admin fees of $75)\nliability to the provider:\nCR – 230018 – Unpaid Claim Liability (1,000) CR – 536105 – Host Admin Reim NPOS ( 20) CR – 536110 – Host Access Fees NPOS ( 55)",
      "queries": [
        "who will approve the modification for trgp"
      ],
      "queries_score": [
        -8.817009925842285
      ]
    },
    {
      "id": "legal-advice_66__11",
      "chunk_id": "11",
      "content": "(1,000) CR – 536105 – Host Admin Reim NPOS ( 20) CR – 536110 – Host Access Fees NPOS ( 55) receivable from the home plan:\nDR – 132016 – A/R Host BC NonPos 1,075 Taxpayer then sends a request to the home plan for an RF (Reconciliation Format) record which is our\npayment from the home plan via the CFA. Taxpayer will book the J/E to record the claim amount that will trigger a\npayment to the provider:\nCR -- 200001 – Claim Payment (1,000) DR -- 230018 – Unpaid Claim Liability 1,000 When the RF (Payment) record is received from the home plan the following J/E is booked to:\nrelieve the receivable:\nDR – 200005 – CFA Clearing 1,075 CR – 132016 – A/R Host BC NonPos (1,075) Plan B: Claim Processing. During the years at issue, Taxpayer identified an Administrative Services Contract (ASC) that it\nadministers for Plan B. Plan B has several “big” accounts for which the claims are processed by\nTaxpayer. Basically, this arrangement is a result of Taxpayer’s ability to process claims much more\nefficiently than the Plan B is able to do so internally. However, even as to these accounts, the Member\nbenefits are determined under Member’s contract under the Plan B.\nTaxpayer issues the healthcare cards to the Members, but the card looks as if it is issued by the Plan B\nand the Members are unaware of Taxpayer’s involvement in the claim processing. POSTF-111423-12 12 There is no separate contract between the Plan B and Taxpayer regarding these administrative services,\nbut Taxpayer essentially acts as the “Home” Plan – on behalf of the Plan B -- in the claim processing\nsystem for these certain “big” accounts. Taxpayer even acts as the Home Plan as to the Plan B, with the\nPlan B acting as the “Host” Plan for the accounts administered under this ASA arrangement. Accordingly,\nfor Plan B customers receiving services in Taxpayer’s service area, Taxpayer pays the claims directly to\nthe provider. For customers receiving services outside Taxpayer’s service area, the Host Plan pays the\nclaims directly to the provider and Taxpayer reimburses the Host Plan. Under this arrangement, even the\nPlan B is a “Host” Plan as to Taxpayer, for customers receiving services in Florida. After either the provider is claimed or the Host Plan is reimbursed (depending upon where the services\nwere received), Taxpayer is reimbursed by the account-holder. What is the Risk of Reimbursement Failure? Under the contracts that Taxpayer has with providers (both facilities and individuals), Taxpayer is legally\nobligated to make payment for services provided to not only Taxpayer customers, but to Members under\nother Blue Cross Blue Shield Plans. The provider agrees to look only to Taxpayer for payment (other than\ndeductibles and co-insurance), and to not pursue collection against either the Members or the other Blue\nCross Blue Shield Plan. However, the provider contracts also specifically provide that the terms of the\ncontract between the Member and the other Blue Cross Blue Shield Plan controls the Member’s\ncoverage, although all disputes are handled by and through Taxpayer. In response to IDR # ----,",
      "queries": [
        "is the european commission responsible for the confidentiality clauses?"
      ],
      "queries_score": [
        -8.642245292663574
      ]
    },
    {
      "id": "legal-advice_66__12",
      "chunk_id": "12",
      "content": "However, the provider contracts also specifically provide that the terms of the\ncontract between the Member and the other Blue Cross Blue Shield Plan controls the Member’s\ncoverage, although all disputes are handled by and through Taxpayer. In response to IDR # ----, Taxpayer indicated that there are “rare” occurrences when Taxpayer, as a Host\nPlan, pays a provider (pursuant to Taxpayer’s contract with the provider) and does not receive\nreimbursement from the Home Plan. The two primary causes for reimbursement failure identified by\nTaxpayer are:\nThe Home Plan’s customer has cancelled coverage and the claims adjustment process was not\ncompleted in time to meet the run-out period agreed to. The Home Plan disagrees with the claim and Taxpayer chooses not to pursue to avoid a conflict\nwith the Provider. As to the first cause, Home Plan cancellation, it was explained that the normal cut-off date for claims\nprocessing (which usually involves a two-year window) is greatly reduced and Taxpayer fails to process\nthe claims within that cut-off period. For example, if a customer files bankruptcy, there will be an\nacceleration of claims processing so the amount owed by the customer to the Home Plan can be\ndetermined with certainty, which in turn accelerates the requirement on the Host Plans to submit claims\nfor reimbursement timely. As to the second cause, if Taxpayer pays a provider and then the Home Plan disagrees with the claim,\nnormally Taxpayer’s remedy would be to collect the amount from the provider. The provider contracts\nprovide for offset of charges so that, if Taxpayer owes additional amounts to the provider, the\nunreimbursed amount can be netted against the amount Taxpayer will pay to the provider for those\nproviders with whom Taxpayer has an ongoing relationship. The “claim adjustment” would simply be\nprocessed through the normal channels used to pay and settle claims. Additionally, the provider\ncontracts provide for payment by the provider, within 30 days of notice of claim disallowance, if the\nprovider is not owed any monies by Taxpayer at the time. Taxpayer has not quantified, as either an absolute number or a relative number, the amount of Host\nclaims that were paid out but not reimbursed by the Home Plan, nor recovered from the provider. In other\nwords, how much Taxpayer may have been out-of-pocket in connection with provider claims paid on\nbehalf of Members under other Blue Cross Blue Shield Plans. However, when asked what was intended\nby the use of the term “rare” when describing instances of non-reimbursement, Taxpayer explained that POSTF-111423-12 13 each and every case in which the Taxpayer is not made whole for Host claims that it paid, there was a\nmanual processing of the exception, with each and every exception having to be approved. If there was\nno reimbursement due to a Home Plan cancellation, the decision to abandon further efforts to collect from\nthe Home Plan is reviewed and has to be approved. If there is a decision to not pursue recoupment from\na provider, that decision to forego collection is reviewed and has to be approved. There are no “de\nminimis” dollar limits.",
      "queries": [
        "which of the following terms of the provider contracts specifically provides that the provider controls the member's coverage?",
        "what is the saa requirement"
      ],
      "queries_score": [
        "1.7299076",
        -7.366996765136719
      ]
    },
    {
      "id": "legal-advice_66__13",
      "chunk_id": "13",
      "content": "If there is a decision to not pursue recoupment from\na provider, that decision to forego collection is reviewed and has to be approved. There are no “de\nminimis” dollar limits. This is all part of the Taxpayer’s internal controls, with someone having to justify\nand approve the decision to not collect from either the Home Plan or the provider. Finally, as with any business, Taxpayer does not routinely, nor casually, decide to forego collection for the\nHost claims that it paid pursuant to its requirements under the BCBS License. Components of Taxpayer’s \"Host\" Claims. In a discussion of its Year 2 Annual Statement Reporting requirements, Taxpayer asserted that it was\nrequired to include its “Host” transactions with the “cost-plus” transactions reported at footnote Number 1\nto its Annual Statement. In Footnote Number 1,---------------------------------------------------------------------------------------------------------------------------------------------------------------- Taxpayer reported \"Amount 2\" for\nAdministrative Service Only (ASO) Plans and, for Administrative Service Contract (ASC) Plans, reported\ngains computed as follows for the periods Year 3 – Year 4:\nYear 3 Year 2 Year 4 Gross reimbursement for medical\ncosts incurred Amount 3 Amount 8 Amount 13 Gross Network Access Fees Amount 4 Amount 9 Amount 14 Gross administrative fees\nreimbursed Amount 5 Amount 10 Amount 15 Gross expenses incurred (claim &\nadministrative) Amount 6 Amount 11 Amount 16 Total net gain, from operations Amount 7 Amount 12 Amount 17 For tax years prior to Year 3, before the \"Host\" Claims were included in Footnote Number 1 to its Annual\nReports, Taxpayer identified its “Host” transactions in the Accounts Receivable CFA Host – Unpaid Claim\nLiability Account (Account Number 2). This account is first credited after Taxpayer receives a claim from\na Provider and the Home Plan verifies eligibility. Next, Taxpayer debits Account Number 2 when it pays\nthe Provider. The total payments in Account Number 2 for the year represent the “Host” transactions for\nthat year. For financial reporting purposes, Host claims paid by Taxpayer are not recorded in the income statement\nas claims expense. (Response to IDR # ----). LAW AND ANALYSIS\nSection 833(a) of the Code provides that existing Blue Cross or Blue Shield organizations are subject to\ntax as if they were stock insurance companies under Part II of subchapter L. To be subject to the\nprovisions of § 833, an organization must be an “existing Blue Cross or Blue Shield organization” as\ndefined in § 833(c)(2) or an organization described in § 833(c)(3). POSTF-111423-12 14 Section 833(c)(2) defines the phrase “existing Blue Cross or Blue Shield organization” as any Blue Cross\nor Blue Shield organization in existence as of August 16, 1986, which was tax exempt for its last taxable\nyear beginning before January 1, 1987, and which did not undergo any material change in operation or\nstructure after August 16, 1986. Further, to the extent permitted by the Secretary, any Blue Cross/Blue\nShield organization resulting from the merger or consolidation of organizations, each of which met the\nrequirements of § 833(c)(2), is treated as an “existing Blue Cross or Blue Shield organization” for\npurposes of § 833. As stated above, Taxpayer is properly treated as an \"existing Blue Cross or Blue Shield organization\" for\npurposes of § 833.",
      "queries": [
        "cops office phone number",
        "when do i request sole source justification"
      ],
      "queries_score": [
        -8.949767112731934,
        -7.338990688323975
      ]
    },
    {
      "id": "legal-advice_66__14",
      "chunk_id": "14",
      "content": "As stated above, Taxpayer is properly treated as an \"existing Blue Cross or Blue Shield organization\" for\npurposes of § 833. Section 833(a)(2) provides that the deduction (known as the special deduction) determined under §\n833(b) for any taxable year shall be allowed. Section 833(b)(1) establishes the amount of deduction as the excess (if any) of(A) 25 percent of the sum of(i) the claims incurred during the taxable year and liabilities incurred during\nthe taxable year under cost-plus contracts, and\n(ii) the expenses incurred during the taxable year in connection with the\nadministration, adjustment, or settlement of claims or in connection with the\nadministration of cost-plus contracts, over\n(B) the adjusted surplus as of the beginning of the taxable year. Section 833 was added to the Code by § 1012 of the Tax Reform Act of 1986 (“the 1986 Act.”). As\noriginally enacted, § 833(b)(1)(A) did not include specific rules for liabilities and expenses associated with\ncost-plus contracts. Subsequently, however, section 1012 of the 1986 Act was amended by section 1604 of the Taxpayer\nRelief Act of 1997, P.L. 105-34 (August 5, 1997) to clarify that liabilities incurred during the taxable year\nunder cost-plus contracts are added to “claims incurred” under § 833(b)(1)(A)(i) and expenses incurred\nduring the taxable year in connection with cost-plus contracts are added to “expenses incurred” under §\n833(b)(1)(A)(ii). The cost-plus amendments are effective as if included in the 1986 Act. See H.R. Conf.\nth\nst\nRep. No. 105-220, 105 Cong., 1 Sess. 766 (1997). No Treasury Regulations have been issued under I.R.C. § 833. Additionally, no judicial rulings on the\nHome/Host issue as an allowable expense in the computation of the special deduction under § 833 is\navailable. The Host expenditures are not for claims, liabilities, or expenses incurred by Taxpayer in the\nadministration of cost-plus contracts under I.R.C. § 833(b). The Host payments are the result of claims\nagainst, or incurred by, other Blue Plans – the Home Plans – for out-of-territory services rendered to the\nHome Plan’s Members. These are not costs incurred as a result of any policies written by Taxpayer. Chief Counsel Field Attorney Advice (FAA), 2010 IRS NSAR 1502F, 2010 WL 1633317 (IRS NSAR)\n(February 4, 2010, released March 16, 2010) determined that only claims and liabilities processed by a\nBlue Cross Blue Shield organization as a \"Home Plan,\" and not those processed as a \"Host Plan,\" may\nbe considered claims incurred and liabilities incurred for purposes of calculating the special deduction\nunder § 833. The FAA concludes that: POSTF-111423-12 15 The special deduction applies only to claims and liabilities with respect to subscribers of\nthe plan claiming the deduction and does not include claims and liabilities with respect to\nsubscribers of other plans. In computing the special deduction described in section\n833(b), a \"Host\" plan may include only claims and liabilities of its own subscribers and not\nclaims and liabilities of subscribers of other BCBS plans for which it is reimbursed by the\n\"Home\" plans of those subscribers. The FAA covers this issue thoroughly and, rather than restating the analysis herein in full, a complete\ncopy is attached for your convenience.",
      "queries": [
        "what is prea audit methodology",
        "how to submit a usdoj certification",
        "internal revenue service memo number"
      ],
      "queries_score": [
        -8.096938133239746,
        -7.546815395355225,
        -6.18975305557251
      ]
    },
    {
      "id": "legal-advice_66__15",
      "chunk_id": "15",
      "content": "The FAA covers this issue thoroughly and, rather than restating the analysis herein in full, a complete\ncopy is attached for your convenience. However, the primary points raised in the FAA to disallow\ninclusion of the Host claims in the computation of the special deduction, and equally applicable to\nTaxpayer's position herein, are as follows:\n1. The \"cost\" does not satisfy the minimal definitional requirement under § 833 because the \"cost\"\nis not that of the Host Licensee/Taxpayer. 2. Legislative history and statutory purpose of § 833 are inconsistent with multiple BCBS Plans\nincluding the same Provider claims in their special deduction computations, since \"surplus\" or\n\"reserves\" are only needed for one payment of a claim and are not needed for each transfer of\nfunds between BCBS plans during the claim administration process. 3. In this case, two taxpayers – the Home Plan and the Host Plan – are claiming a deduction based\nupon the same transaction: payment for services received by a subscriber under an insurance\npolicy written by the Home Plan. Two taxpayers may not claim a deduction based upon one\ntransaction, regardless of the interplay in the claim processing steps. 4. A fundamental principle of federal income taxation is that when a statute allows a deduction for\nan item that is \"paid or incurred,\" it is only allowable to the person incurring the liability that is\nbeing paid. Griffin v. Commissioner, 7 B.T.A. 1094 (1927) (petitioner denied deduction when paid\ninterest expense of a corporation); Colston v. Commissioner, 21 B.T.A. 396 (1930), aff'd sub\nnom. Colston v. Burnet, 59 F. 2d 867 (D.C. Cir. 1932), cert denied, 287 U.S. 640 (1932)\n(husband denied deduction for taxes and interest paid on property owned by wife). The Host\nplan never \"incurs\" a liability. It is merely complying with the claim processing procedures for\nInter-Plan Programs, as required by its License with the Association. 5. It is not necessary for purposes of this case to determine a precise definition of \"cost-plus\" within\nthe meaning of § 833(b), because under the Home/Host program, the Host can never satisfy the\nminimal definitional requirement of \"cost-plus\" because the \"cost\" is not a liability incurred by the\nHost. 6. The NAIC Annual Statement does not include any item comparable to the section 833(b) special\ndeduction. Accordingly, comparisons of the treatment of items on the Annual Statement and the\ntreatment of items for purposes of the special deduction are inconclusive at best. Furthermore,\nthe Taxpayer has not established that there is any consistent, recognized Annual Statement\ntreatment for the Home/Host arrangements. Taxpayer’s assets are not a risk\nThe Home Plan adjudicates the claim. The Home Plan bears all insurance risk. Taxpayer (Host Plan) is\nreimbursed by the Home Plan for provider payments through the CFA within 3 to 5 days. Taxpayer\nallows Home Plans use of its network of providers for an Administrative Fee and an Access Fee.\nTaxpayer (Par/Host Plan) merely pays the claims (claims processing agent) and is reimbursed by the\nHome Plan for claim payments and administrative costs. Taxpayer’s records show that Taxpayer does\nnot assume any risk of not being reimbursed for payments to providers. POSTF-111423-12 16",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_66__16",
      "chunk_id": "16",
      "content": "Taxpayer’s records show that Taxpayer does\nnot assume any risk of not being reimbursed for payments to providers. POSTF-111423-12 16 While this reiteration is somewhat redundant of the Facts section, it is worth highlighting the procedures\nthat are followed in processing the Inter-Plan Programs because it so clearly shows that Taxpayer has no\ninsurance risk in connection with the Host expenditures. Further, based upon the Inter-Plan procedures,\nthe CFA Agreement, and Membership Standards, Taxpayer did not even have any credit risk in\nconnection with the Host expenditures. Inter-Plan Programs Manual provides the following:\n1. All Claims processed using the Central Financial Agency for financial settlement must be for benefits\npayable under a contract to which a Licensee is a party and under which the Brands are used\npursuant to a License granted to such Licensee. (IPP Manual, § 3.01, Licensee Financial\nObligations, p. 71). 2. As part of the CFA process, net settlement and fund movement activities will be performed. To\nensure adequate and timely funding of applicable Inter-Plan Program payments, each Licensee will\nbe required to participate as detailed below. (IPP Manual, § 3.01, Licensee Financial Obligations, p.\n71). 3. Licensees will settle via Automated Clearing House (ACH) transactions in which debits are executed\nthrough the Federal Reserve System and funds are withdrawn from a Licensee’s designated account,\nexcept when the Association determines a Licensee must settle debits using federal funds wire\ntransfers because it is not able to guarantee payment of BlueCard and/or other Inter-Plan Program\nClaims. ACH credit transactions will be used for funds deposits for Licensees. (IPP Manual, § 3.01,\nLicensee Financial Obligations, p. 71). 4. A fund, to be known as General Program Fund, to cover ITS transmitted financial transactions settled\nthrough the CFA will be established and a balance will be maintained to be used as working capital to\ncover CFA settlement funding shortfalls for any Licensee. (IPP Manual, § 3.01, General Program\nFund, p. 71). 5. No Licensee will have a property or other right to money in this general fund beyond the amount the\nLicensee itself has contributed, less amounts owed to other Licensees pursuant to the net settlement\nprocess. (IPP Manual, General Program Fund, § 3.01, p. 71). 6. The monies in the General Program Fund belong to the Licensees. Each Licensee/CFA participant’s\nindividual portion is based on the ratio of the participant’s gross quarterly Control/Home debit activity\namount for a quarter compared to the aggregate of all Participants’’ gross quarterly Control/Home\ndebit activity amount for such quarter. (IPP Manual, § 3.01, General Program Fund, p. 71). 7. All Licensees will be required to maintain funds on deposit in the General Program Fund equal to the\nproportionate share of an amount negotiated between the Association and the CFA that the\nLicensee’s Control/Home dollar volume bears to the aggregate of all Licensees’ Control/Home dollar\nvolumes for the previous quarter. (IPP Manual, § 3.01, General Program Fund, p. 72). 8. In the event of: (a) a return of an automated clearinghouse debit transaction or (b) if a Licensee fails\nto wire sufficient funds to cover its daily settlement position, the General Program Fund account will\nbe immediately debited to fund the shortfall amount.",
      "queries": [
        "does taxpayers assume risk of not being reimbursed",
        "do taxpayers assume risk of not being reimbursed when there is no reimbursement",
        "what is the cops office phone number"
      ],
      "queries_score": [
        "3.4603417",
        "1.8947183",
        -7.85548734664917
      ]
    },
    {
      "id": "legal-advice_66__17",
      "chunk_id": "17",
      "content": "8. In the event of: (a) a return of an automated clearinghouse debit transaction or (b) if a Licensee fails\nto wire sufficient funds to cover its daily settlement position, the General Program Fund account will\nbe immediately debited to fund the shortfall amount. The amount of such debit shall be treated as a\nloan. The Licensee shall be charged interest for this shortfall condition. The Licensee must replenish\nthe General Program Fund using a federal fund wire transfer on the day so notified. If the General\nProgram Fund is not replenished by the Licensee, the Association will fund such shortfall. (IPP\nManual, § 3.01, General Program Fund, p. 72). POSTF-111423-12 17 9. The Central Financial Agency (CFA) is responsible for calculating and effecting daily net settlements\namong Licensees and communicating relevant information to Licensees and the Association in\naccordance with terms of the Agreement with the Association. (IPP Manual, § 3.02, CFA, p. 73). After paying the provider, the Host Licensee prepares a Reconciliation Formant (RF) to request\nreimbursement of the net liability (approved provider payment, AEA and access fee) from the Home\nLicensee through the CFA. Payment must be approved or denied by the Home Licensee within three\nbusiness days unless the Home Licensee is granted an extension by the Association. (IPP Manual, Ch.\n23, p. 12). 1. It usually takes a Host Licensee three to six days from the time it receives an approved DF record\nto issue an RF record to the CFA for reimbursement to actually getting paid by the Home\nLicensee. (IPP Manual, Ch. 23, p. 19). 2. The CFA is responsible for calculating and effecting daily net settlements among Licensees and\ncommunicating relevant information to Licenses and the Association in accordance with the terms\nof the contract with the Association. (IPP Manual, Ch. 23, p. 22). 3. The Host Licensee transmits the RFs to the CFA, where they are sorted and routed to the\nappropriate Home Licensees for approval/denial of payment. Payment must be approved or\ndenied by the Home Licensee within three business days. The Home Licensee has the option of\neither transmitting approval/denial to the CFA for Host Licensee reimbursement or transmitting\nonly denials and allowing approval to be assumed. In the latter case and in the absence of\ndenials, the CFA’s three day clock will trigger automatic reimbursement for approved amounts\ndue. (IPP Manual, Ch. 23, pp. 18 and 22). 4. If a net amount is due to a Licensee, the CFA transmits the amount to a Licensee-designated\nbank account via ACH (Automate Clearing House) transactions executed through the Federal\nReserve System. If a net amount is due from a Licensee, the debit transaction is made via either\nthe ACH or a federal funds wire transfer. The mode of settlement depends on the financial status\nof Licensee with the Association. (IPP Manual, Ch. 23, p. 22). 5. Licensees must contribute to a General Program Fund Collateral Account, which is used as a\ngeneral fund to cover CFA settlement shortfalls for any Licensee. (IPP Manual, Ch. 23, p. 22).",
      "queries": [
        "when a COPS award is open, the recipient can request a budget modification. for the recipient",
        "when do i need to draw up reimbursement for expended funds? a. sf-425s b. sf-425s c. f.r.",
        "what is cfda"
      ],
      "queries_score": [
        -7.453060150146484,
        -4.972285270690918,
        -6.671637058258057
      ]
    },
    {
      "id": "legal-advice_66__18",
      "chunk_id": "18",
      "content": "The mode of settlement depends on the financial status\nof Licensee with the Association. (IPP Manual, Ch. 23, p. 22). 5. Licensees must contribute to a General Program Fund Collateral Account, which is used as a\ngeneral fund to cover CFA settlement shortfalls for any Licensee. (IPP Manual, Ch. 23, p. 22). 6. The CFA will send a daily report to each Licensee that will have activity in its CFA bank account\non the following day. This Daily Batch Settlement Summary Report lists the amount to be\ntransferred to or from the Licensee’s local bank account via either the automated clearing house\nprocess or wire transfer. (IPP Manual, Ch. 23, p. 22). 7. Under the BlueCard Program, all Licensees are required to maintain a local bank account that the\nCFA is authorized to access for daily withdrawals or deposits of net settlement amounts for\nqualifying claims and other Inter-Plan reimbursements. (IPP Manual, Ch. 23, p. 24). 8. Each month the Association issues a statement for all Inter-Plan Programs including the\nBlueCard Program and other ITS delivery models, to each Licensee. (IPP Manual, Ch. 23, p. 24). CONCLUSION It is determined that the Host deductions are not claims, liabilities, or expenses incurred by Taxpayer\nin the administration of cost-plus contracts pursuant to § 833(b). This determination is based upon an\nexamination and analysis of records (License Agreement, Membership Standards, Inter-Plan Programs POSTF-111423-12 18 Manuals, BlueCard Program Manual, CFA contract, and other necessary information) provided by\nTaxpayer to substantiate the nature and amount of the Host deductions. Taxpayer’s participation in the Inter-Plan Programs, as required by Member Standard 5, is not pursuant to\na cost-plus contract. Taxpayer does not have a benefit policy or cost-plus contract with a member, an\nemployer group or a national account. Taxpayer did not adjudicate the Member’s entitlement to the\ninsurance coverage. What Taxpayer has is a License from the Association, pursuant to which Taxpayer\nis required to provide claim processing services and access to benefits under its provider contracts. Further, Taxpayer’s contractual reimbursement arrangements with its network of providers are not costbased contracts, but are service contracts. None of these arrangements constitute obligations imposed\nupon Taxpayer under a cost-plus contract. Accordingly, inclusion of the Host amounts in the calculation of Taxpayer’s special deduction under § 833\nmust not be allowed. This writing may contain privileged information. Any unauthorized disclosure of this writing may\nundermine our ability to protect the privileged information. If disclosure is determined to be necessary,\nplease contact this office for our views. Please call ---------------------- if you have any further questions. ----------------------------Associate Area Counsel By: _____________________________ --------------------------------------------------------------------------(Large Business & International)",
      "queries": [
        "when to report subaward executive compensation",
        "when is sf 425 due",
        "what information is required for a public sex offender registry?",
        "where and when to report a tribal resource grant program (trgp) grant"
      ],
      "queries_score": [
        -8.738940238952637,
        -8.4047212600708,
        -9.068099975585938,
        -7.160606384277344
      ]
    }
  ]
}