{
  "doc_id": "legal-advice_28",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_28__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20092103F\nDate: 5/22/2009\nCC:TEGE:FS:GCDAL:MMMcCarthy POSTF-123043-08\nU.I.L. 3401.04-02\ndate: March 31, 2009\nto: -----------------Gulf Coast Group ------from: Area Counsel (Gulf Coast Area)\n(Tax Exempt & Government Entities)\nsubject: Worker Classification of -------------- Review Board Members\nTaxpayer: --------------------------------District\nEIN: ---------------This advice constitutes return information subject to I.R.C. § 6103. This advice\ncontains confidential information subject to attorney-client and deliberative\nprocess privileges and if prepared in contemplation of litigation, subject to the\nattorney work product privilege. Accordingly, the recipient of this document may\nprovide it only to those persons whose official tax administration duties with\nrespect to this case require such disclosure. In no event may this document be\nprovided to Examination, Appeals, or other persons beyond those specifically\nindicated in this statement. This advice may not be disclosed to taxpayers or\ntheir representatives. This advice is not binding on the TEGE Division and is not a final case\ndetermination. Such advice is advisory and does not resolve the Service's\nposition on an issue or provide the basis for closing a case. The determination of\nthe Service in the case is to be made through the exercise of the independent\njudgment of the office with jurisdiction over the case. This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may have an adverse affect on privileges, such as the attorney-client\nprivilege. If disclosure becomes necessary, please contact this office for our\nviews. Issues POSTF-123043-08 2 1. Are -------------Review Board (------) Members considered public officials for purposes\nof section 3401(c)1? 2. Are ------ Members employees or independent contractors? a. Are the ------ members covered by a section 218 agreement? b. Are the -------members employees under the common law test? c. Does ---------law control whether ------ Members are employees under the\ncommon law test for federal employment tax purposes?. 3. If -------Members are employees, who is the employer? 4. If ------ Members are employees, does ---------qualify for section 530 relief? Conclusions\n1. Yes, ------ Members appear to meet the definition of public official under section\n3401(c), and therefore should be treated as employees for federal income tax\nwithholding purposes. 2. ------ members appear to be employees. a. If -------members are determined to be covered under a section 218\nagreement, they should be treated as employees for the purposes of\napplicable FICA taxes, although the Social Security Administration has\njurisdiction over the resolution of this issue. b. If -------members are not covered under a section 218 agreement, they most\nlikely still qualify as employees under the common law test for purposes of\napplicable FICA taxes, although liability for social security tax is dependent on\nwhether or not the workers are covered by the state retirement system. c. No, state statutes and other state law authorities are not controlling for\npurposes of determining whether a worker is an employee or independent\ncontractor for purposes of federal employment taxes, although they may be\nrelevant to the extent that they illuminate whether a right of control exists on\nthe part of the State or the circumstances of the working relationship for\npurposes of applying the common law test.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_28__1",
      "chunk_id": "1",
      "content": "3. Even if -------- is not the common law employer, --------- appears to be the 3401(d)(1),\nor statutory, employer for income tax withholding and employment tax purposes,\nbecause -------- has control over the payment of wages to the ------ members. 1 All statutory references are to the Internal Revenue Code unless otherwise stated. POSTF-123043-08 3 4. Further factual development from the taxpayer is required before we are able to\ndetermine whether section 530 relief may be applicable with regards to the -----members. If a section 218 agreement applies to the -------Members, then section\n530 relief is not available with respect to Medicare taxes owed, however section 530\nrelief may be available with regards to retroactive, but not prospective federal\nincome tax withholding obligations and social security taxes. If no section 218\nagreement is applicable, then section 530 relief may be available to the taxpayer. FACTS\nThe -------------------------------- --------- (--------) is a State agency which is run by an\nappointed Board of Directors. The -------- --------------- has statutory authority to establish\nminimum standards for the administration and operation of -------------districts such as -----------. Some rules have been published in the ---------Administrative Code, primarily\nrelated to the form and procedure for ------------- to seek review of -----------------------------------------------, to provide standards for the records required to be kept by the -------------------------------------------------------------------------------------------------------------------------------l\ndistricts, and guidance for arbitration of -------decisions.2\nThe ------------------------system follows a system of checks and balances. An ------------District Board of Directors hires the ---------------------, sets the budget, and appoints the\napproximately ------------------- Review Board (------) members. The Directors have no\nauthority to --------------or ------------ methods. The ----------------------carries out the ---------------------district’s legal duties, hires the staff, makes --------------, and operates the -------------------office. The -------is established by ---------------------------Code (the -----Code), ----------------------------------------------------------- According to the ---------------------------Review Board Manual,\nwhich is published by ----------------------------: The ------ is the judicial part of the ---------------- system. The ------ is a separate\nbody from the -------------office and serves a different function. It hears and\nresolves protests over -------------matters. This is a very broad and important\nresponsibility, but the -------must be sensitive to its legal and practical limits. The ------ only has authority over protests that are submitted to them after first being\ninformally reviewed by the -------------. -------members must take an official oath. You have detailed many of these policies and procedures in the materials you provided\nto us, which we incorporate by reference and summarize generally here. The ------------------------------Review Board Manual, published by the state, provides detailed\nprocedures and standards for conducting hearings and meetings. A committee of the ------- establishes local policies and procedures which are set out in the ----------------------2 ------------Admin Code ------------------------. POSTF-123043-08 4 Review Board Policies and Procedures Manual, and which all -------members must\nadhere to.3 In a --------county, such as --------, the -------members hear cases in ----------------------panels and then submit their recommendations to the ------ generally for\napproval. A panel chair person leads each hearing and receives internal training from\nthe ------ on specifically what needs to be covered at each hearing. These decisions are\nthen entered by the -----------------------and appealable in the state district courts.",
      "queries": [
        "does eib finance regional cooperation"
      ],
      "queries_score": [
        -10.002079963684082
      ]
    },
    {
      "id": "legal-advice_28__2",
      "chunk_id": "2",
      "content": "A panel chair person leads each hearing and receives internal training from\nthe ------ on specifically what needs to be covered at each hearing. These decisions are\nthen entered by the -----------------------and appealable in the state district courts. The ----------members are compensated on a per diem basis, sign in and out of hearings, and\ngenerally work on a seasonal basis. Training is required by the State --------------- for all\nnew members. -------members cannot work for more than one ---------. ------ members\nare limited by statute to --------------------terms, The -------exists by statute. ---------------------Code section -------establishes -----------for\neach------------- district and sets out eligibility requirements, term limits, and removal\nprocedures and grounds, which include dereliction of duty and violation of conflict of\ninterest prohibitions. The --------------------------Manual provides more specific\nprocedures for disciplining and removing appointed members. ---------------------Code\nsection --------sets out restrictions on -------member eligibility. Generally, an individual is\nineligible for -------membership if they are related within a certain degree to ----------------------------------, -------------------------------------, have exceeded term limits, or:\n…is a member of the board of directors, an officer, or employee of the -------------district, an employee of the ---------------, or a member of the governing body,\nofficer, or employee of a --------------. In --------------------, former members of the board of directors, officers, or employees of\nthe ------------ district are also ineligible. Other provisions address other conflict of\ninterest situations, such as interests in contracts and ex parte communications with ------------------- regarding cases before the ------. ---------------------Code -------sets basic\nrequirements for the organizational structure and meetings of the ------ and specifies\nthat compensation to -------members is a per diem set by the ------------ district budget for\neach day and reimbursement for actual and necessary expenses. The -------is required to maintain independence from the ------------ district for purposes\nof the review hearings it conducts and is self-governed within the guidelines established\nby statute and the ----------------. However, the ------ budget is part of the----------------district budget. ------ members serve on three member panels and are paid a set\namount for each day or half day that they serve. The -------members are issued Forms\n1099 using the ---------TIN, the payments are recorded in the -------- accounts payable,\nand the payments are issued from the -------- bank account. All supplies and\nequipment, clerical staff, and legal services needed by the ------ members are paid for\nfrom the ---------budget. 3 For purposes of this analysis we assume that the ------ follows the procedures set out in both the state\nand local level manuals. POSTF-123043-08 5 -------- argues that ------ members cannot be employees of the -------------district because\nof the above quoted language in -------------------- Code § -----------. The -------------------------------------provided an opinion that the language is a “conflict of interest” concern\nrather than a prohibition. You indicated that ---------views an employee as someone\nworking on a permanent, full-time basis. A ----------, 20----letter from---------’s General\nCounsel first contended that the ---------------- has no authority to interpret the -------------------------Code with regard to the operation and management of -------------districts and --------------review boards. The ---------- -------- letter also argued the -------members themselves controlled the\nmaterial details of how they perform their duties.",
      "queries": [
        "what to report for compensation in fsrs",
        "which regulation specifically restricts incoming publications due to their association with the inmate’s risk to engage in sexually offensive behavior",
        "what is part 23 for cops",
        "how to accept a cops award"
      ],
      "queries_score": [
        -7.487706661224365,
        -8.700214385986328,
        -9.05916690826416,
        -9.234997749328613
      ]
    },
    {
      "id": "legal-advice_28__3",
      "chunk_id": "3",
      "content": "A ----------, 20----letter from---------’s General\nCounsel first contended that the ---------------- has no authority to interpret the -------------------------Code with regard to the operation and management of -------------districts and --------------review boards. The ---------- -------- letter also argued the -------members themselves controlled the\nmaterial details of how they perform their duties. A large portion of the argument\nfocuses on the statutorily required independence of the ------, as it carries out its quasijudicial functions, from other functions of the ------------ district, such as prohibitions on\nex parte communications. -------- also provided a brief letter from an outside attorney\nstating support for the General Counsel’s opinions and emphasizing the language of ----------------------Code § ----------- by arguing, “It would be improper for the Service to take\na position that is contrary to such a clear expression of legislative intent.” State law does not prevent the -------from being established as a separate entity with its\nown TIN and bank account. The --------------------- manager stated that the State was\nconsidering requiring the -------to “show” independence from the ------------ district by\nobtaining a separate TIN and bank account and admitted that -------members would\nprobably be treated as employees of such a newly created separate entity. You provided a copy of a Medicare-only 218 Agreement entered into for --------between the Secretary of Health and Human Services and the State of ---------which is\neffective on -------------, -------. The agreement states that none of the optional positions\nand services would be excluded. --------- also entered into an agreement, effective on -------------, -------, that eligible employees would be covered by the -------- state\nretirement system. LAW AND DISCUSSION\n1. Public Official Status for Income Tax Withholding Purposes\nI.R.C. § 3401(c) provides that, for income tax withholding purposes, the term\n“employee” includes an officer, employee, or elected official of the United States, a\nState, or any political subdivision thereof, or any agency or instrumentality of any one or\nmore of the foregoing. Thus, by federal statute, public officers are specifically included\nwithin the term “employee” for income tax withholding purposes (and conversely are not\n“independent contractors” for income tax withholding purposes). Section 31.3401(c)1(a) of the Employment Tax Regulations clarifies the officers or employees can either\nbe elected or appointed. POSTF-123043-08 6 Whether a state worker is a public officer under section 3401(c) is determined by\nreference to local law. The Code does not define the term “public officer,” but section\n1.1402(c)-2(b) of the Income Tax Regulations gives the following examples of persons\nperforming services of a “public office”: the president, the vice president, a governor, a\nmayor, the secretary of state, a member of Congress, a state representative, a county\ncommissioner, a judge, a justice of the peace, a county or city attorney, a marshal, a\nsheriff, a constable, a registrar of deeds, or a notary public. 4 There is, however, a body of case law defining the term “public official.” In Buckley v.\nValeo, 424 U.S. 1 (1975), the Supreme Court stated that anyone who exercises\nsignificant authority pursuant to the laws of the United States is an officer. 5 The term\n“officers” embraces all appointed officials exercising responsibility under the public laws\nof the nation. Id. 424 U.S. at 131.",
      "queries": [
        "which information does the commission have to make a request for confidential information"
      ],
      "queries_score": [
        -9.266602516174316
      ]
    },
    {
      "id": "legal-advice_28__4",
      "chunk_id": "4",
      "content": "In Buckley v.\nValeo, 424 U.S. 1 (1975), the Supreme Court stated that anyone who exercises\nsignificant authority pursuant to the laws of the United States is an officer. 5 The term\n“officers” embraces all appointed officials exercising responsibility under the public laws\nof the nation. Id. 424 U.S. at 131. Officers perform a significant governmental duty\nexercised pursuant to a public law, and administer and enforce the public law. Id. 424\nU.S. at 139, 141. More specifically addressing the definition of officer is Metcalf & Eddy v. Mitchel, 269\nU.S. 514 (1926), where the Supreme Court considered whether consulting engineers\nhired by states, municipalities, or water supply and sewage districts were independent\ncontractors or “officers and employees” of a state. The court explained that an office is\na public station conferred by the appointment of a government. The term “officer”\nembraces the idea of tenure, duration, emolument and duties fixed by law, and where\nan office is created, the law usually fixes its incidents, including its term, its duties and\nits compensation.” Id. 269 U.S. at 520 (citations omitted). Conversely, the independent\ncontractor has liberty of action which excludes control or the right to control\ncharacteristic of the employer-employee relationship. Id. 269 U.S. at 521. In Pope v. Commissioner, 138 F.2d 1006 (6th Cir. 1943), the Sixth Circuit, following\nMetcalf & Eddy, established the following standards to define the term “public office:” (1)\nIt must be created by the constitution, the legislature, or by a municipality or other body\nwith authority conferred by the legislature; (2) There must be a delegation of a portion of\nthe sovereign powers of government to be exercised for the benefit of the public; (3)\nThe powers conferred and the duties to be discharged must be defined either directly or\nindirectly by the legislature or through legislative authority; (4) The duties must be\nperformed independently and without control of a superior power other than the law;\nand (5) the office must have some permanency and continuity, and the officer must take\nan official oath. In summary, a public official is an agent of the state with the power to act on behalf of\nthe state. The duties of the office, and frequently its compensation, are defined by\nstatute. An official acts with a certain amount of independence under the law, but many Section 1402(c)(1) of the Code provides in relevant part that the term \"trade or business\"\nfor self-employment tax purposes shall not include the performance of the functions of a\npublic office. 4 5 This case arose in the context of an issue concerning federal elections, not federal taxes. Similarly, the\ntwo cases, Metcalf and Pope, cited to in the two paragraphs that follow Buckley are not federal tax cases. POSTF-123043-08 7 officials are also responsible to other officials, as specified in statutes or ordinances. A\npublic official does not have the freedom from supervision characteristic of an\nindependent contractor. 6\nRev. Rul. 61-113, 1961-1 C.B. 400, dealt with individuals who served as members of a\nhearing board of an air pollution control district, who were appointed by the county\nboard of supervisors, took an oath of office, held public hearings, and submitted their\ndecisions to the county.",
      "queries": [
        "if the recipient drew down excess COPS office funding for indirect costs, the recipient must return the overpayment to cops office in the event of a budget modification."
      ],
      "queries_score": [
        -3.535198926925659
      ]
    },
    {
      "id": "legal-advice_28__5",
      "chunk_id": "5",
      "content": "6\nRev. Rul. 61-113, 1961-1 C.B. 400, dealt with individuals who served as members of a\nhearing board of an air pollution control district, who were appointed by the county\nboard of supervisors, took an oath of office, held public hearings, and submitted their\ndecisions to the county. They were not under the control and direction of the county\nboard of supervisors or any other body. Their compensation was based on the number\nof hearings they attended. The Ruling held that the board members services\nconstituted the performance of the functions of a public office and therefore did not\nconstitute a “trade or business” for purposes of self-employment taxes under Code\nsection 1402(c)(1). Boards and commissions are created by state statute. Consultation of these statutes is\nlikely to show that these positions are defined as public officers of the states or their\npolitical subdivisions or instrumentalities. 7 In the case of the -------members, the -------statute establishing the position, as well as the detailed training and manual provided by\nthe State ----------------, appear to provide ample evidence that -------members are public\nofficials, and therefore employees for purposes of income tax withholding. For instance,\nthe ------ is created by state legislation and it functions in a quasi-judicial capacity. An --------member is entitled to judicial immunity for their actions concerning formal protest\nhearings. -------------------------------------------------------------------. The broad contours of the\n-------powers and responsibilities are defined by statute and more specifically described\nby the ------------------office, which may use its delegated authority to establish minimum\nstandards and procedures for the office. -------members perform their hearing and\ndecision duties in accordance with the state code and the procedures established by the\n----------------and by the ------ itself, but without direct control by the Board of Directors. The state statute also establishes a formal process for removing ------ members. The -------bears many similarities to the hearing board of the air pollution control district\nconsidered in Rev. Rul. 61-113. Members are appointed by a board of supervisors,\nmust take an official oath, and hold public hearings and submit their decisions to a ----------------official; however, they are not under the direction or control of that board. The --------members are also compensated on a per diem basis in accordance with ----------statutes. These statutory provisions and cases strongly support the view that in -------- an -------member is a public officer whose compensation is subject to income tax withholding\n6 We note that it is possible that some appointed officials may be given sufficient independence\nthat they would not be employees under the common law. 7 The ----------Attorney General has opined that------- members are “local public officials” for purposes of\nspecial conflict of interest provisions found in C--------------------------------------------------------- Code. Section --------------- of the---------------------------Code defines “local\npublic official” as “a member of the governing body or another officer, whether elected, appointed, paid, or\nunpaid, of any district ... who exercises responsibilities beyond those that are advisory in nature.” --------------------------------. ------- POSTF-123043-08 8 under section 3401(c). 2. Employee Status for FICA Purposes\nA. 218 Agreement The question of whether the ------ members are covered by---------’s Medicare-Only 218\nAgreement is relevant to your inquiry.",
      "queries": [
        "do government award funds supplant locally funded equipment",
        "what is the department of justice certifications regarding lobbying"
      ],
      "queries_score": [
        -10.472979545593262,
        -9.803095817565918
      ]
    },
    {
      "id": "legal-advice_28__6",
      "chunk_id": "6",
      "content": "--------------------------------. ------- POSTF-123043-08 8 under section 3401(c). 2. Employee Status for FICA Purposes\nA. 218 Agreement The question of whether the ------ members are covered by---------’s Medicare-Only 218\nAgreement is relevant to your inquiry. Therefore, it must be determined whether an\nindividual worker is covered under a section 218 agreement. 8 The specific provisions\nof the agreements were negotiated by SSA and the State, and the State Social Security\nAdministrator traditionally has had jurisdiction over determining the scope and\napplication of the agreements. The terms used in the agreements are defined in the\nSocial Security Act and that statute contains the relevant statutory authority. Prior\ninterpretations of the agreements have been made by the State Social Security\nAdministrator and the State Administrator should have familiarity with (or have\nbackground files indicating) the intent of the agreements, and the amendments to the\nagreements. For these reasons, we believe the State Social Security Administrator has\njurisdiction over interpretations of section 218 agreements. Thus, in audits where interpretations of section 218 agreements are at issue, the\nService should contact the State Social Security Administrator to determine the State's\nand SSA's interpretation of whether an individual is covered under the agreement. The\nSocial Security Administrator determines whether the workers are employees within the\nmeaning of section 210(j) of the Social Security Act, which applies the common law\nrules. If the State Social Security Administrator determines that an individual worker is\ncovered under the section 218 agreement, the Service then has jurisdiction over the\ndetermination of the wages for FICA tax purposes and the liability for FICA taxes with\nrespect to remuneration paid to such individual. See I.R.C. section 3121(d)(4). If the\nState Social Security Administrator determines that an individual worker is not covered\nunder the section 218 agreement, the Service then determines whether the worker is an\nemployee under the common law rules. See I.R.C. section 3121(d)(2). If the worker is\nan employee under the common law rules, but not covered under the section 218\nagreement, then a determination needs to be made whether the individual is a “member\nof a retirement system.” See section 3121(b)(7)(F) and section 31.3121(b)(7)-2 of the\nEmployment Tax Regulations. If the employee is not covered under the section 218\nagreement and is not a member of a retirement system, then remuneration for the\nservices of the employee is generally subject to the social security tax (i.e., the taxes\nimposed by sections 3101(a) and section 3111(a)) and the Medicare tax (i.e., the taxes\nimposed by section 3101(b) and section 3111(b)). Although it is our view that the determination of who is covered under the terms of a\nsection 218 agreement is under the jurisdiction of the State Social Security\nAdministrator and the Social Security Administration, the final determination of federal\n8 Section 218 refers to the Social Security Act, codified at 42 U.S.C. § 418. See I.R.C. sections\n3121(b)(7)(E) and 3121(d)(4) for treatment of individuals performing services covered by a section 218\nagreement as employees for FICA tax purposes. POSTF-123043-08 9 tax liability is under the jurisdiction of the Service. The enforcement mechanism with\nrespect to section 218 agreements is also with the Service because the payments under\nthe agreements are treated as FICA taxes.",
      "queries": [
        "what should the auditor consider during prea",
        "what documents are included in the schedule provided to the irs"
      ],
      "queries_score": [
        -5.777763843536377,
        -7.003223896026611
      ]
    },
    {
      "id": "legal-advice_28__7",
      "chunk_id": "7",
      "content": "POSTF-123043-08 9 tax liability is under the jurisdiction of the Service. The enforcement mechanism with\nrespect to section 218 agreements is also with the Service because the payments under\nthe agreements are treated as FICA taxes. While the Social Security Administration is the final arbiter of coverage issues related to\nsection 218 agreements, we note that the -------- section 218 agreement contains no\nexclusions for employees hired after -------. We point out that only the Medicare portion\nof FICA taxes would be applied in the present case under the section 218 agreement\nbecause the applicable section 218 agreement is limited to Medicare-only. Determining\nwhether the social security tax portion is owed depends on whether the workers are\nmembers of the state retirement system. See section 3121(b)(7)(F). We note that\neligible employees of --------- are covered by the state retirement system, but it is likely\nthat seasonal employees, such as -------panelists, might not be eligible for coverage\nunder the state retirement system. 9\nB. Is the Common Law Test Applicable? If the -------members are covered by the Medicare-only section 218 agreement, there is\na question concerning whether an individual covered under a Medicare-only 218\nagreement is an employee for purposes of social security tax. Section 3121(d)(4)\nprovides that \"for purposes of this chapter, the term \"employee\" means any individual\nwho performs services that are included under an agreement entered into pursuant to\nsection 218 of the Social Security Act. The chapter referred to is chapter 21- Federal\nInsurance Contributions Tax Act which imposes social security tax and Medicare tax on\nemployers and employees. Section 3121(d)(4) also does not provide that the term\n“employee” excludes an individual who performs services that are included under a\nMedicare-only 218 agreement . Thus, if the -------members are covered under the Section 218 agreement, they are\n“employees” for purposes of the social security tax under section 3121(d)(4) because\nfor purposes of Chapter 21 they perform services that are included under an agreement\nentered into pursuant to section 218 of the Social Security Act. Consequently, you do\nnot need to make an independent determination under the common law rules under\nsection 3121(d)(2) for determining the status of an individual as an employee for social\nsecurity tax purposes. However, if it is determined that the ------ members are not\ncovered by the Medicare-only 218 agreement, then the common law rules described in\nthe following paragraphs apply. Section 31.3121(d)-1 of the Employment Tax Regulations describe the common law\nrules applicable in determining whether a worker is an employee. See also Treas. Reg.\n§ 31.3121(d)-1(c)(1). Such a relationship exists when the person for whom services are\nperformed has the right to control and direct the individual who performs the services,\nnot only as to the result to be accomplished by the work but also as to the details and\n9 We do not opine in this memorandum on the issue of whether or not the ------ members are covered by\nthe state retirement system. POSTF-123043-08 10 means by which that result is accomplished. It is not necessary that the employer\nactually direct or control the manner in which the services are performed; It is sufficient\nif he has the right to do so. Treas. Reg. § 31.3121(d)-1(c)(2).",
      "queries": [
        "is section 218 under fica law",
        "what is the indirect cost rate of an agency?",
        "what agency is required to retain officer",
        "who can exempt an inmate from yca",
        "how to compare controlled and uncontrolled transactions"
      ],
      "queries_score": [
        "1.6602216",
        -8.185412406921387,
        -7.727816104888916,
        -7.968616485595703,
        -8.3695650100708
      ]
    },
    {
      "id": "legal-advice_28__8",
      "chunk_id": "8",
      "content": "POSTF-123043-08 10 means by which that result is accomplished. It is not necessary that the employer\nactually direct or control the manner in which the services are performed; It is sufficient\nif he has the right to do so. Treas. Reg. § 31.3121(d)-1(c)(2). This determination is\nbased on the facts and circumstances. In determining whether an individual is an employee or an independent contractor under\nthe common law, all evidence of control, and lack of control or autonomy must be\nconsidered. In doing so, one must examine the relationship of the worker and the\nbusiness. Relevant facts generally fall into three categories: (1) behavioral controls, (2)\nfinancial controls, and (3) the relationship of the parties. Behavioral controls are evidenced by facts which illustrate whether the service recipient\nhas a right to direct or control how the worker performs the specific tasks for which he or\nshe is hired. Facts which illustrate whether there is a right to control how a worker\nperforms a task include the provision of training or instruction. Financial controls are evidenced by facts which illustrate whether the service recipient\nhas a right to direct or control the financial aspects of the worker's activities. These\ninclude significant investment, unreimbursed expenses, making services available to the\nrelevant market, the method of payment, and the opportunity for profit or loss. The relationship of the parties is generally evidenced by examining the parties'\nagreements and actions with respect to each other, paying close attention to those facts\nwhich show not only how they perceive their own relationship but also how they\nrepresent their relationship to others. Facts which illustrate how the parties perceive\ntheir relationship include the intent of the parties, as expressed in written contracts; the\nprovision of, or lack of employee benefits; the right of the parties to terminate the\nrelationship; the permanency of the relationship; and whether the services performed\nare part of the service recipient's regular business activities. As is the case in almost all worker classification cases, some facts point to an\nemployment relationship while other facts indicate independent contractor status. The\ndetermination of the worker's status, therefore, rests on the weight given to the factors\nunder the common law, keeping in mind that no one factor is determinative of a worker's\nstatus. The ----------- -------letter from ------------General Counsel argues that the --------------------- district does not have a sufficient level of control over the material details of the\n-------members work. However, as further discussed in the next section, the fact that the\n-------members may not be common law employees of ---------does not mean that the\nworkers are not common law employees at all. You have a provided a preliminary analysis applying the common law rules to determine\nwhether the ------ members are employees or independent contractors. In that analysis\nyou point out facts such as the State ----------------requiring training for all new members\nand that the -------members receive instructions and must conduct hearings set forth in a\n---------procedural manual. Also, the ------ members make no investment in facilities or\nequipment and use the copiers, scanners, and recording equipment of --------- The ------ POSTF-123043-08 11 --------- hires all clerical workers and provides all supplies, materials, and equipment.",
      "queries": [
        "how do i report total compensation on my fsrs",
        "who is responsible for the operation of the historic property?"
      ],
      "queries_score": [
        -7.552557945251465,
        -8.252528190612793
      ]
    },
    {
      "id": "legal-advice_28__9",
      "chunk_id": "9",
      "content": "Also, the ------ members make no investment in facilities or\nequipment and use the copiers, scanners, and recording equipment of --------- The ------ POSTF-123043-08 11 --------- hires all clerical workers and provides all supplies, materials, and equipment. The -------members do not incur any expenses, other than mileage expense, in\nperforming their duties. ---------does not reimburse -------members for this expense. The -------members provide services personally and may not be members on other ------------------review boards. Although the -------members receive no benefits from cafeteria\nplans, retirement plans, sick pay, etc., they are covered under the ---------errors and\nomissions insurance policy. We think you have provided sufficient facts to support a\ndetermination that the ------ members perform services as common law employees.. To summarize the law described above, If the -------members are covered under the\nMedicare-only section 218 agreement, they are employees for social security tax and\nMedicare tax purposes under section 3121(d)(4) of the Internal Revenue Code. If the\nworkers are not covered under the section 218 agreement, the Service determines the\nstatus of the worker under the common law rules as provided in section 3121(d)(2). Then, whether or not social security tax is owed depends on whether or not the workers\nare covered by the state retirement system. ---------appears to object to the use of the common law rules in determining whether the\nworkers were employees by citing ---------------------Code section -----------, which states: A person is ineligible to serve on the ------------ review board if the person is a\nmember of the board of directors, an officer, or employee of the ------------ district, an employee of the ---------------, or a member of the governing body,\nofficer, or employee of a --------------. Taxpayer essentially argues that the statute prohibits the -------members from being\nemployees of ---------, although a disagreement exists between the ---------------------------and -------- regarding the accuracy of that interpretation. The problem with the\ntaxpayer's argument is that treatment of a worker under state law as an independent\ncontractor does not necessarily mean that the worker is also an independent contractor\nfor federal employment tax purposes. See Spicer Accounting, Inc. v. United States, 918\nF.2d 90 (9th Cir. 1990). State statutes and cases are only relevant to the extent that they illuminate whether a\nright of control exists on the part of the State or the circumstances of the working\nrelationship for purposes of applying the common law rules. A claim for federal tax\nexemption must rest upon language in regard to which there can be no doubt as to its\nmeaning and exemption must be granted in terms too plain to be mistaken. E.g.\nMatthews v. Commissioner, 907 F.2d 1173, 1178 (D.C. Cir. 1990). Therefore, a state\nstatutory provision or other document labeling a worker as not an employee would not\nbe controlling for purposes of determining liability for FICA taxes. 3. Who is the Employer? Section 3401(d)(1) provides, that for purposes of income tax withholding, the term\nemployer means the person for whom an individual performs or performed any service, POSTF-123043-08 12",
      "queries": [
        "what are the obligations of an eeop",
        "cops office telephone number",
        "indirect cost rate"
      ],
      "queries_score": [
        -8.662388801574707,
        -9.134081840515137,
        -9.086884498596191
      ]
    },
    {
      "id": "legal-advice_28__10",
      "chunk_id": "10",
      "content": "3. Who is the Employer? Section 3401(d)(1) provides, that for purposes of income tax withholding, the term\nemployer means the person for whom an individual performs or performed any service, POSTF-123043-08 12 of whatever nature, as the employee of such person, except that if the person for whom\nthe individual performs or performed the services does not have control of the payment\nof the wages for such services, the term “employer” (except for purposes of the\ndefinition of wages) means the person having control of the payment of such wages. Neither the FICA nor the FUTA contains a definition of employer similar to the definition\ncontained in section 3401(d)(1), relating to income tax withholding. However, Otte v.\nU.S., 419 U.S. 43 (1974), holds that a person who is an employer under section\n3401(d)(1), relating to income tax withholding, is also an employer for purposes of FICA\nwithholding under section 3102. Otte involved a trustee in bankruptcy who was an\nemployer under section 3401(d)(1) by virtue of having control over the payment of\nwages owed by the bankrupt. The Court stated, “The fact that the FICA withholding\nprovisions of the Code do not define “employer” is of no significance, for that term is not\nto be given a narrower construction for FICA withholding than for income tax\nwithholding.” Otte, 419 U.S. at 51. The Otte decision has been extended to provide\nthat the person having control of the payment of wages is also an employer for\npurposes of section 3111, which imposes the FICA tax on employers, and for purposes\nof section 3301, which imposes the FUTA tax on employers. It has been further\nextended to apply equally to the employer's FICA tax and to FUTA tax10. In re Armadillo\nCorp., 410 F. Supp. 407 (D. Col. 1976), aff'd, 561 F.2d 1382 (10th Cir. 1977), In re Laub\nBaking Co., 642 F.2d 196 (6th Cir. 1981), and STA of Baltimore -ILA Container Royalty\nFund v. U.S., 621 F. Supp. 1567 (D.C. Md. 1985), aff'd, 804 F.2d 296 (4th Cir. 1986)\nreached similar conclusions. The preliminary common law factor analysis you provided with regards to whether the ------- members are common law employees also seems to indicate that -------- is the\ncommon law employer and therefore liable for employment taxes under the statutory\nregime. However, we recognize that there may be arguments that another party, such\nas ------------------ or the ------------------------, is the common law employer. The\narguments raised by ---------’s general counsel regarding the level of independence from\nother -------------district business as required by the state statutory scheme are\nconsistent with this general caveat. If -------- is not the common law employer of the -------members, it appears that --------would be the section 3401(d)(1) employer (“statutory employer”), within the meaning of\nOtte and its progeny, because----------has control over the payment of wages to the -----members. As stated in your request for opinion, payments to the ------ members were\nbudgeted for in the general --------- budget, paid to each -------member individually from\nthe --------- checking account, and tracked within the --------- financial statements. There is no indication that --------- is reimbursed by any other party for the compensation\npaid to the ------ members. 10",
      "queries": [
        "who is the employer",
        "who is employer",
        "who is employer for taxes",
        "when is quarterly financial report due",
        "what is the authority of customs section 881"
      ],
      "queries_score": [
        "2.5898569",
        "2.5181036",
        "1.9249759",
        -7.575702667236328,
        -7.47627067565918
      ]
    },
    {
      "id": "legal-advice_28__11",
      "chunk_id": "11",
      "content": "There is no indication that --------- is reimbursed by any other party for the compensation\npaid to the ------ members. 10 For FUTA purposes, section 3306(c)(7) excluded (and continues to exclude) from employment services\nperformed in the employ of a state, or any political subdivision thereof. POSTF-123043-08 13 Therefore, as either the common law employer or the statutory employer, ---------is\nresponsible for collecting income taxes from the employee by deducting and withholding\nthe amounts from the wages paid to the -------members, as well as the employee’s and\nemployer’s FICA taxes under sections 3101 and 3111. 4. Section 530 Relief\nA. General Explanation\nSection 530(a)(1) of the 1978 Act, as amended by the Tax Equity and Fiscal\nResponsibility Act of 1982, provides, in part, that if, for purposes of employment taxes,\nthe taxpayer did not treat an individual as an employee for any period, then for purposes\nof applying such taxes for such period with respect to the taxpayer the individual shall\nbe deemed not to be an employee unless the taxpayer had no reasonable basis for not\ntreating the individual as an employee. For any period after December 31, 1978, this\nrelief applies only if both of the following consistency rules are satisfied: (1) all federal\ntax returns (including information returns) required to be filed by the taxpayer with\nrespect to the individual for the period are filed on a basis consistent with the taxpayer's\ntreatment of the individual as not being an employee (“reporting consistency rule”), and\n(2) the taxpayer (and any predecessor) has not treated any individual holding a\nsubstantially similar position as an employee for purposes of the employment taxes for\nperiods beginning after December 31, 1977 (“substantive consistency rule”). Section\n530(c)(1) of the 1978 Act defines the term “employment tax” as any tax imposed by\nSubtitle C of the Internal Revenue Code, including FICA, FUTA, and income tax\nwithholding requirements. When section 530 was enacted, state and local employers were not subject to taxation\nunder either the FICA or the FUTA. Section 3121(b)(7) of the Internal Revenue Code\nexcluded services for such entities from FICA taxes. For FUTA purposes, section\n3306(c)(7) excluded (and continues to exclude) from employment services performed in\nthe employ of a state, or any political subdivision thereof. Although services for state and local governments were excluded from the definition of\n“employment” in the FICA by section 3121(b)(7) of the Code, social security coverage\nfor such services could be obtained through a section 218 agreement. Social security\ncontributions made with respect to the agreements were not FICA taxes. The\nregulations relating to the payments and reports of such social security contributions\nwere under the jurisdiction of the Social Security Administration (SSA). At the time of\npassage of section 530, 42 U.S.C. section 418(e)(1)(A) provided that section 218\nagreements shall provide:\n[T]hat the State will pay to the Secretary of the Treasury, at such time or times\nas the Secretary of Health, Education, and Welfare may by regulations prescribe,\namounts equivalent to the sum of the taxes which would be imposed by sections\n1400 and 1410 of the Internal Revenue Code of 1939 [the predecessors of\nsections 3101 and 3111 of the 1986 Code], if the services of employees covered POSTF-123043-08 14",
      "queries": [
        "what is the right of the taxpayer"
      ],
      "queries_score": [
        -3.7770121097564697
      ]
    },
    {
      "id": "legal-advice_28__12",
      "chunk_id": "12",
      "content": "POSTF-123043-08 14 by the agreement constituted employment as defined in section 1426 of the\nInternal Revenue Code of 1939 [section 3121]. Thus, when states signed on to social security coverage, they contractually agreed to\npay the equivalent of FICA taxes (“social security contributions”) with respect to\nemployees within coverage groups. As a result of this contract relationship with the state, the state had primary liability for\nsocial security contributions rather than the employing entity. If SSA established an\nunderpayment of social security contributions under a section 218 agreement, the state\nwas the party liable under the contract, not the governmental entity employing the\nindividual. The Administrator of SSA was empowered to exercise discretion to deduct\nunpaid contributions and interest from any payment due to the state under the Social\nSecurity Act. See section 218(j) of the Social Security Act prior to repeal in 1986. In\n1978, only the state, and not the employing governmental entities or the individual\nworkers, had standing to bring suit against SSA for overpayment of section 218\ncontributions. See section 218(a) prior to its 1986 amendment. This scheme of social\nsecurity contributions under a section 218 agreement was completely at odds with the\nfocus of section 530 on an individual employing entity's entitlement to relief based on a\nreasonable basis. The Omnibus Budget Reconciliation Act of 1986, Public Law 99-509, amended the\nSocial Security Act and the Code to provide that payments for coverage under section\n218 agreements were FICA taxes. Section 3121(b)(7)(E) was added to the Code to\nprovide that “employment” includes service included under an agreement entered into\npursuant to section 218 of the Social Security Act. In addition the definition of\n“employee” under section 3121(d) was expanded by adding section 3121(d)(4), which\nprovides that the term “employee” includes any individual who performs services that\nare included under an agreement entered into pursuant to section 218 of the Social\nSecurity Act. The cumulative effect of these amendments is that individuals who are\ncovered under section 218 agreements are automatically treated as employees\nperforming employment for FICA tax purposes, as is discussed above at 2.a. The premise of section 530 is that, with respect to the employer's liability for federal\nemployment taxes, an individual will not be treated as an employee despite his or her\nstatus as an employee11. The classification of state and local employees as employees\nunder section 3121(d)(4) is made specifically with reference to section 218 of the Social\nSecurity Act. If the individual is covered under a section 218 agreement, he or she is, by\ndefinition, an employee for FICA purposes. The determination of whether an individual\nis covered under a section 218 agreement is made by the Social Security Administrator\nand the Social Security Administration under section 210(j) of the Social Security Act. Section 530 relief for FICA taxes is inappropriate, because coverage under the section\n218 agreement is dispositive of the individual's FICA tax status. 11 Section 530 has since been modified to provide that application of section 530 is not dependent upon a\nfinding that the individual is otherwise an employee. See Section 530(e)(3). POSTF-123043-08 15",
      "queries": [
        "unique entity identifier meaning",
        "how many contact points to obtain technical assistance and report violations"
      ],
      "queries_score": [
        -6.649863243103027,
        -8.943058967590332
      ]
    },
    {
      "id": "legal-advice_28__13",
      "chunk_id": "13",
      "content": "11 Section 530 has since been modified to provide that application of section 530 is not dependent upon a\nfinding that the individual is otherwise an employee. See Section 530(e)(3). POSTF-123043-08 15 The legislative history in connection with section 530 implies that section 530 was\ndirected at reclassification controversies between the Internal Revenue Service and\ntaxpayers, and not reclassifications made by Social Security Administrators under\nsection 218 agreements. House Report 95-1748, 95th Cong., 2d Sess. (1978), at page\n4, states that: The bill provides an interim solution for controversies between the Internal Revenue\nService and taxpayers involving whether certain individuals are employees under\ninterpretations of the common law… The bill provides relief from employment tax\nliability to certain taxpayers involved in employment tax status controversies with the\nInternal Revenue Service as a result of the Service's proposed reclassification of\nworkers, whom taxpayers have considered as having independent contractor status\nor some other status (e.g., customer), as employees. Although the legislative history was admittedly written when contributions under section\n218 agreements were not treated as FICA taxes, it nevertheless demonstrates the\nscope of Congressional concern. The reclassification of workers who are covered under section 218 agreements as\nemployees under section 3121(d)(4) of the Code should be contrasted with the\nreclassification of other state and local governmental workers. If the worker is not\ncovered under a section 218 agreement, the determination of his or her status as an\nemployee under the FICA will generally be made pursuant to section 3121(d)(2), which\nprovides that the term “employee” includes an individual who is an employee under the\nusual common law rules. If the worker is an employee not covered under a section 218\nagreement, the services of the worker are then examined to determine whether the\nworker is a common law employee, as well as whether the services are “employment”\nfor purposes of social security taxes and Medicare taxes, under sections 3121(b) and\n3121(u). 12 Because the question of whether workers who are not covered under section\n218 agreements are employees for purposes of the FICA is made under section\n3121(d)(2) and is within the jurisdiction of the Service, the employee-independent\ncontractor determination is ultimately made in the same manner as with private\nemployers. Therefore, with respect to employees not covered under section 218\nagreements, the argument about conflict with the section 218 agreement is inapplicable\nand section 530 relief for FICA taxes and income tax withholding can apply if the usual\nrequirements of section 530 are satisfied. In the present situation pertaining to the reclassification of -------workers possibly\ncovered under a Medicare-only 218 agreement, while a determination of coverage\n12 Section 3121(b)(7) excepts from “employment” service in the employ of a state employer or political\nsubdivision employer for FICA tax purposes. However, § 3121(b)(7)(F) expands the definition of\nemployment for FICA tax purposes to include service by an employee who is not a member of a\nretirement system. Section 3121(u)(2) generally extends the Medicare portion of FICA tax to wages for\nservice performed by employees of states, political subdivisions, and wholly owned instrumentalities\nthereof hired after March 31, 1986. POSTF-123043-08 16",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_28__14",
      "chunk_id": "14",
      "content": "Section 3121(u)(2) generally extends the Medicare portion of FICA tax to wages for\nservice performed by employees of states, political subdivisions, and wholly owned instrumentalities\nthereof hired after March 31, 1986. POSTF-123043-08 16 under the section 218 agreement means that the worker is an employee for FICA (both\nMedicare and social security) tax purposes, the Medicare-only 218 agreement\nestablishes contractual liability for Medicare tax only. Accordingly, retroactive Medicare\ntax liability would be the only part of the FICA that would be barred from potential 530\nrelief with respect to the covered workers. The employer could still qualify for\nretroactive section 530 relief from the social security tax. Another issue is whether an employer can obtain section 530 relief for income tax\nwithholding liability if relief from Medicare tax is unavailable because the employee is\ncovered under a section 218 agreement. There is no provision in Chapter 24,\nCollection of Income Tax at Source, similar to section 3121(d)(4), providing that a\nworker covered under a section 218 agreement is an employee. Because the\nAdministrator's determination that an individual is covered under a section 218\nagreement would generally be based on the common law rules, a similar result should\nbe reached with respect to liability for income tax withholding after coordination with the\nAdministrator. The Service, however, has jurisdiction over the determination of whether\nstate and local workers are employees for federal income tax withholding purposes. As\nnoted above, the facts in this case support the view that ------ members are officers\nsubject to income tax withholding under section 3401(c). The income tax withholding provisions have always been exclusively under the\njurisdiction of the Service regardless of whether the workers are state and local\nemployees under section 218 agreements. State and local governmental employees\nwere, of course, subject to income tax withholding at the time of passage of section 530\nand no exception was provided for application of section 530 to the income tax\nwithholding liability arising from the services of such workers. Accordingly, if the requirements of section 530 are met, state and local employers may\nobtain retroactive section 530 relief with respect to social security tax and income tax\nwithholding liability if the reclassified worker is covered under a Medicare-only section\n218 agreement. As a general rule, relief under section 530 continues as long as the employer satisfies\nthe reporting consistency rule (by issuing Forms 1099 when required), the substantive\nconsistency rule, and the reasonable basis test. Under the substantive consistency\nrule, the employer must treat any workers in substantially similar positions as not being\nemployees to obtain section 530 relief. The withholding of FICA taxes is treatment of a\nworker as an employee under section 3.03 of Rev. Proc. 85-18. In the case of state and\nlocal government entities that are granted relief from income tax withholding liability but\nnot FICA taxes, the question is raised whether relief from income tax withholding liability\nwill apply prospectively, because the entities will be withholding and paying FICA taxes. The substantive consistency rule would seem to prevent the entity from obtaining\ncontinuing section 530 relief and require the withholding of income tax prospectively.",
      "queries": [
        "what is local match requirement",
        "what is community notification for sex offender"
      ],
      "queries_score": [
        -7.130465507507324,
        -8.750065803527832
      ]
    },
    {
      "id": "legal-advice_28__15",
      "chunk_id": "15",
      "content": "The substantive consistency rule would seem to prevent the entity from obtaining\ncontinuing section 530 relief and require the withholding of income tax prospectively. A solution to the problem described in the previous paragraph is found in Rev. Proc. 8518. In particular, the rules provided in section 3.03(C) and 3.04 of Rev. Proc. 85-18\ncould apply in the case of state and local governmental entities granted section 530 POSTF-123043-08 17 relief only for income tax withholding. Under Rev. Proc. 85-18, the filing of a delinquent\nor amended employment tax return for a particular tax period with respect to an\nindividual as a result of Service compliance procedures is not “treatment” of the\nindividual as an employee for that period. The procedure provides as an example that,\nif the Service determines as a result of an audit that a taxpayer's workers are common\nlaw employees, that determination is not “treatment” of the workers as employees for\nthe period under audit. However, if the taxpayer withholds employment taxes or files\nemployment tax returns with respect to those workers for the periods following the\nperiod under audit, the action is “treatment” of the workers as employees for those later\nperiods. Section 3.04 of Rev. Proc. 85-18 also provides that a change in the treatment of the\nworker to “treatment as an employee” creates prospective liability only for the period\nafter the audit. This section gives the example of a taxpayer who did not treat a worker\nas an employee in 1978 and 1979, but who in 1980 began treating individuals holding\nsimilar positions as employees. The procedure states that the employer could still\nreceive relief under section 530(a)(1) for 1978 and 1979. Thus, applying these\nprovisions of Rev. Proc. 85-18 to the case of workers covered under Medicare-only\nsection 218 agreements, relief under section 530 can apply to retroactive liability for\nsocial security tax and income tax withholding, but prospectively the employer would be\nliable for social security tax (subject to application of section 3121(b)(7)) and income tax\nwithholding when the employer began withholding Medicare taxes. B. Application If it is determined that the services of the -------workers are covered under a Medicareonly 218 agreement, then section 530 relief from retroactive social security tax liability\nand federal income tax withholding is available to the state or local governmental entity\nif the requirements of section 530 are satisfied. However, prospectively, after the date\non which the entity is advised that the -------workers are covered under the section 218\nagreement, section 530 relief for social security tax liability and federal income tax\nwithholding would not be available to the state or local governmental due to the\nsubstantive consistency rule. Whether they qualify for section 530 relief depends upon\nan analysis of the facts. If it is determined that the services of the workers are not covered under the section 218\nagreement, then relief under section 530 with respect to both income tax withholding\nand FICA tax for the workers is available to the state or local governmental entity if the\nrequirements of section 530 are satisfied.",
      "queries": [
        "how long does it take to submit conference and event",
        "how to determine the amount on 1040 SR"
      ],
      "queries_score": [
        -9.198636054992676,
        -7.305057525634766
      ]
    },
    {
      "id": "legal-advice_28__16",
      "chunk_id": "16",
      "content": "If it is determined that the services of the workers are not covered under the section 218\nagreement, then relief under section 530 with respect to both income tax withholding\nand FICA tax for the workers is available to the state or local governmental entity if the\nrequirements of section 530 are satisfied. The facts indicate that --------- appears to meet both reporting and substantive\nconsistency requirements, because it has issued Forms 1099 to the workers and there\nare no allegations that ------ members were treated inconsistently from one another. However, further factual development is needed to determine if -------- had any\nreasonable basis for treating the ------ workers as independent contractors, and thus\nwhether -------- satisfies all three requirements to qualify for section 530 relief. POSTF-123043-08 18 Case development and Litigation Hazards ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- If you have questions or concerns, please contact the undersigned at (972) 308-7900. SHELLEY T. VAN DORAN\nArea Counsel\n(Tax Exempt & Government Entities: Field\nService) By: _____________________________ M. Michelle McCarthy\nAttorney (Gulf Coast Area)\n(Tax Exempt & Government Entities)",
      "queries": [
        "when is fica relief available to the state or local governments?",
        "do nonprofit organizations have eeop requirements",
        "cops gov office phone number"
      ],
      "queries_score": [
        "1.6899556",
        -8.14904499053955,
        -9.574369430541992
      ]
    }
  ]
}