{
  "doc_id": "legal-advice_55",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_55__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20102601F\nRelease Date: 7/2/2010\nCC:SB:7:SJ:2:JWStrate\nGL 110827-10\nUIL 50.36.00-00\ndate: April 22, 2010\nto: Larry Kakos\nRevenue Officer\nCollection Division HQ 5117\nSan Jose, California\nFrom: John W. Strate\nSenior Attorney\n(Small Business/Self-Employed) subject: ----------------------------------, Wrongful Levy DISCLOSURE STATEMENT This writing may contain privileged information. Any unauthorized\ndisclosure of this writing may have an adverse affect on privileges such as\nattorney-client privilege. If disclosure becomes necessary, please contact this\noffice for our views. ISSUE\nWhether --------------------------. had a property interest in funds being withheld by\nthe City of -------------pursuant to a “Stop Notice.”\nCONCLUSION Based on the discussion below, we conclude that --------------------------. had no\nproperty interest in the funds withheld pursuant to the “Stop Notice” and that the funds\nbe returned to the City of -------------. ---------------------, Wrongful Levy Page 2 FACTS\n--------------------------------------------------- or “the taxpayer”) has unpaid ---------------and -------------------- taxes in the amount of $----------------as follows:\nTax Period\nAmount Due\nType of Tax\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------contracted to provide improvements to property owned by the\nCity of -------------, California. On ------------------------------------------------------------------------entered oral contracts with ------------------------------. doing business as ---------------- ---------------------------------------------in which ----------------agreed to provide materials and\nservices to --------------------. ---------------------incurred liabilities to ----------------in the\namount of $--------------and $-------------. ---------------------failed to pay these amounts and\nowes ----------------a total of $-------------. On ----------------------, ----------------served the City of ------------ with a Preliminary\n20-Day Notice pursuant to California Civil Code section 3098. On -----------------------, the Service filed a Notice of Federal Tax Lien (“NFTL”) with\nrespect to the -----------------------tax periods ending --------------------and ----------------------------------------------------completed the project during ----------------. On ------------------, ----------------served the City of -------------with two Stop Notices\npursuant to California law requiring the City of -------------to withhold payment to ---------------------On ------------------, ----------------sued ---------------------in the -----------------County Superior Court, case number ------------------- for breach of contract and to enforce the\ntwo “Stop Notices.” In --------------, the Service issued a Notice of Levy to the City of --------------------------------------------------------------------------------------------------------------------------which was\nholding funds owed to --------------------. On ------------------, the City of -------------sent the Service a check in the amount of ---------------------, Wrongful Levy Page 3 $---------------, which was the amount that the City of -------------owed --------------------. On -------------------------, ----------------sent the Service an administrative wrongful\nlevy claim pursuant to I.R.C. § 6343(b). DISCUSSION In cases where a taxpayer, after notice and demand, neglects or refuses to pay\ntax, the Service may file a Notice of Federal Tax Lien (“NFTL”). I.R.C. § 6321. The\nNFTL reaches all property and rights to property, both real and personal, belonging to\nthe taxpayer. Id. A levy is an administrative means of collecting taxes by seizure of the taxpayer’s\nproperty or rights to property to satisfy delinquent taxes. See I.R.C. § 6331. It is a\nsummary, extra-judicial remedy of self-help for the purpose of compelling payment of\nthe tax debt. See United States v. National Bank of Commerce, 472 U.S. 713, 720-21\n(1985) (a levy is a provisional remedy that protects the Government against diversion or\nloss while such claims are being resolved). See also Air Operations International Corp.\nv. United States, 2002-1 U.S.T.C. ¶ 50,423 (S.D. Fla. 2002) (after a levy a third party\ncannot perfect a security interest in levied-upon funds).",
      "queries": [
        "cops office phone number"
      ],
      "queries_score": [
        -6.837629795074463
      ]
    },
    {
      "id": "legal-advice_55__1",
      "chunk_id": "1",
      "content": "See also Air Operations International Corp.\nv. United States, 2002-1 U.S.T.C. ¶ 50,423 (S.D. Fla. 2002) (after a levy a third party\ncannot perfect a security interest in levied-upon funds). In addition to reaching the\ntaxpayer’s property, the levy also reaches any property transferred to a third party that\nis subject to a federal tax lien. Hans v. United States, 944 F.2d 526 (9th Cir. 1991);\nUnited States v. Donahue Industries, Inc., 905 F.2d 1325 (9th Cir. 1990). The Supreme Court recognized in United States v. National Bank of Commerce,\n472 U.S. 713, 721-22 (1985) that there are only two valid defenses to a third party’s\nrefusal to surrender property upon demand: (1) the party is not in possession of nor\nobligated with respect to property or rights to property of the taxpayer; or (2) at the time\nof service of the Notice of Levy, the property or rights to property were subject to\nattachment or execution under judicial process. I.R.C. § 6332(a). This case turns on\nwhether ---------------------had a property interest in funds withheld pursuant to a “Stop\nNotice.” Whether the taxpayer has a property interest in property is determined by state\nlaw. Drye v. United States, 528 U.S. 49, 58 (1999). If under state law, a prime\ncontractor-taxpayer has no property interest in funds due from the owner except in any\nsurplus that might remain after payment of the subcontractor, there can be no levy on\npayments owed the subcontractor. See United States v. Durham Lumber Co., 363 U.S.\n522 (1960). Since both ----------------and ---------------------are located in California, we\nlook to California law to determine if ---------------------had a property interest in the funds\nwithheld by the City of -------------. In California, a subcontractor providing materials to a general contractor is ---------------------, Wrongful Levy Page 4 entitled to a “Stop Notice” upon failure of the general contractor to pay for materials\nused on the contract. Connolly Development, Inc. v. Superior Court of Merced County,\n17 Cal. 3d 803, 132 Cal. Rptr. 477 (Cal. Sup. Ct. 1976), appeal dismissed, 429 U.S.\n1056 (1976). The “Stop Notice” involves a notice served on the owner or lender, which\nin turn gives notice to an owner to withhold payments to a general contractor, or gives\nnotice to a lender to withhold payment from the owner to a general contractor. In effect,\nthis allows a materialman or subcontractor to cause money to be earmarked for his\nbenefit. While a “Stop Notice” does not constitute a mechanic’s lien, it is a garnishment\nof the funds of the owner. Id. at 813. Any person entitled to a mechanic’s lien under Cal. Civ. Code §§ 3110, 3111 and\n3112, other than a general contractor, is entitled to give a “Stop Notice.” Cal. Civ. Code\n§ 3181. As a prerequisite to the serving of a “Stop Notice,” the claimant must have\nserved a preliminary 20-day notice. Cal. Civ. Code §§ 3183(a). In this case, ---------------------filed a preliminary 20-day notice on ----------------------. Upon receipt of a “Stop Notice,” the owner has the duty to withhold from the\ncontractor sufficient money to answer the claim, unless a payment bond is recorded.",
      "queries": [
        "us dept of justice immigration fax number",
        "does the taxpayer generate its own power"
      ],
      "queries_score": [
        -8.88258171081543,
        -7.134102821350098
      ]
    },
    {
      "id": "legal-advice_55__2",
      "chunk_id": "2",
      "content": "Cal. Civ. Code §§ 3183(a). In this case, ---------------------filed a preliminary 20-day notice on ----------------------. Upon receipt of a “Stop Notice,” the owner has the duty to withhold from the\ncontractor sufficient money to answer the claim, unless a payment bond is recorded. Cal. Civ. Code § 3186 (“It shall be the duty of the public entity, upon receipt of a stop\nnotice . . . to withhold from the original contractor . . . money or bonds . . . due or to\nbecome due to that contractor in an amount sufficient to answer the claim stated in the\nstop notice and to provide for the public entity’s reasonable cost of any litigation\nthereunder.”) California law prohibits the original contractor from making an assignment\nof money due under the contract once a stop notice has been filed. Id. § 3193. Further,\nany garnishment of, or statutory lien placed on such money will be “subordinate to the\nrights of all stop notice claimants.” Id. Thus, when ----------------filed the two “Stop\nNotices” on -------------------, the City of -------------became obligated to withhold amounts\nowed to ---------------------under the contract. The filing of the “Stop Notices” constituted\na lien on the funds being held by the City of -------------. The only legal precedent we have found directly discussing the effect of a “Stop\nNotice” on the Service’s levy is a Third Circuit case considering the lien laws of New\nJersey. The Court held that a taxpayer had no property interest in funds retained by a\ncontractor pursuant to a “Stop Notice.” Shore Block Corp. v. Lakeview Apartments, 377\nF.2d 835 (3rd Cir. 1967). There, a subcontractor failed to pay a materialman. Id. at\n837-38. The materialman filed a “Stop Notice” on January 29, 1965 with the contractor\nto withhold payments to the subcontractor. Id. Subsequently, the Service filed a lien for\nunpaid taxes of the subcontractor. Id. The Service then filed a levy on the funds\nwithheld pursuant to the “Stop Notice.” Id. The court reasoned that the issue did not\nconcern lien priorities. Id. at 841. Rather, the issue was whether the subcontractor had\na property interest in the funds withheld pursuant to the “Stop Notice.” Id. The court\nstated that “ [s]ince the subcontractor never had the right to obtain the garnished funds,\nneither could the United States assert a tax lien against them. Id. ---------------------, Wrongful Levy Page 5 Turning to California law, in United States Fidelity & Guaranty Company v. Oak\nGrove Union School District of Sonoma County, 205 Cal. App.2d 226, 230-31 (1962),\nthe court stated\n(1) In a public works contract there can be no lien against the property;\nhence the use of stop notices to provide protection to subcontractors\nagainst defaulting contractors. (2) In a sense the stop notice constitutes a\nlien on the property (earnings) of the contractor held by the owner. When\nthe notice is filed [sic] the claimant immediately has a right against those\nearnings held by the public agency. In effect, the filing imposes a trust\nobligation on the public agency. When ----------------filed the two “Stop Notices” with the City of -------------, -------------------immediately had a right to the funds earned by --------------------.",
      "queries": [
        "why is it called the european year of cultural heritage",
        "what is the award condition for pass",
        "internal revenue service memo release number"
      ],
      "queries_score": [
        -9.373074531555176,
        -8.424016952514648,
        -8.407591819763184
      ]
    },
    {
      "id": "legal-advice_55__3",
      "chunk_id": "3",
      "content": "When\nthe notice is filed [sic] the claimant immediately has a right against those\nearnings held by the public agency. In effect, the filing imposes a trust\nobligation on the public agency. When ----------------filed the two “Stop Notices” with the City of -------------, -------------------immediately had a right to the funds earned by --------------------. The City of ---------------was effectively holding those funds in trust for ---------------. Cal. Civ. Code § 3264 provides in relevant part that:“[t]he rights of all persons\nfurnishing labor, services, equipment, or materials for any work of improvement, with\nrespect to any fund for payment of construction costs, are governed exclusively by [Cal\nCiv Code sections 3156 through 3214] . . . and no person may assert any legal or\nequitable right with respect to such fund, . . . .“ See Falcon Construction Co. v. United\nStates, 1988 WL 383111 (E.D. Cal. 1988) (holding that the Service could levy withheld\nfunds, in part because no stop notice had been filed); see also Pankow Construction\nCo. v. Advance Mortgage Corp. et al, 618 F.2d 611 (9th Cir. 1980) (holding that “claims\non construction loan funds by persons furnishing services or material are confined” to\nmechanics liens and stop notices). Further, at least one appellate court in California\nhas interpreted sections 3186 and 3193 as imposing an “absolute statutory duty” on\nowners “to pay the valid amounts of [stop notice] claims to the stop notice claimants and\nno one else.” Stanislaus Pump v. City of Modesto, 200 Cal. App.3d 1442, 1447, 246\nCal. Rptr. 601, 604 (5th Dist. 1988). However, this case evaluated the ability of the\ncontractor to make an assignment, and not a competing claim of the United States. There are no reported cases in the Ninth Circuit on the effect of a “Stop Notice”\nwhen it is competing with a federal tax lien or levy. Some cases indicate that the Circuit\nwould recognize the stop notice as depriving a contractor of property interest in withheld\ncontract proceeds. See, e.g., United States v. J.D. Grainger Co., Inc., 945 F.2d 259,\n262 (9th Cir. 1991) (“A number of courts have held that a taxpayer-contractor has no\nproperty interest . . . in funds held by a surety or withheld by the contracting party for\npayment of subcontractors or other creditors of the taxpayer.”). On the other hand,\nsome cases indicate some hostility toward this theory. See, e.g., American Fidelity Fire\nIns. Co. v. United States, 385 F.Supp. 1075, 1078 (N.D. Cal. 1974) (finding no support\nfor the premise that once a stop notice is issued, “payments due the contractor become\nnot property of the contractor, but a trust fund for the payment of laborers and\nmaterialmen”). ---------------------, Wrongful Levy Page 6 Because the “Stop Notice” is not a mechanic’s lien, but rather an equitable\nremedy under state law, the Service’s position is that the federal tax lien would\nordinarily prime the “Stop Notice.”",
      "queries": [
        "why should a community policing officer be training"
      ],
      "queries_score": [
        -9.83213996887207
      ]
    },
    {
      "id": "legal-advice_55__4",
      "chunk_id": "4",
      "content": "---------------------, Wrongful Levy Page 6 Because the “Stop Notice” is not a mechanic’s lien, but rather an equitable\nremedy under state law, the Service’s position is that the federal tax lien would\nordinarily prime the “Stop Notice.” However, the Service’s litigating position is that the\nService will not assert priority of a filed federal tax lien vis a vis an unperfected\nmechanic’s lien such as a “Stop Notice” to the extent there are unpaid laborers or\nmaterialmen, then the “Stop Notice” is recognized a superior to the federal tax lien. See\nCalifornia Local Law Guide,\nhttp://ccintranet.prod.irscounsel.treas.gov/OrgStrat/Offices/sbse/Pages/CaliforniaLocal\nLaw.aspx. This position is based on the understanding that a contractor who has not\npaid his subcontractors could be deemed to have no property interest in the contract\nproceeds. See IRM 5.17.2.7.1.12(3). California case law has not explicitly answered\nthe questions whether a stop notice deprives a contractor of a property interest. However, it seems likely they would do so given the chance, based on the statutory duty\nto withhold funds. Therefore, we recommend that you return the $--------------to the City of ------------for a continued withholding of the funds subject to the Stop Notices filed by -----------------------------------------------------------------------------------------------------------------------------------. If you have any questions, please call John Strate at (408) 817-4684. PETER R. HOCHMAN\nAssociate Area Counsel\n(Small Business/Self-Employed) By: _____________________________ JOHN W. STRATE\nGeneral Attorney\n(Small Business/Self-Employed)",
      "queries": [
        "model tribal sex offender registration code",
        "did corporation sell synthetic fuel under agreement a"
      ],
      "queries_score": [
        -10.143597602844238,
        -10.164874076843262
      ]
    }
  ]
}