{
  "doc_id": "legal-advice_14",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_14__0",
      "chunk_id": "0",
      "content": "Internal Revenue Service memorandum\nNumber:\n20042302F\nRelease Date:\n6/4/04\nPOSTS-116188-03/CC:SB:2:PIT\ndate:\nto:\nfrom: subject: June 30, 2003\nJames South, Technical Advisor, Abusive Promotions\nEdward J. Laubach, Jr. and Julia L. Wahl\nAttorneys (CC:SB:2:PIT:POSTS:116188-03:JLWahl) Timing of Loss:\nUIL 44.60-00 This responds to your request for advice on the proper time\nfor investors in the\npayphone scheme to deduct losses. This memorandum\nshould not be cited as precedent. ISSUES\n1. Are investors in the\nentitled to a loss deduction? payphone scheme 2. If so, what is the type of loss to which they are\nentitled? 3. In what year would they be entitled to the loss? 4. Are amounts which\npaid to investors in 2001\nbefore\nfiled for bankruptcy taxable or are they a\nreturn of capital? CONCLUSIONS\n1. Most investors are entitled to a loss deduction. 2. Most investors will be entitled to a loss under I.R.C. §\n165(c)(2) as a loss incurred in a transaction entered into for\nprofit. Taxpayers who invested for the purpose of avoiding taxes\nmight not be allowed a deduction. - 2 3. Investors may generally claim the loss on their\nreturns. tax 4. Amounts which\npaid investors during 2001\nprior to filing bankruptcy are taxable. FACTS\nof\n, was in\nthe business of placing, selling, and maintaining public\npayphones in\nis owned\nby\n.\n, a securities and insurance\nagent, devised a plan whereby payphones could be sold to\nindividual investors. He approached\nabout his idea\nin 1997. agreed that this plan was enticing and\nbegan selling some of its payphones to individuals looking for a\ngood annual return and tax advantages. Thereafter,\nformed\non\n,\n1998, to market payphones which allegedly complied with the\nAmericans With Disabilities Act (ADA). These payphones had\nlonger cords, volume controls, and other minor improvements which\nallowed their use by the disabled. sold the disabled accessible payphones to investors for\na price of $\n($\nafter April 1999) per phone. purchased these payphones new or refurbished from manufacturers\nat a wholesale cost of $\nto $\nper phone. For the\npurchase price, the investor purportedly received ownership of a\npayphone at a location solely selected by\n. A purchaser of an\npayphone had four options upon purchase. The first option\nrequired that the purchaser handle all aspects of the phone's\nmaintenance and earnings. Two other options transferred some of\nthe phone's responsibility to\n. Ninety percent of the\npurchasers chose Option Four. Under Option Four, the purchaser of the payphone entered\ninto, in essence, a sale and leaseback agreement with\n. then assumed total responsibility for collecting the coins\nfrom the phone, cleaning and maintaining the phone, accounting\nfor the profits, paying the expenses of the phone, such as the\ntelephone service provider, and issuing a check for the net\nprofits to the owner. Although the owner was supposed to receive\npercent of the net profits monthly,\nwas, in fact, paying\n1\na month regardless of the\nall investors a base amount of $\nphone's location. This payment generated a\npercent annual\nreturn to the purchasers. In addition, the purchaser had the\n1 This base amount was allegedly eliminated in . - 3 right to return the phone to\nand receive nearly all of his or\nher purchase price back. 2 Thus, a purchaser under Option Four\n3\nand\nmerely sat back and received a monthly check for $\ncould return his phone for nearly all of his investment at any\ntime.",
      "queries": [
        "special purpose credit requirements"
      ],
      "queries_score": [
        -6.743185997009277
      ]
    },
    {
      "id": "legal-advice_14__1",
      "chunk_id": "1",
      "content": ". - 3 right to return the phone to\nand receive nearly all of his or\nher purchase price back. 2 Thus, a purchaser under Option Four\n3\nand\nmerely sat back and received a monthly check for $\ncould return his phone for nearly all of his investment at any\ntime. Aside from the economic advantages of the payphone\ninvestment,\nheavily stressed the tax advantages of the\npayphone, primarily the disabled access credit under section 44. told its investors that they could claim a credit on their\ntax returns of\npercent of the purchase price of the phone up\nto $\n. In addition, some investors were advised to claim\nthe other half of the purchase price as a section 179 deduction. A tax opinion was provided from\nwhich\nsaid that the payphone qualified for the section 44 credit\nalthough this opinion contained no real discussion how this\ninvestment so qualified. The sale of the\npayphones has been attacked by several\nstate securities commissions and the SEC. These governmental\nagencies contend that the payphone investment is a \"security\"\nwhich must be registered with them. On\n, 2002, the United\nStates District Court for the District of\nissued a\npermanent injunction barring\nfrom selling unregistered\nsecurities. ceased selling the payphone investment in\n, 2001.\n. In connection with the SEC action, the District Court\nappointed a receiver for\non\n, 2002 to attend\nto\nbusiness and civil matters. had already filed a\npetition under Chapter 11 of the Bankruptcy Code on\n,\n2001. The receiver has been keeping interested parties informed\nof the status of the bankruptcy case. On\n2002, the receiver informed investors of the\nstatus of the case by letter. He had obtained court approval to 2 This right to return the phone is variously described as a\nbuy back provision or an extended warranty on the phone. Apparently, a $\nfee was charged if the phone was returned\nwithin three years of purchase. 3 For purposes of the passive loss rules of I.R.C. § 469,\nthis income is characterized as portfolio income and is not\npassive activity gross income. I.R.C. § 469(e)(1)(A). Thus the\npassive activity loss rules do not apply. - 4 sell property of\nand hoped to auction the pay telephone\nroutes. The letter included this statement:\nFinally, as for the amount of return to investors, the\nReceiver believes that the sale of the payphone routes\nwill generate only a nominal return to investors, if\nany. Additional sums could be distributed if the\nSecurities and Exchange Commission is successful in\ndisgorging assets from the individual defendants in\nthis case. To date, the Receiver has no information\nthat would suggest that such payments will be\nforthcoming. One year later, by letter to investors and creditors dated\n2003, the receiver described his efforts to market the\npayphones of\nand\nitself. The payphones yielded very\nlittle money and there was no interest in\n. The receiver\nadvised in the letter: At present, I do not believe that there will be\nsufficient money in the receivership to make a payout\nto the investors or creditors in this case. I am\npursuing several avenues that may generate revenue;\nhowever, there is no guarantee of success. DISCUSSION\nSection 165(a) of the Internal Revenue Code provides that\nthere shall be allowed as a deduction any loss sustained during\nthe taxable year and not compensated for by insurance or\notherwise.",
      "queries": [
        "why competition is determined inadequate after solicitation of a number of sources?"
      ],
      "queries_score": [
        -8.69585132598877
      ]
    },
    {
      "id": "legal-advice_14__2",
      "chunk_id": "2",
      "content": "I am\npursuing several avenues that may generate revenue;\nhowever, there is no guarantee of success. DISCUSSION\nSection 165(a) of the Internal Revenue Code provides that\nthere shall be allowed as a deduction any loss sustained during\nthe taxable year and not compensated for by insurance or\notherwise. I.R.C. § 165(c) provides that in the case of an individual,\nthe deduction under subsection (a) is limited to losses incurred\nin a trade or business; losses incurred in any transaction\nentered into for profit, though not connected with a trade or\nbusiness; and losses of property not connected with a trade or\nbusiness if such losses arise from fire, storm, shipwreck, or\nother casualty, or from theft. Section 1.165-1(c) of the Income Tax Regulations provides\nthat the amount of the loss allowable as a deduction shall not\nexceed the adjusted basis for determining the loss from the sale\nor other disposition of the property involved, as prescribed by\n§ 1.1011-1. Accordingly, to the extent an investor has claimed a\ndepreciation deduction or an ADA credit with regard to the\ninvestment in taxable years that are closed and not audited, the\nloss deduction will be reduced. - 5 The question may arise as to which of two sections allows\nthe loss deduction: I.R.C. § 165(c)(2), which allows individuals\nto deduct losses incurred in transactions entered into for\nprofit, or I.R.C. § 165(c)(3), which allows individuals to deduct\nlosses from theft. The distinction matters because I.R.C. §\n165(h) limits the deductibility of I.R.C. § 165(c)(3) theft\nlosses but does not limit I.R.C. § 165(c)(2) losses. From what we have heard about the investor pool, we expect\nthat most investors invested in the payphones with an expectation\nof making a profit4. Also, although the promoters may have\nengaged in activities that violate federal and state securities\nlaws, the record does not indicate that these actions resulted in\ntheft losses. Accordingly, the investors’ losses are allowable\nunder I.R.C. § 165(c)(2) and are not limited by I.R.C. § 165(h). Investors were promised a minimum 14 percent return on their\ninvestments and had a motive other than tax avoidance to invest. Nevertheless, auditors who encounter investors who clearly made\nthe investment solely for the tax benefits and who did not rely\non false statements in deciding to invest may determine that no\nloss is allowable. We stress that based on our knowledge of the\ntypical investor, disallowance of a loss will be the exception\nrather than the rule. Having determined that investors will generally be entitled\nto a loss deduction, we turn to the question of the tax year in\nwhich the loss will be allowed. Section 1.165-1(d)(1) provides that a loss is allowed for\nthe taxable year in which the loss is sustained, as evidenced by\nclosed and completed transactions and as fixed by identifiable\nevents occurring in such taxable year. We conclude, subject to the exceptions mentioned, that\ninvestors in the\npayphone scheme incurred a\ndeductible loss in 2003 5. Prior to 2002, the trustee was hopeful\n4 If Examiners find investors who clearly made the\ninvestment to obtain the bogus tax advantages, no loss should be\nallowed as discussed elsewhere in this memorandum. 5",
      "queries": [
        "what condition is the public safety partnership and community policing act of 1994?",
        "what is the procurement process for cops",
        "executive order number 12,250"
      ],
      "queries_score": [
        -9.638992309570312,
        -9.039029121398926,
        -6.413966655731201
      ]
    },
    {
      "id": "legal-advice_14__3",
      "chunk_id": "3",
      "content": "We conclude, subject to the exceptions mentioned, that\ninvestors in the\npayphone scheme incurred a\ndeductible loss in 2003 5. Prior to 2002, the trustee was hopeful\n4 If Examiners find investors who clearly made the\ninvestment to obtain the bogus tax advantages, no loss should be\nallowed as discussed elsewhere in this memorandum. 5 Examiners may encounter investors who have filed lawsuits\nagainst third parties such as the individual or firm which sold\nthem the payphone investment. Those investors might not be\nentitled to deduct the loss until a later year when the suit is\nresolved. Alternatively, closing agreements could be entered\nallowing the loss in 2003 if the taxpayers agree to include any\nfuture payout in income in the year received. - 6 that a nominal recovery might be made from the sale of assets as\nevidenced by the his\n2002 letter. Thus, he believed\nthat some recovery was possible. A year later, in his\n2003 letter, the receiver concluded that there would not be\nsufficient money in the receivership/bankruptcy estate to pay\ninvestors anything. The receiver's opinion as one deeply\nfamiliar with\nfinances should be given substantial\nweight. See Premji v. Commissioner, T.C. Memo. 1996-304, aff'd,\n98-1 USTC ¶50,218 (10 th Cir. 1998). ADMINISTRATIVE CONSIDERATIONS Examiners should consider entering closing agreements with\ninvestors under audit. The agreements should allow taxpayers to\ndeduct the loss on their\nreturns with the proviso that they\nwill include any ultimate distributions in income in the year of\nreceipt. Of course, any amounts received from\nbefore\n2001 (the date of the bankruptcy) are includible in income. Although the receiver informed investors that he would not issue\nthem 1099 forms for amounts paid to them before the bankruptcy\nduring 2001, those amounts are taxable and are not a return of\ncapital as stated by the receiver. We found no authority for the\ntrustee's position. This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. Please call me at (412) with any questions. JULIA L. WAHL\nAttorney (SBSE)\nEDWARD J. LAUBACH, JR. Attorney (SBSE)\nAPPROVED:\nEDWARD F. PEDUZZI, JR. Associate Area Counsel",
      "queries": [
        "what is the precondition for granting macrofinancial assistance",
        "which contracts qualify for favorable tax treatment"
      ],
      "queries_score": [
        -9.576620101928711,
        -6.348758697509766
      ]
    }
  ]
}