{
  "doc_id": "legal-advice_2",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_2__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20044103F Release Date: 10/8/04\nCC:LM:HMT:DET:MELueck\nPOSTF-134426-04\nUILC: 472.09-00 date: August 12, 2004 to:\nfrom: subject: ------------------------------------------------------Area Counsel (Heavy Manufacturing & Transportation)\n(Large & Mid-Size Business) ------------------------------------This memorandum responds to your request for assistance dated June 29, 2004. This\nadvice may not be used or cited as precedent. Taxpayer = ------------------------------------Year 1\n= ------Year 2\n= ------ISSUE Whether Taxpayer, a manufacturer using the Inventory Price Index Computation\ninventory method, may properly determine its gross profit margin (to convert its selected\nBLS indexes to cost price indexes) using data from a selected month rather than data\nfrom the entire year. CONCLUSION Taxpayer may not determine its gross profit margin by reference to a selected month’s\ndata for purposes of converting its BLS indexes to cost price indexes. Rather, in\naccordance with Rev. Proc. 84-57, the taxpayer is required to determine its gross profit\nmargin by reference to the entire year’s data. POSTF-134426-04 2 FACTS\nTaxpayer is a manufacturer using the Inventory Price Index Computation (IPIC) Method\nto value its last-in, first-out (LIFO) inventories. In Year 2, Taxpayer elected to change\nfrom computing internal annual price indexes under the dollar-value LIFO method to\nusing the IPIC method of computing annual price indexes. As part of the computation of\nthe annual LIFO index for the Year 2 tax year, Taxpayer was required to convert\nindexes selected from the PPI Detailed Report into cost price indexes. In order to make\nthe conversion, the taxpayer computed the cost complement (one minus the gross\nmargin) for December, Year 1 and multiplied that percentage by the selected IPIC price\nindex for December, Year 1. Taxpayer made a similar computation using its cost\ncomplement and the IPIC price index for December, Year 2. Taxpayer then divided the\nproduct of the Year 2 computation by the product of the Year 1 computation and used\nthe quotient as the inventory price index for that category of goods. A simple example of the taxpayer’s computation, using the cost complement computed\nfor the month of December, Year 1 and the month of December, Year 2 is as follows:\nIPIC Category\n0011223344 Year 1 Index\n100.0 DecYr 1 CC\n0.6000 Year 2 Index\n105.0 DecYr 2 CC\n0.7000 Index\n1.2250 A simple example of the taxpayer’s computation, using the cost complement computed\nfor the entire Year 1 and Year 2 years is as follows:\nIPIC Category\n0011223344 Year 1 Index\n100.0 Year 1 CC\n.7000 Year 2 Index\n105.0 Year 2 CC\n0.7200 Index\n1.080 LAW\nTreas. Reg. § 1.471-8 provides: (a) Retail merchants who employ what is known as the\n“retail method” of pricing inventories may make their returns upon that method, provided\nthat the use of such method is designated upon the return, that accurate accounts are\nkept, and that such method is consistently adhered to unless a change is authorized by\nthe Commissioner as provided in paragraph (e) of §1.446-1.",
      "queries": [
        "office of chief counsel memo release number"
      ],
      "queries_score": [
        2.3008720874786377
      ]
    },
    {
      "id": "legal-advice_2__1",
      "chunk_id": "1",
      "content": "Under the retail method\nthe total of the retail selling prices of the goods on hand at the end of the year in each\ndepartment or of each class of goods is reduced to approximate cost by deducting\ntherefrom an amount which bears the same ratio to such total as —\n(1) The total of the retail selling prices of the goods included in the opening\ninventory plus the retail selling prices of the goods purchased during the year, with\nproper adjustment to such selling prices for all mark-ups and mark-downs, less\n(2) The cost of the goods included in the opening inventory plus the cost of the\ngoods purchased during the year, bears to (1). (Emphasis added) POSTF-134426-04 3 Treas. Reg. § 1.472-8(e)(3) in effect for years prior to 2001 provides: Use of inventory\nprice index computed with reference to consumer or producer price indexes--(i) In\ngeneral. For purposes of section 1.472-8(e)(1), for taxable years beginning after\nDecember 31, 1981, an inventory price index computed in the manner provided by\nsection 1.472-8(e)(1) will be accepted by the Commissioner as an appropriate method\nof computing an index, and the use of such inventory price index to compute the LIFO\nvalue of a dollar-value inventory pool will be accepted as accurate, reliable, and\nsuitable. A taxpayer using the inventory price index computation method provided by\nsection 1.472-8(e)(3) must use such method in determining the value of all goods for\nwhich the taxpayer has elected to use the LIFO method. Treas. Reg. § 1.472-8(e)(3)(iii) in effect for years prior to 2001 provides: Selection of\nconsumer or producer price indexes--(A) In general. An inventory price index computed\nas provided by section 1.472-8(e)(3) is computed with reference to the consumer or\nproducer price indexes for specific categories of inventory items in the CPI Detailed\nReport or Producer Prices and Price Indexes published by the United States Bureau of\nLabor Statistics. Treas. Reg. § 1.472-8(e)(3)(iii)(C) in effect for years prior to 2001 provides: Other\nselection requirements. Manufacturers, processors, wholesalers, jobbers, and\ndistributors may select indexes from only Producer Prices and Price Indexes. Retailers\nmay select indexes from either the CPI Detailed Report or Producer Prices and Price\nIndexes, but if equally appropriate indexes could be selected from either publication, a\nretailer using the retail inventory method must select the index from the CPI Detailed\nReport and a retailer not using the retail inventory method must select the index from\nProducer Prices and Price Indexes. If a retailer using the retail inventory method\nselects a price index from Producer Prices and Price Indexes, the selected index must\nbe converted into a retail price index. If a retailer not using the retail inventory method\nselects an index from the CPI Detailed Report, the selected index must be converted\ninto a cost price index. Manufacturers, processors, wholesalers, jobbers, and\ndistributors, must convert selected indexes into cost price indexes. Revenue Ruling 54-49, 1954-1 C.B. 32, provides: A specialty store on the cost inventory\nmethod does not ordinarily compute the net markon percentages for its respective\ndepartments, for this is a tool of the retail inventory method. It does, however, compute\nits gross profit percentages for its respective departments, essentially the same\nquantity.",
      "queries": [
        "what is retail method",
        "what is retail method",
        "when was decision 2015/2248",
        "what is special condition for computer grant"
      ],
      "queries_score": [
        "2.3059514",
        "2.3059514",
        -2.8985369205474854,
        -6.333071708679199
      ]
    },
    {
      "id": "legal-advice_2__2",
      "chunk_id": "2",
      "content": "Revenue Ruling 54-49, 1954-1 C.B. 32, provides: A specialty store on the cost inventory\nmethod does not ordinarily compute the net markon percentages for its respective\ndepartments, for this is a tool of the retail inventory method. It does, however, compute\nits gross profit percentages for its respective departments, essentially the same\nquantity. The only material difference between the two is that the former is computed\non the year's purchases, and the latter on the year's sales, and this difference will\naverage out over a few years. It is, therefore, appropriate to derive a cost index by\nreference to the ratio between cost percentages derived by taking the complements of\nthe gross profit ratios for a department. (Emphasis added)\nSection 3.02 of Revenue Procedure 84-57, 1984-2 CB 496, provides:\n1. If a retailer not using the retail inventory method selects an index from\nthe CPI Detailed Report, the selected index must be converted into a cost POSTF-134426-04 4 price index because the CPI Detailed Report measures changes in retail\nprices, not changes in wholesale or cost prices. Cost price indexes may\nbe derived from indexes selected from the CPI Detailed Report by\nreference to the changes in the cost complements of the gross profit\nmargins of an individual index category. The difference between the movements of wholesale (or cost) and retail\nprices for any given year must be reflected in a change in the markon\npercentage because cost and retail prices would necessarily change by\nthe same relative amount if the markon were uniform. The change in the\nnet markon percentage, or its complement, the cost percentage, may,\ntherefore, be used to derive a cost index from a retail price index for a\ngiven department. Nevertheless, a retailer not using the retail method\ndoes not ordinarily compute the net markon percentages for its respective\ndepartments, for this is a tool of the retail inventory method. It does,\nhowever, compute its gross profit percentages for its respective\ndepartments using essentially the same quantity. The only material\ndifference between the two is that the former is computed on the year’s\npurchases and the latter on the year’s sales, and this difference will\naverage out over a few years. It is, therefore, appropriate to derive a cost\nindex by reference to the ratio between cost percentages derived by\ntaking the complements of the gross profit ratios for a department. A\nsimplified method of computing is available, particularly for use when the\nbase date for the retail price index is prior to the year of adoption of the\nelective inventory method by the taxpayer. This may be illustrated as\nfollows:\nDec. 31\n1981\n1. Index from CPI Detailed Report (1967 = 100)\n91.3\n2. Gross profit percentage (see Note A)\n41.2%\n3. Cost percentage (complement of line 2)\n58.8%\n4. Adjusted price index (line 1 multiplied by line 3) 112.4844\n5. Cost price index (Dec. 31, 1981 = 100)\nline 4 divided by 112.4844 and multiplied by 100)\n100.1 Dec. 31\n1982\n216.4\n40.7%\n59.3%\n128.3252 Dec. 31\n1983\n211.7\n41.5%\n58.5%\n123.8445 114.1 110.1 Note A.--To be determined by the taxpayer for each index category on the basis of its\nown average for the tax year. (Emphasis added)\n2.",
      "queries": [
        "how do i expect to be audited as an oig"
      ],
      "queries_score": [
        -8.401759147644043
      ]
    },
    {
      "id": "legal-advice_2__3",
      "chunk_id": "3",
      "content": "Cost price index (Dec. 31, 1981 = 100)\nline 4 divided by 112.4844 and multiplied by 100)\n100.1 Dec. 31\n1982\n216.4\n40.7%\n59.3%\n128.3252 Dec. 31\n1983\n211.7\n41.5%\n58.5%\n123.8445 114.1 110.1 Note A.--To be determined by the taxpayer for each index category on the basis of its\nown average for the tax year. (Emphasis added)\n2. If a retailer using the retail inventory method selects a price index from\nthe Producer Prices and Price Indexes, the selected index must be\nconverted into a retail price index. Retail price indexes may be derived\nfrom indexes selected from the Producer Price and Price Indexes by\nreference to the changes in the cost complements of the gross margins of\nan individual index category in the same manner as cost price indexes are\nderived in section 3.03 1. POSTF-134426-04 5 ANALYSIS The regulations in effect during the years at issue required manufacturers and certain\nretailers using the dollar-value LIFO method and the IPIC computation method\ndescribed in Treas. Reg. § 1.472-8(e)(3) to convert selected BLS indexes into cost price\nindexes before determining the LIFO value of their dollar-value pools. This conversion\nis necessary because indexes for LIFO purposes are based on the increases in cost,\nwhereas BLS indexes are based on the prices at which items are sold. Specifically, the\nCPI Detailed Report is based on retail sales prices and the PPI Detailed Report is\nbased on manufacturers’ sales prices. Former Treas. Reg. § 1.472-8(e)(3)(iii)(C) requires manufacturers and certain retailers\nto convert selected BLS indexes to cost price indexes before the indexes are used to\ndetermine the LIFO value of the inventory. In Rev. Proc. 84-57, the Service\ndemonstrated how IPIC method taxpayers must convert their BLS indexes to cost price\nindexes. Specifically, section 3.02 of Rev. Proc. 84-57, requires taxpayers to convert\nthe BLS indexes to cost price indexes using the gross profit percentage “determined by\nthe taxpayer for each index category on the basis of its own average for the tax year.” The taxpayer contends it is not required to determine the gross margin based on the\nentire year’s data because Rev. Proc. 84-57 illustrates this requirement by use of a\nretailer, not a manufacturer. The taxpayer misinterprets Rev. Proc. 84-57. Although\nRev. Proc. 84-57 illustrates the requirement that an entire year’s data be used to\nconvert from BLS indexes to cost price indexes using a retailer, its requirements are\nequally applicable to manufacturers. Section 1 of Rev. Proc. 84-57 states that the purpose of the revenue procedure was to\n“provide guidance to taxpayers that elect to use the dollar-value last-in, first-out (LIFO)\ninventory method and the inventory price index computation method described in\nsection 1.472-8(e)(3) of the Income Tax Regulations.” Consequently, the principles\noutlined in Rev. Proc. 84-57 apply to retailers and manufacturers alike. The example involves a retailer that does not use the retail method but that selects\nindexes from the CPI Detailed Report. If this hypothetical retailer used the retail\ninventory method, it would not be required to adjust the CPI indexes because those\nindexes measure inflation in retail selling prices and the retail inventory method is a\nretail selling price-based inventory valuation method.",
      "queries": [
        "why is redundancy admissible in belgium"
      ],
      "queries_score": [
        -9.402143478393555
      ]
    },
    {
      "id": "legal-advice_2__4",
      "chunk_id": "4",
      "content": "If this hypothetical retailer used the retail\ninventory method, it would not be required to adjust the CPI indexes because those\nindexes measure inflation in retail selling prices and the retail inventory method is a\nretail selling price-based inventory valuation method. Similarly, if the retailer selected\nindexes from the PPI Detailed Report, it would not have to adjust the indexes because\nits inventory method is cost-based and the PPI indexes reflect a retailer’s cost of\ninventory. The retailer in the example is required to adjust the CPI indexes because it\nuses a cost-based inventory and the CPI indexes are based on retail sales prices. A manufacturer using the IPIC method is in much the same situation as the retailer that\ndoes not use the retail inventory method but selects indexes from the CPI Detailed\nReport. Manufacturers use cost-based inventory methods and must select indexes POSTF-134426-04 6 from the PPI Detailed Report. Indexes in the PPI Detailed Report reflect manufacturers’\nselling prices. Thus, the manufacturer must adjust the PPI indexes to cost-price\nindexes. Since the purpose of the index conversion is the same for manufacturers as it is for the\nretailer in the Rev. Proc. 84-57 example, the procedure for converting the indexes\nshould also be the same. Moreover, if the Service intended to permit manufacturers to\nconvert their selected BLS indexes to cost price indexes under a method different than\nthat required of retailers, the revenue procedure either would have included a statement\nthat manufacturers can use alternative methods of converting selected indexes or\nincluded a separate example for manufacturers illustrating an alternative method. Given the stated purpose of the revenue procedure and the fact it does not provide a\nseparate example for manufacturers, it is clear that manufacturers and retailers are\nrequired to convert their BLS indexes under the same procedures. Outside the IPIC method context, the Service has consistently held that taxpayers\nrequired to convert BLS indexes to cost price indexes must do so by reference to an\nentire year’s data. See Rev. Rul 54-49. In fact, there is no instance in which published\nguidance permits a taxpayer to convert external LIFO indexes to cost price using less\nthan an entire year’s inventory data. Finally, the conversion from BLS indexes to cost price indexes is not the only time\ntaxpayers are required to use an entire year’s data when selling price-based data to\ncost price-based data. Treas. Reg. § 1.471-8 describes the retail method and requires\na retail merchant to determine cost by application of the cost complement. Consistent\nwith the requirements of Rev. Rul. 54-49 and Rev. Proc. 84-57, Treas. Reg. § 1.471-8\nrequires the cost complement be determined by reference to an entire year’s data. Under the retail method, taxpayers are required to determine the ratio of cost of\npurchases during the year plus the cost of the beginning inventory to the total selling\nprice of the purchases during the year. This ratio establishes a relationship between the\nselling price and actual cost and enables the retail taxpayer to determine the cost of its\nending inventory by applying the ratio to the retail value of the ending inventory.",
      "queries": [
        "why cpi is used retail inventory method",
        "what is retail inventory method",
        "why would retail inventory be used",
        "what is above market earnings on deferred compensation which is not tax-qualified?",
        "what does bioequivalence means"
      ],
      "queries_score": [
        "2.0333905",
        "1.6679902",
        "1.6944063",
        -8.616281509399414,
        -8.489350318908691
      ]
    },
    {
      "id": "legal-advice_2__5",
      "chunk_id": "5",
      "content": "This ratio establishes a relationship between the\nselling price and actual cost and enables the retail taxpayer to determine the cost of its\nending inventory by applying the ratio to the retail value of the ending inventory. Thus,\nalthough the retail method permits retailers to compute the retail value of the ending\ninventory at the ending retail price, the entire year’s data for both purchases and selling\nprices must be used to compute the cost ratio. In summary, based on the requirements provided in the regulations and illustrated in\nRev. Proc. 84-57, 1984-2 C.B. 496, the taxpayer must determine its gross profit\npercentage used to convert its IPIC indexes to cost price indexes on the basis of the\ntaxpayer’s average gross profit for the entire year, not a selected month. This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If\ndisclosure is determined to be necessary, please contact this office for our views. POSTF-134426-04 7 Please call (313) 237-6437 if you have any further questions. JOSEPH F. MASELLI\nArea Counsel\n(Heavy Manufacturing & Transportation:Edison) By: _____________________________ Phoebe L. Nearing\nAssociate Area Counsel (LMSB)",
      "queries": [
        "what is the relationship between retail price and retail ratio",
        "when do you need to submit a final reimbursement for expended funds"
      ],
      "queries_score": [
        "1.7355353",
        -10.931262016296387
      ]
    }
  ]
}