{
  "doc_id": "legal-advice_35",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_35__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20084201F Release Date: 10/17/08\nCC :SB:5:SLC:--------------SCAF-109502-06\ndate:\nto: August 6, 2008\nInternal Revenue Service\n1973 N. Rulon White Blvd\nOgden, UT 84404\nAttn: Frivolous Return Program, MS 4390 from: subject: Mark H. Howard\nSenior Counsel (Salt Lake City)\n(Small Business/Self-Employed) Erroneous refund of withheld social security tax We received a request from the Frivolous Return Program (FRP) at the Ogden\nCampus for advice involving returns filed as part of a scheme in which taxpayers file\nreturns reporting no income but claiming refunds based on income tax withholding and\nFederal Insurance Contributions Act (FICA) tax withholding. We previously provided\nyou with a response on other questions. This memorandum addresses false claims for\nrefund, which include the Old Age and Survivor Disability (OASDI) portion of withheld\nFICA tax (i.e., withheld social security tax). ISSUE When a return falsely reports and claims a credit for withheld social security tax\nand the Service makes an erroneous refund based on that request, can the Service\nrecover these amounts using the assessment procedures provided in I.R.C.\n§ 6201(a)(3)? CONCLUSION The Service may assess the amount of the withheld social security tax that was\nerroneously refunded pursuant to the procedures provided in I.R.C. § 6201(a)(3). SCAF-109502-06 2 FACTS For our opinion in this matter, we have relied on the facts set out below. If you\nbelieve we have misstated the facts or omitted key facts, please let us know as this\ncould affect our opinion in this matter. Division Counsel SBSE and the IRS FRP based in Ogden, Utah, asked us to\nprovide assistance in the issuance of notices of deficiency asserting fraud against\nparties who have filed frivolous returns using the pattern promoted by Peter Eric\nHendrickson in his book, “Cracking the Code.” Persons who follow this pattern report\nnone of their wages as income. They attach to their Form 1040 return a Form 4852,\nsubstitute for Form W-2, in which they report wages of $0 but report the full amount of\nwithholding for income tax, social security, Medicare and state income tax withholding. Most returns following this scheme claim an income tax withholding credit for the\ncombined amount of the income tax withholding, social security withholding and\nMedicare withholding. Some of the persons filing returns following this scheme claim a\ncredit for excess social security payments on line 64 of the Form 1040 even though the\ntaxpayers have not had withholding of social security taxes on income which exceeds\nthe annual wage base amount for the given year. In either case, if the Service does not\nrecognize the return as a frivolous return, it may process the return and issue the\nrefund. The Service has asked us to determine how to recover an erroneous refund\namount based on a false claim for withheld social security tax. LAW AND ANALYSIS\nThe Internal Revenue Code (IRC) imposes FICA tax on every employer equal to\na percentage of wages paid by the employer with respect to employment. I.R.C. §§\n3111. The Internal Revenue Code imposes a corresponding FICA tax on every\nemployee equal to a percentage of wages with respect to employment. I.R.C. §§ 3101. The FICA tax consists of two components, an OASDI portion and a Medicare portion.",
      "queries": [
        "what is the award condition of lemhwa",
        "what does operations lieutenant do",
        "when a discovery cannot be marketed without substantial testing and regulatory approval, the clock on his patent term is running even though he is not yet able to derive any profit from the invention."
      ],
      "queries_score": [
        -9.005265235900879,
        -8.827868461608887,
        -6.857892036437988
      ]
    },
    {
      "id": "legal-advice_35__1",
      "chunk_id": "1",
      "content": "I.R.C. §§\n3111. The Internal Revenue Code imposes a corresponding FICA tax on every\nemployee equal to a percentage of wages with respect to employment. I.R.C. §§ 3101. The FICA tax consists of two components, an OASDI portion and a Medicare portion. Wages for FICA purposes are defined by I.R.C. § 3121(a). The OASDI portion of the\nFICA tax applies to wages as described in I.R.C. § 3121(a)(1). This provision provides\nthat the OASDI portion of the FICA tax applies to wages equal to the contribution and\nbenefit base (wage base) defined by section 230 of the Social Security Act (42 U.S.C. §\n430). Accordingly, under I.R.C. § 3121(a)(1), after wages exceed the annually adjusted\nwage base ($102,000 for 2008), they are no longer subject to the OASDI portion of the\nFICA tax. Pursuant to I.R.C. § 3102, employers have an obligation to withhold FICA tax\nfrom the wages of the employee and pay them over to the Service. If the employer\nwithholds taxes on wages in excess of the wage base for a given year, the employer is\nsupposed to repay the excess to the employee and claim a credit for that amount on the\nemployer’s Form 941 return. However, the regulations make clear that the employer\nmay make this correction only if the employee has not claimed or will not claim a refund SCAF-109502-06 3 or credit for the amount of the excess collected by the employer. See Treas. Reg. §§\n31.6413(a)-2(a) and 31.6402(a)-2(a). Some individuals work for more than one employer. In that situation, the\ncombined withholding of FICA tax amounts by the two or more employers may exceed\nthe amount due on the annual wage base. In that event, the employee may claim a\ncredit for the excess pursuant to I.R.C. § 31(b) and Treas. Reg. § 1.31-2 on an income\ntax return, and if there is an overpayment receive a refund; or, if the employee is not\nrequired to file an income tax return, and does not file an income tax return, the\nemployee may claim a special refund on Form 843 pursuant to I.R.C. § 6413(c)(1) and\nTreas. Reg. § 31.6413(c)-1(a)(1)(i), (b)(1). If the taxpayer claims the excess social\nsecurity tax withholding as a credit under I.R.C. § 31(b), then the statute treats that\nexcess as an amount withheld at source as tax under I.R.C. § 3402 for purposes of\nsubtitle A, i.e., as income tax withholding. We note that I.R.C. § 31(b) references\namounts “determined by the taxpayer or the Secretary” as excess social security tax\nwithholding. The Treasury Department has promulgated Treasury Regulations to\nimplement this provision. Those regulations, found at Treas. Reg. § 1.31-2(a)(2) and\n(3), provide, in relevant part, as follows:\n(2) An employee who is entitled to a special refund of employee tax with respect\nto wages received during a calendar year and who is also required to file an\nincome tax return for such calendar year . . . may obtain the benefits of such\nspecial refund only by claiming credit for such special refund in the same manner\nas if such special refund were an amount deducted and withheld as income tax\nat the source.",
      "queries": [
        "fica tax for employer",
        "what are the conditions for federal assistance programs",
        "can the internal revenue service change the method of accounting on a patent by patent basis"
      ],
      "queries_score": [
        "1.8516581",
        -7.112926483154297,
        -8.09093189239502
      ]
    },
    {
      "id": "legal-advice_35__2",
      "chunk_id": "2",
      "content": ". .\n(3) The amount of the special refund allowed as a credit shall be considered as\nan amount deducted and withheld as income tax at the source under Chapter 24\nof the Internal Revenue Code. . . If the amount of such special refund when\nadded to amounts deducted and withheld as income tax exceeds the taxes\nimposed by subtitle A . . . , the amount of the excess constitutes an overpayment\nof income tax under subtitle A, and interest on such overpayment is allowed to\nthe extent provided under section 6611 upon an overpayment of income tax\nresulting from a credit for income tax withheld at source. See section 6401(b). When the Service has made an erroneous refund as a result of a claim by a\ntaxpayer for an overstated income tax withholding credit, the Service recovers that\nerroneous refund by making an assessment pursuant to I.R.C. § 6201(a)(3). See, e.g.,\nFeldman v. CIR, T.C. Memo. 1967-91, 1967 WL 1115, at page 2 (Tax Court upheld an\nI.R.C. § 6201(a)(3) math error adjustment for overstated income tax withholding\nresulting from an unallowable claim of excess Social Security tax withholding). Section\n6201(a)(3) provides:\n(3) Erroneous income tax prepayment credits. If on any return or claim for\nrefund of income taxes under subtitle A there is an overstatement of the credit for\nincome tax withheld at the source, or of the amount paid as estimated income SCAF-109502-06 4 tax, the amount so overstated which is allowed against the tax shown on the\nreturn or which is allowed as a credit or refund may be assessed by the\nSecretary in the same manner as in the case of a mathematical or clerical error\nappearing upon the return, except that the provisions of section 6213(b)(2)\n(relating to abatement of mathematical or clerical error assessments) shall not\napply with regard to any assessment under this paragraph. Amounts claimed by the taxpayer and refunded under I.R.C. § 31(b) are treated\nas income tax withheld at source under I.R.C. § 3402 for purposes of subtitle A. Also,\namounts within section 31 are specifically excluded from the definition of a deficiency by\nI.R.C. § 6211(b)(1), and are not specified in I.R.C. § 6211(b)(4). This comports with the\ndefinition of what can be assessed under section 6201(a)(3), which is overstated\nincome tax withholding and overstated estimated income tax payments, both of which\nare excluded from the definition of a deficiency by I.R.C. § 6211(b)(1) and Treas. Reg.\n§ 301.6211-1(b).1 Therefore, we believe the amount claimed and erroneously refunded\nunder I.R.C. § 31(b) can be recovered in the same manner as an overstated claim for\nincome tax withholding. Accordingly, where amounts are claimed by the taxpayer and\nrefunded under the provisions of I.R.C. § 31(b), the Service can make a summary\nassessment of the overstated amount claimed using the procedures provided in I.R.C.\n§ 6201(a)(3). If you have any questions, please contact me at telephone number\n---------------------- ----- DEBRA K. MOE\nArea Counsel\n(Small Business/Self-Employed:Area 5) By: /s/ Mark H. Howard\nMark H. Howard\nSenior Counsel (Salt Lake City)\n(Small Business/Self-Employed)",
      "queries": [
        "who has the operational control of a facility"
      ],
      "queries_score": [
        -7.794899940490723
      ]
    },
    {
      "id": "legal-advice_35__3",
      "chunk_id": "3",
      "content": "If you have any questions, please contact me at telephone number\n---------------------- ----- DEBRA K. MOE\nArea Counsel\n(Small Business/Self-Employed:Area 5) By: /s/ Mark H. Howard\nMark H. Howard\nSenior Counsel (Salt Lake City)\n(Small Business/Self-Employed) 1 We point out that the refunded amount, constituting a rebate of the employee’s portion of the tax which\nwas collected by the employer and paid over to the IRS, might also be summarily assessed as retaining\nits character as the employee’s portion of Social Security tax. In this regard, if the taxpayer was not\nrequired to file an income tax return and had not filed an income tax return, the claimed excess Social\nSecurity tax would be claimed as refundable on a Form 843. Nonetheless, where the claim for refund is\nmade on an income tax return, the assessment mechanism that best fits the section 31 characterization is\nsection 6201(a)(3).",
      "queries": [
        "assessing the success of the response strategy is"
      ],
      "queries_score": [
        -10.061505317687988
      ]
    }
  ]
}