{
  "doc_id": "legal-advice_72",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_72__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20131901F\nRelease Date: 5/10/2013\nCC:LB&I:RFPH:CH2:JDScheid\nPOSTF-103340-13\nUILC: 1221.00-00 date: April 05, 2013 to: from: subject: Heidi W. Chan\nRevenue Agent, Team Coordinator\n(Large Business & International)\nAssociate Area Counsel (Chicago, Group 2)\n(Large Business & International) Character of Gain on Sale of Merchant Contracts This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. This advice has been coordinated with National Office,\nIncome Tax and Accounting, Branch 3. LEGEND Taxpayer\na\nb\nc =\n=\n=\n= -------------------------------------------------------------------------------------------------------------------------- ISSUE Whether the Taxpayer must recognize ordinary gain (versus capital gain) on the sale of\ncertain merchant contracts for the taxable years ending on a through b. CONCLUSION\nBased upon the facts set forth below and for the reasons discussed herein, it is our\nopinion that the gain recognized by the Taxpayer for the taxable years ending on a\nthrough b on the sale of the ----------------------------merchant contracts constitutes\nordinary income, not capital gain. POSTF-103340-13 2 FACTS The facts presented to us are as follows. -------------------------------------------------------------The Taxpayer maintains relationships with merchants and provides -----------------servicing and clearing operations. The Taxpayer typically maintains a direct relationship\nwith larger merchants. Between ------- and -------, the Taxpayer sold part of its business\nrelating to the direct merchant relationship with ---------------------------merchants to third\nparty purchasers. These third party purchasers are in the business of consolidating\nservicing of ----------------transactions amongst multiple major ----------------providers,\npermitting a competitive advantage. The sale of these merchant contracts relating to -----------------------------merchants resulted in the recognition of significant taxable gains\nduring the Taxpayer’s taxable years ending on a through b. The Taxpayer originally\nreported taxable gains on the sale of the merchant contracts as ordinary income. The\nTaxpayer recently filed amended federal income tax returns for the taxable years ending\non a through b recharacterizing the gains on the sale of the merchant contracts as\ncapital, which are offset by capital losses arising in the taxable year ending on c. The\nposition taken by the Taxpayer on the amended returns with respect to the gain on the\nsale of the merchant contracts will result in Joint Committee review. The Taxpayer sold the merchant contracts pursuant to various ---------------------------------------Agreements (the “Agreements”). The Agreements convey and transfer the right,\ntitle and interest in a merchant servicing agreement and the books and records of each\nacquired --------------------------merchant to the identified third party purchaser. Under the\nAgreements, the third party purchasers assume the obligations and liabilities of the\nTaxpayer arising out of the -------transactions entered into by the -----------------------------acquired merchant. In other words, the third party purchaser agrees to continue to\nservice and provide ----------------activities on transactions with the -----------------transactions in the Taxpayer’s trade name. The Agreements provide for an initial term\nof a specific number of years, along with renewal and termination provisions. The\nTaxpayer has provided sales data to Exam reflecting gross sales proceeds on the sale\nof the merchant contracts of $---------------and $---------------during ------- and -------,\nrespectively. The Taxpayer’s position is that the merchant contracts qualify as an IRC 1221 capital\nasset, as the merchant contracts are not excluded by the categories enumerated in IRC\n1221(a)(1) through (8).",
      "queries": [
        "which measures are required to improve environmental sustainability?",
        "why are federal agencies required to use federal funding",
        "what is included with a civil rights award",
        "does cops grant grant need to be approved"
      ],
      "queries_score": [
        -8.77524471282959,
        -8.996672630310059,
        -9.03989028930664,
        -9.101325035095215
      ]
    },
    {
      "id": "legal-advice_72__1",
      "chunk_id": "1",
      "content": "$---------------during ------- and -------,\nrespectively. The Taxpayer’s position is that the merchant contracts qualify as an IRC 1221 capital\nasset, as the merchant contracts are not excluded by the categories enumerated in IRC\n1221(a)(1) through (8). The Taxpayer further asserts that the six factors, as identified in\nFoy v. Commissioner, 84 T.C. 50, 70 (1985), concerning the nature (capital gain versus\nordinary income) of contract rights, weigh in favor of treating the merchant contracts as\na capital asset. The Taxpayer states that any premium paid for the merchant contracts\nqualifies as goodwill or going concern value. LAW AND ANALYSIS The issue presented is whether the gain on the sale of the merchant contracts is\nordinary income or capital gain from the sale of a capital asset. Section 1221 defines\n“capital asset” to mean “property held by a taxpayer (whether or not connected with his POSTF-103340-13 3 trade or business),” with the exception of the items described in IRC 1221(a)(1) through\n(8) including stock in trade, inventory, or property held by a taxpayer primarily for sale to\ncustomers in the ordinary course of business. Exam does not contend that any of the\nstatutory exclusions apply to the contract rights at issue. Yet, the Supreme Court has\nheld that not everything that can be called “property” in the ordinary sense, and outside\nthe statutory exclusions in IRC 1221, qualifies as a capital asset as it does not include\ncertain claims or rights to ordinary income. See Commissioner v. Gillette Motor\nTransport, Inc., 364 U.S. 130, 134-136 (1960) (compensation for temporary seizure of\nbusiness facilities is ordinary income). Courts have imposed a limitation on property that qualifies as a capital asset in\ngenerally holding that a mere right to receive ordinary income does not qualify as a\ncapital asset. See Commissioner v. P.G. Lake, Inc., 356 U.S. 260 (1958). The\nprevailing view is that consideration received for the transfer of a contract right to\nreceive income for the performance of personal services is taxable as ordinary income. In Commissioner v. Ferrer, the Second Circuit held that a taxpayer, who held a\ncontractual right to produce a play which was exchanged for a right to receive a stated\npercentage of film proceeds, recognized ordinary income with respect to the right to\nreceive a percentage of film proceeds. 304 F.2d 125 (2d. Cir. 1962). Courts may also look to how the consideration received would have been taxed if there\nhad been no assignment or sale of the contract. In Realty Loan Corporation v.\nCommissioner, the Tax Court held that the gain received on the sale of taxpayer’s\nmortgage servicing business was not capital, as the rights to the servicing fees under\nthe contracts was not a capital asset. 54 T.C. 83 (1970), aff’d 478 F.2d 1049 (9th Cir.\n1973). The sales of ---------------------------merchant business relationships, or accounts,\nrepresent the right to collect fees from the merchants for the performance of --------------servicing and clearing operations. The sales of these relationships, or accounts, by the\nmerchant contracts transferred pursuant to the Agreements represent the right to\nreceive ordinary income. The Agreements reflect a term certain for the transfer of the\naccounts, with provisions for renewal or termination.",
      "queries": [
        "what is the cops equal employment opportunity plan"
      ],
      "queries_score": [
        -9.046435356140137
      ]
    },
    {
      "id": "legal-advice_72__2",
      "chunk_id": "2",
      "content": "The sales of these relationships, or accounts, by the\nmerchant contracts transferred pursuant to the Agreements represent the right to\nreceive ordinary income. The Agreements reflect a term certain for the transfer of the\naccounts, with provisions for renewal or termination. The merchant contract rights do\nnot constitute a capital asset. Accordingly, it is our opinion that the gain recognized by\nthe Taxpayer on the sale of the ----------------------------merchant contracts constitutes\nordinary income, not capital gain. Additionally, the Foy factors used in analyzing whether contract rights constitute capital\nassets indicate that the merchant --------------agreements transferred pursuant to the\nAgreements do not constitute capital assets. In Foy, the taxpayer created a nationwide\nnetwork of janitorial franchises and sold the right to receive income in exchange for\nrelief of obligations. The Tax Court identified the following six factors in determining\nwhether the contract rights that were transferred constituted a capital asset: (1) how the\ncontract rights originated; (2) how the contract rights were acquired; (3) whether the\ncontract rights represented an equitable interest in property which itself constituted a POSTF-103340-13 4 capital asset; (4) whether the transfer of contract rights merely substituted the source\nfrom which the taxpayer otherwise would have received ordinary income; (5) whether\nsignificant investment risks were associated with the contract rights and, if so, whether\nthey were included in the transfer; and (6) whether the contract rights primarily\nrepresented compensation for personal services. 84 T.C. at 70. It is unclear from the\nfacts provided how the merchant contracts originated or were acquired by the Taxpayer. The contract rights do not represent an equitable interest in property which itself is a\ncapital asset, instead the contract rights represent the right to receive ordinary income\nfrom the performance of ----------------and clearing operations. No significant investment\nrisks have been identified with respect to the merchant contracts. As stated above, the\ncontract rights in the merchant agreements represent compensation for personal\nservices. Therefore, it is our opinion that the factors enumerated in Foy support our\nconclusion that the gain on the sale of the merchant contracts constitutes ordinary\nincome, not capital gain. With respect to the Taxpayer’s claim that some portion of the gain on the sale of the\nmerchant contracts is attributable to goodwill, this question is typically one of fact to be\ndetermined from the surrounding circumstances. A sale of goodwill attendant to the\nsale of a business may be treated as capital gain. Commissioner v. Killian, 314 F.2d\n852 (5th Cir. 1963). Generally, a determination must be made whether a taxpayer has\nany continuing involvement in the operation of the business after the sale, and the\nnature of such involvement. This typically requires analysis of whether a taxpayer has\nany continuing control or enjoyment of the benefits of the goodwill. It is also necessary\nto identify whether the taxpayer has any right or option to repurchase the business in\nthe future. Nonetheless, given our opinion that the sale of the merchant contracts does\nnot relate to a capital asset, it is our view that no portion of the gain is attributable to\ngoodwill. This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information.",
      "queries": [
        "what conditions are needed to be placed in smu"
      ],
      "queries_score": [
        -8.7799711227417
      ]
    },
    {
      "id": "legal-advice_72__3",
      "chunk_id": "3",
      "content": "Nonetheless, given our opinion that the sale of the merchant contracts does\nnot relate to a capital asset, it is our view that no portion of the gain is attributable to\ngoodwill. This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. Please call (312) 368-8387 if you have any further questions. STEVEN R. GUEST\nAssociate Area Counsel\n(Large Business & International) By: _____________________________ Justin D. Scheid\nAttorney (Chicago)\n(Large Business & International) POSTF-103340-13 5",
      "queries": [
        "can a merchant contract be a capital asset if it is not goodwill",
        "is a merchant contract capitalized?",
        "what is the federal statute that protects people from voting"
      ],
      "queries_score": [
        "3.8429475",
        "1.8929316",
        -10.720942497253418
      ]
    }
  ]
}