{
  "doc_id": "legal-advice_63",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_63__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20134801F\nRelease Date: 11/29/2013\nCC:LB&I:------------------------------PREF-105317-13\nUILC: 451.00-00, 451.13-00, 451.13-04 date: October 25, 2013 to: -------------------------------, Team ------(Large Business & International) from: Associate Area Counsel -----------(Large Business & International) subject: Deferral of Income Recognition for Contracts for the Sale of Goods This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nTaxpayer\nProduct(s)\nYear1\nYear2\nYear3\nYear4\nYear5\nYear6\nDate1\nDate2\nDate3\nDate4\nDate5\nDate6\nDate7\nDate8\nDate9\n$v =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- PREF-105317-13\n$w\n$x\n$y\n$z\nCustomer1\nCustomer2\nb\nc\nunit =\n=\n=\n=\n=\n=\n=\n=\n= 2 ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ISSUE\nIs Taxpayer properly using the method of accounting in Treas. Reg. § 1.451-5 for\nadvance payments received pursuant to long-term agreements for the sale of goods? CONCLUSIONS\nNo. Taxpayer’s actions show that its liability under these agreements has ended,\nand it is required to immediately recognize as income all advance payments received in\nprior years. In the alternative, Taxpayer’s method of accounting is not consistent with\nTreas. Reg. § 1.451-5 because it is not applying the advance payments to goods as\nthey are shipped. FACTS\nTaxpayer manufactures Product for use in various industries. When the demand\nfor Product grew rapidly a few years ago, Taxpayer developed a business model to\nexploit the increased demand and insulate itself from dramatic decreases in future\ndemand or new competition that might affect prices. Taxpayer therefore negotiated\nlong-term supply contracts with some of its customers that would ensure steady\ndemand to justify a substantial increase in production. These supply contracts were\ntake or pay, in that the customer agreed to pay for a certain quantity of Product, whether\nor not it actually took delivery. In return, Taxpayer agreed to stand ready to deliver the\nspecified Product at specified times at set prices. Each customer also agreed to pay\nnon-refundable advanced payments. Original Long-Term Contracts Taxpayer entered into long-term contracts with various customers beginning in\nYear1. The contracts specify minimum yearly quantities that the customer will\npurchase, and Taxpayer will deliver, at fixed prices over a term of years. The majority\nof the contracts are for b-year terms. All of the original contracts have the take or pay\nfeature and an initial, non-refundable advanced payment (“IAP”). The contracts specify\nthat the IAP is to be applied to purchases ratably over the contract period on a per-unit\nbasis. PREF-105317-13 3 We have reviewed a number of Taxpayer’s original long-term supply agreements\nand subsequent amendments, all of which follow the same general pattern. 1 The\noriginal agreement between Taxpayer and Customer1, for example, contains the\nfollowing provisions: -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The agreement goes on to describe, in detail, the terms under which Taxpayer\nagrees to sell, and Customer1 agrees to purchase, certain products. The agreement is\nfor a term of b years and may not be terminated except for limited circumstances\ndescribed in the contract. It requires an initial advance payment and contains take or\npay provisions: --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- 1 In most cases, the language of the operative provisions is identical, and the only differences are\ncustomer-specific items such as names, prices, and quantities. PREF-105317-13 4 ------------------------------------------------------------------------------------------------------------The agreement describes in detail the prices and quantities for the Product and\nstates: ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ There are no other sections\nof the agreement, or any of its exhibits, that provide for changes to the price of the\nProduct. The agreement significantly limits the parties’ ability to terminate the contract: -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------.",
      "queries": [
        "when to draw down sf-425s for reimbursement",
        "cops office contact number",
        "when gan is issued for indirect cost reimbursement, a special condition is"
      ],
      "queries_score": [
        -9.417489051818848,
        -7.175688743591309,
        -9.759930610656738
      ]
    },
    {
      "id": "legal-advice_63__1",
      "chunk_id": "1",
      "content": "PREF-105317-13 4 ------------------------------------------------------------------------------------------------------------The agreement describes in detail the prices and quantities for the Product and\nstates: ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ There are no other sections\nof the agreement, or any of its exhibits, that provide for changes to the price of the\nProduct. The agreement significantly limits the parties’ ability to terminate the contract: -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. Circumstances under which the agreement is terminated include:\n1. --------------------------------------------------------------------------------------------------------------------------2. -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------3. ---------------------------------------------------------------------4. ------------------------------------------------------------------------------------5. --------------------------------------------------------------------------------------------------------------------------6. ---------------------------------------------------------------------------------------------------The agreement, like all other similar long-term supply agreements that Taxpayer\nprovided to the audit team, has choice of law provisions. Accounting for Long-Term Contracts For book and tax purposes, Taxpayer recognizes income from the sale of goods\nas the goods are shipped. It also recognizes income from long-term contracts at the PREF-105317-13 5 average price over the term of each contract. 2 For tax purposes, Taxpayer adopted the\nmethod in Treas. Reg. § 1.451-5. Under Treas. Reg. § 1.451-5 as used by Taxpayer,\nadvance payments are included in income in the taxable year in which they are\nrecognized for book purposes. Therefore, because Taxpayer recognizes long-term\ncontract income at the average contract price for book purposes, Taxpayer defers initial\nrecognition of the IAP and includes the IAP in income ratably over the term of each\nagreement. For book and tax purposes, Taxpayer records the IAP in a deferred revenue\nliability account. It also records an additional deferral for each sale based on a\ndifference between the average contract price and the actual amount stated on the\nsales invoice. In the early years of each contract, when the price is higher, Taxpayer\ndefers the excess between the invoice and average prices. The balances as of the end\nof the tax year for these liability accounts are: Initial Advanced Payment\nAverage Price Deferral Year5\n$w\n$y Year6\n$x\n$z Contract Modifications In Year5, the market for Product changed, and Taxpayer’s long-term supply\ncontracts were then charging customers more than the customers would otherwise pay\non the open market. Taxpayer could have insisted on enforcing its existing contracts,\nbut it instead made the business decision to negotiate contract modifications on a caseby-case basis. A few of the original contracts were terminated by mutual consent, for\nwhich Taxpayer received a settlement payment. In these cases, Taxpayer included\nboth the settlement payment and the balance of any remaining deferred revenue\nbalance for that contract (IAP plus the “average price adjustment”) into current income. For the remaining contracts, Taxpayer and its customers negotiated new prices,\nnew quantities, or both, based on market prices and the customer’s need for Product. Taxpayer also agreed to modify some of the other provisions of the contracts, including\na change in the contract term (extending it from b to c years, or longer), a charge of a\n“deferral fee” in lieu of the customer’s required purchase, or a partial refund of the IAP. The most important modification in Taxpayer’s practice is that it no longer is applying\nthe IAP on a ratable basis. Beginning in Year5 and continuing through Year6, Taxpayer\ndoes not report the IAP in income based on units sold for the majority of its contracts. In essence, Taxpayer is deferring the IAP indefinitely for many of its long-term\ncontracts. 3 2",
      "queries": [
        "how much does egf contribute",
        "why should conference planners compare facilities"
      ],
      "queries_score": [
        -9.105777740478516,
        -9.58419132232666
      ]
    },
    {
      "id": "legal-advice_63__2",
      "chunk_id": "2",
      "content": "Beginning in Year5 and continuing through Year6, Taxpayer\ndoes not report the IAP in income based on units sold for the majority of its contracts. In essence, Taxpayer is deferring the IAP indefinitely for many of its long-term\ncontracts. 3 2 Taxpayer cites two sources of authority for its GAAP treatment of the long-term contracts: SEC Staff\nAccounting Bulletin No. 104 and EIFT 91-6. The average contract price is computed by dividing the total\nquantity to be delivered by the total contract price. 3\nSee Exhibit A for an example of a contract, its modifications, and Taxpayer’s tax treatment thereof. PREF-105317-13 6 The concept of a “deferral fee” is new to Taxpayer in the current exam cycle. For\none particular long-term contract, Taxpayer and its customer agreed that the customer\nwas not obligated to purchase any Product in one particular calendar quarter. In return\nfor Taxpayer’s agreement to not enforce the take or pay feature of the original\nagreement, the customer agreed to pay a “deferral fee” of $v and to take delivery of the\noriginally-specified quantity of Product in a later year. Because Taxpayer was not shipping any Product for this particular period, it did\nnot recognize any portion of the IAP for that contract for that period. In addition,\nTaxpayer represents that it recognized as current taxable income only one half of the\ndeferral fee. The other half of the deferral fee was classified as a liability and will not be\nrecognized until Taxpayer knows whether or not the customer will purchase Product in\nthe next calendar quarter. The modifications to the Customer1 contract are representative: In a letter dated\nDate5, the parties amended the Year3 agreement by extending to 90 days the payment\nterms for product delivered and agreed that Customer1 could resell in Year4 any of the\nProducts referenced in the agreement, notwithstanding the agreement’s original\nprohibition on resale. On Date6, the parties executed another amendment that changed\ncertain quantities and refunded a portion of Customer1’s advance payment. In yet\nanother amendment effective Date7, the parties again changed the quantity and prices\nfor the Products. You have asked whether the Taxpayer may continue to defer recognition of the\nIAPs given the modifications to the contracts, or whether Taxpayer has changed its\nmethod of accounting to an improper method. LAW AND ANALYSIS The Code specifies allowable methods of accounting: the cash method, an\naccrual method, any method specified elsewhere in the Code, or any combination\nthereof permitted in the regulations. I.R.C. § 446(c). A method of accounting includes a\ntaxpayer’s overall method and the accounting treatment of any material item. Treas. Reg. § 1.446-1(a)(1). A taxpayer is free to adopt any method of accounting in\naccordance with generally accepted accounting principles, but the method must clearly\nreflect income. Treas. Reg. § 1.446-1(a)(2); Thor Power Tool v. Commissioner, 439\nU.S. 522, 538-44 (1979). The Commissioner has “broad discretion in determining\nwhether an accounting method clearly reflects income.” Peninsula Steel Products &\nEquipment Co. v. Commissioner, 78 T.C. 1029, 1044 (citing Commissioner v. Hansen,\n360 U.S. 446, 467 (1959)). When a taxpayer’s method of accounting does not clearly\nreflect income, the Commissioner may impose on the taxpayer a method that does\nclearly reflect income.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_63__3",
      "chunk_id": "3",
      "content": "Peninsula Steel Products &\nEquipment Co. v. Commissioner, 78 T.C. 1029, 1044 (citing Commissioner v. Hansen,\n360 U.S. 446, 467 (1959)). When a taxpayer’s method of accounting does not clearly\nreflect income, the Commissioner may impose on the taxpayer a method that does\nclearly reflect income. I.R.C. § 446(b). The amount of any item of gross income is included in the taxable year in which\nthe taxpayer receives it, unless, under the taxpayer’s method of accounting, such PREF-105317-13 7 amount is properly accounted for in a different period. I.R.C. § 451(a). Under an\naccrual method of accounting, income is includible in gross income when all the events\nhave occurred which fix the right to receive such income and the amount thereof can be\ndetermined with reasonable accuracy (the “all events test”). Treas. Reg. § 1.451-1(a). Treas. Reg. § 1.451-5 contains an exception to the all events test for advance\npayments for goods received under long-term contracts. An “advance payment” means,\nin relevant part, any amount that is received in a taxable year by a taxpayer using an\naccrual method of accounting for sales pursuant to, and to be applied against, an\nagreement for the sale or other disposition in a future year of goods held by the\ntaxpayer primarily for sale to customers in the ordinary course of its trade or business. Treas. Reg. § 1.451-5(a)(1). Advance payments must be included in income in the taxable year of receipt, the\ntaxable year properly accruable under the taxpayer’s method of accounting for tax\npurposes if inclusion occurs no later than it does for book purposes, or in limited\ncircumstances, no later than the second year following the receipt of the advance\npayment. Treas. Reg. § 1.451-5(b)(1). If a taxpayer has adopted a method of accounting under which it defers including\nadvance payments in income, and the taxpayer’s liability under the agreement\notherwise ends, all advance payments received under that agreement, and which the\ntaxpayer has deferred, must be included in gross income in the year the taxpayer’s\nliability ended. Treas. Reg. § 1.451-5(f). When a taxpayer has adopted a method of accounting, it generally must receive\nthe Commissioner’s consent to change that method of accounting. I.R.C. § 446(e). A\nchange of accounting method includes a change in the treatment of a material item. Treas. Reg. § 1.446-1(e)(2)(i). A material item is, in relevant part, any item that involves\nthe proper time for the inclusion of the item in income. Treas. Reg. § 1.4461(e)(2)(ii)(a). A change in the taxpayer’s method of accounting also includes any\nchange involving the adoption, use, or discontinuance of any specialized method of\ncomputing income. Id. Finally, when a taxpayer has adopted a method of accounting\nspecified in the regulations, such as Treas. Reg. § 1.451-5, and the taxpayer’s\naccounting is inconsistent with those regulations, the Commissioner has the authority to\nchange the taxpayer’s method. Thor Power Tool, 439 U.S. at 533. Deferral Fees We see no legal basis for Taxpayer’s failure to recognize as current taxable\nincome any of the “deferral fees” it collects pursuant to contract amendments. 4 These\ndeferral fees are not advance payments under Treas. Reg. § 1.451-5(a). An “advance\n4",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_63__4",
      "chunk_id": "4",
      "content": "Thor Power Tool, 439 U.S. at 533. Deferral Fees We see no legal basis for Taxpayer’s failure to recognize as current taxable\nincome any of the “deferral fees” it collects pursuant to contract amendments. 4 These\ndeferral fees are not advance payments under Treas. Reg. § 1.451-5(a). An “advance\n4 Taxpayer indicated to you that it agrees the deferral fees cannot be deferred, but it has not signed an\nagreement to this change, so we address the issue here. PREF-105317-13 8 payment” is any amount to be applied against an agreement for the sale of goods in a\nfuture year. Treas. Reg. § 1.451-1(a)(1). We have studied one such contract at issue,5\nand the deferral fees are not applied to the sale of goods in a future year. Instead, the\ndeferral fees are consideration for Taxpayer’s agreement to defer to a later year the\ncustomer’s required purchase of a specific volume of Product. We see nothing in the\ncontract that states that this deferral fee is to be applied to reduce the price of Product\nshipped in the future, so Taxpayer’s deferral of any portion of the deferral fee is\nimproper under Treas. Reg. § 1.451-5. Taxpayer simply has received consideration for\na contract amendment, has dominion and control over such receipt, and cannot point to\nany provision of the Code or any regulation that would allow it to exclude any portion of\nthe amount from current income. Taxpayer therefore must recognize the entire amount\nof any deferral fee in the year such fee was earned. 6\nInitial Advance Payments\nTaxpayer adopted the Treas. Reg. § 1.451-5 Advance Payments for Goods\nmethod of accounting when it first began accruing and/or receiving IAPs in Year2. The\nquestion presented by the modifications to Taxpayer’s long-term contracts in Year4,\nYear5, and Year6 is whether those changes are so significant that Taxpayer’s liability\nunder the original contracts “otherwise ended” (within the meaning of Treas. Reg.\n§ 1.451-5(f)), which would require Taxpayer to recognize as current income the balance\nof its deferred IAPs. If Taxpayer’s liability did not “otherwise end” with respect to some\nor all of its contracts, we still must determine if Taxpayer’s method of accounting for the\nIAPs is consistent with Treas. Reg. § 1.451-5.\nThere is no guidance in Treas. Reg. § 1.451-5 regarding when a taxpayer’s\nliability under a long-term contract ends, other than when a taxpayer dies or ceases to\nexist in a transaction other than one to which I.R.C. § 381(a) applies, neither of which\napplies here. We therefore find it helpful to look to contract law to determine when a\nliability ends. There are no reported cases that address the specific issue in this case. Michigan law provides that, in general, parties to a contract may agree to alter it,\nadd to it, or remove provisions from it. See, e.g., Quality Prods. & Concepts Co. v.\nNagel Precision, Inc., 469 Mich. 362, 364 (2003); see also Port Huron Educ. Ass'n\nMEA/NEA v. Port Huron Area Sch. Dist., 452 Mich. 309, 326 (1996). The parties may,\nfor example, change the terms of performance, including the time performance is due,\nor the compensation due.",
      "queries": [
        "how important is training for community policing",
        "cops usdoj phone number",
        "what is the nonsupplanting requirement on cops grants"
      ],
      "queries_score": [
        -8.180493354797363,
        -7.7572221755981445,
        -8.188671112060547
      ]
    },
    {
      "id": "legal-advice_63__5",
      "chunk_id": "5",
      "content": "See, e.g., Quality Prods. & Concepts Co. v.\nNagel Precision, Inc., 469 Mich. 362, 364 (2003); see also Port Huron Educ. Ass'n\nMEA/NEA v. Port Huron Area Sch. Dist., 452 Mich. 309, 326 (1996). The parties may,\nfor example, change the terms of performance, including the time performance is due,\nor the compensation due. Waller v. Sloan, 225 Mich. 600, 603 (1923); Soltys v. Soltys,\n336 Mich. 693, 697 (1953); General Motors Corp. v. Enterprise Heat & Power Co., 350\nMich. 176, 178 (1957). Contracting parties even may amend or modify a contract\n5 “-------------------------------------------------------------------------- ,” between Taxpayer and Customer2, effective\nDate8.\n6 For the Customer2 contract, the agreement was executed in Year6 and specifies that Customer2 agrees\nto pay the deferral fee by Date9, so Taxpayer must accrue the deferral fee income in Year6. PREF-105317-13 9 despite a provision in the original agreement contains an anti-modification clause. Quality Prods. & Concepts Co., 469 Mich. at 364. Depending on the circumstances of the contract modifications, a contract that the\nparties have amended by mutual consent may be considered a new agreement, and the\noriginal contract may be considered abandoned. See, e.g., Fenner v. Bolema Const.\nCo., 330 Mich. 400 (1951). Like contract modifications, “[t]he abandonment of a\ncontract is a matter of intention to be ascertained from the facts and circumstances\nsurrounding the transaction from which the abandonment is claimed to have resulted. R.M. Taylor, Inc. v. General Motors Corp., 187 F.3d 809, 813 (8th Cir. 1999) (citing\nDault v. Schulte, 31 Mich. App. 688 (1971). In Fenner, for example, a construction\ncompany agreed to pay a subcontractor $5 per hour for a bucket and crane and one\noperator to do excavating on the job. 330 Mich. at 401. After the subcontractor\nencountered difficulties at the site, the parties agreed to change the terms: The\nsubcontractor would instead use a different method of excavating and would be paid $1\nper foot for excavating and backfilling work with a bulldozer at the rate of 85 cents per\nfoot. Id. The construction company denied that it had entered into any amended\nagreement and paid the subcontractor the amount it believed was due under the original\ncontract. Id. at 402. The subcontractor sued to collect the additional amount he\nbelieved he was due under the amended agreement. Id. The Michigan Supreme Court held that the issue of whether the parties modified\nthe original agreement was a question of fact, and the jury reasonably found that the\nparties changed the original contract. Id. When it became clear it would become more\nexpensive and take more time for the subcontractor to complete the work as required\nunder the original agreement, the parties agreed to change both the manner in which\nthe work was to be done and the amount the subcontractor would be paid. Id. at 403. Under these circumstances, the Court held, “It was a deliberate abandonment and\nextinction of the future obligations, if any, of the parties under the old agreement.” Id.\n(emphasis added).",
      "queries": [
        "what is the contribution of cultural heritage",
        "do balance sheets fall under treasury regulation"
      ],
      "queries_score": [
        -8.416699409484863,
        -9.478972434997559
      ]
    },
    {
      "id": "legal-advice_63__6",
      "chunk_id": "6",
      "content": "Id. at 403. Under these circumstances, the Court held, “It was a deliberate abandonment and\nextinction of the future obligations, if any, of the parties under the old agreement.” Id.\n(emphasis added). As evidence that contract abandonment is a highly factual issue, the U.S. Court\nof Appeals for the Eighth Circuit, applying Michigan law, held that a contract was not\nabandoned when a party issued a large number of emergency change orders. R.M.\nTaylor, Inc. v. General Motors Corp., 187 F.3d 809 (8th Cir. 1999). One of the keys to\nthe Eighth Circuit’s holding was that the contract at issue explicitly allowed emergency\nfield orders (change orders). 187 F.3d at 813 (citing Fenner, in which the contract did\nnot contain any change order clause). Because GM acted within the terms of the\ncontract in issuing the field orders, the changes did not cause it to abandon the original\ncontract. Id. The facts of each contract we have examined show that Taxpayer and its\ncustomers abandoned the original long-term supply agreements with the subsequent\namendments. Although the original agreements allowed mutually-agreed modifications,\nthe substance of each of the modifications is that they created new agreements. The PREF-105317-13 10 original agreements all contained take or pay provisions, under which Taxpayer agreed\nto sell and its customers agreed to buy certain minimum quantities at specified prices. The original agreements contained provisions specifying the quantity for each year\nduring the contract term; the parties changed these amounts in subsequent\namendments, some of which were yearly changes. The original agreements also\nprovided that only very specific changes may be made to the price each customer\nagreed to pay, yet the parties agreed to lower prices in subsequent years. The original\nagreements also all required advance payments, which Taxpayer agreed to refund (in\npart) in at least one case. The subsequent amendments substituted new price,\nquantity, and performance terms that were so different from the original they rendered\nthe original a nullity. The amendments to Taxpayer’s agreements are factually similar to the contract\nmodifications in Fenner. Performance under the original long-term supply agreements\n“became infeasible and undesirable,” Fenner, 330 Mich. at 403, for Taxpayer’s\ncustomers because the market for Product was so changed that the contract prices\nwere unreasonable. Taxpayer and its customers therefore agreed that Taxpayer\n“should be compensated in an amount to be arrived at by a different measure,” id., or by\ndifferent minimum quantities. The changes to Taxpayer’s agreements therefore\nrepresented “a deliberate abandonment and extinction of the future obligations, if any,\nof the parties under the old agreement.” Id. As the Michigan Supreme Court noted in\nFenner, “Under such circumstances, the rights of [the] parties were thereafter fixed by\nthe terms of the new agreement regardless of whether there was full performance, part\nperformance or breach, and on no possible theory could they be held to be governed by\nthe first agreement.” Id. Here, the magnitude and frequency of the changes (in some\ncases, every year) to the long-term agreements, and the fact that the changes go to the\nvery heart of the agreements (advance payments, price, and quantities), show that the\nparties intended that the original agreements be abandoned.",
      "queries": [
        "what is ancr",
        "what is community policing",
        "which federal employee is prohibited from taking reprisal actions against an employee?"
      ],
      "queries_score": [
        -7.024172306060791,
        -8.146337509155273,
        -8.84882640838623
      ]
    },
    {
      "id": "legal-advice_63__7",
      "chunk_id": "7",
      "content": "Id. Here, the magnitude and frequency of the changes (in some\ncases, every year) to the long-term agreements, and the fact that the changes go to the\nvery heart of the agreements (advance payments, price, and quantities), show that the\nparties intended that the original agreements be abandoned. Therefore, Taxpayer’s\nliability under the original agreements has “otherwise ended” under Treas. Reg.\n§ 1.451-5(f), and Taxpayer is required to immediately recognize any deferred revenue\nattributable to those agreements. For these contracts where Taxpayer has stopped shipping goods, it appears\nTaxpayer has abandoned, often by mutual agreement, the contract obligation itself. The fact that Taxpayer argues this abandonment is temporary and that it will, at some\nfuture time, ship goods under the contract is not sufficient. As described above, these\nagreements all contained take or pay provisions; Taxpayer’s forbearance changes\ncritical terms of the agreements and represents a “deliberate abandonment and\nextinction of future obligations” under the agreements. Fenner, 330 Mich. at 403. This\nsituation is rife with the potential for abuse in allowing the unlimited deferral of IAPs\nalready received. Taxpayer cannot point to any specific provision in Treas. Reg.\n§ 1.451-5 that allows this open-ended deferral of income recognition. Because the\nsubstance of these amendments is that Taxpayer’s obligation to ship goods (and the\ncustomer’s obligation to pay for the goods) under the take or pay agreements has PREF-105317-13 11 ended, Taxpayer is required to immediately recognize all IAPs otherwise deferred for\nthose. Treas. Reg. § 1.451-5(f). Improper Method of Accounting\nEven if Taxpayer’s liability under the contracts did not end, its method of\naccounting for the advance payments no longer is consistent with Treas. Reg. § 1.4515. We recommend you propose in the alternative that Taxpayer has improperly\nchanged its method of accounting, or is not properly using the advance payment\nmethod, for advance payments under Treas. Reg. § 1.451-5. Taxpayer received IAPs,\napplied them to shipments in the early years of each agreement, and then stopped,\neven as it continued to ship goods under those contracts. 7\nTreas. Reg. § 1.451-5(b) provides that the IAP is includible in income either in\nthe taxable year of receipt or in the taxable year that income is accrued for book\npurposes. In general, Taxpayer recognizes income from the sale of goods as it ships\nthose goods. Yet Taxpayer continued to ship goods under some contracts beginning\nNovember Year5 and did not recognize any of the IAPs associated with those contracts. This is a change in method of accounting and is improper. Taxpayer’s failure to recognize any IAP when it ships goods is an accounting\nmethod change because it has changed the time when it recognizes the IAP as taxable\nincome. This change is not a mere change in fact, because none of the underlying facts\nhave changed; Taxpayer received IAPs in earlier years and only has changed how it\nrecognizes those advance payments. Taxpayer’s failure to recognize any IAP when it ships goods is improper because\nthis method does not comport with Treas. Reg. § 1.451-5(b). Treas. Reg. § 1.451-5(b)\nallows a taxpayer to defer recognizing advance payments to the time when it would\notherwise recognize income under its method of accounting.",
      "queries": [
        "when are federal financial reports due"
      ],
      "queries_score": [
        -6.796927452087402
      ]
    },
    {
      "id": "legal-advice_63__8",
      "chunk_id": "8",
      "content": "Taxpayer’s failure to recognize any IAP when it ships goods is improper because\nthis method does not comport with Treas. Reg. § 1.451-5(b). Treas. Reg. § 1.451-5(b)\nallows a taxpayer to defer recognizing advance payments to the time when it would\notherwise recognize income under its method of accounting. Here, Taxpayer\nrecognizes income for both book and tax purposes when it ships goods. Therefore, the\nfailure to recognize any IAP when goods are shipped violates Treas. Reg. § 1.451-5(b). Because Taxpayer’s failure to recognize any IAP when goods are shipped\nviolates the rule in Treas. Reg. § 1.451-5(b), and because Taxpayer changed how it\naccounts for the IAP without securing the consent of the Commissioner, as required by\nI.R.C. § 446(e), Taxpayer’s method of deferring the IAP even when goods are shipped\nis improper, and its change to that method also was improper. 7 Taxpayer indicated informally that it was prepared to file amended returns to recognize a portion of the\nIAP as it shipped goods. Although it appears Taxpayer has conceded its original returns were incorrect in\nnot recognizing any IAP even when goods were shipped, we address this issue here because Taxpayer\nhas not yet filed any amended returns, and because the law regarding changes in methods of accounting\nis relevant to the other issues you have raised. PREF-105317-13 12 You also could propose that Taxpayer is no longer allowed to use the advance\npayment method of accounting because the nature of the contract amendments makes\nTreas. Reg. § 1.451-5 inapplicable in the first instance, and because it impossible to test\nif the IAPs fall within the “inventoriable goods” rules in Treas. Reg. § 1.451-5(c). The frequent amendments to Taxpayer’s agreements establish that the price,\nquantity, and types of Product are highly variable, often subject to multiple changes\nwithin a single year. This variation makes it impossible to compute the average contract\nprice. Taxpayer has argued that GAAP rules require it to recognize income on longterm contracts at the average contract price, but if it cannot compute an average price,\nwe question whether Taxpayer is using a proper method of accounting for book\npurposes. It appears that Taxpayer should revert to recognizing income for all purposes\n– at invoice price – when it ships goods. In this instance, it is not clear why Taxpayer\nwould be allowed to continue deferring the IAPs under Treas. Reg. § 1.451-5.\nThe frequent amendments also make it impossible to test whether the\n“inventoriable goods” exception in Treas. Reg. § 1.451-5(c) applies. The inventoriable\ngoods exception states: If a taxpayer receives an advance payment in a taxable year with respect\nto an agreement for the sale of inventory goods, and on the last day of\nsuch taxable year the taxpayer— (a) Is accounting for advance payments pursuant to a method\ndescribed in paragraph (b)(1)(ii) of this section for tax purposes;\n(b) Has received “substantial advance payments” . . . with respect\nto such agreement; and\n(c) Has on hand (or available to him in such year through his\nnormal source of supply) goods of substantially similar kind and in\nsufficient quantity to satisfy the agreement in such year;",
      "queries": [
        "when can a taxpayer fail to recognize an iap",
        "who can provide macrofinance support to jordan",
        "can a taxable year be nold"
      ],
      "queries_score": [
        "2.170684",
        -9.479519844055176,
        -8.131980895996094
      ]
    },
    {
      "id": "legal-advice_63__9",
      "chunk_id": "9",
      "content": "Then all advance payments received with respect to such agreement by the last day of\nthe second taxable year after they are received must be included in income in that\nsecond taxable year. A taxpayer has received “substantial advance payments” when all\nadvance payments received with respect to an agreement equal or exceed the total\ncosts and expenditures reasonably estimated as includible in inventory with respect to\nsuch agreement. Treas. Reg. § 1.451-5(c)(3). In this case, we know the goods to be delivered, because the agreements specify\nthe type of Product (although the parties may later change that type by mutual\nagreement, as shown in the subsequent amendments). We also know the amount of\nthe IAP for each agreement. And the original contracts specify the total quantity that\nTaxpayer must deliver. Therefore, sufficient information exists in each of the original\nagreements to make the “substantial advance payments” computation. PREF-105317-13 13 When Taxpayer amended its agreements, however, it became impossible to\ncalculate whether it had received substantial advance payments for any particular\ncontract. Or, calculations have to be done so frequently as to render the exception\nmoot. Taxpayer has, in fact, stopped computing the average price for each contract\nand the deferral of the excess invoice price over the average price. We take that\nchange as Taxpayer’s admission that it also could not calculate whether it has received\n“substantial advance payments.” Therefore, because it cannot do so, it should not be\nallowed to use Treas. Reg. § 1.451-5 as an accounting method. This writing contains privileged and confidential information. Any unauthorized\ndisclosure of this writing may undermine our ability to protect the privileged and\nconfidential information. If disclosure is determined to be necessary, please contact this\noffice for our views. Please call ---------------------- if you have any further questions. --------------------------Associate Area Counsel\n(Large Business & International) By: _____________________________ -------------------------Attorney -----------(Large Business & International)",
      "queries": [
        "are substantial advance payments taxable",
        "are substantial advance payments taxable income",
        "how to enforce executive agency order",
        "when is priority consideration granted"
      ],
      "queries_score": [
        "2.0644534",
        "1.9623368",
        -9.137749671936035,
        -8.445902824401855
      ]
    }
  ]
}