{
  "doc_id": "legal-advice_61",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_61__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20100301F\nRelease Date: 1/22/10\nCC:LM:HMT:DET:\nPOSTF-100602-09\nUILC: 61.00-00, 351.00-00 date: May 15, 2009 to: from: subject: Team Manager\n(LMSB HMT Team -------) Associate Area Counsel (Detroit)\n(Large & Mid-Size Business) Tax Treatment of Post-Spinoff Payments X is a global manufacturing company that, until Year2, had internal divisions that\nproduced many of the components needed for its manufacturing operations. In Year2,\nhowever, X spun off many of these parts operations into a separate company, Z. The\nspinoff was a tax-free transaction under section 355 of the Internal Revenue Code, and\nX now claims that certain payments it received from Z after the date of the spinoff\nshould be excluded from its income. This memorandum responds to your request for\nassistance in determining the tax treatment of the amounts X received from Z after the\nspinoff. This advice may not be used or cited as precedent. LEGEND POSTF-100602-09\nX\nZ\nYear1\nYear2\nYear3\nYear4\nYear5\nYear6\nYear7\nDate1\nDate2 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= 2 ------------------------------------------------------------------------------------------------------------------------------------------------- ISSUE Whether amounts X received from Z as payment for employee expenses of\nworkers X assigned to Z are includible in X’s income. CONCLUSION All amounts X received from Z as payment for employee expenses of workers X\nassigned to Z are includible in X’s income. FACTS In formal and informal claims for refund filed on Date1, X argues that it\nimproperly included in income the payments it received from Z for the post-retirement\nbenefits for workers X had assigned to Z. X also claims that it failed to deduct allowable\nexpenses for the same post-retirement benefits. In supplemental claims filed on Date2,\nX increased the amount of its refund claims by excluding from income additional\namounts related to the payments it received from Z for a portion of the direct wage costs\nfor X workers assigned to Z. Your question about the proper tax treatment of the\namounts X received from Z arose in response to these claims. X formed Z and, in order to POSTF-100602-09 3 (i) alleviate competitive barriers to expanding the Business beyond sales\nto [X], [its] subsidiaries and [its] affiliates, (ii) allow [X] to overcome\ncompetitive barriers to making purchases from third-party automotive\nsuppliers, and (iii) enhance the Business’ ability to attract employees and\npermit the Business to offer employee incentives more directly tied to the\nperformance of the Business,\nX transferred to Z certain X entities, assets, and liabilities in Year2. The agreements\nbetween X and Z indicate X decided to spinoff its components divisions for a business\npurpose, not that the spinoff was required by any other agreements or compelled by\nlaw. X completed the spinoff in Year2 by transferring to its shareholders its stock in Z in\na transaction that the Internal Revenue Service determined was tax-free under sections\n351, 368(a), and 355. Because X was subject to a Year1 collective bargaining agreement (“CBA”)\ncovering all of its hourly employees at the time of the spinoff, X and Z agreed that Z\nwould lease from X the hourly employees who had been working in the spun-off\nfacilities as of the transfer date. In a letter of understanding appended to the Year1\nCBA, X agreed that it would not close, sell, spinoff, or otherwise dispose of any of its\nfacilities covered by the CBA.",
      "queries": [
        "irs memo number",
        "irs memo number",
        "irs memo number",
        "what is cops grant specialist",
        "cops office progress report phone number",
        "what is the taxpayer's protest",
        "which accounting method change will be proposed in the later year(s) of change?"
      ],
      "queries_score": [
        "1.837911",
        "1.837911",
        "1.837911",
        -7.4133620262146,
        -6.8240766525268555,
        -5.005382537841797,
        -7.512719631195068
      ]
    },
    {
      "id": "legal-advice_61__1",
      "chunk_id": "1",
      "content": "In a letter of understanding appended to the Year1\nCBA, X agreed that it would not close, sell, spinoff, or otherwise dispose of any of its\nfacilities covered by the CBA. The Year1 CBA letter of understanding contained an\nexception to the facility closing moratorium, however, specifically for the Z spinoff. Under the terms of the letter of understanding, X could complete the Z spinoff only if all\nemployees at the new Z locations would remain X employees, and the X employees\nwould continue to be covered by the CBA.1 X therefore assigned its hourly employees to Z but retained responsibility for: (1)\nthe payment of the assigned employees’ base hourly wages, (2) the provision of all\n1 Z also was required to adopt a CBA for hourly employees that mirrored the X Year1 CBA, as well as for\ncertain future periods. POSTF-100602-09 4 other employee benefits generally provided to other X employees, (3) the payment of all\ntaxes required with respect to X’s payment of wages and benefits, and (4) the liability\nfor statutory benefits, such as workers’ compensation. Z, as X’s agent, had authority to\nexercise day-to-day supervision of the assigned employees, but X continued to provide\npayroll services. The assigned employees were covered under the same benefit plans\nas other X employees and could not participate in any Z employee benefit plans. This\nemployee assignment agreement terminates at the earlier of (a) the termination of\nemployment of all covered X employees, or (b) when the parties otherwise agree to\nterminate the agreement. 2 In consideration for the assignment of employees, Z agreed\nto reimburse X for all direct wage and benefit costs. 3 X was to invoice Z monthly for\nthese amounts, and Z was to pay within 10 business days, unless the parties agreed\notherwise. X and Z also executed a tax sharing agreement, under which X agreed that the\nreimbursements it received from Z for the assigned employees would constitute income\nto X, X would treat its payments to the assigned employees as a compensation\nexpense, and Z would treat the payments consistent with X’s tax treatment. You have\ninformed us that you believe Z deducted the payments it made to X.4 X, however, 2 The assignment agreement did not dictate what Z could pay other non-assigned workers, including, for\nexample, new hires after the assignment date. In fact, a supplemental agreement with the union allowed\nZ to pay new hires significantly lower hourly wages than the assigned employees. 3 The specific costs Z was required to reimburse are defined in the assignment agreement, but they\ngenerally include all costs that X would incur in employing the assigned workers. For certain retirement\nbenefit plans, Z had the option of reimbursing the plans directly for the amounts attributable to the\nassigned employees. 4 Although you do not have access to Z’s returns, you noted that you believe Z’s failure to deduct the\namounts it paid to X for the assigned employees would be a material item subject to various financial POSTF-100602-09 5 noted in its claim for refund that it failed to treat all of the reimbursements consistently.",
      "queries": [
        "how are inmate central files maintained"
      ],
      "queries_score": [
        -9.30577278137207
      ]
    },
    {
      "id": "legal-advice_61__2",
      "chunk_id": "2",
      "content": "POSTF-100602-09 5 noted in its claim for refund that it failed to treat all of the reimbursements consistently. For example, X indicated that, because of “posting errors,” it did not deduct the postretirement expenses, and it did not include in income the post-retirement\nreimbursements from Z until Year6. Here is how X treated the post-retirement benefit\nreimbursements on its original return and in its claim for refund:\nX: Post-Retirement Benefit Reimbursements Per Return\nYear3\nYear4\nYear5 Income\nexcluded\nexcluded\nexcluded\nDeduction\nnone\nnone\nnone Year6\nincluded\nnone Year7\nincluded\nnone X: Post-Retirement Benefits Reimbursements Per Claim (*=change from return)\nYear3\nYear4\nYear5\nYear6\nYear7 Income\nexclude\nexclude\nexclude\n*exclude\n*exclude\nDeduction\n*deduct\n*deduct\n*deduct\n*deduct\n*deduct\nYear6 and Year7 represent a whipsaw position in X’s claim because X wants to exclude\nthe post-retirement reimbursements from income and take a deduction for the amounts\nof post-retirement benefits it paid to the assigned employees. X treated the wage reimbursements on its original return and in its claim for\nrefund as follows:\nX: Excess Wage Reimbursements Per Return\nYear3\nYear4\nYear5 Income\nincluded\nincluded\nincluded\nDeduction\ndeducted\ndeducted\ndeducted Year6\nincluded\ndeducted Year7\nnone X: Excess Wage Reimbursements Per Claim (*=change from return)\nYear3\nYear4\nYear5\nYear6\nYear7 Income\n*exclude\n*exclude\n*exclude\n*exclude\nnone\nDeduction\nno change\nno change\nno change\nno change\nno change reporting standards, that you examined Z’s various publicly-available financial reports for the relevant\nperiods, and that you found no indication that Z did not deduct these amounts. POSTF-100602-09 6 For the sake of simplicity, X defines the “excess wage” as difference between the wage\nscale that X uses and the wage scale that Z would have used, but for the employee\nassignment agreement. X is not seeking to exclude the entire wage reimbursement it\nreceived from Z, just the “excess wage” amount. In Year6, X and Z amended the employee assignment agreement to change the\namount Z was required to reimburse X. At that time, Z still was paying the assigned\nemployees a higher average hourly wage that its competitors were paying their\nemployees. To assist Z in reducing its wage costs, X agreed to return to Z a portion of\nthe reimbursement based on the cost differential between wages paid to the assigned\nemployees and workers at other similar companies, but only for new business sourced\nby X to Z after January 1, Year6. In Year7, X and Z agreed that X would re-acquire title and control of all of Z’s\nfacilities that used X’s assigned employees, effectively terminating the employee\nassignment agreement. LAW AND ANALYSIS Gross income is income from whatever source derived, including all items that\nare “undeniable accessions to wealth, clearly realized, and over which the taxpayers\nhave complete dominion.” IRC § 61; Commissioner v. Glenshaw Glass Co., 348 U.S.\n426, 431 (1955). Here, X is not arguing that the reimbursements 5 it received from Z do\nnot constitute “income” as defined by the Code. Instead, X argues that the\nreimbursements arose because of the tax-free spinoff transaction, and, therefore, are\n5 We use the term “reimbursements” to include both the amounts attributable to the post-employment and\nwage-related expenses of the assigned employees. POSTF-100602-09 7 excludable from income. In order to prevail, X must show that this type of income is\nexcluded from taxable income by some provision of the Internal Revenue Code. See,\ne.g., Commissioner v. Schleier, 515 U.S. 323, 328 (1995) (noting that “exclusions from\nincome must be narrowly construed”) (internal citations omitted).",
      "queries": [
        "what is the purpose of the cops award",
        "what is the bureau of citizenship & immigration service employment eligibility verification form"
      ],
      "queries_score": [
        -8.123537063598633,
        -7.184926986694336
      ]
    },
    {
      "id": "legal-advice_61__3",
      "chunk_id": "3",
      "content": "POSTF-100602-09 7 excludable from income. In order to prevail, X must show that this type of income is\nexcluded from taxable income by some provision of the Internal Revenue Code. See,\ne.g., Commissioner v. Schleier, 515 U.S. 323, 328 (1995) (noting that “exclusions from\nincome must be narrowly construed”) (internal citations omitted). Z’s spinoff—X’s incorporation of Z, subsequent transfer of its assets to Z, and\ndistribution of the Z stock to the X shareholders—qualified as a tax-free reorganization\nunder sections 368(a)(1)(D), 355(a)(1), and 351(a) of the Code. But the mere fact that\nthe Z spinoff was tax-free does not, in and of itself, mean that the reimbursement\npayments are excludable from X’s income. X must show that the reimbursements\nshould be considered part of the spinoff transaction. X points to a published, but partially redacted, 2007 IRS Office of Chief Counsel\nlegal advice memorandum6 as support for its position. The 2007 advice is a type of\n“written determination,” as defined in section 6110(b)(1)(A), and although not binding\nprecedent, its reasoning may prove instructive. IRC § 6110(k)(3). Regardless, the\nService and taxpayers alike should exercise caution in relying on the conclusions of\nnon-precedential releases, because they are tailored to a specific set of facts and often\nconsidered in a context different from the taxpayer’s. See, e.g., United States v.\nWisconsin Power & Light Co., 38 F.3d 329, 335 (7th Cir. 1994) (noting that, although\nwritten determinations are not precedent, they may contain “evidence of administrative\npractice,” but cautioning that they should not be used “as authoritative interpretations of\nthe Code”). 6 The legal advice memorandum is available on www.irs.gov and is labeled as release number\n20073301F. POSTF-100602-09 8 X argues that its claim for refund is supported by the Supreme Court’s holding in\nArrowsmith v. Commissioner, 344 U.S. 6 (1952). In Arrowsmith, the taxpayers claimed\nthat their payment of a judgment against their liquidated corporation was an ordinary\nloss because, although the corporate liquidation distributions were capital gains, the\njudgment occurred in a later year. Id. at 7. The Commissioner argued that the payment\nwas a capital loss because he viewed the judgment as part of the original liquidation\ntransaction, which was capital in nature. Id. at 7-8. The Court held for the\nCommissioner: “Taxpayers were required to pay the judgment because of liability\nimposed on them as transferees of liquidation distribution assets. And it is plain that\ntheir liability as transferees was not based on any ordinary business transaction of theirs\napart from the liquidation proceedings.” Id. at 8. In arriving at its conclusion, the Court\nnoted that, had the payment been made in the year of liquidation, it simply would have\nreduced the amount of capital gains the taxpayers received. Id. The Court also\nrejected the taxpayers’ argument that capital gain treatment of the payment would\nviolate the “principal that each taxable year is a separate unit for tax accounting\npurposes.” Id. We disagree that Arrowsmith applies here. In general, Arrowsmith governs\ncases where a subsequent, unknown or unexpected event occurs, and the proper tax\ntreatment of that event can be determined only after reference to an earlier transaction.",
      "queries": [
        "is income excludable from taxable income",
        "how to extend cops award"
      ],
      "queries_score": [
        "1.9173763",
        -8.192754745483398
      ]
    },
    {
      "id": "legal-advice_61__4",
      "chunk_id": "4",
      "content": "Id. We disagree that Arrowsmith applies here. In general, Arrowsmith governs\ncases where a subsequent, unknown or unexpected event occurs, and the proper tax\ntreatment of that event can be determined only after reference to an earlier transaction. In contrast, in this case there is no subsequent event whose tax treatment is related to\nthe integrated steps of the spin-off transaction. Although X and Z entered into the\nemployee assignment agreement in connection with the spin-off, the terms of that\nexecutory agreement fully determine the proper tax treatment of payments under the POSTF-100602-09 9 agreement. However, to the extent Arrowsmith governs X’s refund claim, we disagree\nthat X is entitled to the outcome it seeks. The Court’s analysis in Arrowsmith is not a simple “but . . . for” test; X must show\nan integral relationship between the tax-free spinoff and the employee assignment\nreimbursements. Arrowsmith does not only stand for the proposition that a prior year\n(or event) may be relevant in determining the character of a gain or loss in a\nsubsequent year; it also supports the rationale that, “if money was taxed at a special\nlower rate when received, the taxpayer would be accorded an unfair tax windfall if\nrepayments were generally deductible from receipts taxable at the higher rate\napplicable to ordinary income.” United States v. Skelly Oil Co., 394 U.S. 678, 684-85\n(1969). In Mitchell v. Commissioner, for example, the court held that the character of a\ntaxpayer’s repayment was governed by an earlier transaction because of the “integral\nrelationship” between the two. 428 F.2d 259, 263 (6th Cir. 1970). Courts have not provided a bright line test in these types of cases; rather, the\n“integral relationship” is determined on a case-by-case basis. In Arrowsmith, the loss\nattributable to the judgment was closely related to the capital corporate liquidation—the\njudgment, although it occurred after liquidation, was considered pre-liquidation because\nit was against the corporation, not its individual shareholders. 344 U.S. at 8. In Skelly\nOil, the amount of the deduction in the later year was determined with reference to the\nearlier depletion allowance because the taxpayer otherwise would have made a profit\nequivalent to the taxes on the allowance. 394 U.S. at 686. Finally, in Mitchell, as well\nas a line of similar cases, the character of the taxpayer’s repayment of short-swing profit\non a stock sale was capital because the repayment grew out of the original stock sale. POSTF-100602-09 10 428 F.2d at 264. These cases illustrate that a careful, in-depth knowledge of the facts\nand circumstances of both the original and subsequent transactions is required to\ndetermine if they are integrally related. The Arrowsmith doctrine ultimately is premised\non the idea that, if the transactions are sufficiently related, the tax consequences should\nbe the same as if the prior and the subsequent transactions had occurred at the same\ntime. Seagate Technology, Inc. v. Commissioner, T.C. Memo 2000-361, 80 T.C.M.\n(CCH) 759, 763 (2000).",
      "queries": [
        "what documents are included in the schedule provided to the irs"
      ],
      "queries_score": [
        -7.397347927093506
      ]
    },
    {
      "id": "legal-advice_61__5",
      "chunk_id": "5",
      "content": "The Arrowsmith doctrine ultimately is premised\non the idea that, if the transactions are sufficiently related, the tax consequences should\nbe the same as if the prior and the subsequent transactions had occurred at the same\ntime. Seagate Technology, Inc. v. Commissioner, T.C. Memo 2000-361, 80 T.C.M.\n(CCH) 759, 763 (2000). The question of what is related to a tax-free spinoff is not addressed by the\nCode, apart from the specific rules in sections 351, 355, and 368, which state, in\nessence, that the actual distribution of stock to shareholders in this type of spinoff is taxfree. § 368(a)(1)(D). The Service routinely addresses ancillary issues in private letter\nrulings, none of which can be cited as precedent, because the facts differ from taxpayer\nto taxpayer. We are not aware of any cases, rulings, or other published advice in which\na court or the Service has ruled that these types of post-spinoff payments relate back to\nthe tax-free transaction. The reimbursements X received from Z are not sufficiently related to the tax-free\nspinoff so as to be excluded from X’s income. The mere contemporaneous execution of\nthe spinoff transaction and employee assignment agreement is not enough to make the\ntwo integrally related for tax purposes. The purpose of the employee assignment\nagreement appears to be more closely tied to obtaining the union’s approval for the\nspinoff, rather than integrally related to the spinoff transaction itself. In Arrowsmith, the\nliability was not fixed and ascertainable until after the corporate liquidation, but the\nliability for the judgment had arisen, or was directly related to, an event that occurred POSTF-100602-09 11 before the liquidation. Arrowsmith, 344 U.S. at 7-8. In cases in which the courts have\nrefused to apply the Arrowsmith doctrine, the two transactions were, in all economic\nreality, two separate, independent events. See, e.g., Seagate Technology, T.C. Memo\n2000-361, at *23. Here, X and Z were not required, by sections 351, 355, or 368, to\nenter into the employee assignment agreement in order to effectuate the spinoff, and, in\nany event, none of those provisions (or related provisions) would grant non-recognition\ntreatment to payments received by X under the agreement. X and Z entered into the\nemployee assignment agreement in large part because the CBA required it. The\nemployee assignment agreement was merely an executory agreement about the\nparties’ future dealings regarding employees. Therefore, because X has failed to show\nthat the reimbursements are part and parcel of the tax-free spinoff of Z, X must include\nthe reimbursements in income when received. The Tax Sharing Agreement and the Danielson Rule In their tax sharing agreement, X and Z expressly agreed that X would recognize\nthe reimbursements as income and simultaneously deduct as compensation expenses\nthe amounts it was paying its employees assigned to Z; Z was to treat the\nreimbursements consistent with X’s treatment. X now seeks to effectively repudiate this\nportion of the tax sharing agreement, without any apparent regard to the effects such a\nretroactive act would have on Z. Z has not had any opportunity to present its views\nregarding the correctness of the applicable section of the tax sharing agreement.",
      "queries": [
        "what's the common rule for the protection of human subjects?"
      ],
      "queries_score": [
        -8.507838249206543
      ]
    },
    {
      "id": "legal-advice_61__6",
      "chunk_id": "6",
      "content": "X now seeks to effectively repudiate this\nportion of the tax sharing agreement, without any apparent regard to the effects such a\nretroactive act would have on Z. Z has not had any opportunity to present its views\nregarding the correctness of the applicable section of the tax sharing agreement. When a party seeks to undo the tax consequences of an agreement, courts\nfrequently limit the challenge because the taxpayer freely entered into the contract and,\ntherefore, should be held to its bargain. The Danielson rule, adopted in all courts POSTF-100602-09 12 relevant to X’s claim, holds that “a party can challenge the tax consequences of his\nagreement as construed by the Commissioner only by adducing proof which in an\naction between the parties to the agreement would be admissible to alter that\nconstruction or to show its unenforceability because of mistake, undue influence, fraud,\nduress, etc.” Commissioner v. Danielson, 378 F.2d 771, 775 (3d Cir. 1967) (en banc);\nsee also N. Am. Rayon Corp. v. Commissioner, 12 F.3d 583 (6th Cir. 1993), Lane\nBryant, Inc. v. United States, 35 F.3d 1570 (Fed. Cir. 1994). Here, the Service is not\n“construing” the tax sharing agreement to mean that X must include the reimbursements\nin income; the tax sharing agreement itself says, in clear, unequivocal language, that X\nwill include the reimbursements in income. One of the principal concerns of the Danielson rule, though not necessarily a\nprerequisite to its application, is the courts’ preference for consistency in the tax\nconsequences to both parties of a transaction and the potential problem with “whipsaw”\narguments raised against the Service. Danielson, 378 F.2d at 775. Should X prevail in\nits argument that the reimbursements are tax-free, what are the tax consequences to Z? We do not seek to answer that question here, but it clearly illustrates the problems\nraised when one party to a transaction wants to, in effect, change the deal. The Service is not bound by the “mere form” of a transaction in determining its\ntax consequences, and the parties cannot circumvent the tax law simply by creating\nartificial, non-economic agreements. Id. at 774 (citing Gregory v. Helvering, 293 U.S.\n465 (1935)). Thus, if a tax sharing agreement misstates or improperly applies the law in\nallocating the parties’ tax burdens and benefits, the Service is not bound by the\nagreement’s terms. In this case, however, having determined that the reimbursements POSTF-100602-09 13 are not excluded from X’s income, the Service simply is attempting to hold X to its\nagreement. We can think of no situation in which X would be allowed to repudiate the\nagreement, and, regardless, the law clearly requires that the reimbursements be\nincluded in X’s income. X’s Argument Fails for Lack of Consistency\nFinally, assuming for the sake of argument that the employee assignment\nreimbursements are sufficiently related to the tax-free spinoff so that the\nreimbursements also are tax free, the taxpayer’s claim for refund still fails. If the\nreimbursements are considered part and parcel of the tax-free spinoff, X may exclude\nthem from its gross income.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_61__7",
      "chunk_id": "7",
      "content": "If the\nreimbursements are considered part and parcel of the tax-free spinoff, X may exclude\nthem from its gross income. However, if the reimbursements are integral to the spinoff\ntransaction, all of X’s expenses related to the assigned employees also should be\nconsidered integrally related to the spinoff, and, therefore, not deductible. X fails to\naddress this issue in its claim, but we see it as a logical extension of X’s income\nexclusion arguments. If X is able to exclude the reimbursements from income while\nalso deducting the related expenses, it would receive a tax benefit windfall similar to the\nwindfall rejected by the Supreme Court in Skelly Oil. We believe, therefore, that if X\nultimately is successful in arguing that the reimbursements are not taxable income, the\nService should disallow any deductions for related expenses.\n* * * Please call --------------------- if you have any further questions. ERIC R. SKINNER\nAssociate Area Counsel\n(Large & Mid-Size Business) POSTF-100602-09 14 By: /s/ Charles V. Dumas\nCharles V. Dumas\nAttorney (Detroit)\n(Large & Mid-Size Business)",
      "queries": [
        "are reimbursements part of a spinoff transaction",
        "are reimbursements part of spinoff",
        "which act was introduced to ensure that the rights of people with disabilities are protected?"
      ],
      "queries_score": [
        "3.8200753",
        "3.8079052",
        -10.573627471923828
      ]
    }
  ]
}