{
  "doc_id": "legal-advice_89",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_89__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20124201F\nRelease Date: 10/19/2012\nCC :LB&I:HMT:DET:-------POSTF-118310-12\ndate: August 23, 2012 to: ------------, Team Manager ---------------------from: Eric R. Skinner\nLB&I Associate Area Counsel (Detroit) subject: Response to Attorney Letter of Date 1\nUIL: 6224.01-01; 453.00-00 Disclosure Statement: This writing may contain privileged information. Any unauthorized disclosure of this writing may have an adverse affect\non privileges, such as the attorney client privilege. If disclosure\nbecomes necessary, please contact this office for our views. Taxpayer\nYear 1\nAmount 1\nAmount 2\nAmount 3\nAmount 4\nAttorney\nDate 1\nDate 2\nPartnership\nX =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ------------------------------------------------------------------------------------------------------------------------------- Facts:\nTaxpayer (Taxpayer) sold her partnership interest in Year 1 for $Amount 1. The\nterms of the sale called for “interest only payments” for X years, at which time the\n$Amount 1 principal becomes due. At the time of the sale, the partnership,\nPartnership, had inventory of $ Amount 3which was later sold for a profit of\n$Amount 2. Of the $Amount 2 sale amount, Taxpayer's share was in excess of\n$Amount 4. Exam proposed a section 751 adjustment at the partnership level. POSTF-118310-12 2 Section 751 requires the seller to recognize ordinary income to the extent the fair\nmarket value of the inventory exceeded its basis. As a result of this adjustment,\nTaxpayer was to pick up ordinary income of $Amount 4 related to sale of the\ninventory. Taxpayer agreed to the section 751 adjustment and executed both\npart I of the Form 870 LT 1 and part II2. Under part II of the 870LT, taxpayers\nwaive the restriction provided by sections 6225(a) and 6213(a) and consent to\nthe assessment and collection of any deficiency attributable to partner level\ndeterminations. Form 870LT part II further provides that if this part of the 870LT\nis signed, the treatment of the affected items and penalties and additions to tax\nattributable to the settled items will not be reopened in the absence of fraud,\nmalfeasance or misrepresentation of fact. However, part II did not list the\naffected items covered by the agreement, any penalties, or any calculations as to\nhow part I applied to Taxpayer’s individual return. Part II contained the preprinted boiler plate and nothing else. A Schedule of Adjustments was attached to\nthe Form 870LT but it only contained adjustments to the partnership return (i.e.\nitems related to part I). The 870LT agreement in this case was countersigned and forwarded to the\nService center. As Taxpayer did not file a return for Year 1, a substitute for\nreturn was prepared for her. Pursuant to the processing of the 870LT, Taxpayer\nhas been assessed the failure to file and failure to pay penalties under section\n6651 as well as the failure to pay estimated income tax penalty under section\n6654. Taxpayer, through her attorney, Attorney, now argues that she is entitled to\nAppeals rights for the section 751 issue as well as the penalties. Taxpayer\nargues that the section 751 adjustment is subject to section 453 installment\nreporting and that she could not have raised this \"defense\" to the adjustment at\nthe partnership level.",
      "queries": [
        "what is community policing",
        "cops reporting phone number",
        "if person fails to comply with an order issued under paragraph 1 a person who",
        "how long to reimburse for expenses after grant",
        "is income excludable from taxable income"
      ],
      "queries_score": [
        -8.083427429199219,
        -7.820132255554199,
        -7.801753520965576,
        -8.660542488098145,
        -5.375241279602051
      ]
    },
    {
      "id": "legal-advice_89__1",
      "chunk_id": "1",
      "content": "Taxpayer, through her attorney, Attorney, now argues that she is entitled to\nAppeals rights for the section 751 issue as well as the penalties. Taxpayer\nargues that the section 751 adjustment is subject to section 453 installment\nreporting and that she could not have raised this \"defense\" to the adjustment at\nthe partnership level. In a letter dated May 14, 2012, Attorney takes issue with the Service on three\nfronts:\n(1) Form 870LT was obtained by misrepresentation of facts and hence should be\ndisregarded;\n(2) The Service should follow its own procedures as set forth in Chief Counsel\nNotice 2009-011. (3) The assessment is not based on items contained in the partnership\nagreement but requires further determination at the partner lever. 1 Part I of the Form 870LT is entitled “Agreement for partnership items and partnership\nlevel determinations as to penalties, additions to Tax and additional amounts and\nagreement for affected items”. 2\nPart II of the Form 870LT is entitled “Offer of agreement for affected items and\nwaiver of restrictions on assessment.” POSTF-118310-12 3 Although she did not list it as an item, Taxpayer also protests that the penalties in\nthis case have been assessed and argues she was denied her rights under\nnormal deficiency procedures to address the penalties. 1. The 870LT Was Not Obtained by Misrepresentation\nA Form 870LT is a settlement agreement between the Secretary and one or\nmore partners in a partnership with respect to the determination of partnerships\nitems for any partnership taxable year. Such agreements, often referred to as\n“closing agreements”, are governed under sections 6224(c) and 7121. “The\nstandard that section 6224(c) prescribes for setting aside a settlement agreement\nis the same standard prescribed by section 7121(b) for setting aside a closing\nagreement.” H Graphics/Access Ltd. Partnership v. Commissioner, T.C. Memo.\n1992-345. Specifically, an agreement will not be rescinded in the absence of\nfraud, malfeasance or misrepresentation of fact. Taxpayer alleges that the 870LT herein was secured by the agent’s\nmisrepresentation of facts. “Misrepresentation of facts” is not defined in the\nInternal Revenue Code, but a “misrepresentation” is defined as “a false\nstatement of a substantive fact, or any conduct which leads to a belief of a\nsubstantive fact material to proper understanding of the matter in hand, made\nwith intent to deceive or mislead.” Black's Law Dictionary 956, 1001 (6th ed.\n1990); see Brinkman v. Commissioner, T.C. Memo. 1989-217. A\nmisrepresentation sufficient to set aside a closing agreement pursuant to section\n7121(b) requires a showing that one party intentionally made incorrect or\nmisleading representations regarding the express terms reflected in the proposed\nclosing agreement and that such representations were relied upon by the other\nparty to its detriment. Bennett v. Commissioner, T.C. Memo. 1988-557. Taxpayer argues the 870LT was obtained by a misrepresentation of facts\nbecause Attorney was “not advised that the taxpayer was waiving her rights as a\npartner.” By her own statement, the agent did not make any incorrect or\nmisleading representations related to the terms or effect of the proposed 870LT. While Taxpayer alleges misrepresentation and deception by the agent, she\nprovides nothing in support of these allegations except the mere assertion that\nthe agent never advised her of the consequences of signing the agreement.",
      "queries": [
        "what is community policing training",
        "where are female inmates housed",
        "who has the authority to act on behalf of a limited liability company"
      ],
      "queries_score": [
        -8.674395561218262,
        -8.722613334655762,
        -8.1638765335083
      ]
    },
    {
      "id": "legal-advice_89__2",
      "chunk_id": "2",
      "content": "While Taxpayer alleges misrepresentation and deception by the agent, she\nprovides nothing in support of these allegations except the mere assertion that\nthe agent never advised her of the consequences of signing the agreement. However, Attorney stated during a Date 2 call that he had not fully read the\nagreement previously. Attorney never raised any questions with the agent about\nthe effect or operation of the agreement. He never indicated he did not\nunderstand the 870LT package given to him. He had no discussions with the\nagent about the agreement. What we have here is a unilateral mistake and not\nmisrepresentation on the part of the Service. Section 7121 does not provide an\nexclusion for mistake or error of a party or representative and circumstances of\nerror, mistake of fact, or negligence will not be sufficient to set aside a closing\nagreement. Brinkman, T.C. Memo 1989-217. Therefore, the Form 870LT was\nnot obtained by misrepresentation and is valid. POSTF-118310-12 4 2. --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. Part II of the 870LT is entitled “Offer of Agreement for Affected items\nand Waiver of Restriction on Assessment.” The “Instructions for Signing Form\n870LT” (870LT instructions) provides:\nSign Part II (Offer of Settlement of Affected Items and\nWaiver of Restrictions on Assessment) of Form 870LT to\nsettle the items that require partner level determinations\n(affected items, including penalties, additions to tax, and\nadditional amounts, if any). These items are also shown on the attached Schedule of\nAdjustments. The agent provided the Form 870LT package to Attorney when he proposed the\nadjustment. ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------3. Chief Counsel Notice 2009-11 Does Not Apply to this Case\nTaxpayer urges the government to follow its own guidance, specifically Chief\nCounsel Notice 2009-11. Notice 2009-11 provides for protective assessments of\naffected items in TEFRA partnership cases. The notice recognizes that hazards\nexist in cases where there could be a question as to whether an item may be\ndirectly assessed following the partnership proceeding or whether an additional\npartner-level determination is needed. Notice 2009-11 applies in cases where a\npartner has reported a loss (or reduced gain) on the partner’s individual return POSTF-118310-12 5 after having sold an interest in a TEFRA partnership or an asset distributed from\na TEFRA partnership. Due to the uncertainty that can occur in classifying an\nitem as one that can be directly assessed versus one that requires an additional\npartner-level determination, and considering the hazards inherent in\nmisclassifying an item, the notice advises the Service to make a protective\nassessment in addition to issuing an affected items notice of deficiency. A portion of Notice 2009-11 states that deficiency procedures are generally\nnecessary to determine loss or gain on the sale of a partnership interest given\nthat outside basis in the partnership, necessary to compute loss or gain, requires\na partner-level determination. See Petaluma FX Partners, LLC v. Comm’r, 591\nF.3d 649, 654-55 (D.C. Cir. 2010). But see Thompson v. Commisioner, 137 T.C.\nNo. 17 (2012). We agree that deficiency procedures would be required, but,\nTaxpayer waived deficiency procedures in part II of the Form 870LT, at least as\nto the agreed items.",
      "queries": [
        "do government award funds supplant locally funded equipment"
      ],
      "queries_score": [
        -10.26094913482666
      ]
    },
    {
      "id": "legal-advice_89__3",
      "chunk_id": "3",
      "content": "See Petaluma FX Partners, LLC v. Comm’r, 591\nF.3d 649, 654-55 (D.C. Cir. 2010). But see Thompson v. Commisioner, 137 T.C.\nNo. 17 (2012). We agree that deficiency procedures would be required, but,\nTaxpayer waived deficiency procedures in part II of the Form 870LT, at least as\nto the agreed items. 4. The Section 751 Adjustment is Not Subject to Section 453 Treatment\nTaxpayer takes the position that the “correct computational adjustment” is that\nthe sale of the inventory should be reported using the installment method. However, the section 751 adjustment would not be subject to section 453\ntreatment. Section 453(b) defines installment sales. Section 453(b)(2)(B)\nprovides “installment sale” does not include:\nInventories of personal property. A disposition of personal\nproperty of a kind which is required to be included in the\ninventory of the taxpayer if on hand at the close of the\ntaxable year. Further, Rev. Rul. 89-108 holds that under section 453, the income from the sale\nof a partnership interest may not be reported under the installment method to the\nextent it represents income attributable to the partnership’s substantially\nappreciated inventory which would not be eligible for the installment sale\ntreatment if sold directly. The ruling further states that “the installment method is\nnot available for reporting income realized on the sale of a partnership interest to\nthe extent attributable to the substantially appreciated inventory which constitutes\ninventory within the meaning of section 453(b)(2)(B).”3 As such, the section 751\nadjustment is not eligible for section 453 treatment. However, the remaining\ncapital gain portion of Taxpayer’s gain from the sale of the partnership interest\nmay be subject to section 453 treatment. 3 As a result of the amendments to sections 751(a)(2) and 751(d) by § 1062 of the\nTaxpayer Relief Act of 1997, the conclusion that in Rev. Rul. 89-108 that installment\nmethod reporting is not available, currently applies to income realized on the sale of a\npartnership interest on inventory items of the partnership as defined in section 751(d). The restriction to inventory items of the partnership that have “appreciated\nsubstantially in value” has been eliminated. This amendment to section 751 applies\ngenerally to sales, exchanges and distributions after August 5, 1997. POSTF-118310-12 6 5. Taxpayer Should Be Given Appeals Rights As to the Penalties\nTaxpayer argues that the penalties in this case were improperly assessed. She\nargues that the penalties relate to her individual return and the issues were not\ndiscussed at the partnership level. Rather, she posits the penalties are subject to\ndeficiency procedures and the direct assessment of the penalties in this case\ndeprived her of her rights under normal deficiency procedures. The penalties at\nissue are penalties under sections 6651 and 6654. Under section 6665, penalties under sections 6651 and 6654 are normally not\nsubject to deficiency procedures unless they are attributable to deficiencies\nwhich are subject to deficiency procedures. However, there is an exception for\nsection 6654 penalties in cases where no return was filed. I.R.C. § 6665(b)(2). In instances where no return is filed, section 6654 penalties are treated as taxes\nand are subject to deficiency procedures.",
      "queries": [
        "abuse of authority definition cops office",
        "is section 197 ratable"
      ],
      "queries_score": [
        -7.869749069213867,
        -6.441411018371582
      ]
    },
    {
      "id": "legal-advice_89__4",
      "chunk_id": "4",
      "content": "However, there is an exception for\nsection 6654 penalties in cases where no return was filed. I.R.C. § 6665(b)(2). In instances where no return is filed, section 6654 penalties are treated as taxes\nand are subject to deficiency procedures. Therefore, in cases such as this where\nno return was filed and a Form 870 was signed the section 6651 penalties would\nnormally not be subject to deficiency procedures but the section 6654 penalties\nwould be. ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- 6. Conclusion POSTF-118310-12 7 As stated above, the 870LT signed by Taxpayer was not obtained by\nmisrepresentation. -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. Taxpayer is not permitted to challenge the section 751 adjustment\ncontained in part I of the Form 870LT. If you have any questions, please contact the undersigned at 313-628-3116. MICHAEL P. CORRADO\nArea Counsel\n(Heavy Manufacturing &\nTransportation) By: ___________________________ S. Katy Lin\nSenior Attorney\n(Large Business & International)",
      "queries": [
        "what is the penalty for filing no tax returns",
        "who was the decision of the european parliament of july 2016 on globalisation",
        "do government award funds supplant locally funded equipment",
        "which amendments to the education act prohibit discrimination",
        "what is your credit score",
        "are nontransformative uses unlikely to be regarded as fair ones"
      ],
      "queries_score": [
        "1.6479639",
        -9.764857292175293,
        -10.117753982543945,
        -8.638728141784668,
        -8.160015106201172,
        -9.323270797729492
      ]
    }
  ]
}