{
  "doc_id": "legal-advice_27",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_27__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20093701F\nRelease Date: 9/11/2009\nCC :SB:7:SEA:2:CLCampbell\nGL-126770-09 date:\nto:\nfrom: subject: July 27, 2009\nRichard Jones\nTaxpayer Advocate Service\nCatherine L. Campbell\nAttorney (Seattle, Group 2)\n(Small Business/Self-Employed) ---------LLC This writing may contain privileged information. Any unauthorized\ndisclosure of this writing may have an adverse effect on privileges, such as\nthe attorney client privilege. If disclosure becomes necessary, please\ncontact this office for our views. ISSUE\n-------, LLC --------, a multimember limited liability\ncompany (LLC) that did not elect to be an association taxed as a\ncorporation, incurred liability for employment taxes. Subsequently, ------ became a single member LLC that was\ndisregarded as an entity for federal tax purposes. Can the\nemployment taxes incurred by ------ during the time it was a\npartnership for federal tax purposes be collected from the\nproperty of the individual single member of the disregarded\nentity, ------? CONCLUSION The unpaid employment taxes incurred by ------------ at the\ntime it was a multimember LLC taxed as a partnership cannot be\ncollected by levy on then individual bank account of -----------------. FACTS GL-126770-09 2 ----------------, LLC was created in the State of\nWashington on ---------------------. The place of business for\n----------- on the most recent annual report filed with the\nState of Washington is ----------------------------------------------------------------. The LLC had two members, --------and\n------------------------------------ a Washington LLC. The\naddress for --------------- on the Limited Liability Company\nAgreement is ------------------------------------------. According to the Taxpayer Advocate Service (TAS) technical\nadvisor, ------------ did not elect to be an association taxed\nas a corporation by filing an Entity Classification Election\n(Form 8832) under the check-the-box regulations, Treasury\nRegulation § 301.7701-1 et seq.1 ----------- incurred liability for unpaid payroll taxes\n(Form 941) for the second, third, and fourth quarters of 20-and the first quarter of 20-- and Federal Unemployment Tax (Form\n940) for 20--. On or about July 16, 20--, --------- and ---------, a 50\npercent owner of ------, entered into a -----------------------Member Interest Redemption and Settlement Agreement. Emergent\nassigned all its interest in ----------- to ---------- in\ncomplete redemption of ------------------ membership interest. ------------- assumed all liabilities incurred by -------------from the date of its creation to the date of the redemption,\nincluding liability for federal taxes. On September 17, 2007, the Service assessed unpaid payroll\ntaxes, penalties and interest for the second, third, and fourth\nquarters of 20-- and the first quarter of 20-- against --------------------, a partnership. The Service also assessed the FUTA\ntax of 20-- on November 19, 20--. On October 26, 20-- , the\nrevenue officer issued final notice of intent to levy with\nrespect to those taxes to ------------- and ---------- as\n“single member.” On ---------------, the revenue officer filed\na Notice of Federal Tax Lien to secure the unpaid payroll taxes\nin --------- County, Washington against --------------------------------------------------------------------.” A Notice of\nFederal Tax Lien securing the unpaid FUTA tax for 20-- was filed\nagainst ---------------- LLC on ---------------. 1 Neither did -------- file an election to be taxed as a subchapter S\ncorporation. GL-126770-09 3 On ----------------, a Notice of Federal Tax Lien Filing\nand Your Right to a Hearing Under IRC 6320 was mailed to --------------------------------------------------------.” On\nNovember 27, 20--, the revenue officer requested that the entity\nname be changed in the Service’s IDRS records from -----------------------------------2--------------------------------------------------------------------.",
      "queries": [
        "what are fingerprints taken on a fbi card"
      ],
      "queries_score": [
        -9.452996253967285
      ]
    },
    {
      "id": "legal-advice_27__1",
      "chunk_id": "1",
      "content": "GL-126770-09 3 On ----------------, a Notice of Federal Tax Lien Filing\nand Your Right to a Hearing Under IRC 6320 was mailed to --------------------------------------------------------.” On\nNovember 27, 20--, the revenue officer requested that the entity\nname be changed in the Service’s IDRS records from -----------------------------------2--------------------------------------------------------------------. On August 13, 2008, the revenue officer issued levies to ------------------ and -------------- to collect the unpaid\npayroll taxes for the second, third, and fourth quarters of 20-and the first quarter of 20-- and Federal Unemployment Tax (Form\n940) for 20--. The levy identified the taxpayer as -------------- and levied his personal accounts. His social security\nnumber was the identifying number on the levies. The levies\nstated that the levies attached to accounts of ---------------as owner of ---------------, LLC, but not to accounts in the\nname of ---------------, LLC which were also maintained at the\nbanks upon which the levies were served. No liability has been assessed against --------------- as\nthe person responsible for collecting and paying over the trust\nfund portion of the payroll taxes of ------------ under I.R.C. §\n6672. -------------- seeks relief through the TAS on the ground\nthat the levy on his individual bank accounts to collect the\nliability of the LLC incurred when it was taxable as a\npartnership was improper. The taxpayer advocate has concluded\nthat -------- is correct and seeks Counsel’s concurrence. LEGAL ANALYSIS --------------- was formed in the State of Washington as an\nLLC with two members in 20--. During the time the unpaid\nemployment taxes at issue were incurred ------------- was a\nmultimember LLC that had not elected to be an association taxed\nas a corporation. An LLC with two or more members may elect to be treated for\nfederal tax purposes as an association taxable as a corporation. 2\n------ was the managing member of ----------------------------------------------------------------------------------------------------------------------------------. GL-126770-09 4 Treas. Reg. § 301.77-1-3(a). If the LLC does not make such an\nelection, the LLC will be treated for federal tax purposes as a\npartnership. An LLC in Washington State can have just one\nmember. R.C.W. § 25.15.005(4). Like a multimember LLC, a single\nmember LLC may elect to be treated as an association taxed as a\ncorporation for federal tax purposes. If no election is made,\nthe single member LLC is disregarded as an entity separate from\nits owner. Treas. Reg. § 301.7701-3(b)(1)(ii). The activities\nof the LLC are treated the same as a sole proprietorship of the\nowner. Treas. Reg. § 301.7701-2(a). In this case, ----------- was a multimember LLC taxable as\na partnership when the liability was incurred. Under state law,\npartners in a general partnership are liable for the debts of\nthe partnership. R.C.W. § 25.05.125 (with certain exceptions\nnot relevant here). However, an LLC is a hybrid entity with\nattributes of a general partnership but cloaked with the aspect\nof corporate limited liability. If, under state law, the\nmembers of the LLC are not liable for the debts of the LLC,\nthen, absent fraudulent transfers or other special\ncircumstances, the Service may not collect the LLC’s employment\ntax liability from the members including by levy on property and\nrights to property of the members. Rev. Rul. 2004-41, 2004-1\nC.B. 845.",
      "queries": [
        "can a dscc assign state offenses",
        "who are required to use federal funding",
        "cops gov office phone number",
        "what is john r. justice grant"
      ],
      "queries_score": [
        -9.525025367736816,
        -8.164345741271973,
        -7.868695259094238,
        -9.751479148864746
      ]
    },
    {
      "id": "legal-advice_27__2",
      "chunk_id": "2",
      "content": "Rev. Rul. 2004-41, 2004-1\nC.B. 845. Washington law provides that members of an LLC are\nnot personally liable for the LLC’s debts and obligations. R.C.W. § 25.15.125. Therefore in Washington, the LLC is the\nemployer for purposes of federal employment tax liability. Rev.\nRul. 2004-41, 2004-1 C.B. 845.; see also IRS CCA 200235023, 2002\nIRS CCA LEXIS 66. We have identified no special circumstances\nthat would enable the Service to collect the taxes at issue from\nthe members’ property. In this case, the multimember LLC ----------------------- was liable for the unpaid employment taxes,\nnot its individual members, ----------- and -------------. Subsequent to the LLC incurring the unpaid tax debt at\nissue, the LLC redeemed the 50 percent interest of -------------------------------, LLC. After the redemption, ------ was a\nsingle member LLC that had assumed the liabilities incurred\nprior to the redemption. The LLC liable for the debt continued\nwith one member; however, that member continued to be protected\nunder state law from liability for the obligations of the LLC. No provision of state law renders the member liable for the\nLLC’s obligations because of the change in membership. GL-126770-09 5 After ------------ became the single member, the LLC did\nnot make an election to be taxed as a corporation. Therefore,\nthe entity was disregarded and treated as a sole proprietorship. For wages paid prior to January 1, 2009, the owner of the\ndisregarded entity, i.e. the individual, is the employer for\nemployment tax purposes, the same as a sole proprietorship. Treas. Reg. § 301.7701-2(a); see Kandi v. United States, 2008\nTNT 190-20 (9th Cir. unpublished opinion).3 Upon the redemption of the interest of the withdrawing\nmember of the LLC, the LLC was disregarded for tax purposes so --------------, as the single member, became liable for\nemployment taxes incurred subsequently by the LLC. But that is\nirrelevant to the question whether the event of the member’s\nwithdrawal terminated the limited liability of the members of --------------- for the liability of the LLC for the employment\ntaxes incurred when it was a multimember LLC taxed as a\npartnership. Treas. Reg. § 301.7701-2(c)(2)(iii) provides that an entity\nthat is otherwise disregarded as separate from its owner is\ntreated as an entity separate from its owner for purposes of\nfederal liabilities of the entity with respect to any taxable\nperiod for which the entity was not disregarded. Because the\ntaxable periods involved in this case date back to when the\ntaxable entity was a multi-member LLC that was not disregarded,\n---------------- and his property cannot be liable for taxes\nincurred during those periods. By virtue of the redemption and\nsettlement agreement, the LLC itself remains liable for the\nunpaid taxes and its property may be levied against. 3 That regulation has been revised to render a single-member LLC liable for\nemployment taxes as the employer, even though it is disregarded for other\nfederal tax purposes. Because the revised regulation is effective for wages\npaid on or after January 1, 2009, it has no effect on the analysis in this\ncase. GL-126770-09 6 Please call Cathy Campbell at 206-220-5637 is you have any\nquestions. PATRICIA A. DONAHUE\nArea Counsel\n(Small Business/Self-Employed:Area 7) By: _____________________________ Catherine L. Campbell\nAttorney (Seattle, Group 2)\n(Small Business/Self-Employed)",
      "queries": [
        "what is cultural heritage",
        "how important is training for community policing",
        "what problems do police need to solve in a structured and disciplined manner?",
        "when did the ratification of the havana convention happen"
      ],
      "queries_score": [
        -8.304354667663574,
        -9.156559944152832,
        -9.467151641845703,
        -8.940235137939453
      ]
    }
  ]
}