{
  "doc_id": "legal-advice_22",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_22__0",
      "chunk_id": "0",
      "content": "Internal Revenue Service memorandum\nNumber: 20031501F\nRelease Date: 4/11/2003\nCC:LM:HMT:NEW:2:POSTF-106186-02\nUILC: 61.17-00, 61.17-09, 162.02-00, 162.06-07, 162.07-31, 162.26-00, 162.34-00,\n264.01-00, 264.04-00, 301.01-09, 301.07-00, 302.00-00, 316.00-00, 316.10-09\ndate:\nto: from: subject: March 7, 2003\nThomas Scuderi, Revenue Agent Area Counsel, LMSB Area 2\n(Heavy Manufacturing and Transportation)\nDeductibility of Insurance Premiums;\nPremiums as Constructive Dividends to Insured/Other Shareholders;\nDeferred Compensation or Dividends/Sale of Stock/Installment\nRedemption This memorandum responds to your request for assistance. It should not be\ncited as precedent. LEGEND\nTaxpayer\n=\nYear 1\n=\nState\n=\nFounder's Heir (FH)\n=\nFH's Retirement Date\n=\nA%\n=\nA\n=\nB\n=\nC\n=\nRelated\n=\nFirst Amendment Date\n=\nSecond Amendment Date =\nTrust Creation Date\n=\nShareholder's Trust\n=\nYear 2\n=\nLife Insurance Company =\nInsurance Purchase Date =\nPolicy One\n=\n$A\n=\nPolicy Two\n= POSTF-106186-02 2 $B\n=\nInsurance Change Date =\nPolicy Three\n=\n$C\n=\nDivorce Date\n=\nYear 3\n=\nYear 4\n=\n$D\n=\nRetirement Date\n=\nX\n=\nY\n=\nX+Y\n=\nYear 5\n=\n$P\n=\nQ%\n=\nR%\n=\n$S\n=\n$T\n=\n$U\n=\nYear 6\n=\nCompensation Agreement\nDate\n=\nISSUES\n1. Whether life insurance premium payments by a closely held corporation on\nthe lives of the corporation's officers, who were its shareholders, are deductible\nbusiness expenses of the corporation. 2. Whether the aforementioned premium payments constitute constructive\ndividends to the insured shareholders where the corporation paid the premiums,\nalthough both corporation and shareholders guaranteed the payment. 3. Whether the redemption of corporate stock from the estate of a deceased\ninsured stockholder, using proceeds of company owned life insurance, results in\nconstructive dividends to the continuing shareholders where no primary purchase\nobligation had been imposed upon the continuing shareholders. 4. Whether premium payments by the corporation for life insurance for one\nstockholder creates constructive dividends to the other shareholders where the\nproceeds of such policy are obligated for the reacquisition of the corporation's stock\nfrom the insured shareholder's estate. POSTF-106186-02 3 5. Whether the closely-held corporation and its retiring Chief Executive Officer\n(CEO), who was also a shareholder, entered into a valid deferred compensation\nagreement or disguised stock redemption. CONCLUSIONS 1. Premium payments for life insurance policies on the lives of the\nofficer/shareholders of a closely held corporation are not deductible business expenses. Firstly, the Code pre-cludes deduction under § 264 since the corporation was the\nprimary beneficiary of the stock reacquisition plan funded by the insurance proceeds. Secondly, since the payments are being used to fund the acquisition of a capital asset,\ntreasury stock, they do not constitute ordinary and necessary business expenses. Thirdly, IRC § 162(k) specifically precludes deduction for expenses by a corporation in\nconnection with the reacquisition of its stock. 2. Since the proceeds of the life insurance policies are obligated solely for the\nreacquisition of the corporation's stock from the decedent stockholder's estate, or that\nof any later surviving spouse, the corporation is a beneficiary of the plan. Under such\ncircumstance, no constructive dividend will be deemed to arise to the insured\nshareholder by the corporation's payment of the premiums. 3. Not being relieved of a primary obligation to purchase the shares of a\ndecedent shareholder, no constructive dividend occurs to the continuing shareholders\nupon the reacquisition of corporate stock from the decedent shareholder's estate\nfunded with company owned life insurance benefits. 4. Since no constructive dividends would arise to the continuing shareholders\nwhen the corporation reacquires the shares of a deceased shareholder using the\nproceeds of the applicable life insurance policy, no constructive dividends to those\nsame shareholders are generated as the premiums are being paid by the corporation.",
      "queries": [
        "what is cops office training?",
        "how to approve project deliverables",
        "cops office phone number",
        "what is full-time job status",
        "what are the obligations of an eeop",
        "do subsidiaries need to give employee stock options"
      ],
      "queries_score": [
        -8.340226173400879,
        -7.775459289550781,
        -6.941464424133301,
        -7.795342445373535,
        -7.394570350646973,
        -7.506640911102295
      ]
    },
    {
      "id": "legal-advice_22__1",
      "chunk_id": "1",
      "content": "4. Since no constructive dividends would arise to the continuing shareholders\nwhen the corporation reacquires the shares of a deceased shareholder using the\nproceeds of the applicable life insurance policy, no constructive dividends to those\nsame shareholders are generated as the premiums are being paid by the corporation. 5. The post-retirement annuity coupled with the eventual stock reacquisition may\nrepresent a disguised long-term install-ment redemption; however, we are unable\nprovide a definitive answer at this time and recommend further factual development. FACTS\nFounded in Year 1, the subject State corporation is engaged in bulk purchase\nand sale of chemicals as a middleman between chemical producers and manufacturing\nend-users. The company's founder passed ownership to Founder's Heir, FH. By FH's\nRetire-ment Date, FH had retired, passing control to three (3) of FH's heirs. At FH's\nretirement, FH owned A% of the outstanding pre-ferred stock but no common stock. The corporation's common stock was owned equally by FH's heirs, A, B, and C.\nBetween the three (3) shareholders, they owned equal amounts of Class A Common\nshares and a higher number of Class B, non-voting Common. All three shareholders,\nas FH and founder before, worked as officers of the corporation. POSTF-106186-02 4 The shareholders entered a Stock Redemption Agreement on FH's Retirement\nDate, the relevant terms of which detailed that for the best interests of the corporation,\nin the event of the death of a shareholder, the company would purchase the shares\nusing funds from life insurance covering some or all of the shareholders. The\nagreement further described the manner that share value was to be determined and\nhow the purchase would be effected if the insurance proceeds exceeded, or fell below,\nthe value of the shares to be acquired. The agreement was amended on First Amendment Date to add provisions for\nthe acquisition of corporate stock upon the volun-tary retirement or disability of a\nshareholder. With respect to a retirement, both shareholders and corporation agreed to\nthe mandatory sale and purchase of stock. On Second Amendment Date, a second\namendment was executed modifying the method of payment of the purchase price. On Trust Creation Date, the stockholders created the Share-holder's Trust\nwhose stated sole purpose was \"to facilitate the acquisition of shares of a deceased\nshareholder by some or all of the surviving shareholders in accordance with the\nprovisions of the Stockholders' Agreement.\" No contemporaneous Stockholders'\nAgreement was executed at that time however. The trust estate was generally to consist of one or more life insurance policies on\nthe life of one or more of the shareholders. This aspect mirrored the Year 2 Stock\nRedemption Agreement which had indicated use of life insurance to fund the stock\nredemption. The trustee was empowered to cause himself to be named the beneficiary\nunder the policies. Upon maturity, the trustee was to collect the proceeds under the\napplicable policy and disburse same in accordance with the provisions of the\nStockholders' Agreement. According to the trust formation documents, policy premiums were to be paid\nfrom and out of the principal and income of the trust or as otherwise set forth in the trust\ndocument.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_22__2",
      "chunk_id": "2",
      "content": "According to the trust formation documents, policy premiums were to be paid\nfrom and out of the principal and income of the trust or as otherwise set forth in the trust\ndocument. No other provision specifically detailed a source of funds for the premi-ums,\nbut it is our understanding that the premiums were paid by the corporation from its\nfunds rather than by the trustee from any principal or income of the trust. Interestingly, the trust documents explicitly relieved the trustee from any obligation to\npay the premiums. A schedule attached to the trust agreement lists the policies extant at formation,\ntwo policies from Life Insurance Company, actually acquired on Insurance Purchase\nDate. Policy One provided for survivorship life insurance in the face amount of $A on\nthe lives of A and A's spouse. Policy B provided for survivorship life insurance in the\nface amount of $B on the lives of B and B's spouse. On Insurance Change Date, POSTF-106186-02 5 Policy Three was acquired with the face amount of $C on C's life.1 In Year 3, the\nrespective ages of A, B, and C were 63, 58, and 53. In Year 3, A announced that A would be retiring from active employment with the\ncompany as of the end of that year. Purport-edly in recognition of A's past services to\nthe company as an employee since Year 4, and more recently as the company's CEO,\nan agreement titled, \"Deferred Compensation Agreement\" was entered between A and\nthe corporation. Under its terms, A was to receive $D per year in monthly installments,\ncommencing on Retirement Date. In the event of A's death or incapacity, the payments\nwould be made to A's spouse for life or to A's caretaker, if any. The stated purpose of\nthe Deferred Compensation Agreement was to redress the corporation's professed\nearlier inability to fully fund a qualified retirement program during a considerable portion\nof A's employment. On Retirement Date, A and A's spouse entered into a Stock Sale Agreement\nwith the corporation and its other shareholders. A and A's spouse agreed that upon the\ndeath of the latter, the representative of such decedent's estate would offer the shares\nto the remaining persons or entities that were then shareholders of the corporation. Any shares not purchased by the other shareholders were to be purchased by the\ncorporation at the price set in the agreement. The Stock Sale Agreement contemplated that A would \"as soon as practicable\"\nconvert A's Class A shares to non-voting Class B. All of A's non-voting stock\npossessed at death was to be pur-chased for $A, the face amount of the life insurance\npolicy. At the time the agreement was executed, A owned X shares of Class A and Y\nshares of Class B. Describing the reacquisition, the stock agreement states, \"The [X +\nY] common shares owned by A shall be purchased for a price of $A.\" Since the total\nnumber of common shares to be repurchased was numbered at [X + Y], it appears the\nconversion contemplated was one-for-one between the common share classes.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_22__3",
      "chunk_id": "3",
      "content": "Since the total\nnumber of common shares to be repurchased was numbered at [X + Y], it appears the\nconversion contemplated was one-for-one between the common share classes. In variance to the Year 3 trust agreement, the stock sale agreement stated that\nthe corporation and the shareholders were obligated to pay the insurance premiums. The shareholders per-sonally guaranteed the payment of the life insurance premiums. According to the stock sale agreement, payments made directly by the corporation were\nto be treated as reducing the outstanding guarantees of the shareholders on a pro rata\nbasis. We are informed that for the Year 5 tax year, B reported $P as part of B's gross\nincome. This amount had been reported on B's Year 5 Form W-2, Wage and Tax\nStatement, as a fringe benefit. The reported amount represented Q% of the premium\nfor the policy for A, who had retired at the close of Year 3, plus R% of the premium paid\nfor related shareholder C, the only other continuing common stock owner. We suspect\n1 C was divorced on Divorce Date. This policy, entitled \"Modified Premium Whole Life,\" could\nrepresent the post-divorce striking of survivorship benefits of an earlier acquired policy. POSTF-106186-02 6 that C similarly reported Q% of the premium paid for A and R% of the premium paid for\nB. An appraisal of C's interest in the company and its related entities in Year 3,\ndone for C's divorce, valued that interest at $S. Also at that time, C owned a profit\nsharing plan valued at $T and a defined benefit pension plan valued at $U. Since the\nrelated shareholder's interests in the corporation were equal in Year 3, we have\nassumed that A probably possessed the same benefits. Upon A's retirement, A took a\nlump sum payment on A's pension and profit sharing plans. LAW AND ANALYSIS\nDeductibility of Premiums\nCogent business reasons exist justifying the purchase of key man life insurance\nby closely held corporations. Despite these reasons, the Code denies deductibility for\nstock redemption costs, as well as life insurance premium costs where the corporation\nis the beneficiary of such insurance. In the case of Emeloid v. Commissioner, 189 F.2d 230 (3d Cir. 1951), rev'g 14\nT.C. 1295 (1950), the Third Circuit expressively wrote of continuity-of-management as\nthe business purpose underlying the need for key man insurance. Harmony is the essential catalyst for achieving good management; and\ngood management is the sina qua non of long-term business success. Petitioner, deeming its management sound and harmonious, conceived of\nthe trust to insure its continuation. Petitioner apparently anticipated that,\nshould one of its key stockholder-officers die, those beneficially interested\nin his estate might enter into active participation in corpor-ate affairs and\npossibly introduce an element of friction. Or his estate, not being bound\nby contract to sell the stock to petitioner, might sell it to adverse interests. The fragile bark of a small business can be wrecked on just such\nuncharted shoals. Emeloid at 233. Despite the business need for management continuity, Section 264(a)(1) denies\ndeductions for premiums on any life insurance policy if the taxpayer is directly or\nindirectly a beneficiary under the policy.",
      "queries": [
        "what is the allowable use of ahtf award",
        "when was the 1984 act of audit amended"
      ],
      "queries_score": [
        -9.070799827575684,
        -9.16991138458252
      ]
    },
    {
      "id": "legal-advice_22__4",
      "chunk_id": "4",
      "content": "The fragile bark of a small business can be wrecked on just such\nuncharted shoals. Emeloid at 233. Despite the business need for management continuity, Section 264(a)(1) denies\ndeductions for premiums on any life insurance policy if the taxpayer is directly or\nindirectly a beneficiary under the policy. According to the within facts, the policies were\npossessed by the trust with the trustee named as benefi-ciary. The Trust Agreement, in\ndiscussing the disbursement of the life insurance proceeds, directed that the\ndisbursement would occur pursuant to the Stockholders' Agreement. Although no contemporaneous agreement was made, the Year 3 Stock Sale Agreement executed with\nA specifically detailed that the proceeds were to be used for the reacquisition of\ncorporate stock. POSTF-106186-02 7 While the trust document failed to reflect who was respon-sible for making the\npremium payments, and in fact relieved the trustee from such responsibility, the Year 3\nStock Sale Agreement named the corporation and the shareholders as obligated for the\npayments. Nevertheless, the audit revealed that the premium payments were wholly\nmade by the corporate taxpayer, with the corporation consequently seeking business\ndeductions for the payments. This situation is nearly identical to that confronted and analyzed in an earlier\nprivate letter ruling. LTR 6508270960A (Aug. 27, 1965). The only significant difference\nis that in that case, the trustee therein held possession of the stock certifi-cates\nwhereas the language of the applicable agreements in this matter states that the within\ntrustee will need to secure the share certificates from the relevant estate, suggesting\nthat the stockholders retained possession of the shares. Be that as it may, consistent with the letter ruling, the company is the true\nbeneficiary, directly or indirectly, under the policies in question since the reacquisition\nplan permits the orderly continuation of the business after the death of a share-holder. Id. Thus, the deductions are not allowed under § 264(a). Alternatively, the Service has already determined that premium payments as\nthose within do not constitute ordinary and necessary business expenses. In Rev. Rul. 70-117, 1970-1 C.B. 30, the Service determined that such premium expenses were in\nthe nature of amounts paid for the acquisition of a corporate asset, treasury stock, and\ntherefore not deductible under I.R.C. § 162. The purchase of stock, including the\nrepurchase by an issuing corporation of its own stock, is generally treated as a capital\ntransaction that does not give rise to a current deduction. LTR 96-41-001, n.3 (May 31,\n1996). Finally, since 1986 the Code has specifically denied deductibility of expenses for\na corporation's reacquisition of its shares. The current section reads in pertinent part,\n\"[N]o deduction otherwise allowable shall be allowed ... for any amount paid ... by a\ncorporation in connection with the reacquisition of its stock.\" I.R.C. § 162(k). Under the\nfacts presented, the payments by the corporation of the insurance premiums fall within\nthe broad \"in connection with\" language of section 162(k) since the proceeds of such\npolicies were obligated for the reacquisi-tion of the corporation's stock. Constructive Dividends to the Insured Stockholders When an individual shareholder receives an economic benefit through a\ndiversion of corporate earnings and profits, such receipt may be taxed as a constructive\ndividend.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_22__5",
      "chunk_id": "5",
      "content": "Constructive Dividends to the Insured Stockholders When an individual shareholder receives an economic benefit through a\ndiversion of corporate earnings and profits, such receipt may be taxed as a constructive\ndividend. Sachs v. Com-missioner, 277 F.2d 879, 882 (8th Cir. 1960) cert. denied, 364\nU.S. 833 (1960). Where a corporation pays premiums on an indi-vidual life insurance\npolicy on the life of a corporate officer/ sole stockholder, and the officer is permitted to\ndesignate the beneficiary, and the corporation is not directly or indirectly benefited by\nthe payments, those premium payments constitute income to the insured officer as they\nare paid. Yeungling v. Commissioner, 69 F.2d 971, 972 (3d Cir. 1934); Treas. Reg. POSTF-106186-02 8 § 1.61-2(d)(2)(ii)(a). Here, however, the named beneficiary on the life insurance\npolicies is the trustee. In the case of Prunier v. Commissioner, 248 F.2d 818 (1st Cir. 1957), life\ninsurance premiums similar to those within were found not to constitute income to the\ninsured shareholder when it was determined that the true beneficial owner of the\npolicies was the corporation. The above issue was directly addressed in Rev. Rul. 59184, 1959-1 C.B. 65. In that matter, the named benefi-ciary was a trustee obligated to\nreacquire the corporation's shares from the decedent stockholder's estate. Whenever a corporation purchases life insurance on the lives of its\nstockholders, the proceeds of which are to be used in payment for the\nstock of any stock-holder, the premiums on such insurance do not constitute income to any stockholder ... if such right of the beneficiary to receive\nthe proceeds is conditioned upon the transfer of the corporate stock to the\ncorporation. Rev. Rul. 59-184. Accord, Sanders v. Fox, 253 F.2d 855 (10th Cir. 1958), Casale v.\nCommissioner, 247 F.2d 440 (2d Cir. 1957). Interestingly, in Rev. Rul. 59-184, the insured stock-holders' heirs were not the\nnamed beneficiaries of the insurance policies. The designated beneficiaries were\ntrustees of an insurance trust who, by agreement with the corporation, were obligated to\ncollect the insurance proceeds and pay those pro-ceeds to the heirs of the deceased\nstockholders in return for the corporate stock. Nevertheless, the revenue ruling goes so\nfar as to hold that even when the insured stockholders have the right to designate the\nbeneficiaries of the life insurance policies, no constructive dividends result from the\ncorporation's payment of the premiums, so long as the beneficiaries must surrender the\ncorporate stock in order to receive the life insurance proceeds. Since this ruling directs that no constructive dividend results when the\ncorporation pays life insurance premiums for its stockholders where the beneficiaries\nnamed in the policies can be the insured stockholders's designees, provided those\nproceeds are to be used to reacquire the corporation's stock, it is plain that where the\ncorporation itself is the beneficiary under the life insurance policy, no constructive\ndividend arises from the pre-mium payments. Admittedly, the policies herein reflect the\ntrustee as the ostensible beneficiary, but as shown in LTR 6508270960A and Rev. Rul.\n59-184, the corporation will be deemed the ultimate beneficiary.",
      "queries": [
        "what is the condition for cops cpd award",
        "how long does it take to submit conference and event"
      ],
      "queries_score": [
        -8.83999252319336,
        -9.56534481048584
      ]
    },
    {
      "id": "legal-advice_22__6",
      "chunk_id": "6",
      "content": "Admittedly, the policies herein reflect the\ntrustee as the ostensible beneficiary, but as shown in LTR 6508270960A and Rev. Rul.\n59-184, the corporation will be deemed the ultimate beneficiary. See also, Neonatology\nAssociates, P.A. v. Commissioner, 115 T.C. 43, 95 (2000) aff'd, 299 F.3d 221 (3d Cir.\n2002) (For purposes of § 264(a)(1), it is not necessary that the deemed beneficiary be\nexpressly listed as a beneficiary on the policy.). Constructive Dividends to the Continuing Stockholders The question arises whether, either by virtue of the current policy premium\npayments by the corporation, or by the future redemption event, constructive dividends\naccrue to the benefit of the other shareholders. Since the proceeds of the life\ninsurance policies are obligated to redeem the decedent stockholder's shares, no\nconstructive dividends result to the insured from the premium payments by the POSTF-106186-02 9 corporation. On the other hand, the continuing shareholders derive a benefit by the\nplan of repur-chase of the outstanding shares from the decedent shareholder's estate,\nor that of a later surviving spouse, if any. For exam-ple, upon the reacquisition of A's\n1/3 interest in the corpora-tion at A's death, C's and B's stockholdings, formerly representing 1/3 interests become 1/2 interests. This increase in ownership occurs to C and\nB without their having expended any personal funds. 2 In comparison to the time period surrounding the premium payments, a clear\naccretion to wealth can be seen when a corpor-ation converts the life insurance policy\nupon the death of an insured shareholder. For this reason, we first analyzed the\nauthorities dealing with the impact to the continuing share-holders of a redemption. If\nsuch redemptions have no construc-tive dividend implications to the continuing\nshareholders, the Service would be hard-pressed to convincingly articulate that the life\ninsurance premium payments on one insured shareholder constitute constructive\ndividends to the other shareholders. The Service has previously argued before the Tax Court that one way of\ninterpreting a redemption is that the continuing shareholders have purchased additional\ncontrol of the corporation from the exiting shareholder by having the corporation\nredeem that departing shareholder's stock and thereby have derived a taxable benefit. In the absence of a primary obligation on the part of the continuing stockholders to\npurchase the shares of the departing stockholder, this argument has not persuaded the\ncourts. For example, in Arnes v. Commissioner, 102 T.C. 522 (1994)(reviewed\nopinion), no constructive dividend was found where a married couple had their\ncorporation redeem the wife's shares even though the husband had guaranteed the\ncorporation's obligation to do so. If a corporation redeems stock that its remaining shareholder was\nobligated to buy, a constructive divi-dend results to the remaining\nshareholder. Wall v. United States, 164 F.2d 462 (4th Cir. 1947); Hayes v.\nCommissioner, 101 T.C. 593 (1993); Edler v. Commis-sioner, T.C. Memo.\n1982-67, affd [sic] 727 F.2d 857 (9th Cir. 1984). However, this rule is\nlimited to those circumstances where the obligation of the remaining\nshareholder is both primary and uncondi-tional. Enoch v. Commissioner,\n57 T.C. 781 (1972); Priester v. Commissioner, 38 T.C. 316 (1962);\nEdenfield v. Commissioner, 19 T.C. 13 (1952); Edler v. Commis-sioner,\nsupra. Arnes at 527.",
      "queries": [
        "when are contractors required to pay wages",
        "is corporation x amortizable"
      ],
      "queries_score": [
        -8.674638748168945,
        -6.915132522583008
      ]
    },
    {
      "id": "legal-advice_22__7",
      "chunk_id": "7",
      "content": "However, this rule is\nlimited to those circumstances where the obligation of the remaining\nshareholder is both primary and uncondi-tional. Enoch v. Commissioner,\n57 T.C. 781 (1972); Priester v. Commissioner, 38 T.C. 316 (1962);\nEdenfield v. Commissioner, 19 T.C. 13 (1952); Edler v. Commis-sioner,\nsupra. Arnes at 527. Adams v. Commissioner, 594 F.2d 657 (8th Cir. 1979); Priester,\nsupra,(Corporation's payment in complete redemption of majority stockholder's interest\nin closely held corporation did not cause constructive dividend to remaining stockholder\nwho thereby became sole owner). Gerson v. Commis-sioner, T.C. Memo. 1989-52,\nappealable to the Third Circuit, (Redemption of stock by corporation results in a\nconstructive dividend to a continuing shareholder under §§ 61(a), 301(c)(1), 302(a), and 2 This hypothetical does not reflect the fact that A, after retiring, exchanged A's Class A\nCommon shares for Class B. POSTF-106186-02 10 316(a), if at the time of redemption, the shareholder was personally and unconditionally\nobligated to purchase the stock that was redeemed). See also, Sullivan v. United\nStates, 244 F.Supp. 605 (W.D.Mo. 1965) cert. denied, 387 U.S. 905 (1967); Ward v.\nRountree, 193 F.Supp. 154 (M.D.Ten. 1961). The Third Circuit, to which any appeal of this matter would lie, has twice\nspecifically opined on this issue, both times reversing opinions of the Tax Court. Golsen v. Commissioner, 54 T.C. 742, 757 (1970), aff'd, 445 F.2d 985 (10th Cir. 1971),\ncert. denied, 404 U.S. 940 (1971). In Schmitt v. Commissioner, 208 F.2d 819 (3d Cir.\n1954), rev'g 20 T.C. 352 (1953) and Holsey v. Commissioner, 258 F.2d 865 (3d Cir.\n1958), rev'g 28 T.C. 962 (1957), the Third Circuit held that no constructive dividend\nresulted to the continuing shareholders when their corporation redeemed the shares of\nanother shareholder. The later case of Holsey clarified that even where the continuing\nshareholders possess an option to purchase, rather than an obligation to do so, no\ndividend results. The Service announced its acquiescence to the Holsey case in Rev. Rul. 58-614,\n1958-2 C.B. 920. \"In the future, the Service will not treat the purchase by a corporation\nof one shareholder's stock as a dividend to the remaining shareholders merely because\ntheir percentage interests in the corporation are increased.\" Underlying these cases and ruling is a recognition that there has been a\ndiminution in corporate earnings and profits, or that debt has been incurred to finance\nthe redemption. Hence, while the proportional ownership interests of the continuing\nshareholders have increased, \"[t]he proportion of the corpor-ation's assets owned by\neach of the shareholders was just the same as it was before. Neither was richer;\nneither was poorer.\" Schmitt at 820-821; Holsey at 868-869; Williams v. Commissioner,\nT.C. Memo. 1976-368, 35 T.C.M. 1672, 1677. As the Williams court succinctly\ndescribed the relevant effects of a redemption, \"[T]he assets of the corporation are at\nthe same time reduced; there-fore, the value of the continuing shareholder's interest in\nthe corporation is not increased.\" Id. The authorities previously noted have hinted that even when share value has\nappreciated in the redemption, such appreciation is not a taxable event to the\ncontinuing shareholders. In the Holsey case, the redemption was for less than book\nvalue of the stock redeemed. By such discount, the continuing shareholders benefitted\nbecause their stock value consequently increased.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_22__8",
      "chunk_id": "8",
      "content": "In the Holsey case, the redemption was for less than book\nvalue of the stock redeemed. By such discount, the continuing shareholders benefitted\nbecause their stock value consequently increased. Nevertheless, the court determined\nthat the purchase of a stock-holder's shares by the corporation at an option price below\nbook value did not effect a dividend distribution to the remaining shareholder. Holsey at\n868. With respect to the differential resulting in increased value to the remaining\nshareholder, the Court cited the analogy initially proposed by the Schmitt court where a\nparcel of land appreciates in value over time, but no taxable event occurs. Similarly as\nto stock, although the value increases, this accre-tion does not give rise to taxable\nincome within the meaning of the Sixteenth Amendment until the corporation makes a POSTF-106186-02 11 distribu-tion to the stockholder or his stock is sold. Holsey at 868. The Tax Court in the\nWilliams case specifically pointed-out as significant that the Holsey court determined no\nconstructive dividend arose despite that the option price for the redemption was less\nthan the market value of the redeemed shares. Williams at 1677 n.3. While in Rev. Rul. 58-614, the IRS announced that it would follow the decision of\nHolsey, the Service went on, however, to caution that regardless of the form of the\ntransaction, if the stock was in reality purchased by the remaining shareholders and\npaid for by the corporation, the payment would be considered a dividend to the\nremaining shareholders. If, as the Stock Sale Agreement seems to permit, one or more of the continuing\nshareholders acquired the shares of the dece-dent using the life insurance proceeds,\nconstructive dividends would arise. We discern this ability since the Stock Sale Agreement fails to specifically prohibit such action. The agreement states, \"Any excess of\ninsurance proceeds over the purchase price shall be retained by the purchaser of the\ncommon shares, free and clear of any obligations under this Agreement.\" \"Purchaser\"\nis undefined in the agreement, although the only parties authorized to purchase are the\ncontinuing shareholders, who possess an election to purchase, and the trustee who has\nan obligation to purchase any shares not earlier purchased. It is unlikely that the continuing shareholders would pur-chase the shares since\nthe continuing shareholders can achieve the same ownership increase by merely\nhaving the corporation redeem the decedent's shares. Similarly, the competing\ninterests of the continuing shareholders would seem to preclude less than all of the\ncontinuing shareholders from attempting to purchase the shares using the insurance\nproceeds. In this case, the potential corporate redemption causes no constructive dividend\nto occur to the continuing shareholders since they are not relieved of any obligation to\npurchase the decedent's shares. Unless the shareholders personally avail themselves\nof the life insurance proceeds, the authorities reflect that no constructive dividend would\noccur at the redemp-tion. That being the case, we do not foresee the Service pre-vailing on an argument\nthat a portion of each life insurance premium payment on any one shareholder's life\nconstitutes a constructive dividend to the other shareholders. Finally, we reiterate another caution contained in Rev. Rul. 58-164.",
      "queries": [
        "what is the cfda number for cops office ahtp",
        "do you need to agree to cops part 23"
      ],
      "queries_score": [
        -9.135125160217285,
        -9.195347785949707
      ]
    },
    {
      "id": "legal-advice_22__9",
      "chunk_id": "9",
      "content": "That being the case, we do not foresee the Service pre-vailing on an argument\nthat a portion of each life insurance premium payment on any one shareholder's life\nconstitutes a constructive dividend to the other shareholders. Finally, we reiterate another caution contained in Rev. Rul. 58-164. [I]f a shareholder surrenders stock to a corporation for less than its fair\nmarket value, such surrender may be a gift or compensation to the\nshareholders who remain....Conversely, if a corporation pays more than\nfair market value for its stock, the payment may be compensation to the\nshareholder surrendering stock or may be a gift to him from the\nshareholders who remain interested in the corporation. POSTF-106186-02 12 1958-2 C.B. 920, 921. If a future redemption is for an amount disproportionate to the fair market value\nof the shares, tax implications may arise. Along this line, we point out that although A,\nC, and B purpor-tedly owned equal shares of the company in Year 6, the policy to be\nused to reacquire A's shares was in the amount of $A whereas that for B, acquired on\nthe same date, was for $B. C's appar-ently later acquired policy was similarly for $C. This lack of uniformity should be investigated and explained by the corpora-tion's\nrepresentative. Deferred Compensation or Redemption\nAfter A had announced A's desire to retire, A and the company executed a\npurported \"Deferred Compensation Agreement\" on Compensation Agreement Date,\nwherein they agreed A would receive $D per year for life, paid in monthly installments. Upon A's death, the payments would be made to A's spouse for life, if A's spouse\nsurvived A. The Service seeks to attack this agreement and A's Year 6 Stock Sale\nAgreement. Conflating the two agree-ments, the Service proposes to disallow all or\npart of the annual $D compensation deductions taken by the corporate taxpayer on the\ngrounds that such payments were in reality installment payments for the redemption of\nA's equity interest in the company. Viewed in this manner, the bulk repurchase\npayment using the $A from the life insurance policy would represent a balloon payment\nfor the balance. In the case of a closely held corporation, special scrutiny is required of\ntransactions between shareholders and their cor-poration because of the unfettered\ncontrol exercised by the limited number of shareholders. Roschuni v. Commissioner,\n29 T.C. 1193, 1201 (1958), aff'd per curiam, 271 F.2d 267 (5th Cir. 1959), cert. denied,\n362 U.S. 988 (1960). We initially pause to clarify that since A had not agreed to the deferral of\ncompensation as it was being earned during the years of A's active employment, the\npayments commencing upon A's retirement should more accurately be described as\ncontinuing salary or annuity rather than couched as deferred compensation. Next, we note some evidence contradicting the company's stated purpose for the\nagreement. The Year 3 existence of C's profit sharing and pension plans, aggregating\nthen to over a half-million dollars, may belie the company's assertion of a past inability\nto fully fund a pension plan for A who possessed an equal ownership interest to C.",
      "queries": [
        "irs internal revenue service release number"
      ],
      "queries_score": [
        -7.078091144561768
      ]
    },
    {
      "id": "legal-advice_22__10",
      "chunk_id": "10",
      "content": "The Year 3 existence of C's profit sharing and pension plans, aggregating\nthen to over a half-million dollars, may belie the company's assertion of a past inability\nto fully fund a pension plan for A who possessed an equal ownership interest to C. In\nfact, the revenue agent has informed us that indeed A did possess similar plans to C,\nbut A exchanged such for a lump-sum payout at A's retirement. POSTF-106186-02 13 Shortly after A's retirement, A exchanged A's Class A stock for an equal number\nof non-voting Class B common stock consistent with the Year 6 Stock Sale Agreement. The relevant documents are unclear as to what consideration A received in exchange\nfor A's 1/3 voting interest in the company. While A's Year 6 Stock Sale Agreement\nreflects that there was a one-for-one conversion of Class A voting stock for Class B\nnon-voting, the agreement does not state whether additional consideration was paid to\nA for A's voting rights. If additional\nconsidera-tion was not received, taxpayer's one-for-one exchange of voting stock for\nnon-voting stock raises questions about the exchange. Taxpayer may argue that prior to the Year 6 Stock Sale Agreement, the amount\nthat A's heirs were to receive on the stock redemption was uncertain. The Year 2 Stock\nRedemption Agreement, although reflecting that the repurchase was to be made\nprimarily using life insurance proceeds, failed to specify an amount for the reacquisition. The agreement did direct that the stock's redemption price would be determined by\nreference to the corpora-tion's book value. In Year 3, A's life was insured by a policy in\nthe amount of $A, although it was not made explicit in the trust document between the\nrelevant parties whether this amount constituted the total redemption price. Presumably, reference would have been to the Year 2 agreement which directed that\nstock value for the redemption would be determined by reference to date of death\ncorporate book value. By couching the monthly pay-ments as deferred compensation\nrather than dividends or redemp-tion installment payments, the corporation can take\ndeductions otherwise unavailable. POSTF-106186-02 14 Correspondingly, since the annuity was to be\npaid to A and then to A's spouse, the amount to be paid by the corporate taxpayer is\nsomewhat open-ended. In Year 3, A was aged 63. Fundamentally, the true character of\nwhat transpired requires a determination of the value of the business at the time of A's\nretirement, the value of the annuity, and expectations regarding interest and corporate\ngrowth. The question as to when a redemption is consummated for tax purposes is a\npractical one to be decided by weighing all of the various factors. Estate of Oscar L.\nMathis v. Commissioner, 47 T.C. 248 (1966); Isidore Himmel v. Commissioner, 41 T.C.\n62 (1963), rev'd on other grounds, 338 F.2d 815 (2d Cir. 1964); In re Lukens' Estate v.\nCommissioner, 246 F.2d 403 (3d Cir. 1957), rev'g 26 T.C. 900 (1956). It is also clear\nthat § 302(b)(3) contains no prohibition against payment of the redemption price on an\ninstallment basis. Lisle v. Commissioner, T.C. Memo. 1976-140, 35 T.C.M. 627, 635.",
      "queries": [
        "state information technology point of contact",
        "cops office audit contact number",
        "when is svpp due",
        "what is the purpose of a mou document?"
      ],
      "queries_score": [
        -9.53159236907959,
        -9.262665748596191,
        -9.08029842376709,
        -7.695047378540039
      ]
    },
    {
      "id": "legal-advice_22__11",
      "chunk_id": "11",
      "content": "It is also clear\nthat § 302(b)(3) contains no prohibition against payment of the redemption price on an\ninstallment basis. Lisle v. Commissioner, T.C. Memo. 1976-140, 35 T.C.M. 627, 635. Authorities have been uncovered whereby the Service has successfully\nchallenged purported redemption payments and found them to be taxable to the\nredeeming shareholder as dividends. See, Hays v. Commissioner, T.C. Memo. 197195 (Although distri-bution was not prorated between shareholders, other determinates\nof dividend equivalence indicated the distribution to be divi-dends). In the case of Lisle,\nthe Service unsuccessfully chal-lenged the payments made to a corporation's two\nprincipal share-holders. Therein, the disputed redemption was structured using initial\ndown payments followed by a 20-year installment payout. The length of payout,\ncoupled with certain retained rights by the shareholders, lead the Service to argue the\npayments were divi-dends rather than redemption amounts. In the present case, with A's surrender of voting power and agreement to $A as\nthe final payment for A's common shares, persuasive evidence of a disguised\nredemption has been shown. 15 POSTF-106186-02 This writing may contain privileged information. Any unauthorized\ndisclosure of this writing may have an adverse effect on privileges, such as the\nattorney client privilege. If disclosure becomes necessary, please contact this\noffice for our views. If you have any questions, please contact the LMSB division of the Office of\nChief Counsel at\nJOSEPH F. MASELLI\nArea Counsel\n(Heavy Manufacturing and\nTransportation: Edison)\nBy:\nJULIA A. CANNAROZZI\nAssociate Area Counsel\n(Large and Mid-size Business)",
      "queries": [
        "can public exigency or emergency permit a delay resulting from competitive solicitation?",
        "what is a state information technology point of contact",
        "provisional rate definition",
        "what type of armor is used for submachine guns",
        "what is an litc"
      ],
      "queries_score": [
        -10.517449378967285,
        -10.365982055664062,
        -9.533699989318848,
        -10.308600425720215,
        -9.07837963104248
      ]
    }
  ]
}