{
  "doc_id": "legal-advice_16",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_16__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service memorandum\nCC:LM:NR:HOU:2:POSTF-163829-02\n----------- UIL: 195.00-00 date: September 26, 2003 Number: 20040302F\nRelease Date: 1/16/2004 to: Amy Nasto, Revenue Agent, ----STOP 4110HOU\nfrom: Associate Area Counsel (Large and Mid-Size Business)\nsubject: -----Section 195 Issues This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney-client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. This is in response to your request for assistance regarding\nthe characterization and the proper tax treatment of certain\nexpenses that - Corporation incurred in - relating to its\nacquisition of -- Corporation. Facts\nAround mid-----, the - Corporation (-)Board of Directors\ndecided to target Mobil Corporation -- for acquisition. On -------------, - acquired --, which became --subsidiary and a member\nof the - consolidated group. - immediately changed its name to --- Corporation (---). Prior to ------ - paid ----------------------------------------------------------------------------------------------------------------------- $---- for professional\nservices relating to its acquisition of --. According to --------- ----- letter to -, these services include:\n(i) advising on the value creation of the Transaction\nfor the Company versus its current stand-alone plan;1\n1 “Company” refers to -- and “Transaction” refers to the acquisition of ----------------------------------------------------------------------------------------------------------------------. See --------------------------------- CC:LM:NR:HOU:2: POSTF 163829-02 page 2 (ii) advising on the structuring of the Transaction;\n(iii) advising on acquisition or merger tactics,\nincluding situations involving the interference by\nthird parties;\n(iv) assistance in presenting the Transaction to the\nfinancial markets (analysts, investors and press)\nincluding among other things the organization of road\nshows following announcement;\n(v) assistance in presenting the Transaction to the\nregulatory bodies in the US and the European Community;\n(vi) assisting in the coordination of all\nimplementation steps of the Transaction with internal\nand external advisors to the Company, and assisting\nwith the preparation of documentation, the conduct of\ndue diligence in respect of the Transaction and the\nimplementation of the Transaction;\n(vii) delivering an opinion to the Board of Directors\nof the Company as to the fairness to the Company, from\na financial point of view, of the consideration to be\npaid by the Company in the Transaction (the “Opinion”),\nsuch Opinion to be in a form and with such conditions\nas are satisfactory to ---- and the Company; and\n(viii) as required, any other work related to the\nTransaction agreed between the parties. See ------ ----- letter to -. --- has not provided a breakdown\nof the amount paid for these services. --- treated the above-mentioned $---- as startup\nexpenditures, and started amortizing it from - under\nI.R.C. ' 195(c)(1). The Service hesitates in allowing this\namount to be so characterized and so treated, because the Service\nis unsure whether the fact that - and -- were in the same field\nof business before the acquisition would render §195\ninapplicable. -------------------------------------------------------------------------------------------------- letter to --. CC:LM:NR:HOU:2: POSTF 163829-02 page 3 Issues:\n(a) With respect to amortization of investigatory expenses, does\n' 195 apply only to creating a new business or acquiring a\nbusiness in a field that differs from the acquirer’s existing\nbusiness? Brief answer: Yes. (b) How should -- alleged “investigatory expenses” be treated? Brief answer: The majority of these expenses should be\ncapitalized under § 263.",
      "queries": [
        "is inmate authority at non duty hours",
        "what was clear was that some of the feedstock coal was run through r.",
        "is customs a seizure authority"
      ],
      "queries_score": [
        -10.15886402130127,
        -8.948443412780762,
        -9.472594261169434
      ]
    },
    {
      "id": "legal-advice_16__1",
      "chunk_id": "1",
      "content": "Brief answer: Yes. (b) How should -- alleged “investigatory expenses” be treated? Brief answer: The majority of these expenses should be\ncapitalized under § 263. Analysis\n(a) With respect to amortization of investigatory expenses, does\n' 195 apply only to creating a new business or acquiring a\nbusiness in a field that differs from the acquirer’s existing\nbusiness? Under the Internal Revenue Code, investigatory expenses, as\npart of startup expenditures,2 are amortizable over 60 months,\nwhich, compared with capitalization, is more favorable to\ntaxpayers. See I.R.C. ' 195(b). Under § 195, investigatory expenses refers to any amount(A) paid or incurred in connection with(i) investigating the creation or acquisition\nof an\nactive trade or business,\n... ...\n(B) which, if paid or incurred in connection with the\noperation of an existing active trade or business (in\nthe same field as the trade or business referred to in\nsubparagraph (A)), would be allowable as a deduction\nfor the taxable year in which paid or incurred. I.R.C. ' 195(c)(1). (I.R.C. ' 195(c)(1)(A) and I.R.C.\n' 195(c)(1)(B) hereinafter are sometimes referred to as\nAsubparagraph (A)@ and Asubparagraph (B)@ respectively.) 2 § 195 addresses startup expenditures, which includes investigatory expenses\nand startup costs. See discussion infra in this Analysis. CC:LM:NR:HOU:2: POSTF 163829-02 page 4 Whether this statute applies to the acquisition of an\nexisting business in the same field as the acquirer’s depends on\nthe meaning of Aactive trade or business@ in subparagraph (A)(i)3. Neither Subparagraph (A) nor (B) defines Aactive trade or\nbusiness.@ These two subparagraphs, however, shed much light on\nthe term’s meaning when looked at together. Subparagraphs (A) and (B) together, in pertinent parts,\nstate that, in addition to “in connection with” investigating the\ncreation or acquisition of an active trade or business, a startup\nexpenditure is an expense that would be currently deductible, if\nit were paid or incurred in connection with the operation of an\nexisting trade or business which is in the same field as that of\nthe one created or acquired. To illustrate, suppose A creates or acquires B, an active\ntrade or business in field X. A’s startup expenditures,\nincluding the expenses incurred in connection with investigating\nthe creation or acquisition of B, must be such that, if incurred\nin connection with the operation of an existing business in field\nX, are currently deductible. Whether an expense is currently deductible is controlled by\nI.R.C. ' 162, which provides that only ordinary and necessary\nexpenses are currently deductible. What kind of expenses, then,\npaid or incurred in connection with investigating the creation or\nacquisition of B could have been incurred in connection with\noperating an existing business in field X and currently\ndeductible? Such expenses are not identifiable, or even\nconceivable, from the plain language of ' 195(c), although such\nidentification is crucial to the ultimate issue in this case. “In the absence of a legislative definition, the term must\nbe given a meaning consistent with the overall statutory\ncontext.” Doe v. Rowe, 156 F. Supp. 2d 35, 46-47 (D. Me. 2001). 3 Of subparagraph (A), only (i) is relevant to the present case. CC:LM:NR:HOU:2: POSTF 163829-02 page 5 Section 195 was enacted in 1980.",
      "queries": [
        "how should alleged investigatory expenses be treated",
        "when can a sole source justification request be submitted",
        "what kind of jobs can inmates be assigned to",
        "what is the amount to which r is required to report a payment to q on the information return"
      ],
      "queries_score": [
        "1.927817",
        -9.069790840148926,
        -8.995380401611328,
        -8.123032569885254
      ]
    },
    {
      "id": "legal-advice_16__2",
      "chunk_id": "2",
      "content": "Doe v. Rowe, 156 F. Supp. 2d 35, 46-47 (D. Me. 2001). 3 Of subparagraph (A), only (i) is relevant to the present case. CC:LM:NR:HOU:2: POSTF 163829-02 page 5 Section 195 was enacted in 1980. The legislative history\nreflects that Congress, in enacting ' 195, intended to encompass\ntwo types of expenses in startup expenditure, i.e. investigatory\nexpenses and startup costs. 4 See 96 H. Rpt. 1278 at 9-10. Congress defined the term “investigatory expenses” as Acosts\nof seeking and reviewing prospective businesses prior to reaching\na decision to acquire or enter any business. Business\ninvestigatory expenses may be of either a general or specific\nnature. The former are related either to businesses generally,\nor to a category of business; the latter are related to a\nparticular business.@ Id. at 9 (emphasis added). The word “enter” in the Congressional definition of\n“investigatory expenses” indicates that the target business is\nnew to the taxpayer: either the taxpayer is not engaged in an\nexisting business or is engaged in a business in a different\nfield. Grammatically, “business” is the object of both “acquire”\nand “enter.” The meaning of the word “business” in this context,\nthen, must be such that fits both verbs. It is therefore logical\nto conclude that the word “business” can only mean a business in\na field different from the acquirer’s. Thus, the Congressional\ndefinition of “investigatory expenses” appears to imply that\n§ 195 only applies to acquiring a business in a different field. This implication is more conspicuous when Congress describes\nthe eligibility for amortization under § 195. To be eligible for\namortization under § 195, states the House Report, “[f]irst, the\nexpenditures must be paid or incurred in connection with\ncreating, or investigating the creation or acquisition of, a\ntrade or business entered into by the taxpayer.” Id. at 10\n(emphasis added). As already explained, entering into a business\nsuggests that the business is in a different field if the\ntaxpayer is already engaged in an existing business. Here, to be\neligible for amortization of the investigatory expenses under\n§ 195, it is required that the business must be one entered into\nby the taxpayer. In other words, if the taxpayer acquires a\nbusiness, the acquired business must be in a field different from\nthe taxpayer’s existing business. 4 This Analysis will focus only on investigatory expenses because the present\ncase does not involve startup costs. CC:LM:NR:HOU:2: POSTF 163829-02 page 6 This interpretation is consistent with the statutory context\nof § 195. “Investigatory expenses” is one of the two categories\nincluded in “startup expenditures” under § 195. The word\n“startup” connotes originality, newness, or distinctiveness from\nwhat already exists. This “newness” notion is more explicitly\nexpressed in the House Report’s discussion of “startup costs,”\nthe other category included in “startup expenditures:”\nGenerally, the term Astartup costs@ refers to expenses\nwhich would be deductible currently if they were\nincurred after the commencement of the particular\nbusiness operation to which they relate. Such costs\nmay be incurred by a party who is not engaged in any\nexisting business, or by a party with an existing\nbusiness who begins a new one that is unrelated, or\nonly tangentially related, to his or her existing\nbusiness. Id. at 10 (emphasis added).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_16__3",
      "chunk_id": "3",
      "content": "Such costs\nmay be incurred by a party who is not engaged in any\nexisting business, or by a party with an existing\nbusiness who begins a new one that is unrelated, or\nonly tangentially related, to his or her existing\nbusiness. Id. at 10 (emphasis added). Although Congress did not state that investigatory expenses\nmust be related to acquiring a business in an unrelated or only\ntangentially related field, it can be inferred from the overall\ncontext of § 195 that Congress did so intend. In Rev. Rul. 99-23, three hypothetical situations are\nestablished to elucidate what qualifies as § 195 amortizable\ninvestigatory expenses in an acquisition of an existing active\ntrade or business. In each hypothetical situation the target\ncompany is in a field unrelated to the acquirer’s. See Rev. Rul.\n99-23. Incorporating such a fact pattern in each hypothetical\nsituation of the ruling reveals the IRS’s reluctance to extend\n§ 195’s application to acquiring a business in the same field (if\nnot its position that § 195 only applies to acquiring a business\nin a different filed) with respect to amortizing investigatory\nexpenses. The inquiry might as well end here. But it may still be\nasked whether the definition of investigatory expenses could have\nmeant costs of seeking and reviewing prospective businesses prior to reaching a decision to\n(1) acquire a business either in the same field as the acquirer’s or in a different filed; or (2)\nenter a business in a different field. CC:LM:NR:HOU:2: POSTF 163829-02 page 7 In enacting § 195, Congress did not contemplate ordinary and\nnecessary business expenses paid or incurred in connection with\nthe expansion of an existing business. Congress noted that these\nexpenses were already deductible under the then existing law. See\nId. at 11. Congress was only concerned with those that were\nordinary and necessary yet could not be deducted under ' 162,\nbecause they were not paid or incurred in carrying on a business. As the House Report notes, these expenses were considered Aas not\nbeing ordinary and necessary trade or business expenses, viz.,\nbecause no business exists, within the meaning of section 162 of\nthe Code.@ 5 Id. at 9 (emphasis added). The above language suggests that Congress contemplated the\nfollowing scenario in enacting ' 195:\nA, engaged in an existing business, incurs “costs of\nseeking and reviewing prospective businesses prior to\nreaching a decision to acquire”6 B (and later does\nacquire B). But A cannot deduct these expenses,\nbecause they are incurred before B is acquired, so that\nthey are not incurred in carrying on a business. Why are these expenses not considered as incurred in\nconnection with expanding A’s existing business and thus\ndeductible under § 162? There are two possible answers to this\nquestion:\n(1) B is in a different field as A’s, so that “no business\nexists” for A to deduct the expenses (the effect of acquiring B,\na business in a different field, is the same as entering a new\nbusiness);\n(2) B is in the same field as A’s, but acquiring a business\nin the same field is not considered as expanding the acquirer’s\nexisting business. If answer (2) can be excluded, i.e. acquiring a business in\nthe same filed is considered a business expansion, leaving answer\n5",
      "queries": [
        "cops office number",
        "how to approve a cops award"
      ],
      "queries_score": [
        -7.230352401733398,
        -7.261126518249512
      ]
    },
    {
      "id": "legal-advice_16__4",
      "chunk_id": "4",
      "content": "If answer (2) can be excluded, i.e. acquiring a business in\nthe same filed is considered a business expansion, leaving answer\n5 I.R.C. ' 162 provides that A[t]here shall be allowed as deduction all the\nordinary and necessary expenses paid or incurred during the taxable year in\ncarrying on any trade or business...@ Under this section, in addition to being\nordinary and necessary, a deductible expense must be paid or incurred in\ncarrying on a business. 6 Definition of investigatory expenses. See discussion on Page 5 supra. CC:LM:NR:HOU:2: POSTF 163829-02 page 8 (1) the only answer to the question, then it can be concluded\nthat § 195, with respect to amortizing investigatory expenses,\nonly applies to acquisition of a business in a different field. Is acquiring a business in the same field considered as\nexpanding the acquirer’s existing business? An instinctive\nanswer would be yes (expanding by buying competitors), but it has\nlittle support in either statutory or case law. “Expanding a\nbusiness,” or “business expansion,” is not defined either in the\nCode or in the Regulations. The House Report, as well as § 195\nitself, indicates that costs of seeking and reviewing prospective\nbusinesses prior to reaching a decision to acquire or enter any\nbusiness (Congressional definition of “investigatory expenses”)\nincurred in connection with the expansion of an existing business\nare deductible under § 162. But no example of such deductible\nexpenses has ever been given. No such incidents have been\nobserved. This category of currently deductible expenses only\nexists as a phantom. In Wells Fargo v. Commissioner, 224 F.3d 874 (2000), the\ntransaction from which the dispute arises is a bank=s acquisition\nof two other banks. Because the banks are in the same field of\nbusiness, the government conceded on brief that the transaction\nis an expansion of an existing business, and, consequently, the\ninvestigatory expenses, instead of amortizable under ' 195, are\ncurrently deductible. See the Government=s Brief for the\nAppellee, Wells Fargo v. Commissioner at Pages 22-23. Since the Court did not hold on this issue, merely\nmentioning it in the opinion, the government’s position has no\nprecedential value. Neither did the government provide any legal\nbasis for this position. The answer to whether acquiring a business in the same field\n(as the acquirer’s) constitutes business expansion has grave\nramifications. To answer this question in the affirmative might\nbe interpreted as recognizing that investigatory expenses\nincurred in connection with acquiring a business in the same\nfield are deductible under § 162. Inferring any expense’s § 162 deductibility from\ninterpretation of a different Code section is as undesirable a\nside effect as it is an inappropriate analytical approach. Since\nthere has been no binding precedent on this issue, the government\nhas yet to take a position thereon. This task, however, is CC:LM:NR:HOU:2: POSTF 163829-02 page 9 beyond the authority (and persuading power) of the Chief\nCounsel’s field office. We therefore only conclude, based on the above analysis, to\na reasonable degree of certainty, that with respect to\ninvestigatory expenses amortization, § 195 applies only to the\ncreation of a new business or acquisition of a business in a\ndifferent field. (b) How should -- alleged “investigatory expenses” be treated?",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "legal-advice_16__5",
      "chunk_id": "5",
      "content": "We therefore only conclude, based on the above analysis, to\na reasonable degree of certainty, that with respect to\ninvestigatory expenses amortization, § 195 applies only to the\ncreation of a new business or acquisition of a business in a\ndifferent field. (b) How should -- alleged “investigatory expenses” be treated? --- treated the $--- paid to ---- as “investigatory\nexpenses” and started amortizing it in - under § 195. Whether\nthese expenses in question qualify as investigatory expenses\nwithin the meaning of § 195 depends on the relevant facts and\ncircumstances, not on how --- labels them. Of all the listed services for which - paid -----------------------------------------------------------------------------------------------------------------------, only the one in (i),\nadvice on value creation of --- acquisition, ostensibly qualifies\nunder § 195 as “costs of seeking and reviewing prospective\nbusinesses prior to reaching a decision to acquire” a business. (The dollar amount to be allocated to this advice is a question\nof fact, and --- has to itemize the service fees paid and\nsubstantiate the itemization.) However, as discussed in Part (a)\nin this Analysis, because - and -- were in the same field of\nbusiness, this expense is not eligible for amortization under\n§ 195. In any event, the payment for the remaining services should\nbe capitalized under § 263. Section 263 provides that no\ndeduction is allowed for any amount paid out for new buildings or\nfor permanent improvements or betterments made to increase the\nvalue of any property or estate. I.R.C. ' 263(a). In applying\n' 263, instead of solely looking at the increased value to\nconcrete assets, Courts have focused on the long-term effect that\nexpenditures generate, and maintained that there does not have to\nexist a physical asset for ' 263 to apply. See INDOPCO Inc. v.\nCommissioner, 503 U.S. 79 (1992); Wells Fargo v. Commissioner,\n224 F.3d 874 (2000). AA taxpayer=s realization of benefits beyond\nthe year in which the expenditure is incurred is undeniably\nimportant in determining whether the appropriate tax treatment is\nimmediate deduction or capitalization.@ 503 U.S. at 87. CC:LM:NR:HOU:2: POSTF 163829-02 page 10 When an expenditure does not create or enhance a separate\nand distinct asset, the determination whether to capitalize or\ndeduct this expenditure depends, to a certain extent, on the\npresence of a long-term benefit associated with that expenditure. See Wells Fargo, 224 F.3d at 884 (emphasis added). Expenses\nAincurred for the purpose of changing the corporate structure for\nthe benefit of future operations are not ordinary and necessary\nbusiness expenses.@ Id. at 89. The INDOPCO Court has also stated:\nDeductions for professional expenses thus have\nbeen disallowed in a wide variety of cases\nconcerning changes in corporate structure. Although support for these decisions can be\nfound in the specific terms of ' 162, which\nrequire that deductible expenses be Aordinary\nand necessary@ and incurred Ain carrying on any\ntrade or business,@ courts more frequently have\ncharacterized an expenditure as capital in\nnature because Athe purpose for which the\nexpenditure is made has to do with the\ncorporation=s operations and betterment,\nsometimes with a continuing capital asset, for\nthe duration of its existence or for the\nindefinite future or for a time somewhat longer\nthan the current taxable year.@ Id. at 89-90, citing General Bancshares Corp. v.\nCommissioner, 326 F.2d 712, 715 (8th Cir. 1964)\n(emphasis added).",
      "queries": [
        "what task is included in all cas when it applicable?"
      ],
      "queries_score": [
        -7.460495471954346
      ]
    },
    {
      "id": "legal-advice_16__6",
      "chunk_id": "6",
      "content": "Id. at 89-90, citing General Bancshares Corp. v.\nCommissioner, 326 F.2d 712, 715 (8th Cir. 1964)\n(emphasis added). In the present case, -- purpose in acquiring -- is that,\ncombined, - and -- can be run more efficiently and can use its\ncapital more profitably than either company on its own, thus\ncreating substantial long-term value. See Form 886-A. Thus the\nexpenses in question, since directly related to seeking the longterm value, should be capitalized. 7\n7 It is possible, though not likely, that among these expenses some are\nordinary and necessary in nature and the long-term benefit they generated is\nonly incidental. In that situation, as the INDOPCO Court states, such\nordinary and necessary expenses should be allowed as currently deductible. However, it is the taxpayer that has the burden to establish that the\nexpenses should be currently deductible rather than capitalized. INDOPCO\nInc. v. Commissioner, 503 U.S. 79, 85 (1992). Therefore, unless ------------ CC:LM:NR:HOU:2:POSTF-163829-02 Page 11 It should also be noted that these expenses are professional\nfees that Ahave been disallowed in a wide variety of cases\nconcerning changes in corporate structure...@ , 503 U.S. at 89. Accordingly, under INDOPCO, these expenses must be capitalized. This conclusion is consistent with the Service’s Proposed\nRegulations for § 263. Under these Proposed Regulations,\nregardless when it is paid, an amount that is inherently\nfacilitative to an acquisition should be capitalized. See Prop.\nTreas. Reg. § 1.363-4(e)(4)(i)(B)(2003). An amount is inherently facilitative if it is paid for\nactivities performed in determining the value of the\ntarget, negotiations or structuring the transaction,\npreparing and reviewing transactional documents,\npreparing and reviewing regulatory filings required by\nthe transaction, obtaining regulatory approval of the\ntransaction, securing advice on the tax consequences of\nthe transaction, obtaining shareholder approval of the\ntransaction, or conveying property between the parties\nto the transaction. Id. By this standard, except those in (i), all the services\ndescribed in ------ ----- letter are inherently facilitative to --- acquisition of --, and accordingly should be capitalized. As\nfor expenses listed in (i), because of the concerns discussed at\nthe end of Part (a) of this Analysis, we refrain from taking a\nposition as to whether there has been an expansion. ELIZABETH G. CHIRICH\nAssociate Area Counsel\n(Large and Mid-Size Business) ------------------------------------------------------------------------------------------------------------ establishes that any or all of them are\ndeductible, these expenses should be capitalized. CC:LM:NR:HOU:2:POSTF-163829-02 Page 12 By: _____________________________ DAVID Q. CAO\nGeneral Attorney\n(Large and Mid-Size Business)",
      "queries": [
        "what is the role of a kic in the supply chain",
        "federal regulations for trips for non medical reasons",
        "who must provide access to client records"
      ],
      "queries_score": [
        -7.728963851928711,
        -8.173686027526855,
        -8.230475425720215
      ]
    }
  ]
}