{
  "doc_id": "legal-advice_37",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_37__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20082804F\nRelease Date: 7/11/08\nCC:LM:F:LI:DRMirabito\nPOSTF-103406-08\nVia Regular Mail\ndate:\nto: March 18, 2008 --------------------------------------------------------------------------------------------------------------------------------------------------------------- from: Theodore R. Leighton\nAssociate Area Counsel (Long Island)\n(Large & Mid-Size Business) subject: ------------------------------------------------------------UIL 6501.08-00, 6012.05-01, 671.00-00 You requested advice on whether extensions of the statute of limitations should be\nsecured from several grantor trusts that are shareholders in a S Corporation or from the\nindividual grantors and whether potential audit adjustments should be protected via an\nextension of the statute of limitations on a Form 872 or on a Form 872-I.\nIssues\n1. Whether it is necessary to secure extensions of the statute of limitations from S\nCorporation shareholders that are grantor trusts or should extensions be obtained from\nthe individual grantors. 2. Whether such extensions should be secured on Forms 872 or Forms 872-I.\nConclusions 1. Extensions of the statute of limitations should be secured from each of the individual\ngrantors of the grantor trusts that are shareholders in the S Corporation. In addition,\nsince it is possible that these trusts are not wholly-owned and therefore only partly\ngrantor trusts, we recommend that you secure extensions of the statutes of limitations\nfrom each trust. Each trust’s fiduciary is responsible for making a tax return. POSTF-103406-08 2 2. Such extensions should be secured through Forms 872-I. We have coordinated this advice with our National Office. The National Office has\nreviewed and agrees with this advice. Facts: You have advised us of the following facts: ---------------------------------------------------------------------------------- filed its Form 1120S for\nthe ----------------------------------------------------------------------. A Form 872-S attached to\nthis return shows that the statute of limitations has been extended until ----------------------------. According to Schedules K-1 attached to this Form 1120S, the shareholders in ------------------ are: ------------------------------------------------------------------------------------------% ------------------------------------------------------------------------------------------% ------------------------------------------------------------------------------------------% ------------------------------------------------------------------------------------------% ------------------------------------------------------------------------------------------% ------------------------------------------------------------------------------------------% The Form K-1 for each shareholder above (collectively, the subject grantor trusts)\nattached to the Form 1120S reports or claims items of ordinary income, interest income,\nnet section 1231 gain, charitable contributions, investment income, a depreciation\nadjustment, nondeductible expenses, and property distributions. We do not know\nwhether the subject grantor trusts filed any Forms 1041, do not have copies of any such\nreturns filed by the subject grantor trusts, or have any information on items reported on\nsuch returns. On his joint Form 1040 filed for the ------------------------1, --------------------- reported items\nfrom the ----------------------------------------- and the -----------------------------------------. These\nitems reported from the two Trusts included Interest Income, Short Term Capital Gain,\n1 It does not appear from either the Form 1040 or the Form 1120S that -------------------------------------------------------, is a shareholder in the S Corporation in her own right. Treas. Reg. § 1.671-4(b)(8) provides that\na trust all of which is treated as owned by a husband and wife who make a joint return of income taxes for\nthe taxable year under Internal Revenue Code § 6013 is considered to be owned by one grantor for\npurposes of paragraph (b). Therefore, this memorandum will consider ------------------ as a grantor. POSTF-103406-08 3 Income From Trusts, and Depreciation. On --------------------, ----------------- requested an\nautomatic extension of the time to file this return until ------------------; the preparer signed\nthe return on -----------------------.",
      "queries": [
        "internal revenue service memo release number",
        "irs memo release number",
        "internal revenue service memo release number",
        "can cops award camp",
        "who signs award document",
        "cops program award owner's manual"
      ],
      "queries_score": [
        "2.57108",
        "1.9532428",
        "2.57108",
        -8.628728866577148,
        -7.573369979858398,
        -8.62265396118164
      ]
    },
    {
      "id": "legal-advice_37__1",
      "chunk_id": "1",
      "content": "Therefore, this memorandum will consider ------------------ as a grantor. POSTF-103406-08 3 Income From Trusts, and Depreciation. On --------------------, ----------------- requested an\nautomatic extension of the time to file this return until ------------------; the preparer signed\nthe return on -----------------------. From the above, we assume for purposes of this\nmemorandum that --------------------- is the grantor2 of these two grantor trusts. Similarly,\nwe assume that ---------------------- and ------------------------ are grantors of their respective\ngrantor trusts. We do not have copies of any individual returns filed by --------- or ---------------------------------. Analysis\nIssue 1: Extension of the statute of limitations\nA. Return Filing Requirement Imposed on S Corporations and Trusts\nInternal Revenue Code § 1361(a) defines a S corporation as a small business\ncorporation for which an election under § 1362(a) is in effect for any taxable year. Internal Revenue Code § 1361(b) provides that the term “small business corporation”\nmeans a domestic corporation which is not an ineligible corporation and which does not\nhave more than 100 shareholders, have as a shareholder a person [other than a trust\ndescribed in subsection (c)(2)] who is not an individual, have a nonresident alien as a\nshareholder, and have more than 1 class of stock. Section 1361(c)(2) states that a trust\nall of which is treated (under subpart E of part I of subchapter J) as owned by an\nindividual who is a citizen or resident of the United States may be a shareholder. Subchapter J (§§ 641-692) includes Estates, Trusts, Beneficiaries, and Decedents; Part\nI pertains to Estates, Trusts, and Beneficiaries, and Subpart E includes §§ 671-679,\nrules for Grantors and Others Treated as Substantial Owners. Accordingly, based on\nthe facts as we understand them, ---------------- meets the requirements to be a small\nbusiness corporation and is a S corporation for purposes of § 1361 et seq. Internal Revenue Code § 6011 contains the general requirement of making a return. Specifically, this statute provides that when required by regulations, any person made\nliable for any tax imposed by this title, shall make a return or statement according to the\nforms and regulations prescribed by the Secretary of the Treasury or his delegate. Section 6012(a)(4) requires every trust having for the taxable year any taxable income,\nor having gross income of $600 or over, regardless of the amount of taxable income to\nmake a return with respect to income taxes under subtitle A. Given the amounts on the\nForms K-1 noted above, we conclude under § 6012(a)(4)that each of the grantor trusts\nare required to make a return for the items received from ----------------. However, see\nthe discussion on Internal Revenue Code § 671 below. Pursuant to Internal Revenue\nCode § 6012(b)(4), a trust’s fiduciary must make the return. 2 Internal Revenue Code § 671 and Treas. Reg. § 1.671-4 refer to trusts owned by the grantor or another\nperson. This memorandum will use the term “grantor” to refer to the owner of a grantor trust and includes\n“another person”. POSTF-103406-08 4 Internal Revenue Code § 6037(a) requires every Subchapter S Corporation to make a\nreturn for each taxable year.",
      "queries": [
        "are travel expenses allowable"
      ],
      "queries_score": [
        -7.516817092895508
      ]
    },
    {
      "id": "legal-advice_37__2",
      "chunk_id": "2",
      "content": "Reg. § 1.671-4 refer to trusts owned by the grantor or another\nperson. This memorandum will use the term “grantor” to refer to the owner of a grantor trust and includes\n“another person”. POSTF-103406-08 4 Internal Revenue Code § 6037(a) requires every Subchapter S Corporation to make a\nreturn for each taxable year. However, pursuant to the provisions of § 1363(a), in\ngeneral, an S corporation shall not be subject to the taxes imposed by Chapter 1. Thus,\n§ 6037(a) is primarily concerned with describing the contents of the corporation’s return. In contrast, the plain language of § 6501 starts the period for determining any deficiency\nin tax due from items passed through a Subchapter S corporation from the filing date of\nthe shareholder’s return. Bufferd v. Commissioner, 506 U.S. 523 (1993). In addition,\nIRM section 25.6.22.4.3 states that for flow through items on a non-TEFRA Form\n1120S, the shareholder’s statute should be extended. B. Extension of the Statute of Limitations In general, the amount of any tax imposed by the Internal Revenue Code shall be\nassessed within 3 years after the return was filed. No proceeding in Court without such\nassessment of the collection of tax shall begin after the expiration of such period. The\nterm ”return” means “the return required to be filed by the taxpayer (and does not\ninclude a return of any person from whom the taxpayer has received an item of income,\ngain, loss, deductions, or credit).” Internal Revenue Code § 6501(a). Under § 6501(c)(4)(a), where the Secretary of the Treasury or his delegate and the\ntaxpayer both consent in writing to assessment of any tax before the expiration of the 3year period, the tax may be assessed at any time prior to the expiration of the period\nagreed upon. The agreed upon period may be extended by subsequent agreements in\nwriting made before the expiration of the period previously agreed upon. See also §\n6501(c)(4)(B) regarding notice to the taxpayer of its right to refuse or limit such\nextension. To our knowledge, no other exception to the 3-year period of § 6501(a)\nexists here. Internal Revenue Code § 641 imposes income tax under § 1(e) on any kind of property\nheld in trust. Thus, although a trust acts as a conduit for distribution to its owner(s), the\ntrust itself is subject to income tax. Internal Revenue Code § 671 states that where the\ngrantor or another person shall be treated as the owner of any portion of a trust, there\nshall be included in computing the taxable income and credits of the grantor or other\nperson, those items of income, deductions, and credits against tax of the trust which are\nattributable to that portion of the trust to the extent that such items would be taken into\naccount in computing taxable income or credits against the tax of an individual. Any\nremaining portion of the trust shall be subject to subparts A through D.\nTreas.",
      "queries": [
        "what is the condition to consolidated appropriations act"
      ],
      "queries_score": [
        -7.965068817138672
      ]
    },
    {
      "id": "legal-advice_37__3",
      "chunk_id": "3",
      "content": "Any\nremaining portion of the trust shall be subject to subparts A through D.\nTreas. Reg. §1.671-4(a), effective for taxable years beginning on or after January 1,\n1996, provides that in general, items of income, deduction, and credit attributable to any\nportion of a trust which is treated as owned by the grantor or another person are not\nreported by the trust on Form 1041, but are shown on a separate statement to be\nattached to that form. Accordingly, since the grantor trust is not a taxable entity,\ngenerally a grantor trust only files a blank return with a statement that shows the items POSTF-103406-08 5 of income, deduction, and credit of the trust of the taxable year that are attributable to\nthe grantor. Per Treas. Reg. § 1.671-4(b)(2)(B), the trustee need not file any type of\nreturn in the case of a trust all of which is owned by one grantor or one other person,\nwhere the trustee furnishes certain information to payors and furnishes to the grantor or\nother person treated as the owner of the trust with a statement that: (1) shows all items\nof income, deduction, and credit of the trust for the taxable year; (2) identifies the payor\nof each item of income; (3) provides information necessary to take the items into\naccount in computing the grantor’s or other person’s taxable year; and (4) informs the\ngrantor or other person treated as the owner of the trust that the items of income,\ndeduction and credit and other information shown on the statement must be included in\ncomputing the taxable income and credits of the grantor or other person on the income\ntax return of the grantor or other person. Litigation of grantor trust issues has occurred in the Tax Court; see Lardas v.\nCommissioner, 99 T.C. 490 (1992). In that case, the Court held that the relevant return\nfor determining when the statute of limitations is triggered is the return of the grantor,\nnot the grantor trust. Thus, the Court held that “section 6501(a) refers to the taxpayer’s\nreturn [in the case, husbands and wives], and not that of the source entity, where such\nsource entity is a grantor trust.” Id., at 499. The Tax Court has consistently maintained\nthis position without regard to the source entity involved; see cases cited in Olson v.\nCommissioner, T.C. Memo. 1992-711. We have no reason to think that the Tax Court\nwould take a different position in regard to ------------------------------------------------------------------- and to ---------------------- and ------------------------ and their respective spouses, if\nany. Given the addresses of ---------------- and ---------------------, should any litigation of this\nissue occur, any such decision would be appealable to the Court of Appeals, Second\nCircuit.3 That Circuit, in Rothstein v. United States, 735 F.2d 704, 709 (2d Cir. 1984),\nheld that although the grantor must include items of income, deduction, and credit\nattributable to the trust in computing the grantor’s taxable income and credits, the trust\nmust continue to be viewed as a separate taxpayer for purposes of sales transactions. Conceivably, one could conclude from this decision that the pertinent statute of\nlimitations related to the trust, rather than to the grantors.",
      "queries": [
        "cops office phone number"
      ],
      "queries_score": [
        -8.620509147644043
      ]
    },
    {
      "id": "legal-advice_37__4",
      "chunk_id": "4",
      "content": "Conceivably, one could conclude from this decision that the pertinent statute of\nlimitations related to the trust, rather than to the grantors. However, the issue before\nthe Court was not whether the statute of limitations had expired; rather, the case\ninvolved whether a purchase of stock in exchange for the taxpayer’s promissory note\ninvolved a “loan” under Internal Revenue Code § 675(3) and whether the taxpayer or\nthe trust was entitled to an interest deduction. Please note that no other Second Circuit\ndecision cites Rothstein. In response to this decision, the Service issued Rev. Rul. 8513, 1985-1 C.B. 184, which states that the Service will not follow Rothstein to the extent\nthat it holds that a trust owned by a grantor must be regarded as a separate taxpayer\ncapable of engaging in sales transactions with the grantor. 3 We do not have the address of either ---------------------- or -------------------------. For purposes of this\nadvice, we assume that any litigation involving --------- or ------------------------- would also be appealable to\nthe Second Circuit. POSTF-103406-08 6 Other courts have found that the “return” of a passthrough entity such as a grantor trust\ndoes not start the statute of limitations running because the statute of limitations should\napply to the person who pays the tax. That position is articulated in Siben v.\nCommissioner, 930 F.2d 1034, 1035 (2d Cir.), cert. denied, 112 S. Ct. 429 (1991),\nwhere the Court states, in a partnership context, that “it appears to us that the ‘return’\nthat starts the running of the limitations period at issue is that of the taxpayer whose\nliability is being assessed and not that of a[n] … entity whose return might also report\nthe transaction that gives rise to the liability.” Ultimately, the Court held that the\ncontrolling return was the individual income tax return. See also, § 6501(c)(4) requiring\nthe “taxpayer” to consent to the extension of the period allowed for assessment. We\nrecognize that the Siben Court based its decision, in part, on the fact that a partnership\ndoes not itself report any tax imposed by the Code. In addition, the Court noted that the\npartnership return does not furnish information necessary to calculate the individual\npartner’s income tax, such as income, losses, deductions or credits derived from third\nparty sources. Thus, the facts in Siben are not identical to the facts here. However, we\nconclude that the general principle articulated, that it is the return of the taxpayer whose\nliability is in issue that triggers the statute of limitations for assessment, applies in this\ngrantor trust context. Thus, if it is the individual grantors against whom you seek to assess tax, it is the\nindividual grantors that should extend their individual statute of limitations. To the\nextent that you propose to adjust items reported on each of the Forms 1041 filed by any\nof the subject grantor trusts, if any, the fiduciary for each trust should extend the statute\nof limitations. However, the safest approach is to get all the individual grantors and the\nfiduciaries for each of the grantor trusts to extend their respective statutes of limitations.",
      "queries": [
        "cops office phone number",
        "irs memo number",
        "why was the speech or debate clause implicated"
      ],
      "queries_score": [
        -9.046477317810059,
        -6.732386589050293,
        -9.186368942260742
      ]
    },
    {
      "id": "legal-advice_37__5",
      "chunk_id": "5",
      "content": "However, the safest approach is to get all the individual grantors and the\nfiduciaries for each of the grantor trusts to extend their respective statutes of limitations. Issue 2: Which Form 872 Should be Used to Extend the Statute of Limitations\nIRM section 25.6.22.4.1 states that a Form 872 or Form 872-A are the appropriate\nforms to extend the statute of limitations for income tax. However, you have asked\nwhether Forms 872-I should be secured. We understand that that Form is intended to\nbe used to extend the statute of limitations on partnership items under both Internal\nRevenue Code §§ 6229 and 6501. In our opinion, a Form 872-I does not appear to\nprohibit extending the individual grantor’s statute of limitations under § 6501 where the\nForm states, \"Without otherwise limiting the applicability of this agreement, this\nagreement also extends the period of limitation ... attributable to any partnership items\n(see section 6231(a)(3)) ....\" Therefore, we think the best practice is to have the\ngrantors extend their individual statute of limitations under § 6501 by executing a Form\n872-I. Similarly, the trust fiduciaries should be asked to execute Forms 872-I. Please note that our conclusions are based on the following assumptions:\n1. The subject grantor trusts are not electing small business trusts under § 641 (c). 2. None of the subject grantor trusts are partners in any TEFRA partnerships. POSTF-103406-08 7 3. The named individuals (-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------)\nare the grantors and/or owners of their respective grantor trusts. If you have information showing any of these assumptions to be incorrect, you should\nprovide us with that information and should not rely on the conclusions in this\nmemorandum until we have reviewed that information and advised you of our opinion\non how that information impacts the conclusions herein. Disclosure Statement This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may have an adverse effect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary please contact this office for our views. Please call Diane Mirabito at (516) 688-1709 if you have any further questions. THEODORE R. LEIGHTON\nAssociate Area Counsel\n(Large & Mid-Size Business) By: _____________________________ Diane R. Mirabito\nGeneral Attorney (Long Island)\n(Large & Mid-Size Business)",
      "queries": [
        "what form is used to extend statute of limitations",
        "what is the role of regional and local authorities in the implementation of sustainable development",
        "when is an award due for each quarter",
        "what does it mean when a inmate has been dismissed for",
        "alleged inmate perpetrator procedure"
      ],
      "queries_score": [
        "3.164005",
        -9.721270561218262,
        -8.616422653198242,
        -9.376872062683105,
        -9.165023803710938
      ]
    }
  ]
}