{
  "doc_id": "legal-advice_96",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_96__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20123904F\nRelease Date: 9/28/2012\nCC:LB&I:HMT:DET:EREdberg\nPOSTF-112225-10\nUILC: 6224.01-01 date: June 29, 2012 to: Karen Edie, Revenue Agent\n(Large Business & International) from: Elizabeth R. Edberg\nAttorney (Detroit)\n(Large Business & International) subject: Authority to Sign Form 870-LT This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\n$X = -------------ABC Partnership = -----------------------------------------------------------Article M = -----------Article N = ------------Article O = -----------Article P = ------------Company A = -----------------------Company B = -------------------------------------Company C = ------------------------Date 1 = -------------------------Date 2 = -------------------------Date 3 = ------------------Individual D = ---------------------------Section A = ------------------Section B = --------------Section C = ----------------Section D = --------------Section E = ----------------- POSTF-112225-10 2 Section F = ------------Section G = -----------X% = -----Year 1 = ------Years at Issue = ---------------------------------------------------------------------------------------------------------------ISSUES 1. Does a provision in an Operating Agreement that restricts a Managing Member\n(Company B) from settling claims against Company A over a certain amount\nwithout the consent of certain additional members prevent the Managing Member\nfrom executing a Form 870-LT on behalf of Company A with respect to\npartnership adjustments to ABC Partnership? 2. Does a restriction in an Operating Agreement on the ability of the Company B to\nbind other members to tax settlement agreements without their written consent\nprevent Company B from executing a Form 870-LT on behalf of Company A with\nrespect to partnership adjustments to ABC Partnership? 3. Does a restriction in an Operating Agreement on the ability of Company C to bind\nother members to tax settlement agreements without their written consent\nprevent Company C from executing a Form 870-LT in its capacity as Managing\nMember of Company B, as Managing Member of Company A, with respect to\npartnership adjustments to ABC Partnership? 4. What title should be used for the signature on the Form 870-LT? 5. Will Company A’s execution of the Form 870-LT bind its indirect partners to the\npartnership items provided in the 870-LT? CONCLUSIONS 1. No. To the extent this restriction is applicable, it is met as Company B owns\n100% of Company A; thus, there are no additional members to consent. 2. No. The restriction relates to Company B’s ability to act as the TMP of Company\nA, not Company B’s management authority. Company B is not acting as the\nTMP of Company A. Rather, Company B is acting in its capacity as the\nManaging Member of Company A. Therefore, the restriction does not apply. 3. No. The restriction relates to Company C’s ability to act as the TMP of Company\nA, not Company B’s management authority. Company B is not acting as the\nTMP of Company A. Rather, Company B is acting in its capacity as the\nManaging Member of Company A. Therefore, the restriction does not apply. 4. The signature line for the Form 870-LT should read: Company A, by Company B,\nManaging Member, by Company C, Managing Member, by Individual D,\nManaging Member. 5. Company A’s execution of the Form 870-LT will bind its indirect partners\nprovided that such partners have not been identified as provided in section\n6223(c)(3). POSTF-112225-10 3",
      "queries": [
        "office of chief counsel internal revenue service memo number",
        "when did the internal revenue service release the memo?",
        "deadline for applications",
        "what are the responsibilities of law enforcement agencies in schools"
      ],
      "queries_score": [
        "3.5073242",
        "2.000074",
        -7.64572286605835,
        -10.084296226501465
      ]
    },
    {
      "id": "legal-advice_96__1",
      "chunk_id": "1",
      "content": "5. Company A’s execution of the Form 870-LT will bind its indirect partners\nprovided that such partners have not been identified as provided in section\n6223(c)(3). POSTF-112225-10 3 FACTS\nDuring the Years at Issue, ABC Partnership was a limited liability company taxed as a\npartnership for federal tax purposes. During the Years at Issue, Company A was a\nmember of ABC Partnership. Company A was a limited liability company taxed as a partnership. Its tax matters\npartner (“TMP”) was Company B, also a limited liability company taxed as a partnership. Company B’s TMP was Company C, also a limited liability company taxed as a\npartnership. The TMP for Company C was Individual D. Companies A, B, and C were\nall formed in Delaware. In Year 1, Company A became a single member limited liability company, and, thus, a\ndisregarded entity for federal tax purposes. Company B is the sole member of\nCompany A.\nCompany A’s Operating Agreement dated Date 11 designates Company B as its\nManaging Member. Article M of the Operating Agreement discusses the management\nof Company A. Section A under Article M provides that management and control is\nvested in the Managing Member, except as provided in Section B, and that actions of\nthe Managing Member in accordance with this will bind Company A. No other member\nhas the authority to participate in the management and control of, or to bind, Company\nA except as provided in Section B.\nSpecifically, Section A provides:\nExcept as provided in Section [B], the Managing Member shall have the\noverall responsibility for the management, operation, and administration of\nthe Company, including all actions to be taken by the Company as a\nmember of [ABC Partnership]. The actions of the Managing Member\ntaken in accordance with such rights and powers shall bind the Company. Except as provided in Section [B] or authorized by the Managing Member,\nno Member shall participate in the management and control of the\nbusiness of the Company, nor shall any member have the right or\nauthority to act on behalf of the Company in connection with any matter. Section B lists certain acts that cannot be undertaken on behalf of Company A without\nthe consent of certain additional members. Generally, such provisions relate to actions\ninvolving changes to the organizational documents of, or capitalization or organization\nof, ABC Partnership or Company A. One provision relates to the settlement of claims\nagainst Company A over $X, as follows: 1 There have been no changes to the operating agreement since this date. POSTF-112225-10 4 (v) any settlement of litigation, regulatory investigations or disputes\nagainst the Company in excess of $X. Such claims may only be settled with the written consent of members holding at least\nX% of the voting power. Article N of the Operating Agreement relates to miscellaneous matters. Section C\nunder Article N relates to tax matters. The first paragraph of Section C designates the\nManaging Member as TMP for purposes of I.R.C. § 6231(a)(7).",
      "queries": [
        "does company a's execution of lt form bind its indirect partners?",
        "what is the eu decision on georgia",
        "when is the program progress report due",
        "what is cognizant federal agency"
      ],
      "queries_score": [
        "3.4644608",
        -8.688093185424805,
        -8.375699043273926,
        -7.67435884475708
      ]
    },
    {
      "id": "legal-advice_96__2",
      "chunk_id": "2",
      "content": "Article N of the Operating Agreement relates to miscellaneous matters. Section C\nunder Article N relates to tax matters. The first paragraph of Section C designates the\nManaging Member as TMP for purposes of I.R.C. § 6231(a)(7). The second paragraph\nof Section C gives the Managing Member the authority to make all determinations for\nFederal and other tax purposes on behalf of Company A, except the Managing Member\ncannot bind other members to extensions of the statute of limitations or to settlement\nagreements without their written consent. Specifically, Section C provides:\n(a) Tax Matters Partner. The Managing Member shall be designated as\nthe Tax Matters Partner of the Company for purposes of Section\n6231(a)(7) of the Code. Each person (for purposes of this Section [E],\ncalled a \"Pass-Thru Partner\") that holds or controls an interest as a\nMember on behalf of, or for the benefit of, another person or persons, or\nwhich Pass-Thru Partner is beneficially owned (directly or indirectly) by\nanother person or persons, shall, within 30 days following receipt from the\nTax Matters Partner of any notice, demand, request for information or\nsimilar document, convey such notice or other document in writing to all\nholders of beneficial interests in the Company holding such interests\nthrough such Pass-Thru Partner. In the event the Company shall be the\nsubject of an income tax audit by any Federal, state or local authority, to\nthe extent the Company is treated as an entity for purposes of such audit,\nincluding administrative settlement and judicial review, the Tax Matters\nPartner shall be authorized to act for the Company. The relationship of\nthe Tax Matters Partner to the Members is that of a fiduciary and the Tax\nMatters Partner has a fiduciary obligation to perform its duties as Tax\nMatters Partner in such manner as will serve the best interests of the\nCompany. All expenses incurred in connection with any such audit,\ninvestigation, settlement or review shall be borne by the Company. (b) Elections. The Managing Member shall be authorized to make all\nelections and other determinations for Federal, state, local and foreign tax\npurposes, on behalf of the Company. Notwithstanding the foregoing (and\nexcept in instances where it would have a material adverse effect on the\nCompany), the Managing Member shall not bind any Member to an\nextension of the statute of limitations or to a closing agreement or\nsettlement agreement for Federal, state, local or foreign tax purposes POSTF-112225-10 5 without such Member's prior written consent, which shall not be\nunreasonably withheld. Company B’s Operating Agreement dated Date 22 designates Company C as its\nManaging Member. Article O of the Operating Agreement discusses the management\nof Company B. Section D of Article O provides that management and control is vested\nin the Managing Member. There are no exceptions to this. The actions of the\nManaging Member in accordance with this will bind Company B. No other member has\nthe authority to participate in the management and control of, or to bind, Company B.\nSpecifically, Section D provides: The Managing Member shall have the overall responsibility for the\nmanagement, operation and administration of the Company. The actions\nof the Managing Member taken in accordance with such rights and powers\nshall bind the Company.",
      "queries": [
        "what is section c of operating agreement",
        "what article of an operating agreement is for tax purposes?",
        "when does the eu's decision enter into force",
        "what is a oig audit",
        "what is the requirement for an employee to be required to be engaged in the performance of the grant",
        "if person fails to comply with an order issued under paragraph 1 a person who",
        "what is community policing",
        "internal revenue service irs memo number"
      ],
      "queries_score": [
        "2.0018773",
        "1.9392955",
        -8.515595436096191,
        -6.043824195861816,
        -8.366668701171875,
        -7.148529052734375,
        -7.919524192810059,
        -5.556790351867676
      ]
    },
    {
      "id": "legal-advice_96__3",
      "chunk_id": "3",
      "content": "The Managing Member shall have the overall responsibility for the\nmanagement, operation and administration of the Company. The actions\nof the Managing Member taken in accordance with such rights and powers\nshall bind the Company. Except as authorized by the Managing Member,\nno Member shall participate in the management and control of the\nbusiness of the Company, nor shall any Member have the right or\nauthority to act on behalf of the Company in connection with any matter. Article P of the Operating Agreement relates to miscellaneous matters. Section E under\nArticle P relates to tax matters and is virtually identical to the tax matters provision\nunder Company A’s operating agreement. The first paragraph of Section E designates\nthe Managing Member as TMP for purposes of I.R.C. § 6231(a)(7), and the second\nparagraph of Section E gives the Managing Member the authority to make all\ndeterminations for Federal and other tax purposes on behalf of Company B, except the\nManaging Member cannot bind other members to extensions of the statute of limitations\nor to settlement agreements without their written consent. Company C’s Operating Agreement dated Date 33 designates Individual D as its\nManaging Member. Section F of the Operating Agreement discusses the management\nof Company C and provides that management and control is vested in the Managing\nMember. There are no exceptions to this. The actions of the Managing Member in\naccordance with this will bind company C. Section G of the Operating Agreement\naddresses tax matters and designates the Managing Member as TMP without any\nrestrictions. The adjustments to ABC Partnership for most of the Years at Issue exceed $X.\nLAW AND ANALYSIS\nPartnerships do not pay federal income taxes, but they are required to file annual\ninformation returns reporting the partners' distributive shares of tax items. I.R.C.\n2\n3 There have been no changes to the operating agreement since this date. There have been no changes to the operating agreement since this date. POSTF-112225-10 6 §§ 701, 6031. The individual partners then report their distributive shares of the tax\nitems on their federal income tax returns. I.R.C. §§ 701-704. To eliminate the administrative burden caused by duplicative audits and litigation and to\nprovide consistent treatment of partnership items among the partners in the same\npartnership, Congress enacted the unified audit and litigation procedures of the Tax\nEquity and Fiscal Responsibility Act of 1982 (“TEFRA”). Pub. L. 97-248, § 401, 96 Stat.\n648; see I.R.C. §§ 6221-34; Meruelo v. Commissioner, 132 T.C. 355, 362 (2009); H.\nConf. Rept. 97-760, at 599-600 (1982), 1982-2 C.B. 600, 662-63. Pursuant to TEFRA,\npartnership items are determined in a single partnership-level proceeding. I.R.C.\n§§ 6221, 6225. Generally, the TMP is the partner designated to act as a liaison between the partnership\nand the IRS in administrative proceedings, and as a representative of the partnership in\njudicial proceedings. See I.R.C. § 6231(a)(7); Bush v. United States, 101 Fed. Cl. 791,\n793 (2011); Conway v. United States, 50 Fed. Cl. 273, 276 (2001). In connection with\nthis, the TEFRA provisions confer on the TMP certain rights and responsibilities,\nincluding the ability to execute statute extensions and bind certain non-notice partners.",
      "queries": [
        "who has the overall responsibility for management and operating of a company?",
        "when does the european commission decision enter force",
        "when is the decision of strasbourg published?",
        "which leadership role model would be a role model for taking risks and building collaborative relationships to implement community policing?"
      ],
      "queries_score": [
        "1.7472845",
        -9.137110710144043,
        -8.913704872131348,
        -9.061773300170898
      ]
    },
    {
      "id": "legal-advice_96__4",
      "chunk_id": "4",
      "content": "See I.R.C. § 6231(a)(7); Bush v. United States, 101 Fed. Cl. 791,\n793 (2011); Conway v. United States, 50 Fed. Cl. 273, 276 (2001). In connection with\nthis, the TEFRA provisions confer on the TMP certain rights and responsibilities,\nincluding the ability to execute statute extensions and bind certain non-notice partners. See I.R.C. §§ 6224(c)(3), 6229(b)(1)(B); Conway, 50 Fed. Cl. at 276.\nI.R.C. § 6231(a)(2) defines the term “partner” as “(A) a partner in the partnership, and\n(B) any other person whose income tax liability under subtitle A is determined in whole\nor in part by taking into account directly or indirectly partnership items of the\npartnership.” I.R.C. § 6231(a)(9) defines the term “pass-thru partner” as “a partnership, estate, trust,\nS corporation, nominee, or other similar person through whom other persons hold an\ninterest in the partnership with respect to which proceedings under this subchapter are\nconducted.“ I.R.C. § 6231(a)(10) defines the term “indirect partner” as a person holding an interest in\na partnership through 1 or more pass-thru partners. I.R.C. § 6224(c) provides that the Secretary may enter into a binding settlement\nagreement as to a partnership item with any partner, and that the settlement agreement\nbinds with finality those partners who execute the agreement. In some circumstances,\nthe TMP and a pass-thru partner can also bind other partners. If a pass-thru partner enters into a settlement agreement with the IRS with respect to\npartnership items, he binds all indirect partners having an interest in the partnership\nthrough the pass-thru partner, unless the IRS has been notified of the indirect partner's\nname, address and beneficial interest in the partnership in accordance with I.R.C. §\n6223(c)(3) and Treas. Reg. § 301.6223(c)-1,4 at least 30 days before the settlement\n4 Specifically, I.R.C. § 6223(c)(3) provides two methods for identifying an indirect partner – (1) the\ninformation must be furnished on the tax return of the partnership being audited, or (2) in a statement to POSTF-112225-10 7 agreement is entered into with the pass-thru partner. I.R.C. § 6224(c)(1); Treas. Reg. §\n301.6224(c)-2(a)(1). I.R.C. § 6224(c)(1) expressly states “[a]n indirect partner is bound\nby any such agreement entered into by the pass-thru partner unless the indirect partner\nhas been identified as provided in section 6223(c)(3).” Treas. Reg. § 301.6224(c)-2(b)(1) addresses the person in the pass-thru partner who is\nauthorized to enter into a settlement agreement that binds indirect partners. In the case\nof a pass-thru partner that is a TEFRA partnership, the regulation provides that the TMP\nof that partnership has authority. However, when the regulation was written, there were\nno limited liability companies and the TMP of a partnership would always be a general\npartner authorized to bind the entity under State law. If the pass-thru partner “is a limited liability company, then a manager of the LLC, under\nState law, must sign, regardless of whether the LLC is subject to the TEFRA partnership\nprocedures.” IRS CCN CC-2009-027, Q&A (F)3. The instructions for the Form 870-LT provide: “If the partner is an LLC, the agreement\nshould be signed by the manager of the LLC or other authority as authorized by State\nlaw.",
      "queries": [
        "should a city have a title to promote cultural activity?",
        "is an equity account taxable",
        "what was the purpose of the milk price support program? what was the purpose of milk price support program?"
      ],
      "queries_score": [
        -8.909283638000488,
        -6.614451885223389,
        0.9310821890830994
      ]
    },
    {
      "id": "legal-advice_96__5",
      "chunk_id": "5",
      "content": "IRS CCN CC-2009-027, Q&A (F)3. The instructions for the Form 870-LT provide: “If the partner is an LLC, the agreement\nshould be signed by the manager of the LLC or other authority as authorized by State\nlaw. The signature line should show: [Name of LLC], by [Name of Manager], Followed\nby the title [Manager].”\nRev. Rul. 2004-88 provides that state law determines a partner’s status, noting that\n“[a]lthough the regulations under sections 301.7701-1 through 301.7701-3 provide that\na disregarded entity is disregarded for all federal tax purposes, these regulations do not\nalter state law.” Therefore, even if a limited liability company is disregarded for tax\npurposes, it remains a partner in the partnership. Rev. Rul. 2004-88 determined that a disregarded entity is a pass-thru partner. State law governs who has authority to act on behalf of a limited liability company. Cf.\nRev. Rul. 2004-88.\nDEL. CODE ANN. tit. 6, § 18-402 (West) provides that the management of a limited\nliability company shall be vested in its members unless the limited liability company\nagreement provides otherwise. The limited liability company agreement may provide for\nmanagement, in whole or in part, by a manager or managers. Unless otherwise\nprovided in a limited liability company agreement, each member and manager has the\nauthority to bind the limited liability company. DEL. CODE ANN. tit. 6, § 18-402 (West). the IRS that fulfills the requirements of Treas. Reg. § 301.6223(c)-1. Treas. Reg. § 301.6223(c)-1(b)(2)\nrequires the statement to (1) identify the partnership, each partner for whom information is supplied, and\nthe person supplying the information by name, address, and taxpayer identification number; (2) explain\nthat the statement is furnished to correct or supplement earlier information with respect to the partners in\nthe partnership; (3) state the taxable year to which the information relates; (4) set out the corrected or\nadditional information; and (5) be signed by the person supplying the information. POSTF-112225-10 8 In Medical & Business Facilities, Ltd. v. Commissioner, 60 F.3d 207 (5th Cir. 1995),\nrev’g T.C. Memo. 1994-38, the Fifth Circuit relied upon language in the partnership\nagreement that vested management and control of the business in a managing general\npartner and management committee comprised of the firm’s general partners to\ndetermine that a statute extension signed by one general partner without approval from\nthe management committee was not signed by a person authorized in writing under\nI.R.C. § 6229(b)(1)(B).5 The court determined that the managing general partner and\nmanagement committee had to act collectively on all decisions with respect to the\nmanagement and control of the business, including the execution of a statute extension. Med. & Bus. Facilities, Ltd., 60 F.3d at 210-11. A provision under Louisiana law that\ngave general partners the authority to bind the partnership did not give the general\npartner the requisite authority to sign the statute extension as a statute was not\nsufficient written authorization for purposes of I.R.C. § 6229(b)(1)(B), which provides a\nconsent may be executed by “any other person authorized by the partnership in writing\nto enter into such an agreement.” Id. at 211.",
      "queries": [
        "what is the requirements for cops office award",
        "who must maintain records of lemhwa programs",
        "what is community policing"
      ],
      "queries_score": [
        -8.561888694763184,
        -9.438891410827637,
        -8.538437843322754
      ]
    },
    {
      "id": "legal-advice_96__6",
      "chunk_id": "6",
      "content": "Id. at 211. In General\nAs Company A is a partner of ABC Partnership, the IRS may enter into a settlement\nagreement with Company A with respect to the partnership items of ABC Partnership. See I.R.C. § 6224(c). The fact Company A became a disregarded entity in Year 1 does\nnot change this, as disregarded entities are still partners. See Rev. Rul. 2004-88. Because Company A is a limited liability company, its manager under State law must\nsign on its behalf, regardless of whether the LLC is subject to the TEFRA partnership\nprocedures. See IRS CCN CC-2009-027, Q&A (F)3; cf. Rev. Rul. 2004-88. Therefore,\nCompany B may sign the Form 870-LT on behalf of Company A provided Company B\nhas authority under state law. In this case, Company A’s Operating Agreement\nprovides that Company B is the Managing Member of Company A and no other member\nhas management authority. Therefore, Company B is the manager of Company A\nunder State law. See DEL. CODE ANN. tit. 6, § 18-402. However, there are several provisions in Company A’s Operating Agreement that must\nbe analyzed to make sure Company B has the necessary authority. Issue 1 The adjustments to ABC Partnership for most of the Years at Issue exceed $X. Article\nM, Section B of Company A’s Operating Agreement provides that the Managing\n5 I.R.C. § 6229(b)(1) provides that provides the statute of limitations may be extended “with respect to all\npartners, by an agreement entered into by the Secretary and the tax matters partner (or any other person\nauthorized by the partnership in writing to enter into such an agreement), before the expiration of such\nperiod.” In the Medical & Business Facilities, Ltd. case, the general partner who signed the statute\nextension was not the TMP and the government attempted to rely on the “or any other person authorized\nby the partnership in writing” provision to validate the statute extension. POSTF-112225-10 9 Member cannot settle claims against Company A over $X without the written consent of\nmembers holding at least X% of the voting power. While we view the partnership\nadjustments as claims (to the extent the assertion of adjustments, rather than actual\namounts due, constitutes a claim) against the partners of ABC Partnership rather than\nclaims against Company A, this provision, if applicable, is met as Company B owns\n100% of Company A. Thus, there are no additional members to consent. Issue 2\nArticle N, Section C of Company A’s Operating Agreement places restrictions on\nCompany B’s ability to bind other members to settlement agreements without their\nwritten consent. Neither Article N nor Section C relates to the management of\nCompany A or who has authority to bind Company A. Rather, Article N address\nmiscellaneous matters and Section C specifically addresses the Managing Member’s\nauthority to act as the TMP. TEFRA created a single partnership-level proceeding for audits of partnership items. See Pub. L. 97-248, § 401, 96 Stat. 648; I.R.C. §§ 6221-34; Meruelo, 132 T.C. at 362;\nH. Conf. Rept. 97-760, at 599-600 (1982), 1982-2 C.B. 600, 662-63. The TMP is the\nliaison between the partnership and the IRS in such administrative proceeding.",
      "queries": [
        "closing agreement is taxable"
      ],
      "queries_score": [
        -6.66606330871582
      ]
    },
    {
      "id": "legal-advice_96__7",
      "chunk_id": "7",
      "content": "See Pub. L. 97-248, § 401, 96 Stat. 648; I.R.C. §§ 6221-34; Meruelo, 132 T.C. at 362;\nH. Conf. Rept. 97-760, at 599-600 (1982), 1982-2 C.B. 600, 662-63. The TMP is the\nliaison between the partnership and the IRS in such administrative proceeding. See\nI.R.C. § 6231(a)(7); Bush, 101 Fed. Cl. at 793; Conway, 50 Fed. Cl. at 276. Thus, Company B, as the TMP of Company A, will act as the liaison between Company\nA and the IRS if there is an audit of Company A for a year when it was a TEFRA\npartnership. 6 This case involves a TEFRA audit of ABC Partnership, not Company A.\nTherefore, Company B is not acting as the TMP of Company A. Rather, Company B is\nacting in its capacity as the Managing Member of Company A. See IRS CCN CC-2009027, Q&A (F)3 (“a manager of the LLC, under State law, must sign, regardless of\nwhether the LLC is subject to the TEFRA partnership procedures”); cf. Rev. Rul. 200488 (indicating that State law governs who has authority to act on behalf of a limited\nliability company). As discussed above, Company B is the manager of Company A under State law. Article M of Company A’s Operating Agreement addresses the management of\nCompany A. Article M, Section A places management and control in Company B and\ngives Company B the authority to bind Company A. The only exceptions to this\nmanagement authority are listed in Article M, Section B. The exceptions in Section B\nare inapplicable and/or are met as discussed under Issue 1. The tax matters provision\nat issue is not contained within Article M, Section B and, thus, does not constitute a\nlimitation on Company B’s management authority. Moreover, Section A expressly provides that Company B, as Managing Member, has\n“the overall responsibility for the management, operation, and administration of the\n6 As Company A is now a disregarded entity, it is no longer a TEFRA partnership. POSTF-112225-10 10 Company, including all actions to be taken by the Company as a member of [ABC\nPartnership].” As the execution of the Forms 870-LT is an action to be taken by\nCompany A as a member of ABC Partnership, such action falls within the scope of\nCompany B’s express management authority. The facts of this case are distinguishable from Medical & Business Facilities, Ltd., as\nthe restrictions at issue in that case pertained to the management of the company,\nwhereas the restrictions at issue here pertain to Company B’s ability to act as TMP for\nthe members of Company A. Therefore, Company B may sign the Form 870-LT on behalf of Company A as\nCompany B has the necessary management authority under State law to do so. See\nDEL. CODE ANN. tit. 6, § 18-402. The correctness of this conclusion is illustrated by the application of the restriction were\nit to apply. Application of the restriction would require the consent of individuals and/or\nentities that (1) have no management authority and (2) are no longer members. This\nwould be contrary to DEL. CODE ANN.",
      "queries": [
        "why would someone need sole source procurement"
      ],
      "queries_score": [
        -8.973308563232422
      ]
    },
    {
      "id": "legal-advice_96__8",
      "chunk_id": "8",
      "content": "tit. 6, § 18-402. The correctness of this conclusion is illustrated by the application of the restriction were\nit to apply. Application of the restriction would require the consent of individuals and/or\nentities that (1) have no management authority and (2) are no longer members. This\nwould be contrary to DEL. CODE ANN. tit. 6, § 18-402 regarding who has authority to act\non behalf of a limited liability company, and would override I.R.C. § 6224(c)(1),7 which\nprovides that a settlement agreement that is entered into by a pass-thru partner binds\nall indirect partners. Issue 3 A similar issue exists with respect to who may sign on behalf of Company B. Because\nCompany B is a limited liability company, its manager under State law must sign on its\nbehalf, regardless of whether the LLC is subject to the TEFRA partnership procedures. See IRS CCN CC-2009-027, Q&A (F)3; cf. Rev. Rul. 2004-88. Therefore, Company C\nmay sign the Form 870-LT on behalf of Company B provided Company C has authority\nunder state law. In this case, Company B’s Operating Agreement provides that\nCompany C is the Managing Member of Company B and no other member has\nmanagement authority. Therefore, Company C is the manager of Company B under\nState law. See DEL. CODE ANN. tit. 6, § 18-402. However, there is a provision in Article P, Section E of Company B’s operating\nAgreement that restricts the ability of Company C to bind other members to settlement\nagreements without their written consent. This provision is virtually identical to the tax\nmatters provision in Company A’s Operating Agreement discussed in Issue 2 above. Neither Article P nor Section E relates to the management of Company B or who has\nauthority to bind Company B. Rather, Article P address miscellaneous matters and\nSection E specifically addresses the Managing Member’s authority to act as the TMP. As discussed above, Company C is the manager of Company B under State law. 7 In effect, a broad interpretation of the provision at issue would require the IRS to obtain settlement\nagreements from all indirect partners even though such partners were not identified in accordance with\nI.R.C. § 6223(c)(3) and Treas. Reg. § 301.6223(c)-1. POSTF-112225-10 11 Article O of Company B’s Operating Agreement addresses the management of\nCompany B. Article O, Section D gives Company C sole management authority with no\nexceptions. Therefore, for the same reasons discussed in Issue 2, this provision does\nnot prevent Company C from signing the Form 870-LT on behalf of Company B, on\nbehalf of Company A.\nIssue 4 As discussed above, Company B is the manager of Company A and has authority to\nsign on its behalf, and Company C is the manager of Company B and has authority to\nsign on its behalf. Company C is also a limited liability company. Its Operating\nAgreement designates Individual D as its Managing Member and there are no\nrestrictions on Individual D’s management authority. Thus, Individual D is the manager\nof Company C and has authority to sign on its behalf. See IRS CCN CC-2009-027,\nQ&A (F)3; DEL. CODE ANN. tit. 6, § 18-402; cf. Rev. Rul. 2004-88.",
      "queries": [
        "when does the european decision become effective in the european union",
        "is a state employee considered a consultant for a local government",
        "cops office office phone number"
      ],
      "queries_score": [
        -8.796332359313965,
        -8.902968406677246,
        -9.083172798156738
      ]
    },
    {
      "id": "legal-advice_96__9",
      "chunk_id": "9",
      "content": "Its Operating\nAgreement designates Individual D as its Managing Member and there are no\nrestrictions on Individual D’s management authority. Thus, Individual D is the manager\nof Company C and has authority to sign on its behalf. See IRS CCN CC-2009-027,\nQ&A (F)3; DEL. CODE ANN. tit. 6, § 18-402; cf. Rev. Rul. 2004-88. Therefore, the signature line for the Form 870-LT should read:\nCompany A, by Company B, Managing Member, by Company C, Managing Member, by\nIndividual D, Managing Member\nThis language is consistent with the instructions for the Form 870-LT. Issue 5 The IRS may enter into a settlement agreement with Company A, as a partner of ABC\nPartnership, with respect to partnership items. See I.R.C. § 6224(c). As a limited\nliability company that is a disregarded entity for federal tax purposes, Company A is a\npass-thru partner. See I.R.C. § 6213(a)(9); Rev. Rul. 2004-88. Because Company A is\na pass-thru partner, if it enters into a settlement agreement with the IRS with respect to\npartnership items, it binds all indirect partners having an interest in the partnership\nthrough Company A, unless the IRS has been notified of the indirect partner's name,\naddress and beneficial interest in the partnership in accordance with I.R.C. § 6223(c)(3)\nand Treas. Reg. § 301.6223(c)-1, at least 30 days before the settlement agreement is\nentered into with Company A. See I.R.C. § 6224(c)(1); Treas. Reg. § 301.6224(c)2(a)(1). To our knowledge, no indirect partners have been identified in accordance with I.R.C. §\n6223(c)(3) and Treas. Reg. § 301.6223(c)-1. Any indirect partners that are identified in\naccordance with these provisions should be sent a separate Form 870-LT. CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS Affected Items POSTF-112225-10 12 We note that Form 870-LT is being used, which form permits the partner to agree to\nboth partnership adjustments and affected items or only partnership adjustments. I.R.C. § 6231(b)(1)(C) provides that the settlement of partnership items converts the\npartnership items to nonpartnership items. Deficiency procedures do not apply to settled partnership items. See I.R.C. §\n6230(a)(2)(A)(ii). Instead, the Service computes the change in tax liability and directly\nassesses this amount. This is known as a “computational adjustment.” See I.R.C. §\n6231(a)(6). Section 6231(a)(6) provides that “[a]ll adjustments required to apply the\nresults of a proceeding with respect to a partnership under this subchapter to an indirect\npartner shall be treated as computational adjustments.” However, I.R.C. § 6230(a)(2)(A)(i) provides that deficiency proceedings apply to\naffected items which require partner level determinations. Therefore, while a pass-thru partner may bind indirect partners to a settlement\nagreement as to a partnership item, see I.R.C. § 6224(c)(1), the pass-thru partner may\nnot bind indirect partners to a settlement agreement as to affected items. To the extent\naffected items are involved, the indirect partners themselves would have to agree to\nsuch items or deficiency procedures must be initiated. Thus, Company A cannot sign\nPart II of Form 870-LT. Case Development ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-112225-10 13 Other Considerations This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views.",
      "queries": [
        "is cops grant allowable",
        "what contract is required by a nonfederal entity under the federal award",
        "who is the clinical coordinator of the ctp inmate",
        "is the protective claim valid"
      ],
      "queries_score": [
        -8.723020553588867,
        -7.7386956214904785,
        -9.377784729003906,
        -8.441080093383789
      ]
    },
    {
      "id": "legal-advice_96__10",
      "chunk_id": "10",
      "content": "Thus, Company A cannot sign\nPart II of Form 870-LT. Case Development ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-112225-10 13 Other Considerations This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. Please call (313) 628-3100 if you have any further questions. ERIC R. SKINNER\nAssociate Area Counsel\n(Large Business & International) By: _____________________________ Elizabeth R. Edberg\nAttorney (Detroit)\n(Large Business & International)",
      "queries": [
        "how much does egf contribute",
        "what is the nonsupplanting requirement for cops office grant awards",
        "what is the statutes and regulations applicable to the award?"
      ],
      "queries_score": [
        -9.309670448303223,
        -9.295281410217285,
        -9.053559303283691
      ]
    }
  ]
}