{
  "doc_id": "legal-advice_97",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_97__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20123903F\nRelease Date: 9/28/2012\nCC:LB&I:HMT:DET:-------Postf 117273-10\ndate: 07/17/12 to: -------------, Team Manager\nGroup #------from: -------------------LB&I Associate Area Counsel (---------) subject: Rebuttal to Taxpayer’s Protest – --------------UIL: 871.02-07; 453A.03-00 Disclosure Statement: This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse affect on privileges,\nsuch as the attorney client privilege. If disclosure becomes necessary, please\ncontact this office for our views. -----------------: Rebuttal to Taxpayer’s Protest - U.S. Source\nIncome and Effectively Connected Income\nTaxpayer\nPartnership\nProduct\nState\nDate 1\nPercentage Amount 1\nPercentage Amount 2\nDate 2\nYear 1\nYear 2\nAmount 1\nAmount 2\nAmount 3 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- PRELIMINARY STATEMENT POSTF 117273-12 2 The Notice of Proposed Adjustment proposes to assess interest annually to the\ntaxpayer on deferred tax liability attributable to U.S. source income and\neffectively connected income arising from Taxpayer’s disposition of her interest in\na U.S. partnership that conducts a trade or business through a fixed place of\nbusiness in the U.S. Year 1 12\nDeferred Income\nDeferred Tax Liability\nInterest to be assessed annually to the taxpayer on the deferred\ntax liability attributable to the deferred capital gain as factored by\nthe 15% capital gains tax rate. $Amount 2\n$Amount 3 Exam issued a Notice of Proposed Adjustment on May 16, 2012 (“the Notice”). Taxpayer filed a protest on May 31, 2012 (“the Protest”). EXECUTIVE SUMMARY Taxpayer (“Taxpayer”), a nonresident alien was a partner in Partnership\n(“Partnership”). Partnership develops and markets consumer products including\nthe popular Product. Partnership is headquartered in State, where strategic\ndirection, inventory, distribution and marketing decisions are handled. In Date 1,\nTaxpayer sold her Percentage Amount 1 interest in Partnership for a promissory\nnote in the amount of $Amount 1 to another partner who already owned a\nPercentage Amount 2 interest in Partnership. Prior to Year 1, Taxpayer filed US\nnonresident individual income tax returns (Form 1040 NR), taking into account\npartnership income/loss from Partnership. Taxpayer did not file a return in Year\n1 when she disposed of her interest in Partnership, and has not filed returns in\nthe years thereafter. In the Notice, Exam determined the taxpayer’s gain from the sale of her\npartnership interest constituted effectively connected income (ECI), pursuant to\nRev. Rul. 91-32. In the revenue ruling, the Service determined that: Gain or loss\nof a foreign partner that disposes of its interest in a partnership that is engaged in\na trade or business through a fixed place of business in the United States will be\nUnited States source ECI gain or will be ECI loss that is allocable to United\nStates source ECI gain, to the extent that the partner's distributive share of\nunrealized gain or loss of the partnership would be attributable to ECI (United\nStates source) property of the partnership. The sales agreement and promissory note provide that no principal payment is\nrequired prior to the maturity date of Date 2. Thus, under the installment sales POSTF 117273-12 3 rules, the tax is deferred until that date. While the tax on the sale of the\npartnership interest is deferred until Year 2, the taxpayer must pay the interest\neach year on the deferred tax in accordance with §453A(a)(1).",
      "queries": [
        "office of chief counsel internal revenue service memo release number",
        "unique entity identifier meaning"
      ],
      "queries_score": [
        "3.5563707",
        -9.016763687133789
      ]
    },
    {
      "id": "legal-advice_97__1",
      "chunk_id": "1",
      "content": "Thus, under the installment sales POSTF 117273-12 3 rules, the tax is deferred until that date. While the tax on the sale of the\npartnership interest is deferred until Year 2, the taxpayer must pay the interest\neach year on the deferred tax in accordance with §453A(a)(1). Taxpayer disagrees with the proposed adjustment on the following grounds:\n(1) Taxpayer “strongly disagrees” with the approach taken in Rev. Rul. 91-32\nand argues that under §741, the sale of a partnership interest is treated as\nthe sale of a capital asset. Capital gains are not taxable under\n§ 871(a)(2), unless an alien is present in the United States 183 days or\nmore. Taxpayer, a nonresident alien, was never present in the United\nStates for 183 days or more, therefore, any capital gain derived from the\nsale of her partnership interest is not taxable to her. Taxpayer further\nargues even if the Revenue Ruling is correct, the 183 day rule still applies,\nand since Taxpayer was never present in the United States for more than\n183 days, she is not subject to any tax on the sale of her partnership\ninterest. (2) Subchapter N provides no authority to apply Section 453A to a\nnonresident alien. Taxpayer’s arguments were previously addressed in the Notice. Taxpayer raises\nno new arguments in her protest of May 31, 2012. In the instant rebuttal, Exam\nreiterates its previous responses to taxpayer’s arguments, and again rejects\nTaxpayer’s positions. DISCUSSION Taxpayer argues that under §741, the sale of her partnership interest\nconstitutes a capital sale and is not taxable in the US as she was never\npresent in the United States for 183 days of more as required by\n§871(a)(2). Exam rejects Taxpayer’s argument that Taxpayer’s capital\ngain is not considered ECI and therefore is not subject to US Tax. Taxpayer is correct that § 741 provides that a gain or loss shall be\nrecognized by the transferor partner and be considered as gain or loss\nfrom the sale or exchange of a capital asset. However, taxpayer fails to\ntake into account that, as articulated in Rev. Rul. 91-32, §864(c)(2)\nprovides that certain gains or losses from sources within the U.S. from\nthe sale or exchange of capital assets are gains effectively connected\nwith the conduct of a U.S. trade or business or losses that are allocable\nto ECI gain. The starting point for determining whether gain from the sale of property is POSTF 117273-12 4 effectively connected income (ECI) is whether the taxpayer is engaged in a US\ntrade or business. Section 875(1) clearly states that “a nonresident alien\nindividual or foreign corporation shall be considered as being engaged in a trade\nor business within the United States if the partnership of which such individual or\ncorporation is a member is so engaged.” In this case, there is no dispute that\nPartnership, a U.S. partnership, was actively engaged in a trade or business in\nthe U.S. By virtue of her interest in the partnership, the Taxpayer is considered\nto be engaged in a trade or business through the partnership’s fixed place of\nbusiness in the U.S. Moreover, the U.S. trade or business activity of the U.S.\npartnership flows through to Taxpayer.",
      "queries": [
        "are partnership interest taxes deferred",
        "what is the deferred tax on the postf sales of partnership interest",
        "when does a european decision enter into force?"
      ],
      "queries_score": [
        "1.7892318",
        "2.009114",
        -8.252243041992188
      ]
    },
    {
      "id": "legal-advice_97__2",
      "chunk_id": "2",
      "content": "By virtue of her interest in the partnership, the Taxpayer is considered\nto be engaged in a trade or business through the partnership’s fixed place of\nbusiness in the U.S. Moreover, the U.S. trade or business activity of the U.S.\npartnership flows through to Taxpayer. Rev. Rul. 91-32 holds that because the value of the U.S. trade or business\nactivity of the partnership affects the value of the foreign partner’s interest in the\npartnership, an interest in the partnership that is engaged in a trade or business\nthrough a fixed place of business in the United States is an ECI asset of the\nforeign partner under Treas. Reg. § 1.864-4(c)(2) (the asset-use test). Further,\ntaking into account the blend of aggregate and entity concepts under Subchapter\nK of the Code, the rules governing the sale of partnership interests should be\ninterpreted in light of the purposes and policies of I.R.C. §§ 864(c) and 865(e). As such, Rev. Rul. 91-32 concludes that gain from the sale of partnership interest\nis treated as gain from the sale of the partner’s proportionate share of the\nunderlying assets of the partnership. Thus, Taxpayer’s sale of an interest in a\npartnership that engaged in a U.S. trade or business, results in U.S. source gain\neffectively connected with that trade or business. Taxpayer offers nothing further than the simple statement that she “strongly\ndisagrees” with the “aggregate approach” taken by the Rev. Rul. 91-32. The\nreasoning of the revenue ruling is consistent with current law and is applicable to\nthe facts of the instant case, as discussed in the Notice and in this rebuttal to the\nprotest. Taxpayer’s position (which is because §741 generally treats the gain or\nloss from sale of a partnership interest as that of a capital asset, the gain\nrecognized by a nonresident alien must be foreign source) is not supported by\nthe Internal Revenue Code, the revenue ruling, or court cases. Accordingly, the\nadjustments in the Notice should be sustained. The 183 day or more rule of §871(a)(2) is not applicable to ECI. Exam rejects Taxpayer’s argument that she needs to be present in the US for\n183 days or more to be taxed on her ECI. Section 871(b)(1) provides for the\ngeneral imposition of tax on a nonresident alien’s income effectively connected\nwith a U.S. trade or business as follows: “[a] nonresident alien individual engaged\nin trade or business within the United States during the taxable year shall be\ntaxable as provided in section 1 or 55 on his taxable income which is effectively\nconnected with the conduct of a trade or business within the United States.” The\nimposition of tax by §871(b) on a nonresident alien’s effectively connected POSTF 117273-12 5 income with a U.S. trade or business is not dependant upon the nonresident\nalien’s presence in the US in excess of 183 days. When a nonresident alien has\nECI from a US trade or business, that nonresident alien’s ECI is taxed similarly to\nthe income of any of US citizen. Taxpayer’s argument, that a “nonresident alien’s ownership of a partnership\ninterest that conducts business in the US is similar to the ownership of stock in a\nUS corporation”, is without merit.",
      "queries": [
        "what to do after receiving an ahtf award",
        "what is the responsibility of the chief psychologist"
      ],
      "queries_score": [
        -8.72658634185791,
        -8.808112144470215
      ]
    },
    {
      "id": "legal-advice_97__3",
      "chunk_id": "3",
      "content": "Taxpayer’s argument, that a “nonresident alien’s ownership of a partnership\ninterest that conducts business in the US is similar to the ownership of stock in a\nUS corporation”, is without merit. A partnership interest cannot be viewed in the\nsame light as corporate stock because a corporation has different characteristics\nfrom a partnership. For example, a corporation is taxed at the corporate level\nand then at the shareholders’ level when the shareholders receive a dividend. On the contrary, a partnership is only taxed once at the partner level. In Unger v.\nCommissioner, 936 F.2d 1316 (D.C. Cir. 1991), aff’g T.C. Memo 1990-15, an\nappellate court upheld the attribution of a U.S. partnership’s office to a foreign\nlimited partner. The court held that the limited partner, a resident of Canada, had\na permanent establishment in the United States by virtue of his interest in the\npartnership offices. Here again, as we have done in the Notice, we emphasize\nthat the imputation rule of §875 applies and Taxpayer must take into account her\ndistributive share of the items of income, gain, loss, deduction or credit of\nPartnership. Section 453A is applicable to Taxpayer. As discussed in the rebuttal portion of the Notice, §61(a)(3) provides that gross\nincome means any income from whatever source derived, including gains\nderived from dealings in property. The government has established that the sale\nof Taxpayer’s partnership interest constitutes effectively connected income. Section 1001 provides for the computation of gain or loss from the sale or\ndisposition of property. Section 1001(d) further provides that “[n]othing in this\nsection shall be construed to prevent…the taxation of that portion of any\ninstallment payment representing gain or profit in the year in which such payment\nis received.” The installment method of §453 is a statutorily prescribed method of accounting\nused for determining taxable income from an installment sale throughout\nSubtitle A1. Thus, the installment method of accounting for taxable income,\nwithin the limitations set forth in §453, is applicable to the determination of\ntaxable income as referenced in §871(b). Section 453A is a subset of special\nrules applicable to §453. If §453 permits installment reporting in particular\nsituations, §453A applies in certain instances to limit the benefits of installment\nmethod reporting within certain parameters. The application of the rules in\n§453A is not limited by Subchapter N in the determination of a nonresident\n1 Both Subchapter E which governs accounting periods and methods of accounting,\nincluding installment sales and Subchapter N relating to taxes on nonresident alien\nindividuals are contained in Subtitle A: “Income Taxes.” POSTF 117273-12 6 alien’s taxable income. Furthermore, §864(c)(6) ensures that in the case of any income or gain of a\nnonresident alien individual which is taken into account for any taxable year, but\nis attributable to a sale or exchange of property or any other transaction in any\nother taxable year, the determination of whether such income or gain is taxable\nunder §871(b) shall be made as if such income or gain were taken into account\nin such other taxable year and without regard to the requirement that the\ntaxpayer be engaged in a U.S. trade or business during the taxable year in which\nthe income is actually taken into account.",
      "queries": [
        "ukraine how much financial assistance",
        "how to review inmate central file"
      ],
      "queries_score": [
        -8.953093528747559,
        -9.016888618469238
      ]
    },
    {
      "id": "legal-advice_97__4",
      "chunk_id": "4",
      "content": "Paragraph III of the Protocol to the\nU.S.-India income tax treaty incorporates this principle and states that any\nincome attributable to a U.S. permanent establishment (PE) during its existence\nis taxable in the United States even if the payments are deferred until after the\nPE has ceased to exist. Thus, if payments that would be ECI and attributable to\na U.S. PE in one year are deferred until a later year when the nonresident alien\nwas not engaged in a U.S. trade or business, or had no U.S. PE, the payments\nwould nevertheless be taxed as if they were ECI and attributable to a U.S. PE. Government’s Position: In summary, Exam disagrees with the arguments made by Taxpayer in the\nProtest. The gain on Taxpayer’s complete sale of her interest in Partnership,\n$Amount 2, is subject to US individual income taxation pursuant to the\ninstallment sales reporting rules of §453 which would defer taxation until the tax\nyear in which principal payment is received by Taxpayer in satisfaction of the\ninstallment sale note. In this case, the principal payment is due on or before\nDate 2. However, the application of the rules of §453A serve to charge interest\non the deferred tax liability associated with Taxpayer’s deferred installment sale\ngain of $Amount 2 in an amount equal to the “applicable percentage” of the\ndeferred tax liability of the installment sale obligation multiplied by the\nunderpayment rate of §6621(a)(2) in effect for the month in which the taxable\nyear ends.",
      "queries": [
        "is us income tax payable from us permanent establishment",
        "what should consultant rates be",
        "what is the acceptable documentation for an inmate request",
        "who should the director of the bureau for prisons contact?",
        "what is the purpose of an escorted trip"
      ],
      "queries_score": [
        "2.3235734",
        -9.038376808166504,
        -10.120532989501953,
        -10.287286758422852,
        -10.183956146240234
      ]
    }
  ]
}