{
  "doc_id": "legal-advice_12",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_12__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber:\n20042306F\nRelease Date:\n6/4/04\nCC:LM:NR:---WRDavis\ndate:\nto: from: subject: January 26, 2004\nTeam Manager, LMSB:----ATTN: -------Area Counsel (Natural Resources: Houston) Request for Legal Advice: Evaluation of Taxpayers' Compliance with\nPlaced-in-Service and Written Binding Contract Requirements\nTaxpayers: ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- This memorandum responds to your request for assistance\ndated December 16, 2003. Branch 6 of Passthroughs & Special\nIndustries has reviewed the advice contained herein, and concurs\nwith it. This memorandum should not be cited as precedent. DISCLOSURE STATEMENT This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney-client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. LEGEND\na = -- Corporation = ------- CC:LM:NR:----Page 2\nFacility Location = ------ b = --------------------- Execution Date = ----- c = --------------------- d = ----- Facilities = -------------------------- Process = ------------------------------------------------------------------------------------------------------------------------------------------------------------ e = -- f = --- g = ----- Subprocess = -------------------- Date 1 = --- h = ----------------------- Timeframe 1 = ---- i = --------------------------------- Timeframe 2 = ------ j = ------ k = ---------------------------------- l = --------- Partnership A = --------------------------------- Partnership B = --------------------------------- Partnership C = --------------------------------- CC:LM:NR:----Page 3\nPartnership D = --------------------------------- State X = -- Date 2 = ------------------ Month 3 = -- Date 4 = ---- $m = ----- n = - Date 5 = ----- Date 6 = ----- o = ------------------- p = ------------------------------ q = -------- r = ----- s = ----- t = ---- State Y = ---------------- u = ---- Department = -------------------------------------- Date 7 = ------ Consultant = --- v = ----------------------------------------- Duration = --- Timeframe 3 = ----------------- CC:LM:NR:----Page 4\nw = -- Date 8 = ----- x = -- Date 9 = ------ y = -- z = ----- aa = ------------------------ ab = ------ ac = -- Month 10 = --- ad = ----- ae = ---------- af = - Date 11 = ------ Date 12 = ------ ag = --------------------------------------- ah = ------------------------------------------------------------------------ Date 13 = ----- Agreement A = --------------- Date 14 = ----- ai = -- aj = ----------------------------- Date 15 = ----- CC:LM:NR:----Page 5\n$ak = -- al = -- $am = -- an = -- ao = -- Article A = ------------- ap = -------------------------------- Article B = ------ Article C = ------ aq = ------------------------------------ Month 16 = --- Date 17 = ------ ar = - Date 18 = ------- Date 19 = ------- Date 20 = ------ as = - at = ----- au = ---- av = ------ $aw = -- Date 21 = ------- ax = -- ay = ---------------------------------- CC:LM:NR:----Page 6\nPartnership E = ------------------------------ Partnership F = ------------------------------ Partnership G = ------------------------------------- Partnership H = -------------------------- Month 22 = ---- Date 23 = ----- Date 24 = ----- Agreement B = ------------------ az = --------------------- Date 25 = ------ ba = ------------------------------------------------------------------------------------------- bb = -------------------------------------------------------------------- bc = - bd = - Year = - ISSUES\n1.",
      "queries": [
        "how are inmate points assigned",
        "can we request a sole source justification request",
        "what is eobgr",
        "who must use ovw"
      ],
      "queries_score": [
        -9.340627670288086,
        -8.826869010925293,
        -8.467196464538574,
        -8.606457710266113
      ]
    },
    {
      "id": "legal-advice_12__1",
      "chunk_id": "1",
      "content": "= ------------------------------ Partnership G = ------------------------------------- Partnership H = -------------------------- Month 22 = ---- Date 23 = ----- Date 24 = ----- Agreement B = ------------------ az = --------------------- Date 25 = ------ ba = ------------------------------------------------------------------------------------------- bb = -------------------------------------------------------------------- bc = - bd = - Year = - ISSUES\n1. Do the facts, as set forth below, support the taxpayers’\ncontention that a synfuel facilities constructed for Corporation\nat the Facility Location were placed in service before July 1,\n1998? Sub-issues of this issue are as follows:\na. Do the facts show that the taxpayers that owned the\nfacilities as of July 1, 1998, were in the trade or business of\nproducing and selling qualified fuel? CC:LM:NR:----Page 7\nb. What additional information will assist in\ndetermining whether the facilities were timely placed in\nservice? 2. Were the facilities placed in service pursuant to a\nbinding written contract in effect as of January 1, 1997? CONCLUSION 1. The facts, as presented, raise serious questions about\nwhether the a synfuel facilities constructed for Corporation at\nthe Facility Location were placed in service before July 1,\n1998. a. The facts are insufficient to show that the\ntaxpayers that owned the facilities as of July 1, 1998, were in\nthe trade or business of producing and selling qualified fuel. b. --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------2. There appears to be some question as to whether the\ncontract was, in fact, a binding written contract as of January\n1, 1997. ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------FACTS 1.\nOn or about Execution Date, Corporation entered into\nan agreement with c for the construction of d Facilities. The\nagreements enumerate several types and amounts of equipment for\nthe facilities. The equipment described in the agreement\nrelated to systems that were designed to accomplish the Process. Among other things, the agreement listed e, f, g, and other\nequipment designed for the Process. Additional equipment\nfocused on Subprocess. This plan was described in a Date 1 CC:LM:NR:----Page 8\nreport by a construction/engineering firm, apparently prepared\nfor h. Some time during Timeframe 1, the agreement was assigned to\ni. During Timeframe 2, construction began on a synthetic fuel\nproduction facilities at the Facility Location, near j. This\nsite is owned by k, a subsidiary of l. While Corporation acted\nas the owner of the facilities during construction, at some\npoint, these facilities were transferred to, and owned by\nPartnership A, Partnership B, Partnership C, and Partnership D.\nEach was a State X entity, formed on Date 2. A construction permit was obtained in Month 3. Construction\nbegan at the Facility Location on or about Date 4. Plans called\nfor the construction of a facilities, each projected to cost\napproximately $m. It appears that n of the plants were\nconstructed by i, and the remainder by c. The taxpayers produced several videotapes, labeled with\ndates between Date 5 and Date 6, showing equipment operating at\nthe site. Among the parts of a facility shown to be running\nwere o, p, and q. What was clear was that some of the feedstock\ncoal was run through r. --------------------------------------------------------------------------------------The videotapes\ndid not show operation of s. No narrative accompanied the\nimages shown on the videotapes, making it difficult to discern\nwhat was being shown. It was not clear from the videotape that\neach of the a facilities was operational.",
      "queries": [
        "internal revenue service memo number",
        "can recess appointments be made by president"
      ],
      "queries_score": [
        -7.175322532653809,
        -8.337955474853516
      ]
    },
    {
      "id": "legal-advice_12__2",
      "chunk_id": "2",
      "content": "What was clear was that some of the feedstock\ncoal was run through r. --------------------------------------------------------------------------------------The videotapes\ndid not show operation of s. No narrative accompanied the\nimages shown on the videotapes, making it difficult to discern\nwhat was being shown. It was not clear from the videotape that\neach of the a facilities was operational. One fact that was evident from the videotapes was the\nemission of t that occurred during operations. Documents\nprovided by the taxpayers were somewhat inexact----------------------------------------------------------------------------------------. It appears that Corporation never applied for a\npermanent operating permit from the State Y Department. However, a Date 7 memorandum from u, the Chief Operating Officer\nof Corporation, to one of the contractors states, “-----------------------------------------------------------------------------------------------------------------------------------------.” Other documents raise a question as to whether the facilities\ncomplied with Department permits. The taxpayers provided a affidavits prepared by Consultant,\na consultant from v. These affidavits state that the a\nfacilities were substantially constructed as designed and that\neach facility operated in excess of Duration during the\ninspection, but do not describe the level of review of the\ndesign that Consultant undertook. Consultant’s affidavits also CC:LM:NR:----Page 9\nstate that no mechanical failure was observed during each\nDuration period. Consultant did not opine as to whether any\nfacility was capable of sustained daily operations. The taxpayers also produced many photographs documenting\nconstruction of the facilities during the Timeframe 3 period. The initial photographs show the fabrication of the equipment\noff-site. Later photos show this equipment at the Facility\nLocation. Photographs accompanying a affidavits prepared by\nConsultant show the operation of several parts of the\nfacilities. The photographs included with the Consultant\naffidavits have descriptions of what is shown. Records provided by the taxpayers reflect inconsistent\ninformation concerning the production between Date 5 and Date 6. An affidavit by u states that w tons of synfuel were produced\nbetween Date 5 and Date 6. Spreadsheets showing production\nreflect an aggregate production of w tons of product for this\ntime frame1. u’s affidavit states that the production total was\ndivided equally among the a facilities, but does not make clear\nthat this accurately reflects the actual production at each\nfacility. Other documents state that the material was run\nthrough the facilities n times. This coincides with records\nthat show that k had only delivered x tons of coal by Date 92. One of the contractor’s documents stated that the material was\nused for aa. Finally, other documents indicate that ab tons of\nmaterial was processed, of which amount ac tons were sold to k\nin Month 10. The question of what was sold is discussed below. Additionally, the taxpayers provided the affidavit of ad of\nc. This affidavit states that the facilities were placed in\nservice prior to July 1, 1998, subject to completion of the ae. However, here again, there is no assertion that the facilities\nwere in a state of readiness sufficient to produce qualified\nfuel on a sustained and reliable basis in commercial quantities. More important, as is described below, ae involves equipment\nintegral to the facility. The taxpayers provided copies of n separate certifications\nof completion, containing nearly identical language. Those\nexecuted by c attested to the completeness of af Facilities by\nDate 11, and the other, executed by i, attested to the\n1 2",
      "queries": [
        "what was clear was that some of the feedstock coal was run through r.",
        "what was clear was that some of the feedstock coal was run through r.",
        "cops office telephone number",
        "why is an inmate challenged on central files?",
        "us dept of justice immigration fax number"
      ],
      "queries_score": [
        "2.1977801",
        "2.1977801",
        -9.061867713928223,
        -9.081106185913086,
        -9.172327995300293
      ]
    },
    {
      "id": "legal-advice_12__3",
      "chunk_id": "3",
      "content": "More important, as is described below, ae involves equipment\nintegral to the facility. The taxpayers provided copies of n separate certifications\nof completion, containing nearly identical language. Those\nexecuted by c attested to the completeness of af Facilities by\nDate 11, and the other, executed by i, attested to the\n1 2 After Date 8, the production spreadsheets show daily amounts. Other records show that y tons of z was purchased from another supplier. This coal was not included in any production details, and may have been\nunsuitable for production of briquettes. z consists of ------------------. CC:LM:NR:----Page 10\ncompleteness of the other facilities by that same date. Each\ncertification made reference to ae to be completed. Neither\ncertification was dated, nor did they contain details describing\nae. In addition to these certifications, the documents produced\nby the taxpayers contained contradictory documents. One was a\nmemorandum dated Date 12, and directed from c to Corporation. It\nidentified ae as items that remained to be completed prior to\nbecoming operational under ag or ah3. Moreover, ae were not of a\nminor nature, but major systems that appear to have been\nintegral to the continued operation of the facilities. Further,\nit stated that upon completion of those items, the contractor “--------------------------------” of Partnership A and\nPartnership B facilities. The other memorandum, dated Date 13, from the contractor\nresponsible for turn-over of Partnership C and Partnership D\nFacilities, states, “----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------.” Documents produced by the taxpayers include an undated\nAgreement A between k and Corporation, effective Date 14, under\nwhich k agreed to sell to Corporation ai tons of aj. The\nprovision to sell the initial ai tons covered through the period\nending Date 15, -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. The initial\ncontract price was $ak per ton, FOB al. After the initial\nperiod and under certain circumstances not relevant here, the\ncontract price for coal purchased by Corporation from k was $am\nper ton, FOB al. Agreement A also included the agreement of k or its\nassignee, l, to purchase an tons of solid fuel produced from\ncoal that Corporation or Partnerships A, B, C, and D have\nprocessed so as to qualify for the nonconventional fuels credit\nunder section 29 (“Synthetic Fuel4”) at the rate of ao tons per\nmonth, through Date 15. Article A set the contract rate for the\n3 From other correspondence, it was clear that Corporation was not certain\nwhether it was subject to regulation by ag or ah. 4\nAgreement A includes, in its definition of Synthetic Fuel, the “----------------------------------------------------------------------------------------------------------.” CC:LM:NR:----Page 11\nSynthetic Fuel at ap. -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Further, Article B of Agreement A specified that\nCorporation was responsible for transporting the Synthetic Fuel\nto one of l’s b, and for any incremental handling and\ntransportation costs incurred by k attributable to the Synthetic\nFuel. Additionally, Article C of Agreement A called for k to\nprovide aq to Corporation. It also stated that:\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Important to note is that the provision calling for k to\npurchase Synthetic Fuel from Corporation was expressly subject\nto the above provision that excused k of its obligation, so long\nas l ---------------------------------------------------------------. Perhaps more important was the initial clause above that\ncompletely excused l from purchasing any Synthetic Fuel if it\ncaused l any increased costs or problems.",
      "queries": [
        "what is the date of the decision on the european year for development?"
      ],
      "queries_score": [
        -9.012433052062988
      ]
    },
    {
      "id": "legal-advice_12__4",
      "chunk_id": "4",
      "content": "Perhaps more important was the initial clause above that\ncompletely excused l from purchasing any Synthetic Fuel if it\ncaused l any increased costs or problems. After the operation during Month 16, records reflect no\nproduction of any Synthetic Fuel until Date 17. In fact, each\nof the facilities sat idle of production for the vast majority\nof the period after Date 6. Production spreadsheets show that,\nout of the ar days between Date 8 and Date 18, production was\nrecorded on -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------days,\nrespectively. Moreover, some questions are raised concerning CC:LM:NR:----Page 12\nthe amounts of synfuel recorded as having been produced on two\nspecific dates: Date 19 and Date 20. On those facilityproduction days (out of a total of as facility-production days),\nthe amounts of synfuel produced totaled more than at percent of\nthe total production reflected on the spreadsheets. Graphs\nreflecting the production in tons per day, and in tons per hour,\nare attached. The taxpayers submitted documents reflecting sales by\nCorporation to k of the material processed between Date 5 and\nDate 6, and presented these as proof of sales of synthetic fuel\nto an unrelated third-party. However, the shipping documents\nshow this to be au from the Facility Location. Further, other\ndocuments reflect that this material was used for aa, and that k\nconsidered it to be av. Finally, the sales of this material\nwere recorded at the rate of $aw per ton, rather than at the\nrate specified by Agreement A, which called for k or l to buy\nthe synfuel at the rate of ap. While the documents reflect that\nlater sales were computed in this manner, the sale of the\nmaterial produced by Corporation between Date 5 and Date 6 was\nnot so treated. Moreover, as described above, ---------------------------------------------------------------------------------------------. Thus, we do not believe that the initial sale\nto k reflects the sale of synfuel, but rather the sale of au. The initial sale of Synthetic Fuel by Corporation to k\nunder the contract rate set forth in Agreement A did not occur\nuntil Date 21, when Corporation sold ax tons. The terms of\nAgreement A essentially provided k with a customer for a minimum\nof ai tons of coal mined by it through Date 15. With the\ndelivery of this amount of coal to Corporation and Corporation’s\nproduction of Synthetic Fuel, k would have had to purchase up to\nan tons of Synthetic Fuel, but only if it proved to serve as a\nuseable fuel for l’s b. The taxpayer has not provided an\nexplanation as to why k did not deliver ai tons of coal to\nCorporation for production through Date 15. A substantial amount of construction remained to be\ncompleted on each of a facilities as of June 30, 1998, as is\nreflected in ae. This document for ---------------------------------------------------------------------------------------------------------------------------------------------.” Below is a description of several ae and the significance,\nas it relates to the facilities’ fitness for the intended use: --------------------------------------------------------------------------------------------------------------------- CC:LM:NR:----Page 13\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------are examples of the “electrical, instrumentation and\ncontrol systems (and related auxiliaries, including the\nstructures that house the electrical, instrumentation and\ncontrol systems)” that constitute part of the facility. ILM 200347024 (Jan. 21, 2003), reprinted in 2003 TNT 22618.",
      "queries": [
        "what is trgp armor",
        "do facilities have to be placed in service"
      ],
      "queries_score": [
        -9.028956413269043,
        -6.792418003082275
      ]
    },
    {
      "id": "legal-advice_12__5",
      "chunk_id": "5",
      "content": "--------------------------------------------------------------------------------------------------------------------- CC:LM:NR:----Page 13\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------are examples of the “electrical, instrumentation and\ncontrol systems (and related auxiliaries, including the\nstructures that house the electrical, instrumentation and\ncontrol systems)” that constitute part of the facility. ILM 200347024 (Jan. 21, 2003), reprinted in 2003 TNT 22618. The documentation does not clearly show that the facilities\nhad access to ay to support daily continued operations as of\nJuly 1, 1998. Documents reflected ongoing negotiations about ay\ninto Month 16. ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- CC:LM:NR:----Page 14\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The taxpayers—Partnership E, Partnership F, Partnership G,\nand Partnership H—purchased the facilities from Partnership A,\nPartnership B, Partnership C, and Partnership D, respectively,\nin Month 22. On Date 23, the taxpayers’ representative\nsubmitted a letter, a copy of which is attached hereto,\nhighlighting the information and documents that it contends show\nthe a facilities were placed in service as of June 30, 1998. Additionally, on Date 24, the taxpayers’ representative supplied\na memorandum (copy attached) setting forth its analysis with\nregard to whether the facilities were timely placed in service. a. An affidavit was provided by u of Corporation, stating\nthat attempts and plans were made to market the synthetic fuel. Corporation also had a contract for the purchase of coal from,\nand the delivery of synthetic fuel to k. Beyond this,\nCorporation entered into an agreement with az, a k subsidiary to\nmarket its Synthetic Fuel. The taxpayers provided an undated copy of Agreement B\nbetween Corporation and az. This agreement set Date 11 as its\neffective date. It is not known when Agreement B was reached. The earliest dated reference to it was on Date 25 in a cover\nletter from Corporation to i. The terms of Agreement B required az to use its best\nefforts to market the Synthetic Fuel produced by Corporation,\nand ba to third parties. This included identification of, and\ncontacts and meetings with third parties, coordination of bid\nproposals and requests for proposals, participation in the\nnegotiation of sales agreements. The right to set the terms of\nany sales remained with Corporation. In addition, the contract\nwas not exclusive, permitting Corporation to market the\nSynthetic Fuel or ba itself or through other agents. In exchange, az was entitled to bb for the sale of\nSynthetic Fuel or ba to third parties. Agreement B further\nobligated Corporation to use its best efforts to assist az in\nits marketing efforts. Agreement B provided az with ------------------------------------------------------------------------------------------------------------------------------------------------------------ CC:LM:NR:----Page 15\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------While not part of Agreement B, Agreement A restricted\nCorporation from ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. With the exception of Agreement A, no information was\nprovided that showed any efforts by Corporation or Partnerships\nA, B, C, and D, or by az to market any Synthetic Fuel at any\ntime prior to or during the operation of the facilities at\nFacility Location. After Month 16, Corporation ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. These actions tend to indicate that it was unable\nto produce or market a saleable product. The taxpayers have not\nshown the reasons for this lack of production to be outside of\nCorporation’s control. Moreover, as previously stated,\nCorporation did not sell any Synthetic Fuel under Agreement A\nuntil Date 21. Article C of Agreement A set forth terms concerning the\ndata that k or l was to supply Corporation with aq. This\ninformation was not supplied by the taxpayer.",
      "queries": [
        "internal revenue service memo release number"
      ],
      "queries_score": [
        -9.727665901184082
      ]
    },
    {
      "id": "legal-advice_12__6",
      "chunk_id": "6",
      "content": "Moreover, as previously stated,\nCorporation did not sell any Synthetic Fuel under Agreement A\nuntil Date 21. Article C of Agreement A set forth terms concerning the\ndata that k or l was to supply Corporation with aq. This\ninformation was not supplied by the taxpayer. ---------------------------------------------------------------------------------------------------------------------------Additionally, documents obtained from ----------------------------------------------- and -------------------------------------------------------------------------------------------------------------------------------------------------------------- discuss the lack of a market for Corporation’s synfuel. b.\nCertain information may assist in better discerning\nwhether the facilities were placed in service by July 1, 1998,\namong which is the following:\ni. --------------------------------------------------------------------------------------------------------------------- CC:LM:NR:----Page 16\n---------------------ii. --------------------------------------------------------------------------------iii. ----------------------------------------------------------------------------------iv. ------------------------------------------------------------------------------------------------------------------------------------------------------------v. ----------------------------------------------------------------------------------------------vi. -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------vii. -----------------------------------------------------------------------------------------------viii. -------------------------------- ix. ------------------------------------------------------------------------------------------------x. -------------------------------------------------------------------------------------------------------------------xi. ------------------------------------------------------------------------------------xii. ----------------------------------------------------------------------------------------------------------------------xiii. ------------------------------------------------------------------------------------------------------------------xiv. ----------------------------------------------------------------------------------------xv. --------------------------------------------------------------------------------------------------------------------------------------------------------------- CC:LM:NR:----Page 17\nxvi. ---------------------------------------------------------------xvii. -----------------------------------------------------------------------------------------------------------------------------------------------xviii. --------------------------------------------------------------------------------------------------------------------------------------------------------------------------xix. ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------xx. ----------------------------------------------------------------------------------------------xxi. ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------(1) ----- (2) ----------------------- (3) ----------------------- (4) -------- xxii. ----------------------------------------------------------------------------------------------------------------------------------------------xxiii. ----------------------------------------------------------------------------------------------------------------------------------------------------(1) -------------------------------------------------- (2) ---------- (3) ---------------------------- (4) -------------- CC:LM:NR:----Page 18\n(5) ---------------- (6) ----------- (7) ------------------------------------- (8) ------------- (9) ----------------- (10) ---------(11) -------------(12) --------------------------------------------2. An additional potential issue has arisen based upon\nthe document review. This question deals with whether\nCorporation entered in to a valid binding written contract as of\nDecember 31, 1996, to construct the subject synfuel facilities. It is duly noted that the taxpayers have each received PLRs\nstating that the Execution Date contract is a qualified binding\nwritten contract. Nevertheless, a review of the subject\ncontract discovered that the parties, per the terms of the\ncontract, were not bound until -----------------------------------------------------------------------. To our knowledge, ---------------------------------------------pursuant to this\ncontract until Year. It is also noted that the facility described in the\nagreement for the construction of d Facilities is not the\nfacility ultimately constructed. The main difference is that\nthe contract called for material handling/control components\nwhich would have allowed for the Process. These facilities were\nnever constructed. The contract rights to bc of the Facilities were sold to\nanother taxpayer. Of the remaining Facilities that it\ncontracted for, Corporation had bd constructed. LAW AND ANALYSIS\n1. In general, section 29 provides a credit for the\nproduction of solid synthetic fuel from coal. Section 29(g)(1)\nprovides a tax credit for the sale of qualified fuels that are\nsold through the end of 2007 and produced from a facility that\nwas originally placed in service after December 31, 1992, and CC:LM:NR:----Page 19\nbefore July 1, 1998, pursuant to a binding written contract that\nwas in effect before January 1, 1997. No regulations have been\npromulgated under section 29. Thus, we look to other published\nguidance of the Service and other analogous Code sections to\ninterpret the meaning and scope of that section, in particular\nthe meaning of placed in service. In general, property is placed in service in the taxable\nyear the property is placed in a condition or state of readiness\nand availability for a specifically designed function. See,\nTreas. Reg. sections 1.46-3(d)(1)(ii) and 1.167(a)-11(e)(1)(i). Placed in service is construed as having the same meaning for\npurposes of the investment tax credit under section 46 and\ndepreciation under section 167, in Rev. Proc. 2001-30, 2001-1\nC.B. 1163 and in private letter rulings. Section 1.46-3(d)(2)\nprovides examples of when property is in a condition of\nreadiness and availability. One of those examples is equipment\nthat is acquired for a specifically assigned function and is\noperational but undergoing tests to eliminate any defects.",
      "queries": [
        "did corporation sell synthetic fuel under agreement a"
      ],
      "queries_score": [
        "2.031114"
      ]
    },
    {
      "id": "legal-advice_12__7",
      "chunk_id": "7",
      "content": "Section 1.46-3(d)(2)\nprovides examples of when property is in a condition of\nreadiness and availability. One of those examples is equipment\nthat is acquired for a specifically assigned function and is\noperational but undergoing tests to eliminate any defects. See\nalso Rev. Proc. 79-40, 1979-1 C.B. 13, where machinery and\nequipment were placed in service in the year critical tests\n(with appropriate materials) and operational tests were\ncompleted. Several Tax Court cases have held that facilities can be\ndeemed placed in service upon sustained power generation near\nrated capacity. However, a facility that operates on a regular\nbasis but does not produce the projected output may still be\nconsidered placed in service. Sealy Power, Ltd v. Commissioner,\n46 F.3d 382 (5th Cir. 1995), nonacq. 1996-1 C.B. 6. At a\nminimum, a property has to have been in a state of readiness\nsufficient to produce its product on a sustained and reliable\nbasis in commercial quantities to have been placed in service. See Sealy Power, Ltd., AOD 1995-010. And in Rev. Rul. 84-85,\n1984-1 C.B. 10, a solid waste facility that was experiencing\noperational problems such that it was unable to operate at its\nrated capacity was considered to have been placed in service\nsince it was being operated on a regular basis and saleable\nsteam was being produced. But if a facility is merely operating\non a test basis, it is not placed in service until it is\navailable for service on a regular basis. Consumers Power Co.\nv. Commissioner, 89 T.C. 710, 724 (1987). The above-referenced cases and rulings, which address\nelectric generating facilities, provide some parallels in\nevaluating a placed in service issue for section 29 facilities. The following factors are important in determining when a CC:LM:NR:----Page 20\nsynfuel plant is placed in service:\n(1) approval of required licenses and permits;\n(2) passage of control of the facility to taxpayer;\n(3) completion of critical tests; and\n(4) commencement of daily or regular operation. As stated above, the Service found that reaching the design\ncapacity is not a prerequisite to a determination that a\nfacility was placed in service. Rev. Rul. 84-85, 1984-1 C.B.\n103. In that ruling, the Service looked to daily operation of\nthe facility to determine the placed in service date. In Valley\nNatural Fuels v. Commissioner, T.C. Memo. 1991-341, aff’d in\nunpublished opinion, 1993 U.S. App. LEXIS 6739 (9th Cir. Mar.\n23, 1993), the court required an ethanol plant to be producing\nethanol of the quality for which the plant was designed prior to\nbeing placed in service. Likewise, however, a facility is not placed in service when\nit is merely at an interim stage of construction. Noell v.\nCommissioner, 66 T.C. 718, 729 (1976). Thus, the operation of\nequipment, such as q, prior to -------------------------------------, is an interim construction stage, and not placed in\nservice. The focus in determining a placed in service date should be\non ascertaining from the relevant facts and circumstances the\ndate the unit begins supplying product in such a manner that it\nis routinely available and is consistent with the unit=s design. To do so, one must examine relevant factors occurring both\nbefore and after the claimed placed in service date to verify\nthe commencement of commercial operations.",
      "queries": [
        "what are the civil rights requirements",
        "who has the overall responsibility for management and operating of a company?"
      ],
      "queries_score": [
        -8.298539161682129,
        -8.622096061706543
      ]
    },
    {
      "id": "legal-advice_12__8",
      "chunk_id": "8",
      "content": "To do so, one must examine relevant factors occurring both\nbefore and after the claimed placed in service date to verify\nthe commencement of commercial operations. However, a facility\ndoes not have to achieve full design output to be placed in\nservice as long as it is in the process of ramping up its\nproduction levels. Subject to exceptions that are beyond the\ntaxpayer=s control, the Service has generally required actual\noperational use as a prerequisite for an asset to be deemed\nplaced in service. For this reason, it is critical to know when\nthe facility began producing synfuel, and whether this\nproduction continued to Aramp-up@ or ceased until significant\nproblems with the facility were corrected. Regarding facilities that are not operating as of the cutoff date, the facilities’ readiness and availability to produce,\non a regular basis, commercial quantities of synfuel are\ncritical to determining whether it has been placed in service. In addition, subsequent production should reflect the same ramp- CC:LM:NR:----Page 21\nup to facility capacity. However, if the facility never\noperates at a significant production level, or in the same or\nnext tax year shuts down for any significant period of time to\ncorrect production problems, the earlier activity is likely in\nthe nature of start-up and testing, and the facility has not\nbeen placed in service. We believe that, based upon the facts as presently known,\nit is questionable whether any of the facilities were placed in\nservice by June 30, 1998. We believe that the facts concerning\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------are critical to this\nanalysis. To the extent that you can further develop these\nareas, it will make clearer the proper determination, and\naddress areas of ambiguity. a. As set forth above, in the absence of regulations\nspecific to section 29, we look to other published guidance of\nthe Service and other analogous Code sections to interpret the\nrequirement that the taxpayers were in the trade or business of\nproducing and selling synthetic fuel at the time that the\nfacilities were placed in service. In general, business operations must have begun for the\nsubject property to be considered placed in service. See,\nPiggly Wiggly Southern, Inc. v. Commissioner, 84 T.C. 739, 748\n(1985), nonacq. on another issue, 1988-2 C.B. 1, aff’d on\nanother issue, 803 F.2d 1572 (11th Cir. 1986). Sporadic\nactivity may be merely start-up activity. The property cannot\nbe placed in service until the trade or business begins. Wall\nv. Commissioner, T.C. Memo. 1992-321; Richmond Television Corp.\nv. United States, 345 F.2d 901, 909 (4th Cir. 1965), vacated and\nremanded on another issue, 382 U.S. 68 (1965), on remand, 354\nF.2d 410 (4th Cir. 1965), overruled on other grounds. To depreciate property, section 167 requires property to be\nused in a trade or business or for the production of income. However, activities that constitute a trade or business are not\ndefined in the regulations under 167. Similar provisions under\nsection 162 provide guidance. In pertinent part, section 162(a)\nallows as a deduction all the ordinary and necessary expenses\npaid or incurred during the taxable year in carrying on any\ntrade or business. To qualify as such a deduction, an\nexpenditure must: (1) be paid or incurred during the taxable",
      "queries": [
        "do facilities have to be placed in service",
        "taxpayer is not considered a realistic possibility of being sustained on the merits."
      ],
      "queries_score": [
        "3.356937",
        -7.1999945640563965
      ]
    },
    {
      "id": "legal-advice_12__9",
      "chunk_id": "9",
      "content": "Similar provisions under\nsection 162 provide guidance. In pertinent part, section 162(a)\nallows as a deduction all the ordinary and necessary expenses\npaid or incurred during the taxable year in carrying on any\ntrade or business. To qualify as such a deduction, an\nexpenditure must: (1) be paid or incurred during the taxable CC:LM:NR:----Page 22\nyear, (2) be for carrying on any trade or business, (3) be an\nexpense, (4) be necessary, and (5) be ordinary. Commissioner v.\nLincoln Sav. & Loan Ass’n, 403 U.S. 345, 352 (1971). The\ninstant issue concerns the interpretation of the second\nrequirement. Neither the Code nor the regulations provide any explicit\ndefinition of the term “carrying on any trade or business” for\npurposes of section 162. The Supreme Court has stated that to\nbe engaged in a “trade or business” for purposes of section 162,\nthe taxpayer must be involved in the activity with continuity\nand regularity, and the taxpayer’s primary purpose for engaging\nin the activity must be for income or profit. Commissioner v.\nGroetzinger, 480 U.S. 23, 35 (1987). Determining whether a\ntaxpayer is carrying on a trade or business for purposes of\nsection 162 requires an examination of the facts in each case. 480 U.S. at 36. In Richmond Television Corp., supra, the Fourth Circuit\naddressed the issue of the point in time at which the taxpayer’s\nbusiness began. After reviewing other cases to see the\nevidentiary bases on which factual determinations were made, the\ncourt stated the following rule: “[E]ven though a taxpayer has\nmade a firm decision to enter into business and over a\nconsiderable period of time spent money in preparation for\nentering that business, he still has not ‘engaged in carrying on\nany trade or business’ within the intendment of section 162(a)\nuntil such time as the business has begun to function as a going\nconcern and performed those activities for which it was\norganized.” 345 F.2d at 907 (footnote omitted). In Jackson v.\nCommissioner, 864 F.2d 1521, 1526 n.7 (10th Cir. 1989), the\ncourt discussed the case of Kennedy v. Commissioner, T.C. Memo. 1973-15, which held that a pharmacy did not begin to function as\na going concern until the date it first opened its doors to the\npublic. The Jackson court explained that, although sales\npresumably followed, this holding properly focused on the\ntaxpayer’s “opening its doors” to attempt to make a sale, and\nnot on the taxpayer’s success at selling. We do not find the facts, as developed, as providing\nsufficient basis to allow the credits. It does not appear that\nCorporation or Partnerships A, B, C, and D were engaged in the\ntrade or business of producing and selling Synthetic Fuel as of\nthe cut-off date for purposes of the section 29 credit. None of\nthese entities had an existing business to supply coal or\nsynthetic fuel prior to that time. While the taxpayer presented\nAgreement A, it is not certain when Corporation and k entered CC:LM:NR:----Page 23\ninto that contract. Further, it created no real obligation for\nk to purchase Synthetic Fuel.",
      "queries": [
        "why is the asset forfeiture fund created"
      ],
      "queries_score": [
        -8.47647476196289
      ]
    },
    {
      "id": "legal-advice_12__10",
      "chunk_id": "10",
      "content": "None of\nthese entities had an existing business to supply coal or\nsynthetic fuel prior to that time. While the taxpayer presented\nAgreement A, it is not certain when Corporation and k entered CC:LM:NR:----Page 23\ninto that contract. Further, it created no real obligation for\nk to purchase Synthetic Fuel. The lack of current contracts or\nof an available inventory of synfuel is not determinative,\nprovided the taxpayer has “opened his doors,” is actively\nsoliciting contracts and has a facility ready and available to\nproduce, on a regular basis, commercial quantities of synfuel. These things are not evident under these facts. -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------b. Please see comments in Analysis, ¶¶ 1. and 1.a.,\nabove. 2. It appears that the Execution Date contract between c\nand Corporation did not constitute a binding written contract,\nas this term has been interpreted in the context of the\ntransitional investment tax credit rules. ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------If you have questions concerning this memorandum, please\ncontact the undersigned at -----------------------------------------------------------------------------------------------------------------------------. BERNARD B. NELSON\nArea Counsel\n(Natural Resources: Houston) By: _____________________________ WILLIAM R. DAVIS, JR. Mining Industry Counsel\n(Large & Mid-size Business)\n---cc: ----------------------",
      "queries": [
        "what is the sam database"
      ],
      "queries_score": [
        -9.254050254821777
      ]
    }
  ]
}