{
  "doc_id": "legal-advice_33",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_33__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20084601F\nRelease Date: 11/14/08\nCC:SB:7:SF:1:BSLaurie\nGL-133794-08\nUILC: 9300.13-00, 6651.00-00 date: September 16, 2008 to: from: subject: David Palmer\nRevenue Officer (Collection Laguna Nigel, Group 13)\n(Small Business/Self-Employed)\nBrooke S. Laurie\nAttorney (San Francisco, Group 1)\n(Small Business/Self-Employed) Assessment and collection of the addition to tax under I.R.C. § 6651 for failing to pay\nthe tax agreed upon in the Closing Agreement Taxpayers: ------------------- (SSN: -----------------) and ---------------- (SSN: -----------------) Taxable Year: ------LEGEND A\nB\nC\nD\nE\nF =\n=\n=\n=\n=\n= ---------------------------------------------------------------------------------------------------------------------------------------------- GL-133794-08 2 ISSUE\nDoes the Closing Agreement signed by the Service and the taxpayers preclude the\nService from assessing and collecting the failure to pay addition to tax under I.R.C. §\n6651? CONCLUSION\nNo. The Closing Agreement is only final and conclusive as to the matters agreed upon. Since the Closing Agreement does not address the assessment and collection of the\naddition to tax under I.R.C. § 6651, it may be imposed notwithstanding the Closing\nAgreement. FACTS\nOn -------------------------, ------------------------------ (the “taxpayers”) signed and on ------------------------------------, the Service agreed to the Form 906, Closing Agreement on Final\nDetermination Covering Specific Matters (the “Closing Agreement”) regarding taxable\nyear -------. The purpose of the Closing Agreement was to resolve the dispute between\nthe Service and the taxpayers that resulted from the taxpayers’ involvement in the “Son\nof BOSS” transactions described in Notice 2000-44, 2000-2 C.B. 255. The Closing\nAgreement was entered into in accordance with the Son of BOSS settlement initiative,\nAnnouncement 2004-46, 2004-1 C.B. 964 (the “Settlement Initiative”). In addition to determining the treatment of losses and expenses claimed by the\ntaxpayers, paragraph (8) of the Closing Agreement states, “------------------------------------------- will pay a penalty under I.R.C. section 6662 of 10 percent of the underpayment of\ntax attributable to the Son of BOSS transaction.” This penalty was included in the\nClosing Agreement in accordance with Section 2(b)(2)(i) of the Settlement Initiative. Paragraph (11) of the Closing Agreement states, “------------------------------------------ shall\nmake full payment of their liability for tax and interest resulting form the application of\nthe foregoing paragraphs, upon returning this executed closing agreement to the IRS.” This section was included in the Closing Agreement in accordance with Section 4(c) of\nthe Settlement Initiative which states the following: Full payment of the liabilities under this initiative must be made by the date\nof the closing agreement is executed. Any taxpayer not making full\npayment must submit complete financial statements and agree to other\nfinancial arrangements acceptable to the Service before the Service will\nexecute the closing agreement. A taxpayer will be ineligible to participate\nin this initiative if an agreement regarding an acceptable financial\narrangement cannot be reached. The taxpayers and the Service entered into an installment agreement as a way for the\ntaxpayers to pay the tax liability resulting from the Closing Agreement. However, the GL-133794-08 3 taxpayers defaulted on the installment agreement before the liability was paid in full. As\na result of the default, the addition to tax under I.R.C. § 66511 was assessed on the\nunderpayment on ----------------------. The Service now seeks to collect the balance due\non the taxpayers’ account which includes the addition to tax for their failure to pay their\ntax liability.",
      "queries": [
        "irs memo release number",
        "internal revenue service memo release number",
        "what is the decision on the european globalisation adjustment fund?"
      ],
      "queries_score": [
        "2.07154",
        "2.6929097",
        -8.98556137084961
      ]
    },
    {
      "id": "legal-advice_33__1",
      "chunk_id": "1",
      "content": "As\na result of the default, the addition to tax under I.R.C. § 66511 was assessed on the\nunderpayment on ----------------------. The Service now seeks to collect the balance due\non the taxpayers’ account which includes the addition to tax for their failure to pay their\ntax liability. The Closing Agreement states that it “contains the complete agreement between the\nparties.” Neither the Closing Agreement nor the Settlement Initiative address what\nwould occur if a taxpayer elected to participate in the Settlement Initiative and signed a\nclosing agreement with the Service, but failed to pay the tax in full. In the letter dated ------------------, the taxpayers’ argue the Service is precluded from\ncollecting the failure to pay addition to tax because the Closing Agreement limits the\nService to assessing and collecting only the penalty specifically addressed in paragraph\n(8) and the Closing Agreement must be set aside before the Service can assess and\ncollect the failure to pay addition to tax. For the reasons stated below, the Service is\nable to assess and collect the addition to tax under I.R.C. § 6651 in addition to the\npenalty under I.R.C. § 6662 agreed upon in paragraph (8) of the Closing Agreement\nand without setting aside the Closing Agreement. LAW AND ANALYSIS\nSection 7121(a) authorizes the Service to enter into closing agreements. If such agreement is approved by the Secretary . . . such agreement shall\nbe final and conclusive, and, except upon a showing of fraud or\nmalfeasance or misrepresentation of a material fact – (1) the case shall not\nbe reopened as to the matters agreed upon or the agreement modified by\nany officer, employee, or agent of the United States, and (2) in any suit,\naction, or proceeding, such agreement, or any determination, assessment,\ncollection, payment, abatement, refund, or credit made in accordance\ntherewith, shall not be annulled, modified, set aside, or disregarded.” I.R.C. § 7121(b) (emphasis added). Closing agreements are final as to the matters\ncontained within. The Service is not alleging fraud, malfeasance or misrepresentation\nof material fact by the taxpayers and is not reopening the matters agreed upon in the\nClosing Agreement. The Service has assessed and is collecting the addition to tax\nunder I.R.C. § 6651 outside of the Closing Agreement. 1 It is unclear whether the addition to tax was assessed pursuant to I.R.C. § 6651(a)(2) or I.R.C. §\n6651(a)(3). The analysis and conclusion stated in this memorandum is applicable regardless of which\nsubsection of I.R.C. § 6651 is applied. GL-133794-08 4 The Service and the taxpayers entered into the Closing Agreement that related to one\nor more separate items affecting the tax liability of the taxpayers as contemplated in\nTreasury Regulation Section 301.7121-1(b)(2).",
      "queries": [
        "can an additional to tax be assessed",
        "what is the purpose of the commissary fund?",
        "why should advocacy organizations be included in an audit report? a. state or organization.",
        "when did the ratification of the havana convention happen"
      ],
      "queries_score": [
        "1.617458",
        -7.040721893310547,
        -8.619186401367188,
        -8.799715995788574
      ]
    },
    {
      "id": "legal-advice_33__2",
      "chunk_id": "2",
      "content": "GL-133794-08 4 The Service and the taxpayers entered into the Closing Agreement that related to one\nor more separate items affecting the tax liability of the taxpayers as contemplated in\nTreasury Regulation Section 301.7121-1(b)(2). Closing agreements with respect to taxable periods ended prior to the\ndate of the agreement may relate to the total tax liability of the taxpayer or\nto one or more separate items affecting the tax liability of the taxpayer, as,\nfor example the amount of gross income, deduction for losses,\ndepreciation, depletion, the year in which an item of income is to be\nincluded in gross income, the year in which an item of loss is to be\ndeducted, or the value of the property on a specific date.” Treas. Reg. § 301.7121-1(b)(2) (emphasis added). One of the separate items included\nin the Closing Agreement is the penalty under I.R.C. § 6662, but the addition to tax\nunder I.R.C. § 6651 is not included in the Closing Agreement as a separate item. Since\nagreements are only final and conclusive as to the matters agreed upon under Section\n7121(b) and the addition to tax under I.R.C. § 6651 was not item agreed upon, it may be\nassessed and collected. Courts have narrowly interpreted the items agreed upon by taxpayers and the Service in\nclosing agreements. The Court in Zaentz v. Commissioner, 90 T.C. 753, 761 (1988),\nfound that the petitioners and the Service were bound only by the matters agreed upon\nin the closing agreements and were not bound as to the premise underlying their\nagreements. In Zaentz, the Service and the petitioners entered into three closing\nagreements related to the taxpayers’ participation in the Argosy trusts. The closing\nagreements stated the tax treatment of items claimed by the petitioners on their returns\nthat related to their involvement in the Argosy trusts for the years covered by the\nagreements. Id. 757- 760. Similar to the Closing Agreement at issue here, the closing\nagreements in Zaentz related to one or more separate items affecting the tax liability of\nthe petitioners and did not relate to the total tax liability of the petitioners. The petitioners argued that since the closing agreements were premised upon the\nArgosy trusts being valid entities, the Service was precluded from arguing the Argosy\ntrusts were sham entities in years subsequent to the years agreed upon in the closing\nagreements. Id. The Court found that the parties were only bound by the matters\nagreed upon in the closing agreements and since the closing agreements did not\nspecifically address whether the Argosy trusts were valid entities, the parties were not\nbound by any premise underlying the agreements. Id. at 761. The Court in Magarian v. Commissioner, 97 T.C. 1 (1991), also narrowly interpreted the\nclosing agreement at issue. The Court found the Service could assess the additions to\ntax under I.R.C. §§ 6653(a)(1), 6653(a)(2) and 6659 since the closing agreement signed\nby the parties did not address the additions to tax. Id. The closing agreement at issue\nin Magarian settled the treatment of specific losses and credits which petitioners had\nclaimed on their return. Id. The Court stated, GL-133794-08 5",
      "queries": [
        "who entered into closing agreement",
        "what is the fsrs",
        "when a potential transaction is only one of which can be completed, no abandonment loss is"
      ],
      "queries_score": [
        "1.5491467",
        -5.036301136016846,
        -8.45114517211914
      ]
    },
    {
      "id": "legal-advice_33__3",
      "chunk_id": "3",
      "content": "Id. The closing agreement at issue\nin Magarian settled the treatment of specific losses and credits which petitioners had\nclaimed on their return. Id. The Court stated, GL-133794-08 5 [I]f petitioners had intended to settle with respect to any of the possible\nadditions to tax for the taxable year 1981, they should have insisted upon\nthe inclusion of specific language to that effect in the Closing Agreement. Without such language, and in the absence of an assertion by petitioners\nthat the Closing Agreement should be set aside for fraud, malfeasance or\nmisrepresentation of a material fact, the specific matters agreed upon by\nthe parties must be respected. Id. at 6-7. The Court also noted, “that as a general rule closing agreements do not\nrelate to additions to tax.” Id. at 6.\nThe Court in Commissioner v. Smith, 850 F.2d 242, 245 (5th Cir. 1988), also found that\nthe closing agreement entered into between the Service and the taxpayers was limited\nin scope to the issues addressed. The Court found the closing agreement at issue did\nnot preclude the imposition of penalties and interest that were not addressed in the\nagreement. Id. at 245. Case law supports the Service’s reading of the Closing Agreement and the matters\nagreed upon within the Agreement. Since the addition to tax under I.R.C. § 6651 was\nnot an item agreed upon by the parties in the Closing Agreement, it may be assessed\nand collected. The taxpayers argue that Paragraph (8) imposing the penalty under I.R.C. § 6662 at ten\npercent of the underpayment bars the assessment of the addition to tax. This is\nincorrect. Paragraph (8) bars the Service from assessing or collecting a penalty under\nI.R.C. § 6662 in excess of ten percent of the underpayment. But it does not bar the\nassessment or collection of the addition to tax under I.R.C. § 6651 because Paragraph\n(8), and the entire Closing Agreement, does not address the addition to tax. The\nClosing Agreement is limited in scope and only conclusively settles the issues that it\naddresses. Because the Closing Agreement does not address the addition to tax, it\ndoes not have to be reopened or modified upon a showing of fraud, malfeasance or\nmisrepresentation of material fact as contemplated in Section 7121(b) before the\nService can assess and collect the addition to tax under I.R.C. § 6651. GL-133794-08 6 This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. Please call (415) 227-5168 if you have any further questions. THOMAS R. MACKINSON\nAssociate Area Counsel\n(Small Business/Self-Employed: Area 7) By: _____________________________ Brooke S. Laurie\nAttorney (San Francisco, Group 1)\n(Small Business/Self-Employed)",
      "queries": [
        "which closing agreement settles the treatment of particular losses and credits which petitioners had claimed on their return?",
        "when determining to reject email, the staff member must place the email in a rejected status."
      ],
      "queries_score": [
        "3.0160267",
        -1.9303144216537476
      ]
    }
  ]
}