{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 4,
  "chunk_text": "A remainder of 72 or more is one\nadditional position. To determine the authorized correctional complement for a\nparticular Bureau institution, the following definitions and\ncalculations should be clearly understood:\n1. Post. A post is the location or assignment that is\nactually worked by a staff member. 2. Position. A position is the actual person or persons\nnecessary to work a given post. 101. QUARTERLY AND DAILY ROSTER ASSIGNMENT. A quarterly\nassignment roster will be prepared at 13-week intervals,\ncorresponding with annual evaluation periods. At institutions\nwhich confines both males and females inmates, at least one male\nand one female staff must be on duty each shift. This\nrequirement is not limited to correctional officers only. For\ninstances, the presence of case managers, counselors, physician\nassistants, etc. will fulfill this requirement. PS 5500.14\n10/19/2012\nChapter 1, Page 2\n1. Rotation Policy. Correctional Officers are subject to post\nrotation in accordance with the negotiated agreement. Lieutenants will be rotated two weeks prior to the regular\nassignment roster's effective date. Probationary officers will be rotated monthly. In accordance\nwith the Master Agreement, probationary staff may work nonprobationary posts on overtime or on an as needed basis based on\nspecific needs of the institution. 2. Rosters. When possible, post titles on the quarterly and\ndaily rosters must reflect the duties the officer actually\nperforms. If an assignment's duties are widely varied, the post\ncan be named to identify the major duties involved, with all\nduties identified in the post orders. Lieutenants are responsible for ensuring the daily roster is\naccurate. Pen/pencil markings or other alterations to the daily\nand quarterly rosters are prohibited. The Computerized Correctional Services Roster Program is the\nonly program authorized for the production of Quarterly Rosters,\nDaily Rosters, Assignment Cards, etc.\n3. The local union president or his/her designee will be\nprovided read-only access (including the ability to print) to the\nCorrectional Services Roster Program. 102. OFFICER ASSIGNMENT RECORD. An Assignment Record will be\nmaintained on each officer, including probationary officers. The\nfollowing information will be entered in chronological order at\nthe top of the form:\n1. Full Name 2. Date of Entry on Duty 3. Current Grade Any reason for deviation from normal rotation will be noted after\nthe assignment entry, i.e., job related, self-improvement or\nlimited assignment for health reasons. For those staff unable to\ncomplete the rotation, documentation on the assignment record\nwill reflect the reason for non-rotation. PS 5500.14\n10/19/2012\nChapter 1, Page 3\n103. PREPARATION, USE, AND DISTRIBUTION OF POST ORDERS. Post Orders must be based on Bureau and institution policies, and\nmust state each post's duty hours. Post Orders must be prepared under the Captain's supervision and\ndirection. The Captain will sign and date the last page of each\nsection, and initial and date subsequent page changes. A Post\nOrder Master File will be maintained in the Lieutenant’s office\nfor availability to all staff. When a new or different\nassignment is know sufficiently in advance each staff member may\nrequest a reasonable amount of duty time to read the post orders. Ideally, this should take place prior to or immediately upon\nassuming such a post (if the nature of the post permits it). There are occasions when there is no opportunity to read the post\norders."
}