{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 10,
  "chunk_text": "2 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Grant conditions The grant conditions are listed on your agency’s award document. By accepting this grant, you are obtaining\nfederal funds from the COPS Office. As part of that agreement, your agency acknowledges that it will comply\nwith these conditions (and, if applicable, additional special conditions specific to your agency). The section\nthat follows describes in detail all of the award conditions, their rationales, and their implications. It also\naddresses many frequently asked questions. If you have additional questions concerning any of these grant\nconditions, please contact your COPS Office Grant Program Specialist at 800-421-6770. In limited circumstances, your award may be subject to special conditions that prevent your agency from\ndrawing down or accessing grant funds until the special conditions are satisfied as determined by the COPS\nOffice. Any special conditions will be included with your award, which may be accessed at www.cops.usdoj.gov\nvia the “Account Access” link. However, if you have questions about the special conditions, please call your COPS\nOffice Grant Program Specialist at 800-421-6770. Reasons for grant conditions The requirements of your grant are established within • the Public Safety Partnership and Community Policing Act of 1994, which established the COPS Office;\n• applicable rules, regulations, and policies issued by the U.S. Department of Justice, Office of\nManagement and Budget (OMB), the Government Accountability Office (GAO), and the United States\nTreasury; • the specific TRGP programmatic requirements established by the COPS Office. A list of source documents for this booklet is provided in appendix A on page 70. You may request copies of\nany source reference document from:\nOffice of Administration, Publication Unit\nNew Executive Office Building\n725 17th Street NW, Room G 236\nWashington, DC 20503\nCOPS Office-specific documents may be requested directly from the COPS Office. Review of grant conditions – Hiring grants By signing the award document to accept this TRGP-Hiring grant, your agency agrees to abide by the\nfollowing grant conditions:\n1. Grant owner’s manual The grantee agrees to comply with the terms and conditions in the 2015 COPS Office Tribal Resources Grant\nProgram (TRGP) Owner’s Manual; COPS Office statute (42 U.S.C. §. 3796dd, et seq.); 2 C.F.R. Part 200 (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101; 48 C.F.R. Part 31 (FAR Part 31) (Contract Cost Principles and Procedures);\nother representations made in the TRGP grant application; and all other applicable program requirements, laws,\norders, regulations, or circulars. 3 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply\nto your grant. Your agency will be responsible for the information and rules contained in this manual and\nfor implementing your grant in compliance with the applicable terms, conditions, and regulations. More\ndetailed guidance regarding any particular grant requirement or your agency’s specific circumstances can\nbe requested through your COPS Office Grant Program Specialist (GPS)."
}