{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 30,
  "chunk_text": "The intern training\nsupervisor ensures the following supervision and evaluation requirements:\n■ They meet with the intern and jointly review course work and job experiences and plan a\ntraining program that best meets the training needs of the intern.\n■ They meet with the intern and jointly review the prerequisite internship hours required by the\nprogram and by the state that the intern seeks to become licensed in. P5310.17 8/25/2016 37 ■ Full-time interns receive, at a minimum, four hours of regularly scheduled supervision per\nweek, at least two hours of which include individual, face-to-face supervision while working in\nthe facility. Supervision reviews direct psychological services rendered by the intern.\n■ The intern’s training supervisor or IPC completes a Psychology Intern Evaluation Form at least\nthree times per year. These evaluative reports are discussed with and initialed by the intern,\nwho receives a copy. At least semi-annually, a copy is sent to the intern’s college or\nuniversity. The IPC keeps the original in a local file. Psychology Intern Evaluation Form\nexamples are posted on Sallyport.\n■ Interns complete the Psychology Training Program Evaluation quarterly. This is used to\ndetermine what changes might need to be made in the intern’s training experience to enhance\nthe remainder of his/her internship. The original is kept by the IPC. Psychology Training\nProgram Evaluation examples are posted on Sallyport.\n■ The number of hours allotted for scholarship and dissertation research varies according to the\nprogram and the stage of the dissertation process. The Chief Psychologist and IPC closely\nmonitor this activity and structure the intern’s training to encourage completion of the\ndissertation by the end of the internship year. (3) Post-doctoral Residency Training. The Bureau’s Post-doctoral Residency Training is a 12month training opportunity offered to doctoral-level psychologists seeking advanced training in\ncorrectional psychology or a specialty area of emphasis. The specialty area represents an\nemerging, established, or growing agency need; e.g., sex offender treatment, substance abuse\ntreatment, intervening with violent offenders. Post-doctoral training and these positions are used to\nprovide the Bureau with a well-trained pool of applicants to fill psychologist vacancies at the GS12/13 levels. ■ Professional Standards. Bureau Post-doctoral Residencies operate per APA Ethical\nStandards, APA Practice Standards, and Bureau employment and ethics standards. In addition,\nthey comply with the Post-doctoral program membership criteria and bylaws of APPIC. ■ Administration. The Chief of Clinical Education and Workforce Development administers\nPost-doctoral Residency Programs. The Chief of Clinical Education and Workforce\nDevelopment, in consultation with Psychology Services staff, recommends the placement of\nresidency positions to Executive Staff. Because these positions are used to meet agency\nstaffing needs that change rapidly, they are reviewed, and may be relocated, annually. Guidelines for assigning residency sites are posted on Sallyport. Funding is provided for such\nactivities as additional training experiences for residents, meeting and travel expenses,\napplication fees, and membership dues in APPIC. ■ Selection of Residents. Residency positions are announced through Delegated Examining\nUnit authority. Interested applicants complete all application materials requested in the\nP5310.17 8/25/2016 38 announcement and are expected to complete the Bureau’s pre-employment screening process\nbefore being formally offered a position. Residents’ training is ordinarily completed in no less\nthan 9 and no more than 12 months."
}