{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 2,
  "chunk_text": "Regional Vocational Dental Laboratories are no longer utilized. b. Program Objectives. The expected result of this program is: Necessary dental care will be\nprovided to inmates by health care providers, who provide quality care consistent with evidencebased practice and in accordance with professional standards. 2. ORGANIZATION\na. National Chief Dentist. Bureau dental pro rams are under the direction of the Bureau’s\nChief of Dental Programs (National Chief Dentist). The Medical Director privileges and\nsupervises the National Chief Dentist. The National Chief Dentist:\n■ Establishes national program goals and clinical scope of dental care. ■ Sets objectives for providing professional and administrative direction to Bureau dental\nprograms. ■ Recruits qualified dentists and auxiliary personnel. ■ Represents the Bureau’s dental services as necessary with other government agencies or\nprofessional groups. ■ Grants clinical privileges to Regional Chief Dentists and Institution Chief Dental Officers. b. Regional Dental Services. The National Chief Dentist directly supervises, provides work\nassignments, and grants privileges to a Regional Chief Dentist (RCD) for each region. The\nRCD:\n■ Provides professional direction for institution dental staff within the region and provides\npolicy guidance to institution executive staff, the Regional Health Systems Administrator,\nRegional Medical Directors, and other Regional Office administrators. ■ Oversees the provision of temporary direct patient care to understaffed facilities in his/her\nassigned region and in shortage areas determined by the National Chief Dentist. ■ Serves as the point of contact in dental matters pertaining to clinical care, mentoring and\ntraining, policy, recruitment, clinic construction, legal issues, program reviews, and clinical\npeer reviews. ■ Oversees institutional dental programs as Acting Chief Dentist when there is a vacancy in the\ninstitution Chief Dentist position. ■ Will be responsible for the Dental Utilization Review process. P6400.03 6/10/2016 3 ■ Referred to as Regional Chief Dentist (formerly the Regional Dental Consultant [RDC]). .\nc. Institution Dental Services. Per the Office of Quality Management (OQM), the Bureau’s\nMedical Director is the privilege granting authority for Chief Dental Officers (CDO). This\nauthorit is dele ated to the Bureau’s National Chief Dentist, who has privileging authority for\nthe entire dental program. See the current Program Statement Health Care Provider\nCredential Verification, Privileges, and Practice Agreement Program. Each institution has a CDO, which is a managerial, non-bargaining-unit position. In the absence\nof a CDO, a staff dentist, with his/her consent, may be temporarily promoted to CDO consistent\nwith HRM policy. If the Staff Dental Officer (SDO) declines the temporary promotion, the RCD\nwill serve as the Acting CDO. If there is no dentist on staff, the RCD is granted temporary\nActing CDO privileges and oversees the dental program. To ensure there is no interruption for dental services, contracting of local dentists, hygienists,\nand dental assistants will be a priority for vacancies greater than 3 months. See the current\nProgram Statement Health Care Provider Credential Verification, Privileges, and Practice\nAgreement Program for full privileging requirements. The CDO is under the supervision of the Associate Warden (AW) or Clinical Director (CD). This is a local decision. Supervision of the CDO cannot be delegated below the CD. The CDO supervises all dental staff and determines all clinical dental staff assignments."
}