{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 20,
  "chunk_text": "This filing would necessitate either an evaluation or an addendum to a prior\nevaluation that was completed within a reasonable time frame. ■ The Forensic Coordinator, under the supervision of the CTP Administrator, coordinates,\nassigns, and tracks annual reviews.\n■ The annual report conforms to the requirements of both legal and professional standards for\nthe evaluation of sexually dangerous individuals. ■ The annual report should contain the opinion of the evaluator concerning the need for\ncontinued treatment. 12. RECOMMENDATION FOR DISCHARGE\nCTP clinical staff consult with the CTP Administrator as well as with legal staff regarding any\nproposed recommendation for discharge of a CTP inmate. The CTP Administrator will present\nsuch recommendations to the Warden.\na. Conditional Discharge. Pursuant to section 4248(e), when CTP staff opine that an inmate is\nno longer sexually dangerous, or will not be sexually dangerous provided he/she is released\nunder a prescribed regimen of medical, psychiatric, or psychological care or treatment, they\nconsult with and obtain the approval of the Warden. The Warden files a certificate accompanied\nby a treatment discharge summary and forensic evaluation report that supports conditional\nrelease with the appropriate court. b. Unconditional Discharge. Per section 4248(e), if CTP staff opine that a person is no longer\nsexually dangerous and warrants release without conditions, the Warden files a certificate\naccompanied by a treatment discharge summary and forensic evaluation report that supports such\nan unconditional discharge with the appropriate court. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 26 13. AGENCY ACA ACCREDITATION PROVISIONS\n■ American Correctional Association Standards for Adult Correctional Institutions, 4th\nEdition: 4-4281-4, 4-4371M.\n■ American Correctional Association Performance Based Standards for Adult Local Detention\nFacilities, 4th Edition: 4-ALDF-4D-22-3, 4-ALDF-4C-30M.\nREFERENCES Program Statements\nP1315.07\nLegal Activities, Inmate (11/5/1999)\nP1330.18\nAdministrative Remedy Program (1/6/2014)\nP5100.08\nInmate Security Designation and Custody Classification (9/12/2006)\nP5251.06\nInmate Work and Performance Pay (10/1/2008)\nP5265.14\nCorrespondence (4/5/2011)\nP5266.11\nIncoming Publications (11/9/2011)\nP5267.08\nVisiting Regulations (5/11/2006)\nP5270.09\nInmate Discipline Program (7/8/2011)\nP5270.10\nSpecial Housing Units (7/29/2011)\nP5300.21\nEducation, Training and Leisure Program Standards (2/18/2002)\nP5580.08\nInmate Personal Property (8/22/2011)\nP5800.16\nMail Management Manual (4/5/2011)\nP5360.09\nReligious Beliefs and Practices (6/12/2015)\nP6031.04\nPatient Care (6/3/2014)\nOther Standards\n■ American Psychological Association (APA) Ethical Principles of the Psychologists and Code\nof Conduct (6/1/2010). ■ Association for the Treatment of Sexual Abusers (ATSA): Practice Standards and Guidelines\n(2014) and Professional Code of Ethics (2004). ■ Prison Rape Elimination Act, Prisons and Jail Standards, 28 C.F.R. Part 115.41. Federal Regulations\nFederal Regulations in this Program Statement are found in 28 CFR § 549.90-95. BOP Forms\nBP-A1044 P5394.01 Notice of Psychological Evaluation 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 27 Records Retention Requirements\nRequirements and retention guidance for records and information that apply to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 28 Attachment A. SENTRY CMA Assignments Entered by DSCC and Institution Staff\nInmates who qualify for review under the Adam Walsh Act (see Section 1) have one of the\nfollowing Walsh Act CMA assignments applied by the DSCC classification or institution staff:\n■ WA NO HIST: NO WALSH ACT OFFENSE HISTORY"
}