{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 80,
  "chunk_text": "A sole source justification\nrequest should be submitted if a recipient determines that the award of a contract through a competitive\nprocess is infeasible. The COPS Office may authorize a noncompetitive proposal if one or more of the\nfollowing circumstances apply: • The item/service is available only from one source.\n• The public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation. • Competition is determined inadequate after solicitation of a number of sources. What documentation must be submitted to the COPS Office for sole source approval? Requests for sole source procurements of equipment, technology, or services in excess of $150,000 must\nbe submitted to the COPS Office in writing certifying that the award of the contract through full and open\ncompetition is infeasible. The outline below may be helpful in preparing your agency’s sole source request and ensuring that all of the\nnecessary information is included. Letterhead. The sole source request must be signed and submitted on grantee department letterhead and\nmust include the agency’s ORI number and the grant number for which the approval is being sought. The\nrequest should also include the following information:\nSection I.\nA brief description of the project, the amount to be designated for the sole source\nprocurement, and the purpose of the contract 69 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Section II.\n(a) An explanation as to why it is necessary to contract in a noncompetitive manner\nand (b) Which one (or more) of the three circumstances identified below applies to the\nprocurement transaction (include supporting information as identified below under the\napplicable section(s)):\na. If the item or service is available only from one source, please include the following: • Uniqueness of items or services to be procured from the proposed contractor or\nvendor (compatibility, patent issues, etc. • How the agency determined that the item or service is only available from one\nsource (e.g., market survey results, independent agency research, patented or\nproprietary system, etc. • Explanation of need for contractor’s expertise linked to the current project (e.g.,\nknowledge of project management, responsiveness, experience of contractor\npersonnel, prior work on earlier phases of project) • Any additional information that would support the case\nb. If the public exigency or emergency for the requirement will not permit a delay resulting\nfrom competitive solicitation, please include the following: • When the contractual coverage is required by your department and why\n• Impact on project if deadline/dates are not met\n• How long it would take an alternate contractor to reach the same required level of\ncompetence (equate to dollar amounts, if desired) • Any additional information that would support the case\nc. If competition is determined inadequate after solicitation of a number of sources, please\ninclude the following: • Results of a market survey to determine competition availability; if no survey is\nconducted, please explain why not • Any additional information that would support the case\nSection III. A declaration that this action/choice is in the best interest of the agency. Failure to provide all of the necessary information will delay the processing of your request."
}