{
  "document_category": "guidance",
  "document_name": "5553.08.pdf",
  "chunk_index": 5,
  "chunk_text": "Copies are mailed\nto:\n■ The U.S. Attorney(s) for the district(s) in which the inmate was sentenced. ■ Chief U.S. Probation Officer.\n■ Regional Director. Note: Correspondence to Federal courts must contain the Federal docket number and the\ninmate’s register number. (d) Notification of Military Officials. Bureau staff are not to contact the next-of-kin for\nmilitary prisoners who have not been discharged from service. These prisoners require other\nnotifications to ensure proper military protocol is followed, so that military officials make inperson notification of death to the inmate’s next-of-kin to determine the appropriateness of a\nmilitary funeral, and the disposition of property. Prisoners received into the Bureau from the U.S. Disciplinary Barracks, Ft. Leavenworth,\nKansas, and who have not been discharged, must also list the Supervisor of the Casualty Affairs\nOffice as the person to be notified. The address and telephone number are:\nU.S. Disciplinary Barracks\n1301 North Warehouse Road\nFt. Leavenworth KS 66027-2304\n913-758-3622 Military prisoners received from facilities other than the U.S. Disciplinary Barracks must list the\nDepartment of the Army as the notification contact. The address and telephone numbers are:\nDepartment of the Army\nOffice of the Provost Marshal General\n2800 Army Pentagon\nWashington DC 20310-2800\n703-697-7388 or 703-695-8499\n703-693-4820 (non-duty hours) Unit Management staff provide the next-of-kin information on the BP-A0408 to military officials\nto help them make the notifications. Normal next-of-kin notification procedures outlined in Section 4.b. are followed for military\nprisoners who have been discharged from service. P5553.08 1/4/2017 7 e. Death Notification Procedures for Specific Cases\n(1) Victim/Witness Program (VWP) Assignment. Unit Management staff are required to\nprovide VNS notification to the victims or witnesses within 30 days after the death of an inmate\nwith a VWP SENTRY CMA assignment. Further notification information is in the Program\nStatement Victim and Witness Notification Program. (2) State Boarder. If a state boarder dies, the Warden (or designee) notifies the director of the\nappropriate state department of corrections by telephone, no later than the next work day. The\nWarden (or designee) confirms the notification by letter explaining the circumstances of the\ndeath, with a copy to the Regional Director. (3) ICE Detainees. If an ICE detainee dies, the Warden (or designee) or RRM notifies the\nAssistant Director, Correctional Programs Division, and the local ICE office by telephone, no\nlater than the next work day. The Warden (or designee) or RRM confirms the notification by a\nletter explaining the circumstances of the death, with a copy to the Regional Director. (4) Holdover. If a Bureau holdover inmate dies, the holding institution applies this Program\nStatement’s notification procedures. If the holdover is a non-Bureau inmate, the appropriate\nagency responsible for the inmate is notified. The Warden (or designee) confirms the\nnotification by a letter explaining the circumstances of the death, with a copy to the Regional\nDirector. (5) WITSEC Case. If an inmate in the WITSEC Program dies, the Warden (or designee), in\naddition to notifying the Regional Director, must telephone the IMS in the Central Office\nimmediately if it occurs during a regular work day. If the death occurs after a regular work day, the procedures are the same as in Section 4.a.(2),\nexcept that the IMS is responsible for notifying Federal officials, victims, and witnesses."
}