{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 14,
  "chunk_text": "In addition, the COPS Office seeks to document, on a continuing basis, the progress\nof our programs and recipients. What you should do: This award condition is designed to make your agency aware of reporting requirements associated with AHTF\nawards. Quarterly programmatic progress reports and a final programmatic closeout report must be submitted\ndirectly to the COPS Office through the “Account Access” link of the COPS Office website at\nwww.cops.usdoj.gov. Your agency is also required to submit quarterly Federal Financial Reports using Standard\nForm 425 (SF-425) within 30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days 11 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual after the end of the award period. This report reflects the actual cumulative federal expenditures incurred during\nthe funding period and the remaining unobligated balance of federal funds. Under federal regulations, your\nagency is not permitted to draw down federal funding for costs incurred after the official award end date;\nhowever, you will have a 90-day grace period after the award end date during which you can draw down funds\nfor eligible expenditures incurred before the award end date. Agencies with more than one delinquent\nprogrammatic or financial report submission per fiscal year may be subject to delays in receiving reimbursement\nfor allowable expenses and may be required to receive technical assistance to improve compliance with\nreporting. These reports are discussed in greater detail in section VI, “Reports,” on page 44 of this manual. All\nreports should be submitted within the deadlines given to avoid suspension or possible termination of award\nfunds or other remedial actions; failure to submit required reports may also impact future funding opportunities. 9. Award Monitoring Activities\nCondition:\nFederal law requires that law enforcement agencies receiving federal funding from the COPS Office must be\nmonitored to ensure compliance with their award conditions and other applicable statutory regulations. The COPS\nOffice is also interested in tracking the progress of our programs and the advancement of community policing. Both\naspects of award implementation—compliance and programmatic benefits—are part of the monitoring process\ncoordinated by the U.S. Department of Justice. Award monitoring activities conducted by the COPS Office include site\nvisits, office-based grant reviews, alleged noncompliance reviews, financial and programmatic reporting, and audit\nresolution. As an AHTF award recipient, you agree to cooperate with and respond to any requests for information\npertaining to your award. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that each award program must contain\na monitoring component. The COPS Office actively monitors how recipients are complying with COPS Office\naward requirements. In addition, the monitoring component provides customer service and technical assistance\nto help ensure recipients understand how to remain in compliance while implementing their awards. What you should do: Your agency may be required to accommodate routine and non-routine efforts by the COPS Office, or an entity\ndesignated by the COPS Office, to examine your agency’s use of federal funds, both programmatically and\nfinancially. The four primary means of ensuring recipients’ compliance with the terms and conditions of their\nawards are as follows:\n• Site visits."
}