{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 82,
  "chunk_text": "Unless otherwise approved by the COPS Office, approved consultant rates will be based on the salary\na consultant receives from his or her primary employer, as applicable, up to $550 per day. If individuals\nreceive fringe benefits from their primary employer, such fringe benefit costs should not be included in\nthe calculation of consultant rates. For consultant or contractor rates which exceed $550 per day, the COPS\nOffice requires written justification if the consultants or contractors are hired through a noncompetitive\nbidding process. The awardee agency must provide justification for any such rate in excess of $550 per day\nand receive COPS Office approval of that rate before drawing down grant funds. Any jurisdiction that does\nnot provide sufficient written justification will be limited to $550 per day for each consultant or contractor. Please note that this does not mean that the rate can or should be $550 for all consultants. Note: Consultant and contractor daily rates do not include travel or subsistence, but may include\npreparation, evaluation, and travel time. Guidance for requesting a consultant rate based on employment\nConsultants associated with educational institutions (including state-run educational institutions). If\nrepresenting the academic institution, the maximum rate of compensation that will be allowed is the\nconsultant’s academic salary projected for 12 months, divided by 260. These individuals normally receive\nfringe benefits that include sick leave for a full 12-month period, even though they may only work nine\nmonths per year in their academic positions. This does not apply to individuals providing consultant\nwork outside of their academic commitments. In such cases, the rate of compensation will be based on\nreasonable cost principles and requires documentation supporting the requested rate. Consultants employed by state and local government. Compensation for these consultants will be\nallowed only when the unit of government will not provide these services without cost. If a state or local\ngovernment employee is providing services under a federal grant and is representing his or her agency\nwithout pay from its respective unit of government, the rate of compensation is not to exceed the daily\nsalary rate for the employee paid by the unit of government. If the state or local government employee is\nproviding services under a federal grant and is not representing his or her agency, the rate of compensation\nis based on the necessary and reasonable cost principles. Please note that under the nonsupplanting\nrequirement of the COPS Office statute, COPS Office award funds may not be used to supplant (replace)\nlocal funding which otherwise would have been spent on consultants employed by state or local\ngovernment. The statute bars federal funding of existing consultants and also of newly hired consultants\nthat a community is committed to fund in the absence of a COPS Office award. 85 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Consultants employed by commercial and not-for-profit organizations. These organizations are normally\nsubject to competitive bidding procedures. Thus, if they have been selected through competitive bidding,\nthey are not subject to the $550 per day maximum compensation threshold."
}