{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 13,
  "chunk_text": "The PSIQ reflects current symptoms of mental illness or any indication of a current need or\ndesire for services. ■ Collateral information is received from institution staff regarding behavioral observations or\ninmate statements suggestive of current mental health concerns. ■ PDS/SENTRY indicates any of the following conditions exist:\n A Suicide Risk Assessment in the previous 12 months.\n A current diagnosis in PDS of a mental illness, excluding substance use disorders, antisocial\npersonality disorder, or adult antisocial behavior.\n A current SENTRY assignment of PSYCH ALERT.\n A current SENTRY assignment of CARE2-MH, CARE3-MH, or CARE4- MH. A Transfer Intake Screening is not required for inmates who have been out of the institution for less\nthan 30 calendar days or for inmates transferred between institutions within a correctional complex\nserved by the same Psychology Services Department. P5310.17 8/25/2016 16 (4) Medical Referral Center (MRC) Screening of Newly Designated or Transferred Inmates. Newly committed (Initial A-DES) inmates at MRCs receive an initial Intake Screening as outlined\nabove. Inmates transferred from a Bureau facility to an MRC for treatment are screened in\naccordance with local procedures and do not require a Transfer Intake Screening. b. Screening for Risk of Sexual Predation or Sexual Victimization. As detailed in the Program\nStatement Sexually Abusive Behavior Prevention and Intervention Program, psychologists play\na role in screening inmates for risk of sexual predation or sexual victimization. Findings from\nthese screenings are documented in PDS using the applicable Risk of Sexual Victimization or Risk\nof Sexual Abusiveness note and relayed to appropriate staff (e.g., via SENTRY, TRUSCOPE). c. Psychological Review of Inmates in Restrictive Housing. A psychologist reviews the\npsychological status of any inmate confined in a SHU, SMU, ADX, or any other similar housing\nfor more than 30 consecutive calendar days. An initial psychological review is conducted on or\nbefore the 30th calendar day of consecutive confinement in restrictive housing. Following this\ninitial review, subsequent reviews occur approximately monthly, but not more than 35 calendar\ndays after the preceding review. Psychological reviews of inmates in restrictive housing rely on data from multiple sources; e.g.,\ncontact with the inmate; input from Correctional Officers working in the unit; information shared\nduring restrictive housing meetings; and relevant documentation contained in PDS. The results of the psychological review are documented in PDS using the appropriate note; i.e.,\nADX Review, SHU Review, SMU Contact. With implementation of the SHU Program, copies of\nSHU Reviews are no longer submitted to the Segregation Reviewing Official or to the inmate’s\nCentral File. Any concerns related to threat to self, threat to others, and adjustment to restrictive\nhousing are summarized in the note. In addition, clinically relevant observations and findings\nspecific to mental health status are required if the inmate meets any of the following criteria:\n■ A mental health care level assignment of CARE2-MH or above. ■ A PSYCH ALERT assignment. ■ A Suicide Risk Assessment in the previous six months. Additional guidance regarding the review of inmates in restrictive housing is contained in the\nfollowing Psychology Services Program Statements: SENTRY Psychology Alert Function and\nTreatment and Care of Inmates with Mental Illness."
}