{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 66,
  "chunk_text": "25. Except for employment and other approved program\nactivities (i.e., seeking employment, meals served through a\nlocal restaurant, attending religious services, etc.), are\nresidents in the Community Corrections Component only permitted\nto leave the center with prior approval of the CCM? 26. Does the contractor (or USPO) make an initial on-site\nvisit of the proposed location where passes or furloughs are\nexpected to take place? 27. For purposes of accountability, are authorized absences\nrandomly checked by the contractor to determine resident\ncompliance with specified conditions? Has the CCM been consulted\nregarding the frequency of these checks? 28. Sign-Out Procedures: a.\nDoes the contractor monitor and control access to\nthe center's sign-in/out log, and determine the identity of any\nvisitors? b. Does the contractor maintain procedures for\nlocating and verifying the whereabouts of residents at all times? Do these procedures include separate formal sign-in/out log\nsheets for each resident? Does each log sheet contain:\nresident's full name, register number, present legal status,\ntime-out, destination, purpose, authorized return time, time-in,\na section for special comments, and certification by staff's\nsignature or initials? c. Ordinarily, are only pre-release component PS 7300.09\n1/12/98\nAttachment 4-7, Page 20\nresidents who are employed, involved in an education or\nvocational training program, or are considered medically unable\nto work, absent from the center for social purposes? d. Other than for employment, are residents in the\ncenter by 9:00 P.M. each night? (Specific exceptions require\ncenter director approval.)\ne. If the center does not have in-house recreational\ncapabilities, are residents in the Community Corrections\nComponent permitted to sign-out for up to one hour per day to the\nimmediate vicinity of the facility for exercise/recreational\nactivity? 29. Passes: a.\nAre passes used to authorize overnight or weekend\nabsences? (A pass is limited to the local community, up to a 100\nmile radius.)\nb.\nOrdinarily, are residents in the Community\nCorrections Component not eligible for passes? c. Do passes begin only after the resident's return\nto the center after work on Friday and extend to curfew on\nSunday, or the equivalent should the resident have days off other\nthan Saturday and Sunday? (More than one pass during a given\nweek requires the approval of the CCM.)\nd.\nDoes the contractor ensure the Pass Request Form\n(Attachment N) is completed and signed by the resident? Are\nthese requests retained in the resident's case file? e. Are passes recommended only by a paid staff member and\nonly approved and signed by the CCC director? Is a record of pass\napprovals/denials maintained? 30. Furloughs: a.\nExcept for home confinement, are absences from the\nfacility exceeding two consecutive overnight periods (except\nholidays) or 100 miles (except for employment) only authorized by\nfurlough? Is CCM written approval obtained? b.\non furlough? Does the contractor reserve a bed for a resident c.\nDoes the contractor ensure furloughs are not used\nto reward offenders or as an incentive to positive adjustment? PS 7300.09\n1/12/98\nAttachment 4-7, Page 21\nd.\nDo furlough applications have the center\ndirector's recommendation? e. Does the recommendation include documentation the\nUSPO does not object to the furlough? f. Does the contractor maintain a record of furloughs\nthat includes the date and time of departure, the date and time\nof return, and notes regarding any contacts with the resident\nduring the furlough period? g."
}