{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 8,
  "chunk_text": "Allowable airfare costs will\nbe reimbursed based upon least expensive unrestricted accommodations class offered by commercial airfare, the\nFederal Government contract airfare (if authorized and available), or standard coach airfare, unless otherwise\nauthorized in advance by the COPS Office. 6 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Temporary dependent care costs above and beyond regular dependent care that directly results from conference\ntravels are allowable as long as the costs incurred (1) are a direct result of the individual’s travel for the federal\naward; (2) are consistent with the recipient’s documented travel policy for all entity travel; and (3) are only\ntemporary during the travel period. The COPS Office Anti-Heroin Task Force program will fund award-related travel costs for the recipient agency or\nother (nonrecipient) individuals to attend training and technical assistance conferences, seminars, or classes or to\nvisit a site specified in the application. Allowable award-related travel costs that were included in the application\nhave been approved by the COPS Office as part of the AHTF award and final budget. Your agency should keep\ntimely and accurate records of all travel expenses. If at any time these costs change, you should immediately\ncontact your COPS Office Grant Program Specialist. Contracts/consultants\nCompensation for individual consultant services procured under a COPS Office award must be reasonable and\nallocable in accordance with OMB Cost Principles and consistent with that paid for similar services in the\nmarketplace. Unless otherwise approved by the COPS Office, consultant rates will be based on the salary a\nconsultant receives from his or her primary employer, as applicable, up to $650 per day. For consultant or\ncontractor rates which exceed $650 per day, the COPS Office requires written justification if the consultants or\ncontractors are hired through a noncompetitive bidding process and recipients must receive COPS Office approval\nof those rates before drawing down award funds. Determinations of approval will be made on a case-by-case basis. Fringe benefits may be paid if they are part of a reasonable compensation package offered to your employees. Particular items of fringe benefits must fall within the categories authorized by the COPS Office. Authorized fringe\nbenefits include FICA, Social Security, health insurance, life insurance, vacation, sick leave, retirement, worker’s\ncompensation, and unemployment insurance. Other costs\nProject-related expenditures that do not conform to any of the category descriptions specified above (i.e. sworn\nofficer overtime) were included in this section of your FCM. In addition, items that have a direct correlation to the\noverall success of a recipient’s project objectives and are necessary for the project to reach full implementation\nwill be considered on a case-by-case basis by the COPS Office. Requests may be made only for items or positions that are not otherwise budgeted with state, local, or BIA funds,\nand would not be funded in the absence of the AHTF award. If at any time you are unsure if an item is considered allowable or unallowable, please contact your COPS Office\nGrant Program Specialist for further assistance. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother US Department of Justice award."
}