{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 14,
  "chunk_text": "The purpose of site visits is threefold:\ni.\nii.\niii. To review for compliance with the terms and conditions of the award To review the recipient’s community policing strategies To provide customer service and technical assistance If selected, recipients will be notified in writing in advance with detailed instructions for how to prepare for the\nreview of their COPS Office awards. This review is generally performed over a period of one or more days. Recipients will have an opportunity to resolve any identified noncompliance issues while on-site or, if necessary,\nfollowing the site visit. In addition, recipients will have an opportunity to seek customer service and/or technical\nassistance on the implementation of their award. 2. Enhanced Office-Based Grant Reviews (EOBGR). In lieu of a site visit, awards may be selected for an\nEOBGR conducted at the COPS Office via teleconference or video conference. EOBGRs serve as an alternative\nfor conducting award monitoring reviews in support of the COPS Office’s overall award monitoring strategy. The purpose of the EOBGR is three-fold:\ni.\nii.\niii. To review for compliance with the terms and conditions of the award To review the recipient’s community policing strategies To provide customer service and technical assistance 12 2016 COPS Hiring Program (CHP) Award Owner’s Manual If selected, the recipient will be notified in writing in advance of any EOBGR of its COPS Office awards. This review is generally performed over a one- to two-day period. Recipients will have an opportunity to\nresolve any identified noncompliance issues if necessary following the EOBGR interview. In addition,\naward recipients will have an opportunity to seek customer service and/or technical assistance on the\nimplementation of their award. 3. 4. Alleged Noncompliance Referral (ANCR). An ANCR is an allegation of suspected noncompliance that\noriginates from an internal source within the COPS Office or an external referral from one of many sources. Internal ANCRs generally originate from the COPS Office Grants Administration Division, the COPS Office\nFinance Division, or the COPS Office Legal Division, although any COPS Office component may refer a\nnoncompliance issue to the ANCR. External noncompliance referrals may be received from anonymous\ncomplainants, media, citizens, law enforcement agencies, other federal agencies, or other outside sources. On a case-by-case basis, COPS Office ANCR staff members determine the appropriate course of action to\ntake to investigate complaints of alleged noncompliance. This may include phone or letter contact or a site\nvisit by COPS Office staff or the OIG. Each ANCR referral is resolved as a violation or nonviolation based upon\nsupporting documentation and/or other factors used to make a determination for compliance or\nnoncompliance. Audit Liaison. The OIG may conduct a random audit for any recipient of a COPS Office award. In the event\nyour agency has undergone an OIG audit and there are audit recommendations (findings) resulting from\nnoncompliance and/or poor accountability practices, the COPS Office Audit Liaison Section will work with\nyour agency to resolve and close these recommendations."
}