{
  "document_category": "guidance",
  "document_name": "web-guidance.pdf",
  "chunk_index": 3,
  "chunk_text": "Banks; Hotels, inns, and motels;\nHospitals and medical offices;\nFood and drink establishments; and\nAuditoriums, theaters, and sports arenas. A website with inaccessible features can limit the ability of people with disabilities to access a\npublic accommodation’s goods, services, and privileges available through that website—for\nexample, a veterans’ service organization event registration form. For these reasons, the Department has consistently taken the position that the\nADA’s requirements apply to all the goods, services, privileges, or activities\noffered by public accommodations, including those offered on the web. How to Make Web Content Accessible to People with\nDisabilities\nBusinesses and state and local governments have flexibility in how they comply\nwith the ADA’s general requirements of nondiscrimination and effective\ncommunication. But they must comply with the ADA’s requirements. The Department of Justice does not have a regulation setting out detailed standards , but the\nDepartment’s longstanding interpretation of the general nondiscrimination and effective\ncommunication provisions applies to web accessibility. 1\nBusinesses and state and local governments can currently choose how they will ensure that the\nprograms, services, and goods they provide online are accessible to people with disabilities. Existing technical standards provide helpful guidance concerning how to ensure accessibility of\nwebsite features. These include the Web Content Accessibility Guidelines (WCAG) and the\nSection 508 Standards, which the federal government uses for its own websites. Check out the\nresources section for more references. Even though businesses and state and local governments have flexibility in how\nthey comply with the ADA’s general requirements of nondiscrimation and\neffective communication, they still must ensure that the programs, services, and\ngoods that they provide to the public—including those provided online—are\naccessible to people with disabilities. 1 See 42 U.S.C. §§ 12132, 12182(a); 28 C.F.R. §§ 35.130, 35.160(a), 36.201, 36.303(c). Businesses and state and local governments should consider a variety of website features when\nensuring that their websites are accessible. The resources section has links to organizations that\nexplain how to make websites accessible. Examples of what businesses should do to make\nwebsites accessible include (but are not limited to) the following practices:\n• Color contrast in text. Sufficient color contrast between the text and the background\nallows people with limited vision or color blindness to read text that uses color. • Text cues when using color in text. When using text color to provide information (such as\nred text to indicate required form fields), including text cues is important for people who\ncannot perceive the color. For example, include the word “required” in addition to red text\nfor required form fields. • Text alternatives (“alt text”) in images. Text alternatives convey the purpose of an\nimage, including pictures, illustrations, charts, etc. Text alternatives are used by people who\ndo not see the image, such as people who are blind and use screen readers to hear the alt\ntext read out loud. To be useful, the text should be short and descriptive. • Video captions. Videos can be made accessible by including synchronized captions that\nare accurate and identify any speakers in the video. • Online forms. Labels, keyboard access, and clear instructions are important for forms to be\naccessible."
}