{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 61,
  "chunk_text": "funds to better use. Funds could be used more efficiently based on management actions such as: a)\nreductions in outlays; b) deobligation of funds; c) withdrawal; d) costs not incurred by implementing\nrecommended improvements; or e) any other savings which are specifically identified. questioned costs. Costs that are questioned by the auditor because of an audit finding which resulted\nfrom a violation or possible violation of a provision of law, regulation, award terms and conditions, or other\ndocument governing the use of federal funds; or because costs incurred appear unreasonable and do not\nreflect the actions a prudent person would take under the same circumstances; or because costs at the time\nof the audit are not supported by adequate documentation. After the final OIG audit report has been issued, the COPS Office Audit Liaison Division will continue working\nas the liaison between your agency and the OIG to obtain closure on any audit findings. The COPS Office\nwill issue a closure letter once all audit recommendations have been closed by the OIG. You must keep all\ndocumentation related to the audit for a period of three years following the audit’s closure. 49 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual VII. Reports As part of the CPD program, your agency will be required to submit quarterly Federal Financial Reports as\nwell as quarterly Program Progress Reports. Awarded agencies should be prepared to track and report CPD\nprogram award funding separately from other funding sources (including other COPS Office and federal\ngrants and awards) to ensure accurate financial and programmatic reporting on a timely basis. Your agency\nshould ensure that you have financial internal controls in place to monitor the use of CPD program funding\nand ensure that its use is consistent with the grant award terms and conditions. Good practices in this area\nwould include written accounting practices, an accounting system that tracks all drawdowns and award\nexpenditures, and the ability to track when award-funded positions are filled or approved purchases are\nmade. Failure to submit complete reports or submit them in a timely manner may result in the suspension\nand possible termination of your agency’s COPS Office award funding or other remedial actions. Federal Financial Reports Your agency is required to submit quarterly Federal Financial Reports (FFR) using Standard Form 425 (SF-425)\nwithin 30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days after the\nend of the award period. This report reflects the actual cumulative federal expenditures incurred during the\nfunding period and the remaining unobligated balance of federal funds. Under federal regulations, your\nagency is not permitted to draw down federal funding for costs incurred after the official grant end date;\nhowever, you will have a 90-day grace period after the grant award end date during which you can draw\ndown funds for eligible expenditures incurred before the grant end date. How do we file Federal Financial Reports? All COPS Office awardees are required to submit quarterly FFRs using the SF-425. SF-425s for COPS"
}