{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 8,
  "chunk_text": "(8) Staff Psychologists. Staff psychologists are assigned to provide routine clinical services for\nthe inmate population. Staff psychologist duties may include any services in the Psychology\nServices priority list contained in, or reasonably related to, their position description. The major\nduties of staff psychologists include:\n■\n■\n■\n■ Psychological assessment and evaluation. Psychotherapy. Staff consultation. Training and supervision of graduate-level psychology trainees, practicum and intern students,\nand para-professional counselors. ■ Research/program evaluation. ■ Administration of Psychology Services programs; e.g., serving as the institution’s Mental\nHealth Treatment Coordinator as defined in the Treatment and Care of Inmates with Mental\nIllness policy or as the Suicide Prevention Program Coordinator as defined in the Suicide\nPrevention Program policy. Due to staff psychologists’ critical role in providing priority services for the inmate population,\nevery effort shall be made to fill these positions in a timely manner (i.e., within six months). (9) Training Positions. Psychology Services training positions fulfill a vital role in the Bureau,\nby supporting the development of well-trained, highly qualified correctional psychologists. Training positions include: internship program coordinators, post-doctoral residents, pre-doctoral\npsychology interns, and practicum graduate students appointed under Student Temporary\nEmployment authority. P5310.17 8/25/2016 10 Internship program coordinators have responsibility for the administration of an Executive Staffapproved psychology internship program, including the process of recruitment and selection of\nstudents, the development and implementation of student training, the ongoing evaluation of the\nprogram, and compliance with American Psychological Association and Association of Psychology\nInternship Centers accreditation standards, in addition to other administrative and clinical duties. At the discretion of the Chief Psychologist the clinical supervision of post-doctoral residents and\npracticum graduate students may be delegated to a licensed psychologist(s) in the department who\nexpresses an interest in training students. Central Office-controlled training positions support\nspecific Department of Justice and/or Bureau goals. Additional information regarding the Bureau's\nPsychology Services clinical education programs is contained in this policy. (10) Psychology Technicians and Secretaries. Psychology technicians and secretaries provide\nadministrative support for the delivery of clinical and consultative services. Psychology Services\nadministrative support functions include, but are not limited to, scheduling appointments, entering\nPDS data, running SENTRY and PDS rosters, preparing tracking reports for programs and\nservices, maintaining record keeping and filing systems, fielding telephone calls, and other clerical\nduties. In addition, if appropriately qualified, psychology technicians may administer and score a\nvariety of psychological tests. b. Financial Management. The Chief Psychologist has the primary responsibility of the\nmanagement of Psychology Services funds at the institution level. The Chief Psychologist, with\nthe Warden’s approval, may delegate Cost Center Manager authority to a Program Coordinator. (1) Operating Funds. The Branch is responsible for submitting annual budget requests for PTPs\nand other specialty program funding, to include funding for practicum and psychology pre-doctoral\ninternship programs, forensic evaluation programs, SMU programs, CARE3-MH sites. Typically,\nfunding is provided based upon standardized formulas developed within the Branch. Branch\napproval is required to reprogram these funds. Drug abuse programs, sex offender programs, and inmate trust funds are mandated for specific\nprogram areas and are used only to fund activities related to these programs. Use of these funds\nfor other programs or to offset deficits in other cost centers is not permitted."
}