{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 22,
  "chunk_text": "21. RETENTION OF BENEFITS\n§345.67 Retention of benefits\nGuidelines for retention of benefits for jobs, pay grades, longevity and vacation credit, waiting\nlists, and positions are found in the table following this chapter. Most generic situations\ninvolving retention of benefits problems are addressed and presented as guidelines in the table. For unforeseen problems involving such benefits, the SOI is delegated authority to dispose of\nindividual cases and is encouraged to contact the FPI Office of the General Counsel for policy\nguidance and coordination. In general, the benefits are depicted on a sliding scale of\ngain-retention-loss, depending on the severity of the situations as explained below and depicted in\nthe table. a. Job retention. Ordinarily, when an inmate is absent from the job for a\nsignificant period of time, the SOI will fill that position with another inmate, and the\nfirst inmate will have no entitlement to continued FPI employment. (1) For up to the first 30 days when an inmate is in medical idle status, that inmate\nwill retain FPI pay grade status, with suspension of actual pay, and will be able to\nreturn to FPI when medically able, provided the absence was not because of a FPI\nwork-related injury resulting from the inmate’s violation of safety standards. If\nthe medical idle lasts longer than 30 days, was not caused by a violation of safety\nstandards, and the unit team approves the inmate’s return to FPI, the SOI shall\nplace that inmate within the top ten percent of the FPI waiting list. (2) Likewise, for up to the first 30 days when an inmate is in Administrative\nDetention, that inmate may retain FPI pay grade status, with actual pay suspended,\nand will be able to return to FPI, provided the inmate is not found to have\ncommitted a prohibited act. If Administrative Detention lasts longer than 30 days,\nand the inmate is not found to have committed a prohibited act, and the unit team P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 35 approves the inmate’s return to FPI, the SOI shall place that inmate within the top\nten percent of the FPI waiting list. (3) An inmate in Administrative Detention, and found to have committed a\nprohibited act, may return to FPI work status at the discretion of the SOI. (4) If an inmate is injured and absent from the job because of a violation of FPI\nsafety standards, the SOI may reassign the inmate within FPI or recommend that\nthe unit team reassign the inmate to a non-FPI work assignment. (5) If an inmate is transferred from one institution to another for administrative\n(not disciplinary) reasons, and the unit team approves the inmate’s return to FPI,\nthe SOI shall place that inmate within the top ten percent of the FPI waiting list. b. Longevity and vacation credit. Ordinarily, when an inmate’s FPI employment\nis interrupted, the inmate loses all accumulated longevity and vacation credit with\nthe following exceptions:\n(1) The inmate retains longevity and vacation credit when placed in medical idle\nstatus, provided the medical idle is not because of a FPI work-related injury\nresulting from the inmate’s violation of safety standards."
}