{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 64,
  "chunk_text": "The certifications shall be treated as a\nmaterial representation of fact upon which reliance will be placed when the U.S. Department of Justice\ndetermines to award the covered grant. 1. Lobbying As required by 31 U.S.C. § 1352, implemented at 28 C.F.R. Part 69, for persons entering into a grant or\ncooperative agreement over $100,000, and 2 C.F.R. § 200.450 as adopted by the U.S. Department of Justice\nin 2 C.F.R. § 2800.101, the applicant certifies to the following:\nA. No federal appropriated funds have been paid or will be paid, by or on behalf of the undersigned,\nto any person for influencing or attempting to influence an officer or employee of any agency, a\nmember of Congress, an officer or employee of Congress, or an employee of a member of Congress\nin connection with the making of any federal grant; the entering into of any cooperative\nagreement; or the extension, continuation, renewal, amendment or modification of any federal\ngrant or cooperative agreement. B. If any funds other than federal appropriated funds have been paid or will be paid to any person for\ninfluencing or attempting to influence an officer or employee of any agency, a member of\nCongress, an officer or employee of Congress, or an employee of a member of Congress in\nconnection with this federal grant or cooperative agreement, the undersigned shall complete and\nsubmit Standard Form - LLL, “Disclosure of Lobbying Activities,” in accordance with its instructions. C. If applicant is a nonprofit organization or an institution of higher education, it will comply with the\nadditional lobbying restrictions set forth in 2 C.F.R. § 200.450(c) as adopted by the U.S. Department\nof Justice in 2 C.F.R. § 2800.101. D. The undersigned shall require that the language of this certification be included in the award\ndocuments for all subawards at all tiers (including subgrants, contracts under grants and\ncooperative agreements, and subcontracts) and that all sub-recipients shall certify and disclose\naccordingly. 70 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 2. Debarment, Suspension and Other Responsibility Matters (Direct Recipient) Pursuant to Executive Order 12549, Debarment and Suspension, as implemented at 2 C.F.R."
}