{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 8,
  "chunk_text": "Examples of the types of records your agency must keep to document\nallowable costs are described in section III of this manual on page 39. Any additional costs above the approved\nentry-level salaries and fringe benefits are the responsibility of the recipient agency. Civilian positions, salaries\nand fringe benefits of part-time officer positions, overtime, training, weapons, communication equipment, and\nvehicles cannot be funded with your CHP award. CHP award funding may be used to pay the approved entry-level salaries and fringe benefits of newly hired\nofficer recruits while they are in basic academy training prior to swearing them in if it is your agency’s standard\npractice to pay recruits while in training. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by another\nU.S. Department of Justice award. See also award condition #13 on page 16 “Duplicative Funding”. 4. Supplementing, Not Supplanting\nCondition:\nState, local, and tribal government recipients must use CHP funds to supplement, and not supplant, state, local, or\nBureau of Indian Affairs (BIA) funds that are already committed or otherwise would have been committed for award\npurposes (officer hiring) during the award period. In other words, state, local, and tribal government recipients may\nnot use COPS Office funds to supplant (replace) state, local, or BIA funds that would have been dedicated to the COPS\nOffice-funded item(s) in the absence of the COPS Office award. Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds will not be used to replace\nstate or local funds (or, for tribal recipients, BIA funds) that would, in the absence of federal aid, be made\navailable for the award purposes. Instead, CHP award funds must be used to increase the total amount of funds\nthat would otherwise be made available for hiring or rehiring law enforcement officers. What you should do:\nAward recipients may not reduce their sworn officer budget just to take advantage of the CHP award. Any\nbudget reductions must be for fiscal or other reasons unrelated to the receipt of CHP award funds to avoid a\nviolation of the nonsupplanting requirement. Award recipients may not reduce their locally funded number of sworn officer positions during the three-year\nCHP award period as a direct result of receiving CHP funding. Reductions in locally funded sworn officer\npositions that occur for reasons unrelated to CHP funding—such as citywide budget reductions—do not violate 7 2016 COPS Hiring Program (CHP) Award Owner’s Manual the nonsupplanting requirement, but recipients must maintain documentation demonstrating the date(s) and\nreason(s) for the budget reductions to prove that they were unrelated to the receipt of CHP funding in the event\nof an audit, monitoring site visit, or other form of award compliance review. Under CHP, the nonsupplanting requirement means that an award recipient receiving CHP funds to hire a new\nofficer position, including filling an existing officer vacancy that is no longer funded in the recipient’s local\nbudget, must hire the additional position on or after the official award start date, above its current budgeted\n(funded) level of sworn officer positions."
}