{
  "document_category": "guidance",
  "document_name": "5100_008cn.pdf",
  "chunk_index": 65,
  "chunk_text": "The role definitions below are\ngrouped into two categories: Those that rise to the level of\norganizer/leader; and, those that do not. ORGANIZER/LEADER Importer/High-Level Supplier: imports or otherwise supplies\nlarge quantities of drugs; is at or near the top of the\ndistribution chain; has ownership interest in drugs (not\nmerely transporting drugs for another individual); usually\nsupplies drugs to other drug distributors and does not deal in\nretail amounts; may employ no or very few subordinates. Organizer/Leader: organizes, leads, directs, or otherwise runs\na drug distribution organization. Receives the largest share of\nthe profits and has the greatest decision-making authority. Grower/Manufacturer: grows, cultivates, or manufactures a\ncontrolled substance, and is the principal owner of the drugs. (Keep in mind, the intent of this definition is to capture the\nindividual who has the capability to manufacture enormous\namounts of drugs in his garage/lab for example, and not the\nindividual who is growing only five marijuana plants in his\nbasement.) Financier/Money Launderer: provides money for\npurchase, importation, manufacture, cultivation,\ntransportation, or distribution of drugs; launders\nproceeds of drug sales or purchases. Aircraft Pilot/Vessel Captain: pilots vessel or aircraft;\nrequires special skill; does not include inmate who is the\nonly participant directing a small boat (i.e., a speed boat)\nonto which drugs had been loaded from a “mother ship” (such\nperson is a courier). P5100.08\n9/12/2006\nAppendix A, Page 6\nNOT A DRUG ORGANIZER/LEADER Manager: serves as a lieutenant to assist one of the above;\nmanages all or a significant portion of the manufacturing,\nimportation, or distribution operation; takes instructions\nfrom one of the above and conveys to subordinates; directly\nsupervises at least one other co-participant in an\norganization of at least five co-participants. Bodyguard/Strongman/Debt Collector: provides physical and\npersonal security for another co-participant in the\noffense; collects debts owed, or punishes recalcitrant\npersons. Chemists/Cooks/Chemical Supplier: produces LSD,\nmethamphetamine, crack cocaine, or other illegal drugs, but\ndoes not qualify as a Grower/Manufacturer because he/she is\nnot the principal owner of the drugs. Chemical supplier does\nnot handle drugs themselves but engages in the unlawful\ndiversion, sale, or furnishing of listed chemicals or\nequipment used in the synthesis or manufacturing of controlled\nsubstances. Supervisor: supervises at least one other co-participant,\nhowever, has limited authority and does not qualify as a\nManager. Street-Level Dealer: distributes retail quantities directly to\nthe user. Broker/Steerer/Go-Between: arranges for two parties to buy/sell\ndrugs, or directs potential buyer to a potential seller. Courier: transports or carries drugs with the assistance of a\nvehicle or other equipment. Includes situations where\nindividual, who is otherwise considered to be a crew member,\nis the only participant directing a vessel (e.g., a speed\nboat) onto which drugs had been loaded from a “mother ship”. Mule: transports or carries drugs internally or on their\nperson, often by airplane, or by walking across a border. Also\nincludes an individual who only transports or carries drugs in\nbaggage, souvenirs, clothing, or otherwise. Renter/Storer: provides (for profit/compensation) own\nresidence, structures (barns, storage bins, buildings), land,\nor equipment for use to further the offense. This inmate is\ndistinguished from the enabler because he/she is paid (in some\nway) for his/her services. P5100.08\n9/12/2006\nAppendix A, Page 7 Money runner: transports/carries money and/or drugs to and from\nthe street-level dealer."
}