{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 39,
  "chunk_text": "Occasionally, some\ncontracts may have multiple locations. Then, supplemental\ncontract files shall be prepared for each location. Each\nsupplemental file need not contain the same basic contract\ninformation (proposals, SF-26, etc.), but should contain all\nrelevant information pertaining to that particular location. PS 7300.09\n1/12/98\nChapter 4, Page 28\nAdditional files shall be used as necessary. The contract file shall contain the following documents:\na.\nTable of Contents or Index which clearly indicates where\nrequired information can be located in the file(s);\nb. A copy of the RCA, attachments and any modifications; c.\nA copy of the contract award document (SF-26 or SF-33)\nor PO, contractor's proposals (business and technical) and\nattachments, a copy of the solicitation (includes SOW) with\namendments, clarification/deficiency correspondence, and best and\nfinal correspondence;\nd.\nMonitoring Instruments with \"working papers,\" letter\nreports, contractor responses and close out letters;\ne.\nA historic chronological log of all activities, with\nregard to the contract on a continuous, systematic, routine\nbasis, and correspondence;\nf.\nLife/Safety Reports, NCIC/NLETS checks, Pre-Occupancy\nReport, Preliminary Site Inspection, etc.;\ng. Fiscal Data (facility billings, medical billings, etc.); and,\nh. Automated Data Processing Contract Information. A copy of the Public Voucher for Purchases and Services Other\nThan Personal (SF-1034) and original invoice information\nreceived from a contractor must be retained (archived) for\nhistorical purposes (see Section 4.5.15. CONTRACT CLOSURE). 4.5.5. CONTRACT PROGRAM MONITORING Ordinarily, the CCM is the COTR (certified in accordance with DOJ\nand Bureau policy) and the COS acts as contract monitor. On\noccasion, the Bureau may place a COS on-site to monitor contract\ncompliance. Then, the COS will typically be the COTR. COS staff\nare responsible for monitoring contractor compliance with the\nrequirements contained in the SOW. COS staff must provide their\nsupervisors and the CO with comprehensive and accurate\ninformation concerning a contractor's performance. Bureau staff\nin the CCM office perform \"technical direction\" responsibilities\nfor work performed under contracts. PS 7300.09\n1/12/98\nChapter 4, Page 29\n4.5.5.1. The term \"technical direction\" is defined to\ninclude, without limitation, the following:\na. Government guidance of a contractor's efforts toward\nfull compliance with the contract SOW;\nb. Redirecting the contract performance effort; c. Shifting work emphasis between areas or tasks; d. Filling in details; e. Otherwise accomplishing the actual scope of work; f.\nSupplying information to the contractor which assists in\nthe interpretation of technical portions of the SOW;\ng.\nReceiving, reviewing, and inspecting reports and\ninformation provided by the contractor to the government under\nthe contract; and\nh. Evaluating the performance and certifying all invoices\nfor payment. 4.5.5.2.\nTechnical direction must be within the general\nscope of work stated in the contract. The contract monitor does\nnot have authority to issue any direction which:\na. Constitutes an assignment of additional work outside the\ngeneral scope of the contract. b.\nConstitutes a change as defined in the contract clause\nentitled \"Changes.\"\nc.\nChanges any of the expressed terms, conditions, fixed\nprice, or time for contract performance. Only the CO shall, by\nwritten modification, authorize any such revisions. 4.5.6. MONITORING INSTRUMENTS AND SCHEDULES There are monitoring instruments and schedules for different types\nof contract services. These instruments are designed to\nassist Bureau staff in making thorough program evaluations based\non contract requirements as detailed in the SOWs. The Bureau can\nonly require compliance with items that are provided for in the\ncontract, and may only make suggestions in other areas."
}