{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 28,
  "chunk_text": "(4) An inmate may not receive more than one scholarship per school period. (5) An inmate must maintain at least a “C” average to be continued as eligible for\nfurther assistance. An inmate earning less than “C” must wait one school period\nof eligibility before reapplying for further assistance. Where a course grade is\nbased on a “pass/fail” system, the course must be “passed” to be eligible for\nfurther assistance. (6) An inmate awarded a correspondence course must successfully complete the\ncourse during a school year (e.g., 2 semesters, 3 quarters). (7) An inmate receiving scholarship aid must have approval from the SOI and the\nSupervisor of Education before withdrawing from classes for good reason. An\ninmate withdrawing or “dropping” courses without permission shall wait one\nschool year before applying for further scholarship assistance. An inmate may\nwithdraw from courses without penalty for medical or non-disciplinary\nadministrative reasons such as transfer, writ, release, etc., without first securing\npermission, although withdrawals for medical reasons must be certified in writing\nby the Hospital Administrator. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 46 Chapter 8. Records and Files. 1. GENERAL These guidelines are intended to supplement, not replace, the regulations already available in the\nProgram Statement Accounting Procedures for Civilian and Inmate Payrolls – FPI. Consult\nthis policy for detailed instructions on the proper execution of FPI forms related to the\nmanagement of inmate personnel. 2. PERMANENT RECORDS The records listed in this chapter are used for inmate workers and are kept for two years before\narchiving. The archive process must be handled according to provisions in the Program\nStatement Accounting Procedures for Civilian and Inmate Payrolls – FPI. a. Availability of Records. Personnel records of workers must be made available to Bureau\nand FPI staff members upon request. Requests for records by persons other than FPI or Bureau staff must be cleared through the SOI\nand the Correctional Systems Manager at the institution. For further information, contact:\nOffice of General Counsel\nFederal Bureau of Prisons\n320 First St. NW\nWashington DC 20534\nb. Records Custodian. The SOI is the official custodian of FPI records. This function may be\nfurther delegated to FPI civilian staff. c. Inmate Worker Access to Records. The content of an inmate’s personnel evaluation and\nresume may be shared with him/her. The SOI is responsible for notifying inmates of the\nprocedures to be followed for such requests. Inmate clerks, in assisting with clerical duties, are\nallowed to see these records only with the SOI’s approval. d. Inmate Transfers and Releases. When FPI is made officially aware of the impending\ntransfer of an inmate worker, the Evaluation Form 44 should be updated and sent immediately to\nthe unit manager for inclusion in the Inmate Central File. A copy should be retained for use in\nadvising the receiving SOI (at the request of the receiving SOI). P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 47 3. PERSONNEL FORMS The following forms must be used for the FPI Inmate Personnel/Management System."
}