{
  "document_category": "guidance",
  "document_name": "5140_042_cn-1.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nCPD/CPB\nNUMBER: 5140.42, CN-1\nDATE:\nApril 9, 2019 Transfer of Offenders To or From Foreign Countries\n/s/\nApproved: Hugh J. Hurwitz\nActing Director, Federal Bureau of Prisons This Change Notice (CN) implements the following changes to Program Statement 5140.42,\nTransfer of Offenders To or From Foreign Countries, dated April 10, 2015. The highlighted text was added to Section 3. (a):\nInmates may access the list of participating countries in the institution’s law library and on\nTRULINCS. This CN also removes France as a country requiring 12 months remaining to serve on the\ncurrent sentence to be eligible. French inmates are now eligible with 6 months or more\nremaining on the current sentence. The text for Section 7. a. now reads as highlighted below:\na. Ineligible. The Case Manager enters ITTXX INEL if any of the following apply\n(applicable country codes are inserted for the XX):\n■ The inmate has less than 6 months remaining to be served at the time of request for transfer\n(Hong Kong and Thailand require 12 months). In addition, the following text in Section 10. (3) has been deleted and struck through in the\npolicy. In accordance with the Program Statement Patient Care, after arrival at the admission\ninstitution, staff arrange for the inmate to receive a complete physical examination, and advise\nthe local USPO of the inmate’s arrival. U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nCPD/CPB\nNUMBER: 5140.42\nDATE:\nApril 10, 2015\nRULES EFFECTIVE: August 6, 2015 Transfer of Offenders To or From Foreign Countries\n/s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE\n§ 527.40 Purpose and scope. This subpart describes the Bureau of Prisons (Bureau) procedures regarding its\nrole in the transfer of offenders to foreign countries and the transfer of American\noffenders back to the United States pursuant to 18 U.S.C. § 4100, et seq., and\napplicable transfer treaties and conventions. 28 CFR § 0.96b provides that:\n“The Director of the Bureau of Prisons and officers of the Bureau of Prisons\ndesignated by him are authorized to receive custody of offenders and to transfer\noffenders to and from the United States of America under a treaty as referred to in\nPublic Law 95-144; to make arrangements with the States and to receive\noffenders from the States for transfer to a foreign country; to act as an agent of\nthe United States to receive the delivery from a foreign government of any person\nbeing transferred to the United States under such a treaty; to render to foreign\ncountries and to receive from them certifications and reports required under a\ntreaty; and to receive custody and carry out the sentence of imprisonment of\nsuch a transferred offender as required by that statute and any such treaty.” Federal Regulations from 28 CFR are shown in this type. Implementing instructions are shown in this type. a. Summary of Changes. This revision of the Program Statement includes the following\nchanges:\nPolicy Rescinded\nP5140.40\nTransfer of Offenders to or from Foreign Countries (08/04/11)\n■ Modifies Form BP-A0297, Transfer Inquiry, to include a list of possible ineligible criteria\nand requires a review and signature of the Unit Manager. ■"
}