{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 27,
  "chunk_text": "They are considered a support to the Bureau’s treatment protocols. 2.4.4. Duration. NR DAPs are conducted 90 to 120 minutes a week for a minimum of 12 weeks\nand a maximum of 24 weeks. Reasonable efforts will be made to foster a continuity of treatment\nby conducting weekly groups. The 90 to 120 minutes may be broken up into more than one session per week. 2.4.5. Program Operations and Management. Under the administrative supervision of the\nDAPC, the DTS is responsible for identifying and treating inmates in NR DAP. a. Identification. In addition to volunteers, inmates are identified for the NR DAP program\nthrough the Psychology Intake Screening interview. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 5 The psychologist conducting the Psychology Intake Screening will determine if the inmate is\ninterested in participating in NR DAP. If so, the psychologist will select “NR DAP” in the\n“Program/Treatment Recommendations & Interest” section of the Intake Screening Report in\nPDS. Monthly, the DAPC or designee will run a PDS report that lists those inmates who were identified\nas having an interest in NR DAP. The DTS will interview the inmates. If there is a question as to whether the inmate is able to\nfunction at an 8th grade level, the DTS will notify the DAPC as to the reasons; e.g., has no\ncognitive impairment, cannot comprehend the English language, etc. (See 28 CFR §§ 544.40544.44.) The DAPC will refer the inmate to Education for testing. Education staff will notify the DAPC\nvia email of the outcome of the testing. The DAPC will apprise the DTS. Those inmates who qualify and agree to participate will be asked to sign the Agreement to\nParticipate in the Bureau of Prisons Non-Residential Drug Abuse Treatment (BP-A0748). The\nDTS will then enter the appropriate SENTRY code. b. RDAP Volunteers and Completers\n(1) In institutions without RDAPs the procedures outlined in Chapter Two, section 2.5.8, RDAP\nAdmissions and Screening Procedures will be followed. (2) DTS’s must identify inmates who have completed the RDAP and no later than the month\nfollowing their arrival at the facility, these inmates must begin Follow-up treatment (see Section\n2.7). 2.4.6. Program Documentation. Required documentation to be completed by the DTS for the\nNR DAP program includes:\n•\n•\n•\n•\n•\n• The approved psychosocial assessment on each inmate entering the NR DAP program to\nassist in the development of an individualized treatment plan. An individualized treatment plan for each NR DAP program participant will be completed\nwithin 30 days of entering the program, documenting the targeted problem areas, treatment\ngoals, and treatment activities in PDS. The recording of an inmate’s participation in group. Treatment contact notes when appropriate. A minimum of one progress review must be completed during the course of the inmates’\ntreatment. Entering the NR DAP program assignments in SENTRY. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 6 •"
}