{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 36,
  "chunk_text": "No guard may be used unless\nhe or she has received a negative drug test. Any indication of illegal and/or non-prescribed drugs\nwill disqualify the individual for employment on the Bureau’s\ncontract. PS 5500.14\n10/19/2012\nChapter 8, Page 4\n(3) Background Investigation. The contractor is to voucher\npotential employees through reference and employment checks. (a) The contractor must require all prospective\nemployees to provide complete details of any conviction record. The contractor is to notify prospective employees that the Bureau\nwill contact the National Crime Information Center/National Law\nEnforcement Telecommunication System (NCIC/NLETS), take\nfingerprints, check criminal records, and make other appropriate\nbackground checks to verify employment applications. Prior to employment, the contractor must provide to the\ninstitutional Personnel Security Specialist or designee, each\nprospective employee’s:\n\n\n\n\n\n Full name,\nDate of birth,\nState of birth,\nSex,\nRace, and\nSocial Security Number. Prospective employees may not begin working as a guard\nfor the contractor, supervising Bureau inmates, prior to the\nNCIC/NLETS clearance from the Personnel Security Specialist or\ndesignee. (b) The contractor must not employ any person as a guard\nto supervise Bureau inmates who is under supervision or\njurisdiction of any parole, probation, or court/correctional\nauthority. (4) Employee Training. employee in:\n\n\n\n The contractor will train each Proper Bureau techniques for guarding inmates; Use and application of restraints;\nIntegrity; and\nUse of force. This training will be documented and submitted to the\ninstitution. The contractor is responsible for orientation and\nindoctrination of contract guards. This orientation must be\nsufficient to ensure that all guards comply with all established\ncontract rules and procedures. PS 5500.14\n10/19/2012\nChapter 8, Page 5\nb. Bond Requirements. The contractor must be bonded for\ncivil liability of not less than $250,000. 803. CONTRACT REQUIREMENTS. Consistent with applicable Federal\nprocurement regulations, most contractual language will be at\neach institution’s discretion; however, certain requirements will\nbe standard throughout the Bureau. All contract solicitations, offers, and awards must contain the\nfollowing or similar language and provisions:\na. Scope of Work (1) The contractor, upon verbal request from the Captain or\nOperations Lieutenant, will assign guards to supervise Bureau\ninmate(s) at a medical facility. (2) The contractor will furnish the necessary personnel to\nprovide for the protection and safekeeping of those inmates. (3) The contractor is responsible for the secure custody of\nall Bureau inmates from the time the contractor accepts the\ninmates for custody until an authorized Federal official properly\nremoves the inmates from their custody. Secure custody requires physical control of the inmate at\nall times. The contractor’s physical control of the inmate must\nbe sufficient to prevent escape at all times. The contractor must maintain constant security and direct\nvisual observation of the inmate at all times. The contract guards will apply minimum restraints as\nrequired by Bureau policy. (4) The contractor will accept all Bureau inmates offered\nby the institution for custody. The institution official\nrelinquishing a Bureau inmate’s custody will present\nidentification or credentials and his or her authority for\noffering the inmates for custody when the contractor accepts the\nprisoner. The contractor must present identification or credentials\nand accept custody of Bureau inmates at any time, day or night,\nand any day of the week. The U.S. Marshals’ release to custody\nform should be used when change of custody to the guard service\nis done. PS 5500.14\n10/19/2012\nChapter 8, Page 6\nb. Notification Requirements"
}