{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 106,
  "chunk_text": "e 5.9.\n5.9.1. TRANSFER OF INMATES\nAuthority and Approval a.\nAuthority to transfer federal inmates between nonfederal facilities and from non-federal facilities to federal\ninstitutions is delegated to CCMs. General procedures are\nprovided in the Security Designation and Custody Classification\nManual. When transferring inmates, care must be taken to\nobtain CIM clearance when necessary, and to inform regional\nstaff of cases that may evoke publicity or require unusual\nhandling. b.\nCCMs must obtain approval from the receiving facility\n(or other CCM if the receiving facility is in another service\narea) before ordering transfer of inmates to other non-federal\nfacilities. Ordinarily, CCMs must approve\ntransfers from one facility to another within the same agency or\nstate correctional system prior to the transfer. CCMs may\nauthorize transfers from non-federal to federal\ninstitutions, but must consult with the regional designator. c.\nCCMs shall obtain CIM clearance before redesignation,\nafter determining the inmate must be returned to the\ninstitution, and after consultation with the regional\ndesignator, if necessary. 5.9.2.\na. Forms and SENTRY Procedures The redesignation shall be completed as follows: Register Number\nName\nSex, Race, Age\nCustody\nARS Status\nResident\nLevel\nFacility Designated : :\n:\n:\n:\n:\n:\n: 12345-678\nKilroy LOM PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 26\nb.\nAppropriate transfer codes must be used in accordance\nwith current directives. A disciplinary transfer (Transfer\nCode 309) requires this sanction to be imposed formally by the\nDHO following a CDC hearing. c.\nCCMs shall use the SENTRY redesignation transaction to\nauthorize the transfer of CCC program failures to federal\ninstitutions. CCMs shall include appropriate comments\n(program failure, etc.) in the Remarks section of the\nredesignation screen and do not need to send BOPNet messages to\nexplain the redesignation unless there is insufficient space in\nthe Remarks section. Redesignations appear on the designated\ninstitution's daily log and will place inmates in the \"pipeline\"\nfor population management purposes. d.\nA Transfer Order (BP-S399.058) shall be provided to the\nUSMS. When time constraints require expedience, CCMs may\nprovide transfer orders to the USMS via teletype, facsimile, or\nSENTRY using EMS Form 417. A signed, printed copy serves\nas the original for the USMS, and copies may be routed to\nthe ISM at the receiving institution, the regional designator,\nand the U.S. Parole Commission, if applicable. A SENTRYgenerated In-Transit Information Form should also be provided to\nthe USMS. The CCM provides a copy to the\nreceiving facility. e.\nCCMs shall ensure that file material, including original\ndisciplinary reports and copies of communications to the\nU.S. Parole Commission, are forwarded immediately to\nredesignated institutions. They shall notify institutions\nof special circumstances that might affect an inmate's release\ndate. f.\nCCM staff shall remove inmates from EGT earning status\n(SENTRY Sentence Monitoring) when they are removed from CCCs and\nshall modify the sentence computation to reflect forfeited or\nwithheld statutory good time. 5.10. PAROLE HEARING PROCEDURES CCMs must establish procedures for U.S. Parole Commission\nhearings on all eligible inmates. CCMs must develop parole files\nfor inmates who are eligible for parole, prepare dockets, submit\nlists of eligible inmates to the U.S. Parole Commission, and help\nfacilitate arrangements for hearings. If the non-federal\ninstitution does the docketing, the CCM must monitor the\nprocedure thoroughly. One suggested method of monitoring would\nbe to use the SENTRY’s Parole Date sentence computation function PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 27\nto establish a parole waiting list in SENTRY, similar to federal\ninstitutions."
}