{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 50,
  "chunk_text": "Obligated funds cover monies spent and expenses for all approved items in the FCM that your agency\nhas incurred but not yet paid. Your agency has up to 90 days after the end of the grant period to request\nreimbursement for funds obligated. Please be advised that 2 C.F.R. Part 200.343(a) requires grantees to submit final SF-425s and 2 C.F.R. Part 200.343(b)\nrequires grantees to draw down the final reimbursement for expended funds within 90 days after the expiration\nof the grant. In addition, be advised that failure to complete the drawdown of funds within the 90-day period\nfollowing award expiration will result in the forfeiture of the remaining eligible balance. It is possible that your agency may have excess grant funds remaining in your account following the grant\nperiod due to an overestimate of item costs during the grant period. Your agency should review its records\ncarefully to ensure that it draws down and expends only the amount required for actual costs incurred\nduring the grant period. Any excess unobligated or unspent funds should remain in your account, and will\nbe deobligated during the closeout process. Final Program Progress (Closeout) Report After your grant period has ended, your agency may be sent a final progress or closeout report from the\nCOPS Office and asked to complete it. This report will serve as your agency’s final programmatic report on\nthe grant, and the information your agency provides in this report will be used to make a final assessment of\nyour grant progress. Equipment disposition\nEach grantee must use any equipment funded through a COPS Office award for approved grant-related\npurposes and must retain the equipment for the life of the grant. After the conclusion of the grant period,\nproperty records must be maintained by the grantee. The records should include a description of the\nproperty; a serial number or other identification number; the source of the property; the name of the\nperson or entity that holds the title; the acquisition date and cost of the property; the percentage of federal\nparticipation in the cost of the property; the location, use, and condition of the property; and any ultimate\ndisposition data, including the date of disposal and sale price of the property. A control system must be 41 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual developed to ensure adequate safeguards to prevent loss, damage, or theft of the property. When the grant has expired and original or replacement equipment obtained under the grant is no longer\nneeded for the original project or for other activities currently or previously supported by a federal agency,\ndisposition of the equipment shall be made as follows: Items of equipment with a current per-unit fair market value of $5,000 or less may be retained, sold, or\notherwise disposed of with no further obligation to the awarding agency. Items of equipment with a current per-unit fair market value in excess of $5,000 may be retained or sold\nand the awarding agency is entitled to an amount calculated by multiplying the current market value or\nproceeds from sale by the awarding agency’s federal share in the cost of the original purchase."
}