{
  "document_category": "guidance",
  "document_name": "5050_050_EN.pdf",
  "chunk_index": 11,
  "chunk_text": "d. All pertinent medical records if the reason for the request involves the inmate’s health. Pertinent records include, at a minimum, a Comprehensive Medical Summary by the attending\nphysician, which should also include an estimate of life expectancy, and all relevant test results,\nconsultations, and referral reports/opinions. e. The referral packet must include, when available, a copy of the Presentence Investigation and\nForm U.S.A. 792, Report on Convicted Offender by U.S. Attorney, Custody Classification form,\nNotice of Action forms, Probation form 7a, information on fines, CIM Case Information\nSummary (BP-A0339), and any other documented information that is pertinent to the request. In\nthe absence of a Form U.S.A. 792, the views of the prosecuting Assistant U.S. Attorney may be\nsolicited; those views should be made part of the Warden’s referral memo. f. If the inmate is subject to the Victim and Witness Protection Act of 1982 (VWPA),\nconfirmation of notification to the appropriate victim(s) or witness(es) must be incorporated into\nthe Warden’s referral. A summary of any comments received must also be incorporated into the\nreferral. If the inmate is not subject to the VWPA, a statement to that effect must be in the\nreferral. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 13 g. For a request under 18 U.S.C. 3582(c)(1)(A), when a term of supervised release follows the\nterm of imprisonment, confirmation that release plans have been approved by the appropriate U.S.\nProbation Office must be included in the referral. If the inmate will be released to an area\noutside the sentencing district, the U.S. Probation Office assuming supervision must be contacted. If no supervision follows the term of imprisonment, release plans must still be developed. h. The development of release plans must include, at a minimum, a place of residence and the\nmethod of financial support, and may require coordination with various segments of the\ncommunity, such as hospices, the Department of Veterans Affairs or veterans’ groups, Social\nSecurity Administration, welfare agencies, local medical organizations, or the inmate’s family. i. Because there is no final agency decision until the Director has reviewed the request, staff at any\nlevel may not contact the sentencing judge or solicit the judge’s opinion through other officers of\nthe court. (2) If the General Counsel determines that the request warrants approval, the\nGeneral Counsel shall solicit the opinion of either the Medical Director or the\nAssistant Director, Correctional Programs Division depending upon the nature of\nthe basis for the request. With this opinion, the General Counsel shall forward\nthe entire matter to the Director, Bureau of Prisons, for final decision. (3) If the Director, Bureau of Prisons, grants a request under 18 U.S.C. 4205(g),\nthe Director will contact the U.S. Attorney in the district in which the inmate was\nsentenced regarding moving the sentencing court on behalf of the Bureau of\nPrisons to reduce the minimum term of the inmate’s sentence to time served."
}