{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 3,
  "chunk_text": "Within the first year RACs and RAAs receive at least 20 hours of initial standardized training\ndeveloped nationally. MCs receive 8 hours of standardized training developed nationally. RAAs ensure training is provided to the RACs. The NRB ensures training is provided to RAAs. The Chaplaincy Services Administrator is responsible for MC training. Level I volunteers are required to complete the Notification to Visitor (BP-A0224) and Level I\nVolunteer Application/Training (BP-A1070) coordinated by the program manager, as well as\ntraining by supervisory staff regarding Sexually Abusive Behavior Prevention and Intervention\nProgram once a year. Initial training for Level II Volunteers is 4 hours of program area and orientation training using\nthe nationally standardized volunteer services training. Level II volunteers serving as mentors or\nproviding transitional volunteer services must also attend an additional 2-hour nationally\nstandardized training segment. Level II Volunteers receive 2 hours of annual training, which supplements initial orientation\ntraining. Annual training must be completed no later than the quarter following the anniversary\nof their latest training date. Additional training for volunteers in a mentor role is taught by MCs at locations where this\nposition exists, or RACs if MC positions are not authorized. Supervisory staff from Correctional Services, Executive Staff, Computer Services, Religious\nServices, and appropriate program managers conduct training segments, documented on the new\nVolunteer Training Agenda form, BP-A1067. RACs maintain volunteer training documentation, including volunteer sign-in sheets and the\nVolunteer Training Agenda, for 3 years. Financial Reimbursement. Removed from the policy. P5300.22 11/07/2016 4 Recognition of Volunteers (formerly Incentive Awards). Updated to provide direction\nregarding the provision of meals/refreshments and the use of non-authorized funds and resources\nfor recognition events. Communications and Publications. Removed from the policy. Discontinuation of Volunteer Services. Prior to the discontinuation of a volunteer’s service for\nany reason, the RAC/MC, along with the program manager and Associate Warden, consult with\nthe Warden and RAA. Procedures for discontinuing a volunteer’s service have been revised. Volunteers whose services are discontinued from any BOP institution or facility may not be\napproved or reinstated for service at any BOP location. Procedures for discontinuing a\nvolunteer’s service at the regional and Central Office level have been added. Staff Volunteerism. Removed from the policy. Inmate Volunteerism. Revised. Institution Supplement. The institution submits the supplement to the RAA for review. It\nincludes:\n■ Budgeting of volunteer services. ■ Designation of signatory authority within executive staff for badges and entrance\nmemorandums. ■ Security of volunteer badges and files. ■ Site and frequency of mentoring sessions. ■ Training procedures for Health Services volunteers, if applicable. b. Program Objectives. The expected results of this program are:\n■ Volunteers will have opportunities to participate in and enhance Bureau programs. ■ Volunteers and staff will be trained in all aspects of volunteer services, with an emphasis on\nsecurity procedures and preparation of offenders for reentry. ■ Volunteers will be recognized for their contributions and accomplishments. 2. DEFINITIONS\na. Volunteers. For the purposes of this Program Statement, volunteers are private citizens who\nprovide a variety of gratuitous services to the Bureau of Prisons. Gratuitous services are\nuncompensated services that would otherwise not be performed by a paid Government worker."
}