{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 75,
  "chunk_text": "c. Cycle Type. Identifies the type of pay from which the withdrawal is being processed\n(UNICOR or Inmate Performance Pay). P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 98 d. Cycle Period. Identifies the month and year associated with the payment. e. Freeze Cycle. The automated function in SENTRY that establishes the cut-off for processing\ncontracts during the current cycle period. The cut-off date is automated by SENTRY and is the\nlast day of each month. f. Transaction Code. The four-digit code used to access various SENTRY screens. g. Excess Withdrawal. The amount by which an expected withdrawal exceeds the financial\nobligation balance. h. Business Disbursement. The amount of an inmate’s financial obligation for which a U.S.\nTreasury payment is required. During the IFRP process, on day three, business disbursements are\nre-posted automatically to the inmate account; a TRUFACS outside payment extract is generated\nfor OFM/Trust Fund staff to sub-certify and upload to the automated accounting system. 11.4 SENTRY INPUT\nUnit Management staff enter inmate obligation data and generate a SENTRY IFRP contract. The\ncontract includes the payment terms agreed upon and is signed by the inmate. This form is filed\nin the inmate central file in accordance with the Program Statements Inmate Central File,\nPrivacy Folder, and Parole Mini-Files and Inmate Financial Responsibility Program. 11.5 MONTHLY CUT-OFF\nOFM/Trust Fund staff process two payment cycle types each month (UNICOR and Inmate\nPerformance Pay), if appropriate. No later than the 15th of each month, these cycle types are\ncompleted and the funds transmitted via IPAC to the Deposit Fund, Trust Fund Branch, Agency\nLocation Code 15-10-0903. 11.6 SENTRY IFRP PAYMENT PROCESSING The IFRP is processed in TRUFACS and SENTRY on the same day the associated pay (UNICOR\nor Inmate Performance Pay) is posted. Single and monthly payments are processed each month,\nand quarterly payments are processed only during the last month of each quarter. Payments of\nless than $25 are not made unless they are final payments. The SENTRY transaction codes for the following procedures are explained in the SENTRY\nInmate Financial Responsibility Technical Reference Manual.\na. SENTRY Changes Applied to TRUFACS. SENTRY updates TRUFACS when one of the\nfollowing occurs:\n■ Unit Management staff creates or stops an IFRP contact. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 99 ■ Unit Management staff changes an inmate’s participation status; e.g., FRP Refuse, temp\nexempt.\n■ The balance of an obligation falls below $25 and the contract is for repetitive Inmate\nPerformance Pay withdrawals. When this occurs, SENTRY stops the repetitive withdrawal\nand issues a second Trust Fund change for the final payment. If, in the next cycle following\nthe creation of this single final payment withdrawal, the inmate has insufficient funds to cover\nthe balance, SENTRY allows a second chance to complete the obligation by generating a\nsecond single final payment. Trust Fund changes, and active contracts generated in SENTRY, are updated in TRUFACS on the\nfirst day of each month. Contracts entered into SENTRY by Unit Management staff and received\nas part of the nightly process are considered valid."
}