{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 2,
  "chunk_text": "■ An FPI work opportunities presentation will be made during each Admission and Orientation\nsession. ■ Waiting lists for hiring purposes will be maintained; exceptions may be made for needed skills,\nprior FPI assignment, factory change, or special needs. ■ FPI will not discriminate on the basis of race, color, religion, ethnic origin, age, or physical\nhandicap. ■ Each inmate worker will receive a semi-annual performance evaluation.\n■ An inmate may be promoted when his/her work skills, abilities, qualifications, and work\nperformance demonstrate an ability to handle more complex assignments, provided he/she has\nsufficient time-in-grade. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 ■ An inmate may be terminated from FPI work status in accordance with the inmate worker\ndismissal provisions in Chapter 4.\n■ Inmates seeking FPI work assignments above Grade 4 must possess a high school diploma or\nGED or be satisfactorily enrolled in a literacy program. ■ Premium pay, incentive pay, piecework rates, overtime, longevity, vacation, administrative,\nholiday, and inmate performance pay will be given to eligible inmates. ■ Each inmate will receive a monthly earnings statement. ■ Eligible inmates may receive commendations or cash awards for special work achievements,\nscholarships, suggestions, inventions, or self-development. ■ Each inmate will receive job safety training. ■ Post-secondary scholarships may be offered to selected, qualified inmate workers. ■ Appropriate records will be maintained on inmate workers. 2. DEFINITIONS\n§345.11 Definitions.\na. Federal Prison Industries, Inc. (FPI). A government corporation\norganizationally within the Bureau of Prisons whose mission is to provide work\nsimulation programs and training opportunities for inmates confined in Federal\ncorrectional facilities. The commercial or “trade” name of Federal Prison\nIndustries, Inc. is UNICOR. Most factories or shops of Federal Prison Industries,\nInc. are commonly referred to as “UNICOR” or as “Industries.” Where these\nterms are used, they refer to FPI production locations and to the corporation as a\nwhole. UNICOR, FPI, and Industries are used interchangeably in this manner. For these purposes, Federal Prison Industries, Inc. will hereinafter be referred to\nas FPI. b. Superintendent of Industries (SOI). The Superintendent of Industries, also\nreferred to as Associate Warden/Industries and Education, is responsible for the\nefficient management and operation of an FPI factory. Hereinafter, referred to as\nSOI. For FPI facilities without an SOI, responsibilities of the SOI discussed in this Program Statement\nare delegated to the Factory Manager or other highest ranking FPI management official, who will\nbe supervised by an Operations Manager or other management official designated by the Assistant\nDirector. The Assistant Director is also referred to as the Chief Executive Officer of Federal\nPrison Industries. c. FPI Work Status. Assignment to an Industries work detail. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 (1) An inmate is in FPI work status if on the job, on sick call during the inmate’s\nassigned hours, on furlough, on vacation, for the first thirty days on writ, for the\nfirst 30 days in administrative detention, or for the first 30 days on medical idle for\nFPI work related injury so long as the injury did not result from an intentional\nviolation by the inmate of work safety standards."
}