{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 109,
  "chunk_text": "5.12.4. Mothers and Infants Together (MINT) Program A description of this program for pregnant federal inmates is\nfound in the Program Statement on CCC Utilization and Transfer\nProcedure. This policy contains information on associated\nmedical care costs and a \"Sample Statement of Responsibility for PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 30\nMINT Referral,\" documenting who will have financial\nresponsibility for the baby. 5.13. GENERAL CASE MANAGEMENT IN CONTRACT CCCs 5.13.1. Offender Subsistence Collection To promote financial responsibility and offset the cost of\nincarceration, the Bureau requires inmates to make subsistence\npayments to contractors. Contractors shall collect 25% of each\nemployed inmate's weekly gross income not to exceed the daily\ninmate-day rate. Payments shall be rounded down to the nearest\ndollar amount. Offenders who have other means of financial\nsupport (VA Benefits, Worker's Compensation, retirement income,\netc.) shall contribute an amount determined by the contractor and\napproved by the CCM, to approximate 25% of their weekly income. Contractors must collect the full subsistence due. Partial weeks\nof residence are prorated. Contractors shall reduce the monthly\nbilling to the Bureau by the amount collected in subsistence. An\ninmate who fails to pay subsistence may have privileges withheld\nor disciplinary action may be taken, including termination from\nthe program. Unless otherwise indicated by the court,\nsupervision cases shall pay subsistence. Additionally, any\ninmate who transfers to the home confinement component of the\nprogram is not required to pay subsistence. If the court indicates that subsistence should not be collected,\nthe CCM shall comply with the court's order. If the court has\nmade it known that they do not consider it appropriate to collect\nsubsistence on a direct commitment, the CCM should treat this\nlike any other judicial recommendation, that is, look at the\nmerits of the case and make every effort to make a sound\ndecision. If the CCM determines not to follow the court's\nrecommendation, a letter of explanation must be sent. Absent a\ncourt order, offenders are responsible for subsistence payments\nas outlined in this section. Pretrial defendants in a CCC are not restricted from paying\nsubsistence. The CCM should ensure that contractors work closely\nwith the local pretrial services office to determine which, if\nany, pretrial defendant(s) should pay. The subsistence program applies to all offenders assigned to\ncommunity-based programs. In cases of extreme hardship, CCMs may waive or modify subsistence\npayments on a case-by-case basis, with the MCA's concurrence. Ordinarily, obligations including fines, restitution, or court\ncosts shall not be considered a factor when granting waivers. Extreme hardship is defined as a situation PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 31\nwhen the offender has made every effort to establish a suitable\nrelease plan, but, due to circumstances beyond his or her\ncontrol, has been unable to prior to release. Examples of such\nsituations include homelessness, unemployment due to physical or\nmental health reasons, unexpected or emergency critical health\ncare needs, or no community resources. To be considered for a modification or waiver of subsistence, the\noffender must submit to the contractor a written justification\nalong with a financial statement to include a listing of all\ndebts and assets. The contractor shall forward the offender's\nrequest to the CCM with its recommendation."
}