{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 8,
  "chunk_text": "• Direct relatives of individuals listed in the above two categories • State employees working in a state agency which oversees the work of the facility to be\naudited, as well as local employees working in a local agency which oversees the work of\nthe facility to be audited • Any organization which reasonably appears to or purports at some level to represent\nthe interests of any of the above groups (such as a correctional officers union or a law\nfirm currently representing an inmate) Additionally, for purposes of this restriction, certain items are excluded from the definition of a\ngift, including items clearly not intended to curry favor in an attempt to influence an official\naction of the auditor. These items include, but are not limited to:\n• Items routinely provided to visitors of the facilities free of charge such as parking • Modest items of food and refreshments (e.g., coffee, donuts, or soft drinks) offered\nother than part of a meal 7 • Items clearly described in the audit contract (e.g., meals or transportation provided to\nthe auditor while at the facility) • Items given in circumstances clearly indicated as based exclusively on a personal or\nfamily relationship. However, if there is an item received based solely on a personal\nrelationship, it is important to note that there may be some question concerning the\nability of the auditor to perform his or her functions in an impartial manner, consistent\nwith the principles described in Chapter 5 • A discount or similar benefit open to all auditors or employees • Items based on an outside business relationship, including items provided by an\nauditor’s spouse’s employer; items provided when it is clear they were provided due to\nan outside business relationship; or items provided as part of an employment search by\na prospective employer • Anything for which market value is paid by the auditor Section III. Auditor Code of Conduct\nPREA auditors must be independent, objective, and credible in evaluating the extent to which\nconfinement facilities comply with the PREA Standards. In recognition of the importance of this\nobligation, DOJ has undertaken a training and certification program to facilitate uniform\nunderstanding of the Standards by all auditors, and to oversee uniform implementation of the\nauditing process. Because PREA auditors are DOJ-certified, they are in a unique position of public trust with the\nability to impact public confidence in the integrity of the PREA audit function. Many\nstakeholders rely on this audit process and its results, including federal, state, local, and private\nagencies that operate or oversee confinement facilities; facility staff; treatment and service\nproviders; community-based advocacy organizations; courts; attorneys; and people in\nconfinement and their families. This reliance on the ability of PREA auditors to conduct high quality, reliable, objective, and\ncomprehensive PREA audits imposes a significant obligation for them to operate within general\nprinciples of integrity necessary to instill public confidence in the PREA audit process. The\nAuditor Code of Conduct section of the Handbook identifies general principles that govern the\nprofessional and personal conduct of auditors and the underlying rules that support these\nprinciples. As a condition of DOJ auditor certification, auditors must comply with this code of\nconduct."
}