{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 90,
  "chunk_text": "Good judgment\nshall be used to determine if this is needed for inmates serving\nsentences over one year when it appears the inmate has less than\none year remaining. Performing independent sentence computations\non such cases will help ensure proper consideration of jail time\ncredit during initial designation, thereby reducing the potential\nfor late releases. All available 129s, PSIs, and prior sentence computations are to\nbe reviewed. The CCM shall also complete an ARS history\ntransaction to determine whether an inmate spent any pre-trial\ntime in a Bureau institution. After completing the independent sentence computation on cases\nthat meet the criteria and consulting with the LIE on jail credit\naccuracy, the CCM shall place a note under the Remarks section of\nthe BP-S337 indicating the tentative release date (TRD) with\nnumber of days jail time credit (JTC). For example: TRD w/292\nJTC= 06-22-95. This will alert the Designator and staff at the\ninstitution of the short release date. This information shall be\navailable to holdover facilities, the USMS, and other staff with\naccess to SENTRY. When notifying the USMS of the designated institution, the CCM\nshould also highlight the short release date. The USMS may have\nto hold locally and eventually release the inmate if the date is\ntoo close for transfer to the designated facility. This decision\nrests with the USMS. If background information (pre or post sentence investigation)\nhas not been completed, the CCM shall conduct an NCIC/NLETS check PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 3\nand annotate in the BP-S337 Remarks section. The inmate must be\ndesignated to at least a LOW security level institution. Due to strict requirements for medical confidentiality, knowledge\nregarding HIV-infected offenders shall be limited to staff with a\nneed to know. In order to maintain confidentiality, community\ncorrections staff shall communicate this information to the\nmedical designator in a separate memorandum via BOPNet. 5.1.1.\nPlacement of Inmates with Mental Health Issues or\nHistories of Suicidal Behavior To reduce the possibility of inmate suicides in contract\ndetention facilities:\na.\nEach CCM or COS shall review their contract detention\nfacilities regarding mental health and suicide prevention\npractices to determine their ability to deal with this\npopulation. Ordinarily, jail-type facilities that have ACA\naccreditation or state certification have acceptable suicide\nprevention programs. However, the Bureau cannot rely entirely on\nthis information. CCMs and/or COSs must base their conclusions\nupon sound correctional practice. In addition to accreditation\nand certification, key factors to look for when conducting the\nsurvey include:\nsuicide and mental health training for staff,\nheightened supervision for high-risk inmates,\navailability of emergency resuscitative equipment,\navailability of mental health professionals at the\nfacility, and\ne\nformal policies and procedures governing their\npractices. e\ne\ne\ne b.\nDuring the designation process, sensitivity must be\ngiven to an inmate's prior mental health concerns or history of\nsuicidal behavior. If such a history exists, a Bureau\ninstitution, or a contract facility capable of dealing with this\ntype of inmate, shall be designated. c. It is critical that contract facilities contact CCM\nstaff whenever an inmate shows evidence of suicidal tendencies,\nor demonstrates any unusual or dangerous behavior. The CCM shall\ncarefully review this information and consult with the MCA, the\nCCRA, and Bureau mental health staff, such as the regional\npsychology services administrator, to determine if the inmate\nshould remain at the facility or be transferred. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 4\n5.1.2."
}