{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 15,
  "chunk_text": "Staff from the region or from Central Office may\nassist. Program Review Guidelines shall be used when conducting\noperational reviews. As the review authority, the Regional Director shall receive\nall operational review reports through the CCRA. One copy of\neach report shall be forwarded to the Senior Deputy Assistant\nDirector of the Program Review Division. These reports are filed\nin the Community Corrections Section of the Program Review\nDivision and shall be reviewed periodically by community\ncorrections branch staff. Reference should be made to the Program Statement on Management\nControl and Program Review and its accompanying Technical\nReference Manual for specific operational review procedures and\ntime frames as well as for more detailed information on other\ncomponents of the \"strategic management cycle.\" PS 7300.09\n1/12/98\nChapter 3, Page 3\n3.2. STAFF TRAINING CCRAs, MCAs, CCMs and TSMs are responsible for establishing\ntraining and educational programs which upgrade the expertise of\nand prepare staff for progressively more responsible positions. All new CC staff without prior community corrections experience\nare required to complete the Community Corrections Cross\nDevelopment Course within four months of entry on duty. Each new\ncommunity corrections staff member must also complete 16 hours of\ncommunity corrections orientation within their first two weeks on\nthe job. Within one year of their selection to the position,\nCCMs, CCM Trainees, and Case Managers are required to pass the\nCase Management Cross Development course if they have not already\ndone so. These training standards and others can be found in\nthe Employee Development Manual. 3.2.1. Mid-level and Support Staff As with all staff, training shall be specific to the duties and\nresponsibilities of the staff persons position while also\nproviding a thorough understanding of the Bureau and its\nrelationship with various government and community agencies. The TSM, if a supervisor, shall ensure the training received is\nappropriately documented in the employee's training record. 3.2.2. Training for New CCMs and CC Specialist Trainees (CCST) a.\nMCAs are responsible for implementing intensive one year\ntraining programs for new CCMs and CCSTs. The MCA shall maintain\ntraining records on new CCMs and CCSTs and ensure that the\ntraining received is being documented in the respective training\nrecords. The new CCM and CCST training program shall include a\ncomprehensive orientation to Community corrections and any other\nrelevant training the individual needs. The Training Objectives\nfor Community Corrections Specialist Trainees and the Training\nChecklist for Community Corrections Specialist Trainees\n(Attachments 3-1 and 3-2) may be used for new CCMs and COSs if\nappropriate. b.\nMCAs shall evaluate CCSTs and new CCMs monthly for one\nyear or until all training objectives have been met. The MCA who\nadministers the training program to the CCST shall prepare\nnarrative quarterly reports addressing the training objectives in\nAttachment 3-1. The report, along with the Training Checklist\nfor Community Corrections Specialist Trainees, shall be placed in PS 7300.09\n1/12/98\nChapter 3, Page 4\nthe employee's file. At the end of each fiscal quarter, the MCA\nshall send a copy of the report and the Checklist to the CCRA and\nthe Community Corrections Branch, Assistant Administrator of\nOperations. At the conclusion of the training period, MCAs shall evaluate\nthe CCST's performance and forward the evaluation with\nrecommendations, to the CCRA."
}