{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 26,
  "chunk_text": "As a COPS Office CAGI grantee, you agree to cooperate with and respond to any\nrequests for information pertaining to your grant. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that each grant program must\ncontain a monitoring component. The COPS Office actively monitors how grantees are adhering to COPS\nOffice grant requirements and develops the best technical assistance based on this feedback. What you should do: Your agency may be required to accommodate routine and non-routine efforts by the COPS Office, or an\nentity designated by the COPS Office, to examine your agency’s use of federal funds, both programmatically\nand financially. The most common ways are as follows: • site visits. The COPS Office conducts grantee site visits to ensure compliance with grant terms and conditions. These visits also provide firsthand observation of the grantee’s community\npolicing strategies. The purpose of site visits is three-fold: to review community policing activities,\nto ensure grantee compliance, and to provide customer service and technical assistance. If\nselected, you will be notified in writing in advance of any on-site review of your COPS Office\ngrants. This review is generally performed over a period of one or more days and also provides an\nopportunity for agency representatives to seek assistance on any grant implementation issues. Your agency will be notified in writing of the results and any action required to remedy identified\ngrant violations to include potential and actual vulnerabilities. In addition, promising practices\nidentified during the site visit are documented and may be shared with the law enforcement\ncommunity. • enhanced office-based grant reviews (EOBGR). In lieu of a site visit, certain grants are selected for a review conducted at the COPS Office via teleconference or video conference. EOBGRs serve\nas a supplemental activity in support of the COPS Office’s overall grant monitoring strategy. The\npurpose of the EOBGR is three-fold: to review community policing activities, to ensure grantee\ncompliance, and to provide customer service and technical assistance. If selected, you will be\nnotified in writing in advance of any EOBGR of your COPS Office grants. This review is generally\nperformed over a period of one or more days and also provides an opportunity for agency\nrepresentatives to seek assistance on any grant implementation issues. Your agency will be 12 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual notified in writing of the results and any action required to remedy identified grant violations to\ninclude potential and actual vulnerabilities. In addition, promising practices identified during the\nEOBGR are documented and may be shared with the law enforcement community. • alleged noncompliance reviews (ANCR) . An alleged noncompliance review is a follow up on complaints of alleged noncompliance received from external (media and/or citizen complaints)\nor internal (COPS Office/DOJ staff ) sources. On a case-by-case basis, COPS Office staff members\ndetermine the appropriate course of action to take to investigate complaints of alleged\nnoncompliance. This may include phone or letter contact or a site visit by COPS Office staff or the\nOffice of the Inspector General. • audit liaison."
}