{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 62,
  "chunk_text": "What you should do:\nEnsure that all publications relating to your COPS Office award contain the required statement listed above. In addition, the recipient is responsible for acquiring the rights, and ensuring that its subcontractors/authors\nacquire the rights, to copyrighted material for inclusion in U.S. Department of Justice publications or other\nproducts or deliverables that are developed under this cooperative agreement, including the payment of\nrequired fees. All licensing, publishing, or similar agreements with a copyright holder, publisher, or other\nrelevant party shall include provisions giving the Federal Government a royalty-free, non-exclusive, and\nirrevocable license to reproduce, publish, or otherwise use, and to authorize others to use, the publication for\nFederal Government purposes. 30. Criminal Intelligence Systems\nCondition:\nRecipients using TRGP Equipment/Training funds to operate an interjurisdictional criminal intelligence system must\ncomply with operating principles of 28 C.F.R. Part 23. The recipient acknowledges that it has completed, signed, and\nsubmitted the Reviews and Certifications form with its award application certifying compliance with 28 C.F.R. Part 23. Why this condition: If your agency receives funding for equipment or technology that will be used to operate an interjurisdictional\ncriminal intelligence system, you must comply with the operating principles found at 28 CFR Part 23. An\ninterjurisdictional criminal intelligence system is generally defined as a system which receives, stores, analyzes,\nand exchanges or disseminates data regarding ongoing pre-arrest criminal activities (examples of such activities\ninclude, but are not limited to, loan sharking, drug or stolen property trafficking, gambling, extortion, smuggling,\nbribery, and public corruption) and shares this data with other law enforcement jurisdictions. 28 CFR Part 23\ncontains operating principles for these interjurisdictional criminal intelligence systems that protect individual\nprivacy and constitutional rights. If your agency will use TRGP award funds simply to operate a single agency database (or other unrelated forms\nof technology) and will not share criminal intelligence data with other jurisdictions, 28 CFR Part 23 does not\napply to this award. What you should do:\nAll COPS Office award recipients were required to agree to the Certification of Review of Criminal Intelligence\nSystems/28 CFR Part 23 as part of their award acceptance so the COPS Office can track which agencies intend to\nuse their award funds to operate interjurisdictional criminal intelligence systems. If your agency intends to use\naward funds to operate an interjurisdictional criminal intelligence system, you should indicate this on the\nCriminal Intelligence Systems 28 CFR Part 23 Compliance form that was included with your award package and\ncertify and submit this form along with your signed award document as your agency’s agreement to comply\nwith the operating principles found at 28 CFR Part 23. Your agency must now comply with 28 CFR Part 23 in\noperating the interjurisdictional criminal intelligence system funded through your COPS Office award. 63 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 31. Community policing\nCondition:\nCommunity policing activities to be initiated or enhanced by your agency were identified and described in your grant\napplication. All equipment, technology, training, and/or sworn officer positions awarded under the TRGP award must\nbe linked to the implementation or enhancement of community policing."
}