{
  "document_category": "guidance",
  "document_name": "5100_008cn.pdf",
  "chunk_index": 54,
  "chunk_text": "Inmates should be encouraged\nto complete all or most of the Institution Release Preparation\nProgram at the parent institution prior to transfer. The parent institution is to complete the CCC referral packet\nand the camp should be closer to the inmate’s release residence. This process should be completed to allow the inmate a minimum\nof a 60-day placement at the camp prior to the reporting date at\nthe CCC. CCC referrals may be made 12 to 18 months in advance of\nan anticipated reporting date with the concurrence of local CCM\noffices. A notation that the CCC referral was made with a\nspecific projected placement date should be included in the\nrequest for institution transfer, and the transfer request\nshould be prepared at the same time as the CCC referral. 12. TRANSFERS FROM CCC’S. When an inmate fails to meet the\nconditions of CCC placement, the CCM should designate the\ninmate to the parent institution with consideration given\nto the following criteria for designation:\n(a)\n(b)\n(c)\n(d)\n(e) local manday detention rates;\navailability of Bureau Detention Centers;\nbudgetary constraints;\nprojected release date; and,\ndistance to parent facility. When returning the inmate to the parent institution is not\ncost effective, the Community Corrections Office will refer the\ncase to the DSCC for designation. DSCC staff, will\nmake the designation, and should consider the closest\ninstitution commensurate with the inmate’s security needs. When\nthe DSCC designates the inmate to a facility, DSCC staff will\nnotify the parent institution to facilitate the forwarding of\nthe central file. 13. LONG-TERM DETAINEES. The authority for the redesignation of\nlong-term detainees rests with the Detention Services Branch,\nCorrectional Programs Division, Central Office. Refer to the\ncurrent Program Statement Mariel Cuban Detainees for transfer\nprocedures. Transfers for medical or mental health treatment\nhowever, shall be referred to the Central Office Medical\nDesignator. Mariel Cubans who are sentenced, and therefore not\ndetainees, are handled in a routine fashion by DSCC staff. P5100.08\n9/12/2006\nChapter 7, Page 10\n14. IN-TRANSIT DATA FORM a. Upon notice that an inmate is being transferred or\ntemporarily released to an authorized law enforcement\nofficer (e.g., U.S. Marshal, state law enforcement officer,\nor Bureau bus officer), the Unit Manager will ensure the\nfollowing:\n• The top portion of the SENTRY automated InTransit Data Form is accurate and the bottom\nportion is completed; • CIM, YCA, DCYRA and any other important information\nis included in the space for \"Non-Routine Security\nNeeds;\" • CIM separation information is accurate, up-to-date\nand the SENTRY generated \"CIM Clearance and Separatee\nData\" is attached to the In-Transit Data Form; and, • The In-Transit Data Form is signed, dated, and\nforwarded to ISM staff who will attach a\ncurrent inmate photograph and provide the form\nto the transporting officer. NOTE: The most recent In-Transit Data Form is maintained in\nthe Inmate Central File. The “CIM Clearance and\nSeparatee Data” display will not be filed with the\nIn-Transit Data Form. b. Upon receipt of the In-Transit Data Form, ISM\nstaff will ensure the following:\n• The information indicated on the top portion of\nthe form is correct. SENTRY update functions\nshould be executed in the event that the data is\nnot accurate; • The Sentencing Remarks should include the offenses\nand the length of sentence as noted on the\nJudgment. If\nthis information is not accurate, the load data\nshould be updated; •"
}