{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 23,
  "chunk_text": "Implementing instructions: this type. 33 (13) Toiletries. Common items such as soaps, deodorants, hair grooming supplies, shaving\nsupplies, general cosmetics, and other grooming aids. (14) Hygiene Items. Non-prescription drugs and personal hygiene items that are sold\nover-the-counter in drug and grocery stores may be considered using these examples as guidelines. DENTAL PRODUCTS Toothbrushes\nDenture brushes\nDental bridge cleaners such as Dentu-Creme\nToothpaste\nUnwaxed dental floss\nFloss threaders\nDenture adhesive (powder or paste)\n(See Section g. on the prohibition on denture cleaning tablets)\nMISCELLANEOUS PRODUCTS\nMouthwash (non-alcoholic)\nContact lens solutions\nDisposable douche\nSuntan lotion\nMagic Shave\nWheat germ\nArtificial sweeteners such as Saccharin and Nutra-sweet\nBand-Aids\nEarplugs\nLip ointments (such as Chapstick)\nMoisture lotion (such as Keri, Intensive Care, generic)\nPERSONAL HYGIENE PRODUCTS\nDeodorants (such as Right Guard)\nBar soaps (such as Zest, Ivory, Neutrogena, generic)\nDisposable plastic razors (such as Bic)\nShaving cream\nShaving brushes\nCombs and brushes\nFeminine hygiene products (such as Tampax)\nHair shampoos and hair conditioners\nLaundry soaps/detergents P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 34 (15) Over-the-Counter Medications/Medical Products/Vitamins/Mineral Supplements. The Trust Fund Branch, with the Health Services Division, makes a list of over-the-counter\nmedications/medical products approved for sale. This list may be found on Sallyport. At least 25\nof these items must be stocked in Commissaries. At no time can expired over-the-counter\nmedications or medical products be sold. (16) Sale of Hair Dye. The following procedures shall only apply to Low Security or higher\nfemale institutions where there is an established Vocational Technology Cosmetology Program. An inmate may only buy a hair dye coloring product that is closest to the inmate’s natural hair\ncolor. The primary colors will be black, red, brown, and blonde. Hair dye may be stocked or\nsold through the SPO process. Hair dye sold in Commissaries shall be free of ammonia. At purchase, an authorization signed by a Bureau Education staff member or Education contractor\nmust be verified to include:\n■\n■\n■\n■ Date. Inmate’s committed name. Register number. Natural hair color authorized for purchase. This authorization allows the inmate to purchase one unit of hair dye at a time. Trust Fund staff\nwill forward the hair dye and completed authorization form to the Education Department for\nsecure storage. Local procedures will be addressed in a Commissary Institution Supplement or as a component of\na consolidated supplement on Trust Fund Operations specifying Commissary Operations. At a\nminimum, the following is addressed:\n■\n■\n■\n■\n■\n■ Identify staff/contractor to ensure direct supervision of inmates while using hair dye. Identify procedures for staff/contractor that will pick up the hair dye. Identify procedures to be used for disposal of unused hair dye. Identify the frequency an inmate may purchase hair dye. Identify procedures to direct inmates who dye their hair to retake their photo. Identify procedures for securing the hair dye after purchase. At locations where there is not a Vocational Technology Cosmetology Program, similar\nprocedures will be established to ensure proper use and accountability of hair dye. (17) Medications for Smoking Cessation Programs. In accordance with the Program\nStatement Smoking/No Smoking Areas, Nicotine Replacement Therapy (NRT) patches may be\nsold. NRT patches may be stocked or sold through the SPO process. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 35"
}