{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 3,
  "chunk_text": "The CDO is under the supervision of the Associate Warden (AW) or Clinical Director (CD). This is a local decision. Supervision of the CDO cannot be delegated below the CD. The CDO supervises all dental staff and determines all clinical dental staff assignments. The\nCDO provides clinical feedback to Business Office contracting officers for all contract dental\nclinical staff. Clinical dental decisions are the responsibility of the treating dentist(s). The CDO provides regular information regarding inventory needs and dental budget\nrequirements to the Health Services Administrator (HSA), who has budget and procurement\noversight for the Dental Clinic. See the current Program Statement Health Services\nAdministration. d. Options During the Temporary Absence of the Dentist. During periods when a dentist is\nnot available (annual refresher training, Annual Leave, CME, etc.), the local HSA or designee\nwill arrange one of the following options:\n■ Contracting (Amend Existing Contract). Incorporate a requirement for temporary\nDentist back-up coverage in the comprehensive medical contract. P6400.03 6/10/2016 4 ■ Contracting (Establish Separate Contract). Contract with a firm that is capable of\nproviding temporary Dentist services using open market procurement procedures or existing\nFederal Supply Schedules (FSS). The current Program Statement Bureau of Prisons\nAcquisition Policy, Part 37, stipulates various requirements relating to using private sector\ntemporary services. The Chief Executive Officer and Regional Director must approve a\nwritten justification prior to the acquisition. ■ Interagency Agreements. Establish an interagency agreement with another Government\na enc (e. ., VA or DOD) to provide Dentist covera e on an “as needed” basis. ■ TDY Within the Bureau. TDY by a Medical Asset Support Team (MAST) dentist or a\nvolunteer dentist from another institution with the approval of the RCD. ■ Use PHS Officers from Outside the Bureau. Secure TDY assistance from PHS officers\nassigned to other Government agencies. (The institution needing the Dentist is responsible\nfor travel, lodging, and per diem.) 3. DENTAL CLINIC ADMINISTRATIVE PROCEDURES The CDO is responsible for ensuring that there is a local Institution Supplement on dental health\ncare. The National Program Statement provides greater continuity of care and treatment Bureauwide; the Institution Supplement provides dental program clarification as it applies to the\nspecific institution and its mission. The Institution Supplement is updated annually and amended\nto reflect local and/or national policy changes. The CDO periodically reviews the Inmate’s Admission and Orientation (A&O) Handbook to\nensure that information about the dental program is correct. The handbook should include the\nfollowing information: the dental clinic hours of operation, access to care (sick call protocol and\nnational dental routine waiting list), method to request continued care when transferring, inmate\nco-pay policy, availability of commissary items, and any applicable local dental policies. a. Staffing. The CDO must be knowledgeable about both Office of Personnel Management\n(OPM) and U.S. Public Health Service (PHS) personnel systems. The BOP Health Services Division establishes staffing guidelines for dental clinics. Generally,\neach institution should have one dentist for every 1,000 inmates. Staffing guidelines may vary\nby institution, depending on the mission. Re uests for modification to an institution’s dental\nstaffing are submitted to the National Chief Dentist for consultation with the National Health\nServices Administrator. (1) Auxiliary Personnel."
}