{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 90,
  "chunk_text": "Note: There may be post order changes that affect conditions of employment that may warrant\nbargaining over procedures and appropriate arrangements. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 119 Chapter 13. LAUNDRY OPERATIONS\n13.1 GENERAL OPERATIONS Institutions furnish each inmate with sufficient clothing to allow three changes of clothes weekly. Clothing issue is consistent with this chapter, the Program Statement Inmate Personal Property,\nand established local procedures. Institutions that allow inmates to wear personal clothing purchased from the Commissary are still\nrequired to furnish the institution’s standard wardrobe. Dry cleaning of personal clothing is\nprohibited. 13.2 ISSUING, CLEANING, AND MAINTAINING ACCOUNTABILITY OF\nCLOTHING AND LINEN\na. Availability of Clothing. Each institution maintains an inventory to supply clothing, linen,\nand bedding to inmates. Generally, total inventory levels of the major categories (e.g.\npants/dresses, shirts, sheets, towels, jackets/coats) should not exceed a 360-day supply, including\nitems purchased or obtained through surplus. The following example will help calculate the 360-day supply. If reserve supplies are\nmaintained, for example inside the laundry supply closet or other final issue point, they should\ngenerally not exceed a 30-day supply. Example: Maximum inventory level for a single item: Pants issued: week 1 – 150\nweek 2 – 300\nweek 3 – 125\nweek 4 – 420\n995 items/4 weeks = 250 (average issue/week)\n250 items/week x 52 weeks = 13,000 (approximate 360-day supply of pants) Excess inventory is disposed of per the Program Statement Property Management Manual. If inventory maintained in TRUTRAC is lost due to theft or damage, a TRUTRAC Report of\nSurvey is prepared. b. Issue of Clothing, Bedding/Linen, and Personal Hygiene Items\n(1) Issue of Clothing. The institution issues clothing to inmates that is properly fitted,\nclimatically suitable, durable, and presentable. The standard wardrobe includes the following, P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 120 per restrictions in the Program Statement Inmate Personal Property and appropriate for the\ninstitution:\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■ Shirts. Blouses. Dresses/skirts. Pants. Belts. Underwear. Slips. Socks,\nShoes (ASTM Standard F2412-05 and F2413-05). Coats. Jackets. Headgear. (2) Issue of Special or Protective Clothing. Inmates assigned to special work areas are\nprovided clothing and shoes per the requirements of their assignment. Local guidelines are\nestablished for purchase, maximum and minimum quantities, and accountability of special or\nprotective clothing. When inmates require special shoes due to medical reasons, the Health Services Department\npurchases them. (3) Issue of Bedding/Linen and Miscellaneous Supplies. The institution issues suitable, clean\nbedding and linen, including:\n■\n■\n■\n■\n■ One mattress. Two sheets. One pillow and pillowcase. If not built into the mattress. Towels. Sufficient blankets to provide comfort under existing conditions – cotton blanket mattress\ncover (optional).\n■ Two nylon mesh bags (Commissary and Laundry, if applicable). (4) Issue of Personal Hygiene Items. Personal hygiene items (soap, toothbrushes, etc.) are made\navailable to inmates per the Program Statement Grooming. c. Procedures for Exchange and Cleaning of Linen/Clothing. Inmates are allowed at least\nthree changes of clean clothing and one change of linen per week. A reasonable cleaning\nschedule applies to blankets and pillows. Mattresses are cleaned as necessary."
}