{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 115,
  "chunk_text": "c. When the Bureau is \"piggy-backing\" a USMS contract, the\nUSMS will pay these expenses and the Bureau shall reimburse the\nUSMS. Otherwise, reimbursements are made directly to those\nproviders under contract directly with the Bureau. The USMS\noffice making the disbursement will forward the appropriate\nstandard form to the CCM. The CCM shall put this information on\na SF-1034 form (Public Voucher for Purchases and Services Other\nThan Personal), sign it, and forward the SF 1034 to the regional\noffice for processing. 5.15 COST OF INCARCERATION FEE (COIF) CCMs are responsible for complying with the Program Statement on\nCost of Incarceration Fee (COIF), which applies to prisoners who\nare convicted in U.S. District Courts, committed to the custody\nof the Attorney General, and serving a term of incarceration that\nbegan on or after January 1, 1995. This includes aliens and\nthose confined to contract jails. Note that the Cost of Incarceration Fee, which is imposed by the\nBureau, is distinct from the Cost of Incarceration Fine, which is\nimposed by the courts. The Program Statement delineates the\ndifferences between these obligations. At no time will both be\nimposed on one inmate. When appropriate, the CCM shall compute the fee, establish a\npayment schedule in accordance with the COIF Program Statement,\nand notify all direct court commitments under their jurisdiction\nwho owe a COIF using the appropriate COIF Program Statement\nAttachment. Inmates who are institution transfers shall continue\nthe installment plans established by their unit teams. In the\ncase of an inmate owing a COIF who transfers to a CCC, the CCM is\nnotified of the COIF balance by regional correctional programs\nstaff immediately after they receive notification from the\ninstitution. Institution notification must be forwarded no later\nthan two weeks prior to transfer. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 39\nInmates who fail to make COIF payments may be removed from the\nCCC. When an inmate releases from a CCC with an outstanding\nobligation, the CCM shall notify the regional comptroller, who\nwill process the bill in accordance with the Program Statement on\nAccounting for Cost of Incarceration Fee. Subsistence shall be waived for institution transfers whose COIF\npayments are greater than or equal to subsistence. When COIF is\nless than the calculated subsistence obligations, the difference\nmay be collected as subsistence. Direct court commitments with a\nCOIF are to have subsistence waived. 5.16. SEXUAL ABUSE/ASSAULT PREVENTION AND INTERVENTION CCMs shall ensure that contractors have procedures in place to\nprevent and address incidents of sexual abuse/assault. This\nincludes informing inmates, training contract staff, and\nfollowing correct reporting procedures. Specific requirements\nare found in the most recent Community Corrections SOW. The\nProgram Statement on Sexual Abuse/Assault Prevention and\nIntervention Programs can also be referenced. 5.16.1 Informing Inmates Inmates transferring to a contract facility from a federal\ninstitution have already been educated on preventing and avoiding\nsexual abuse/assault. Contractors must provide this education to\nall other federal inmates and document it in their files. All\ninmates are to be advised during facility orientation who to\ncontact regarding incidents of sexual abuse/assault. These\nrequirements shall be reviewed during facility monitorings. 5.16.2 Training Contract Staff All contractors are responsible for ensuring their staff are\ntrained in prevention, identification, and handling of sexual\nabuse/assault incidents."
}