{
  "document_category": "guidance",
  "document_name": "5111.04_cn1.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nCPD/CCBCPB\nNUMBER:\n5111.04, CN-1\nDATE:\nMay 23, 2017 Institution Hearing Program /s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\nThis Change Notice (CN) implements changes to Program Statement (PS) 5111.04, Institution\nHearing Program, dated July 3, 2006. It provides guidance and direction relating to Case\nManagement Activity (CMA) assignments, and processing/transferring foreign-born non-U.S.\ncitizens (aliens) from the custody of the Federal Bureau of Prisons (Bureau) to Immigration and\nCustoms Enforcement (ICE). It also removes outdated procedures and terminology, and includes\nupdated procedures and processes. Deleted text is marked with a strikeout. Inserted text is marked\nin green. 1. PURPOSE AND SCOPE To outline procedures for managing and designating foreign-born non-U.S. citizens (aliens) who\nare serving Federal sentences and who are eligible to participate in the Institution Hearing\nProgram (IHP). The IHP is a coordinated effort by between the Federal Bureau of Prisons (Bureau), the\nImmigration and Customs Enforcement (ICE), and the Executive Office for Immigration Review\n(EOIR), to provide deportation, exclusion, or removal proceedings to sentenced aliens. This PS provides the procedures to ensure the maximum number of eligible inmates in Bureau\ncustody participate in the IHP while serving their sentences. This process allows ICE to effect\ndeportation removal immediately upon completion of an inmate’s sentence. 2. SUMMARY OF CHANGES\n■ SENTRY Case Management Activity (CMA) assignments of “IHP DKT” and “IHP CMP WD”\nare eliminated. ■ New assignments of “IHP CMPWDE” and “IHP CMPWDI” have been added. ■ The CMA assignment “IHP PEND” will be applied to any inmate who requires an IHP hearing,\nbut is not initially designated to a hearing site. ■ IHP PEND and IHP PART will also be used for those cases where an inmate received an order\nof deportation during a previous sentence but the order needs to be reinstated by ICE. The\nCMA denoting “will deport” remains in place until updated with a completed reinstatement. ■ Attachment A has been updated to include new release sites. ■ Procedures for assigning inmates to hearing or release beds have been clarified, and the\nimportance of reviewing CMA assignments on re-committed inmates is stressed. ■ Length of sentence and time until projected release date are reduced for transfer referrals. ■ The former Immigration and Naturalization Service (INS) is now referred to as Immigration\nand Customs Enforcement (ICE).\n■ All references to stipulated deportation procedures have been removed.\n■ All references to IHP unit assignments have been removed. ■ FCC Oakdale is now an Enhanced IHP site and all references to its exception to the Enhanced\nIHP have been removed. ■ The following Case Management Activity (CMA) assignments have been deactivated: NO\nIHP; IHP CMPWDE; IHP CMPWDI; IHP CMP NP. ■ New CMA assignments of IHP COMPLT, IHP NO HRG, and IHP INTRVW have been added.\n■ All references to release sites have been removed. ■ Attachment A has been updated to include CMA assignment guidance and processes. 3. PROGRAM OBJECTIVES. The expected results of this program are:\na. Inmates will be made available to ICE and EOIR for IHP processing prior to sentence\nexpiration. b. Eligible inmates will be identified and transferred to institutions designated as IHP sites."
}