{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 79,
  "chunk_text": "community policing. Community policing is a philosophy that promotes organizational strategies that support the\nsystematic use of partnerships and problem-solving techniques to proactively address the immediate conditions\nthat give rise to public safety issues such as crime, social disorder, and fear of crime. All newly hired, additional, or\nrehired officers (or an equal number of redeployed veteran officers) funded under COPS Office programs must\nengage in community policing activities, and in the implementation of your community policing strategy. COPS Office. Created under the 1994 Crime Bill, the Office of Community Oriented Policing Services (COPS Office)\nis an independent office within the US Department of Justice that is the grantor or awarding agency for your award\nor cooperative agreement. The COPS Office is responsible for assisting your agency with the administration and\nmaintenance of your award for the entire award period. If you have any questions regarding the COPS office,\nplease call the COPS Office Response Center at 800-421-6770 or visit the COPS Office website at\nwww.cops.usdoj.gov. COPS Office Finance Staff Accountants. The COPS Office finance staff accountants are responsible for your\nagency’s financial and budgetary needs related to this award. A staff accountant is assigned to each state and is\navailable to answer any questions that you may have concerning the Quarterly Financial Status Report (SF-425)\nand other financial aspects of your award. To identify your staff accountant, please call the COPS Office Response\nCenter at 800-421-6770 or visit the COPS Office website at www.cops.usdoj.gov. criminal intelligence officer. A criminal intelligence officer, whether working directly with a law enforcement\nagency or assigned to the appropriate state or regional fusion center, works in the field of criminal intelligence and\nmay conduct data collection, research, and analysis to produce finished intelligence reports or other products\ndesigned to assist in the prevention, detection, or investigation of violations of criminal laws. Data Universal Numbering System (DUNS) Number. Since FY 2004, the Office of Management and Budget (OMB)\nhas required all agencies applying for federal funding to obtain this number prior to application. The DUNS number\nis a unique nine- or thirteen-digit identification number that is assigned upon request to agencies by Dun & 82 2017 COPS Hiring Program (CHP) Award Owner’s Manual\nBradstreet (D&B). This number will be used by the Federal Government to better track award recipient information\nthroughout the award cycle and to provide consistent name and address data for electronic award application\nsystems. To obtain a DUNS number, visit the Dun & Bradstreet website at www.dnb.com or call 866-705-5711. Employer Identification Number (EIN) / OJP vendor number. This number is usually your agency’s nine-digit\nfederal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your\naccounting/bookkeeping department should have this number. In some cases, the EIN has been previously\nassigned to another agency within your jurisdiction. In this instance, a new vendor number will be assigned to you\nby the Office of the Chief Financial Officer. The newly assigned number is to be used for COPS Office administrative\npurposes only and should not be used for IRS purposes. federally recognized tribe."
}