{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 47,
  "chunk_text": "17. Be responsible for the development, approval, and operation of all subawards and require its\nsubawardees to adhere to applicable federal requirements governing federal assistance. See 2 C.F.R. §\n200.101(b)(1). The awardee will ensure that subawardees maintain effective control and accountability\nover all funds, property and other assets covered by subawards and that each subawardee establishes\nand uses internal fiscal and program management procedures sufficient to prevent fraud, waste, or\nabuse. 18. Work to develop a marketing plan to increase the visibility of the project and any accompanying\noutcomes/deliverables at the request of the COPS Office. The awardee will coordinate any marketing\nactivities with the COPS Office. 19. Work closely with the COPS Office and program manager to respond to peer reviewer, program\nmanager, vetting, and other COPS Office staff comments prior to the cooperative agreement expiration\ndate. 20. Obtain written approval from the COPS Office prior to entering into any contract, agreement, or other\nobligation for costs related to any conference, meeting, retreat, seminar, symposium, training activity, or\nsimilar event funded under this award. For more information on allowable costs, please follow this link:\nwww.ojp.gov/funding/confcost.htm. 21. Ensure that all conference or similar event costs comply with current and future guidelines and policies\nthat you receive from the COPS Office on conference planning, food and beverages, minimizing costs,\nand conference cost reporting. 34 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 22. Within 45 days after the end of any conference, meeting, retreat, seminar, symposium, training activity,\nor similar event funded under this award, and the total cost of which exceeds $20,000 in award funds,\nthe recipient must provide the program manager with the following information and itemized costs: • Name of the event\n• Event dates\n• Location of event\n• Number of federal attendees\n• Number of nonfederal attendees\n• Costs of event space, including rooms for break-out sessions\n• Costs for audio visual services\n• Other equipment costs (e.g., computer fees, telephone fees)\n• Costs of printing and distribution\n• Costs of meals provided during the event\n• Costs of refreshments provided during the event\n• Costs of event planner\n• Costs of event facilitators\n• Any other direct costs associated with the event\n• The recipient must also itemize and report any of the following attendee (including participants,\npresenters, speakers) costs that are paid or reimbursed with cooperative agreement funds: • Meals and incidental expenses (M&IE portion of per diem)\n• Lodging\n• Transportation to/from event location (e.g., common carrier, privately owned vehicle (POV))\n• Local transportation (e.g., rental car, POV) at event location\n• Note that if any item is paid for with registration fees, or any other non-award funding, then that\nportion of the expense does not need to be reported. 23. If applicable, submit by the 5th day of each month information on all training and technical assistance\nevents funded under this award to the COPS Office Grantee Training and Technical Assistance (TTA)\nReporting Tool on the Community Policing Learning Portal. Reporting instructions are outlined in the\nCOPS Office Training and Technical Assistance Reporting Guide.\n24."
}