{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 14,
  "chunk_text": "Additional copies of the Assurances and Certifications forms are contained in\nappendix B on page 57 of this manual. If you have any questions about them, please contact your assigned\nCOPS Office Program Manager via the COPS Office Response Center at 800-421-6770. 3. Allowable costs The funding under this project is for the payment of approved costs for Community Policing Development\npurposes. The allowable costs for which your agency’s award has been approved are limited to those listed on the\nFinancial Clearance Memorandum, which is included in your agency’s award package. The Financial Clearance Memorandum specifies the costs that your agency is allowed to fund with your\nCommunity Policing Development award. It also describes any costs which have been disallowed after review of\nyour proposed budget. The awardee may not earn or keep any profit resulting from this award unless expressly\nauthorized in writing by the COPS Office. Your agency may not use Community Policing Development award funds\nfor any costs that are not identified as allowable in the Financial Clearance Memorandum. 4 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Why this condition:\nCOPS Office CPD program funding may only be used to pay for items and services approved by the COPS\nOffice as reflected in the Financial Clearance Memorandum (FCM). The 2015 COPS Office CPD program\nfunds are to be used to advance the practice of community policing in law enforcement agencies through\nthe development of knowledge resource products and services such as training and technical assistance,\nthe development of innovative community policing strategies, applied research, guidebooks, or best\npractice documents that are national in scope. Please note that in accordance with 2 C.F.R. § 200.101(c), the COPS Office applies the cost principles set\nforth in 2 C.F.R. Subpart E to for-profit (or commercial) entities instead of the Federal Acquisition Regulation\n(FAR) at 48 C.F.R. Subpart 31.2. In addition, in accordance with 2 C.F.R. § 200.400(g), the awardee may not earn\nor keep profit as a result of this award unless expressly authorized by the specific terms and conditions of\nyour award. To be eligible for payment under this award, the purchase of approved items must be made on or after the\naward start date and comply with the guidelines described in section IV, “Accessing Award Funds,” on page\n43 of this manual. Section V, “Financial Record Maintenance,” on page 46, outlines the types of records you\nmust keep to document that you followed this award condition. Purchases must also reflect the costs that\nwere approved in the FCM. What you should do:\nRefer to your FCM for the list of approved allowable cost categories. Listed below are the budget categories\nthat may appear on your FCM. If your agency’s operating budget categories differ from those approved\nin the FCM, your agency should maintain a cross-reference to clearly identify where the funds were\nbudgeted. As long as funds are spent during the award period on the project costs that were documented\nin your application’s budget summary and approved by the COPS Office through the issuance of the\nFCM, this award condition will be satisfied."
}