{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 36,
  "chunk_text": "If the reasonableness of the proposed contract cost cannot be\ndetermined from adequate competition, a cost price and/or\nanalysis of the offeror's cost data by the CO may be necessary. FAR Part 15 establishes dollar thresholds for determining when\npre-award audits are required. It is the CO's responsibility to\narrange for all required audits. If the dollar thresholds for requiring an audit are not met,\nreasonableness of cost may be determined through cost analysis. When cost analysis is used, procedures prescribed in FAR Part 15\nshall be followed and the file shall be fully documented. 4.4.8. CO REVIEWS BEST AND FINAL OFFERS Within five working days after receipt of Best and Final\nOffers, the CO shall score each proposal for cost and forward the\npackage to the SSO for review. 4.4.9. FINAL REVIEW AND AWARD SELECTION The Central Office SSO shall conduct a final review of all\nproposals and provide the CO with a selection for award based\nupon the findings of the evaluation panel, clarification and\ndeficiency correspondence, and Best and Final Offers. The name of the awardee, a summary of the reasons for the\nselection and all paperwork received, shall be returned to the\nCO. 4.4.10. CO REVIEW The CO shall review the action taken by the SSO and document\nthe file for further processing. PS 7300.09\n1/12/98\nChapter 4, Page 23\n4.4.11. PREPARATION AND DOCUMENTATION OF FILES The CO shall prepare and document the solicitation file and\nestablish a separate contract file for the contract proposed for\naward. The contract file shall contain the information\nprescribed by FAR 4.803. 4.4.12. AWARD CONTRACT When all requirements have been met, the CO shall execute the\ncontract and advise the CCM and awardee by telephone of the award\nand performance period, reminding the contractor of the need for\nproof of zoning and life/safety compliance. Ordinarily, the\nbeginning of the contract performance period is 120 days after\nthe date of award. The CO shall electronically advise the CCA, CCRA, MCA, RSS, and\nCCM of the award, award date, and performance date and ensure a\ncopy of the successful offeror's proposal is forwarded to the\nCCM who has supervisory authority over the contract. The CO\nshall advise the COTR, typically the CCM, in writing, of their\nappointment as the COTR and describe the responsibilities of the\nappointment. The CO, with the assistance of the Legal Counsel\nand the COTR, will determine if the contractor has sufficiently\nmet local requirements prior to performance. 4.4.13. PROOF OF ZONING At best and final, the contractor must provide the CO with\nsatisfactory proof all zoning and local ordinance requirements\nnecessary for operation and applicable to any proposed\nperformance site(s) have been met. Such proof shall be in\nwriting and shall consist of documentation from necessary local\nofficials stating the contract may be performed at the proposed\nsite(s) in accordance with the current zoning and other\nrequirements of the local jurisdiction. For purposes of this provision, a \"necessary local official\" means\nan employee or elected person whose approval or concurrence as to\nthe propriety of the use of the proposed site is required under\nany and all applicable laws of the city, town, village, or\nmunicipality in which the facility is located. 4.4.14. PREOCCUPANCY VISIT"
}