{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 2,
  "chunk_text": "A Transfer Intake Screening is conducted with transferred inmates\nor inmates who have been out of the institution for more than 30 calendar days; e.g., inmates P5310.17 8/25/2016 2 hospitalized in the community for an extended period of time, inmates returning from Federal\nor state writs, inmates returning from RRC placement. ■ Turning Point for Restrictive Housing. The term “Turning Point” has been adopted by the\nBureau to refer to pre-treatment interventions designed to move inmates through the\nStages of Change, specifically from the early stages of pre-contemplation and\ncontemplation to the stage of preparation. For information about other Turning Point\nprotocols (e.g., Turning Point for SOMP), contact the Psychology Services Branch. d. Institution Supplement. None required. Should local facilities make any changes outside the\nrequired changes in the national policy or establish any local procedures to implement the national\npolicy, the local Union may invoke to negotiate procedures or appropriate arrangements. 2. STRUCTURE OF PSYCHOLOGY SERVICES\na. Mission Statement. Psychology Services Departments actively support the Bureau’s mission\nby contributing to the operation of safe, humane, cost-effective, and appropriately secure facilities\nand by providing reentry programming to reduce recidivism and facilitate offenders’ successful\nreturn to the community. Specifically, the mission of Psychology Services is to provide three key\nservices in the Bureau:\n■ Mental Health Care. Psychology Services Departments provide mental health care for\ninmates, which include the assessment and treatment of a wide range of mental disorders. The\nmental health care provided to the inmates is consistent with professional standards and best\npractices in correctional psychology. ■ Reentry Services. Psychology Services Departments offer evidence-based, cognitivebehavioral programming to address risk factors associated with criminal conduct; i.e.,\ncriminogenic needs. This programming facilitates successful reentry by reducing an offender’s\nlikelihood of recidivism. ■ Behavioral Scientist Expertise. Behavioral science is the systematic analysis and\ninvestigation of human behavior; psychologists are trained behavioral scientists. By sharing\ntheir understanding of human behavior, psychologists play a significant role in the orderly\noperation of Bureau facilities. Psychologists share their expertise during formal training events\nand informal, routine consultations with staff. b. Model of Service Delivery. The Psychology Services Department is organized as a separate,\ncentralized department within the institution or complex with adequate privacy, space, and\nresources to meet the institution’s need for psychological services as described above. The offices\nof residential Psychology Treatment Program (PTP) staff should be located within the respective\nunit. In addition, grouping of staff offices is appropriate when such grouping is done in accordance\nwith the special Psychology Services missions of an institution. P5310.17 8/25/2016 3 The Bureau has chosen cognitive-behavioral therapy (CBT) as a theoretical model to guide\npsychological service delivery because of its proven effectiveness with inmate populations. CBT\nis a broad term and includes a variety of cognitive-behaviorally based treatment protocols utilized\nin the Bureau, to include Rational Emotive Behavior Therapy (REBT) and Dialectical Behavior\nTherapy (DBT). Empirical support for CBT’s effectiveness is noted both in the treatment of\nmental disorders and criminal thinking patterns. Therefore, CBT is utilized to address two\ncomponents of the Psychology Services mission – mental health care and reentry services. CBT\nemphasizes the learning and practice of skills associated with improved mental health and\nadaptive, pro-social behavior."
}