{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 5,
  "chunk_text": "The IOP Coordinator\nconducts studies of dental operations and collects the pertinent data. d. Facility Management. A clean and properly functioning dental clinic is essential to provide\nhigh-quality dental services in a safe and timely manner. The CDO maintains dental facilities at\na high standard of sanitation, minimizing the opportunity for cross-contamination. The CDO or\ndesignee ensures that all equipment works properly. The CDO ensures that dental clinic equipment is included in the Health Services Unit preventive\nmaintenance program of bi-yearly safety inspections according to the current Program Statement\nPatient Care. X-ray units are inspected and calibrated, and protective aprons/shields are\ninspected according to the current Program Statement Patient Care. e. Intra-oral Metal Removal. Precious metal (gold) and base metal that is removed from the\ninmate’s mouth will be autoclaved, placed in an envelope, and marked with the patient’s name,\nnumber, date, and description of the item. The Inmate Personal Property Record (BP-A0383)\nwill be used. The autoclaved item and form will be taken to the Inmate Systems Management\n(ISM) department for disposition as the inmate’s personal propert . A cop of the form will be\nplaced in the EMR Document Manager. Refer to the current Program Statement Property\nManagement Manual. Non-precious alloys may be discarded as biohazardous waste in an appropriate biohazard\ncontainer. Those containing amalgam should be handled as amalgam waste in accordance with\nstate and local municipality requirements. Amalgam-containing items (i.e., tooth or crown) in\nthis category should be subjected to high-level disinfection or cold sterilization instead of\nautoclaving. 4. INMATE APPRENTICESHIP PROGRAM If inmates are used as chair-side dental assistants, they must be enrolled in, or have completed,\nthe Department of Labor Dental Assistant Apprenticeship Program, or a similar certification\nprogram in the local community approved by the institution’s education department. Other\ninmate workers (orderlies, those processing instruments, etc.) do not have to be enrolled in a\nprogram. The Inmate Dental Assistant Apprenticeship Program is an educational job skills program to\nassist in reentry initiatives. This program is not intended to replace the need for dental assistant\nemployees. P6400.03 6/10/2016 7 Limitations are as follows:\n■ Inmates will not perform direct patient care, including taking x-rays, impressions, or vital\nsigns. Inmates are not involved in the scheduling process or in determinin another inmate’s\naccess to dental care. ■ No inmate may have access to the Health Record. During an examination, inmates working\nin the clinic are allowed to do charting on a blank A&O Dental Examination (Initial Clinical\nDental Findings) form (BP-A0618), under the direct supervision of a dentist. ■ Inmates do not handle prescribed medications or needles. Inmate assistants and workers only\nhandle dental instruments under the supervision of a dental staff member. ■ Inmate workers only operate dental equipment (amalgamators, curing lights, autoclaves, etc.)\nunder the supervision of dental staff. ■ Inmates who are healthcare professionals in any capacity, with or without an active license\nand regardless of whether they received a degree, license, or certification, are not allowed to\nwork in the dental clinic in any capacity. ■ Inmate workers are screened for HBV, HCV, and HIV infection."
}