{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 28,
  "chunk_text": "Approval is indicated on all copies of the SPO Request. After the approving official signs it, it is\ndelivered to the Trust Fund Supervisor in a secure manner. c. Numbering. TRUFACS assigns the SPO number as a special item number that is sequential\nfollowing the two-digit fiscal year (FY 05; 05-0040, 05-0041). The item description contains the\nSPO number and the amount is encumbered automatically when the TRUFACS SPO is created. The TRUFACS-generated SPO number is recorded on the original SPO Request. Ordinarily, SPOs are ordered and entered on a weekly basis following receipt by Trust Fund staff. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 40 d. Markup. The calculation for the selling price is based on cost, markup, and transportation\ncharges. e. Encumbrances. The inmate’s account is encumbered automatically for each SPO ordered in\nTRUFACS. The Trust Fund Supervisor ensures the SPO Request form is returned to the\nApproving Official if an SPO was rejected based on insufficient funds, exceeding the monthly\nquantity limit of SPOs or quarterly dollar limitations, spending limit restriction, or FRP Refuse\nstatus. If an inmate refuses to purchase the SPO after it has been received, the encumbrance will\nremain on the requesting inmate’s account until the SPO is sold. f. Procurement Procedures. The SPO Request form, and any other ordering documents, is\nsent to Trust Fund staff. Once the SPO is created in TRUFACS, Trust Fund staff attach the\nTRUFACS-generated SPO to the original SPO Request Form and forward the non-purchase card\norder to Acquisitions staff to verify and order. The Government purchase card order is forwarded to the Trust Fund Supervisor for approval, then\nback to the card holder to order. When possible, SPOs are purchased by Government purchase\ncard by Trust Fund staff. A copy of the SPO, and any other ordering documents, is sent to the Warehouse. g. Receiving. Upon receipt of the SPO at the institution, a TRUFACS-generated Receiving\nReport is prepared per normal receiving procedures for Trust Fund resale merchandise. h. Selling. A particular SPO encumbrance is released automatically; funds are deducted from\nthe inmate’s account at the time the merchandise is sold to the inmate through regular sales\nprocedures. The inmate signs a sales ticket (unless fingerprint sale). The appropriate number of\ncopies of the SPO Request form are signed at the time the inmate receives the article(s), verifying\nthat the article(s) has been received. i. Filing Instructions. A copy of the SPO Request form is given to the inmate. A signed copy\nof the original SPO Request form is retained. j. Transferred Inmates. SPOs received for inmates who have been released or transferred may\nbe disposed of locally. Examples of disposition include: return to the vendor, sale to another\ninmate at full markup price, or sale to another inmate at a reduced price. An SPO sold to another\ninmate applies SPO limitations for that inmate. 3.6 COMMISSARY SALES PROCEDURES\na. Sales Procedures - Non-Fingerprint Identification. The sales person uses the inmate\nidentification card/official picture card to identify the inmate before initiating a sale. Photocopies\nor the image stored in TRUFACS are not accepted."
}