{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 63,
  "chunk_text": "Please see appendix F in the\nGrant Owner’s Manual for a full text of the contract provisions. For the full text please refer to appendix F of the Grant Owner’s Manual (GOM). Why this condition:\nFederal regulations require recipients and subrecipients to comply with the necessary contract provisions\nin order to standardize and strengthen oversight of all contracts made under federal awards. This provision\nprotects the public interest and ensures the proper management and use of federal funds as it relates to\ncontracts entered into by the recipient. What you should do: The recipient should review all contracts made under the federal award to ensure that they contain the\nprovisions required in appendix F of the Grant Owner’s Manual. 29. Computer network requirement The recipient understands and agrees that no award funds may be used to maintain or establish a computer\nnetwork unless such network blocks the viewing, downloading, and exchanging of pornography. Nothing in this\nrequirement limits the use of funds necessary for any federal, state, tribal, or local law enforcement agency or any\nother entity carrying out criminal investigations, prosecution, or adjudication activities. Why this condition:\nSection 534 of Division B, Title V, of the Consolidated and Further Continuing Appropriations Act, 2015 (Pub.\nL. 113-235) prohibits the use of federal funds to maintain or establish a computer network that does not\nblock the viewing, downloading, and exchanging of pornography. This provision protects the public interest\nin the proper management and use of federal funds. What you should do: The recipient must not use award funds to maintain or establish a computer network unless the network\nblocks pornography. This does not limit the use of funds for criminal investigations, prosecution or\nadjudication activities. 49 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual What are the specific rules regarding termination of grant funding? The COPS Office has the right to sanction or terminate your agency’s project when there is reason to believe\nthat your agency is • not substantially complying with the grant requirements or other applicable provisions of federal law;\n• failing to make satisfactory progress toward the goals or strategies outlined in its application;\n• not adhering to grant requirements or conditions;\n• proposing substantial plan changes to the extent that, if originally submitted, would have resulted in\nthe application being denied funding; • not submitting financial or programmatic reports in a timely manner;\n• filing false statements or certifications in connection with an application, periodic report, or other\ngrant-related documents; • providing other good cause for sanctions or termination as determined by the COPS Office. In these instances, the COPS Office may • temporarily withhold payments pending correction of the situation by your agency;\n• disallow all or part of the cost of the activity or action not in compliance;\n• wholly or partly suspend or terminate your grant;\n• require that some or all of the grant funds be remitted to the U.S. Department of Justice;\n• condition a future grant or elect not to provide future grant funds to your agency until appropriate\nactions are taken to ensure compliance;"
}