{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 42,
  "chunk_text": "2.7. § 550.56 Community Transitional Drug Abuse Treatment Program (TDAT). 2.7.1. Target Population. TDAT is the third component of the RDAP. TDAT is appropriate for\nthe following groups of inmates:\n(a) For inmates to successfully complete all components of RDAP, they must\nparticipate in TDAT in the community. If inmates refuse or fail to complete TDAT,\nthey fail the RDAP and are disqualified for any additional incentives. (b) Inmates with a documented drug abuse problem who did not choose to\nvolunteer for RDAP may be required to participate in TDAT as a condition of\nparticipation in a community-based program, with the approval of the Transitional\nDrug Abuse Program Coordinator. (c) Inmates who successfully complete RDAP and who participate in transitional\ntreatment programming at an institution must participate in such programming for\nat least one hour per month. 2.7.2. RRC Placement. Ordinarily, inmates who participate in the TDAT must receive no less\nthan a 120-day placement in an RRC. It is not always possible to complete transitional drug abuse\ntreatment in less than 120 days. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 23 2.8. § 550.57 Inmate Appeals. Inmates may seek formal review of complaints regarding the operation of the\ndrug abuse treatment program by using administrative remedy procedures in\n28 CFR part 542. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 24 CHAPTER 3. THE RESOLVE PROGRAM:\nA TRAUMA TREATMENT PROGRAM FOR FEMALE INMATES\n3.1. The Resolve Program. In 1993, the Bureau’s Executive Staff approved a model to ensure\nparity of program opportunities for female inmates. This model included the implementation of a\ntrauma treatment program at each female institution. Each institution developed its program\nindependently with limited direction from Central Office, leading to tremendous variability in\nprogram structure and content. In 2004, Executive Staff requested that a single model for trauma treatment be developed and\nimplemented Bureau-wide. After extensive research and consultation with subject matter experts,\nthe Resolve Program was prepared for Bureau-wide implementation in 2007. The Resolve\nProgram consists of two primary components: a psycho-educational workshop and a nonresidential program for inmates with trauma-related disorders. As in all Bureau Psychology Treatment Programs, the Resolve Program is conducted through the\nuse of specific manuals, journals, facilitator guides, and/or other identified resource materials. These Resolve Program materials are drawn from research and practice and are proven effective\nfor use in the treatment of trauma-related disorders. Their use in the program is required. 3.2. Staffing. The Resolve Program is staffed by a psychologist who serves as the Resolve\nProgram Coordinator. The role of Resolve Program Coordinator will be a full-time position. 3.3. The Trauma in Life Workshop\n3.3.1. Purpose. The Trauma in Life Workshop will be provided at all female institutions,\nexcluding Federal Transfer Centers (FTCs), Federal Detention Centers (FDCs), and Metropolitan\nDetention Centers (MDCs). However, FTCs, FDCs, and MDCs may choose to implement this\nprogram element, subject to available resources. It is a psycho-educational workshop that\nprovides female inmates with information on trauma and its potential impact in their lives. The\nworkshop also functions to identify and motivate inmates who need treatment to participate in the\nResolve Program’s non-residential protocol during their incarceration."
}