{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 85,
  "chunk_text": "Screen and\nProjector Technician and\nService Fee Itemized Travel Costs Paid or Reimbursed with Cooperative Agreement Funds Only complete this form when submitting Conference Report Actuals. Total\nLodging Purpose/Role\nDuty Station\nName (Departure and Return\nLocation) (Participant,\nFacilitator, Logistical\nCoordinator, etc.) Total\nM&IE # of days (Include\ntax) Common Carrier\nTransportation\n(Air, Rail, or Bus) Local Transportation\nBaggage\nFees* (Includes taxi, parking,\nrental car, POV)\nTotal\n$\n$\n$\n$\n$\n$ TOTAL $ - $ - * Although there is a separate column for \"Baggage Fees\" that expense should be added to the \"Common Carrier Transportation\" in the actuals report. $ - $ - $ - - Complete this form only when submitting Actual Costs and if there are particular itemized expense in \"Part B Total Conference Costs\" of the Reporting Form exceeds\nthe threshhold or the allowable variance. Provide justification/explanation and calcualtions in the below form. Expense Category Cost Conference Meeting Space\nA/V Equipment and Services\nConference Meeting Space and\nA/V Equipment and Services\nPrinting and Distribution\nGov't Provided Meals*\nBreakfast\nLunch\nDinner\nRefreshments*\nM&IE\nLodging\nTransportation\nLocal Transportation\nLogistical Conference Planner\nProgrammatic Conference Planner\nConference\nTrainer/Instructor/Presenter/Facilitator\nOther Costs\nIndirect Costs Total: Reporting Form Variance Justification/ Explanation\n$0\n$0\n$0 Total will auto-populate $0\n$0\n$0\n$0\n$0\n$0\n$0\n$0\n$0\n$0\n$0\n$0\n$0 Conference trainer/instructor/presentor/facilitator costs should be broken out in the \"Conference\nRequest Questions\" sheet. $0\n$0\n$0\n$0\n$0\n$0\n$0\n$0 $0 Total will auto-populate Appendix F. Financial/Budget Fact Sheets The following pages contain financial and budget fact sheets pertinent to your agency’s CPD award. 102 U.S. Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Sole Source Justification What is “sole source” procurement? Sole source or procurement by noncompetitive proposals is\nprocurement through solicitation of a proposal from only\none source. Sole source procurements must adhere to the\nstandards set forth in 2 C.F.R. § 200.320(f ) in the Uniform\nAdministrative Requirements, Cost Principles, and Audit\nRequirements for Federal Awards, as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101. When is sole source approval required\nby the COPS Office? A recipient must request written approval from the COPS\nOffice for sole source procurements in excess of $150,000\nprior to purchasing equipment, technology, or services;\nobligating funding for a contract; or entering into a\ncontract with award funds. For the purchase of equipment,\ntechnology, or services under a COPS Office award,\nrecipients must use their own documented procurement\nprocedures that reflect applicable state and local laws and\nregulations, as long as those requirements conform to the\nfederal procurement standards set forth in 2 C.F.R.\n§ 200.318. A sole source justification request should be\nsubmitted if a recipient determines that the award of a\ncontract through a competitive process is infeasible. Recipients may conduct noncompetitive proposals (or “sole\nsource” procurement) by procurement through solicitation\nfrom only one source when one or more of the following\ncircumstances apply:\n• The item/service is available only from one source. • The public exigency or emergency for the require­\nment will not permit a delay resulting from competi­\ntive solicitation. • The COPS Office authorizes noncompetitive proposals\nin response to a written request from the recipient. • Competition is determined inadequate after solici­\ntation of a number of sources. Sole source procurement should be used only when\ncompetitive solicitation procedures like sealed bids or\ncompetitive proposals are not applicable to the requirements\nor are impracticable. What documentation must be submitted to\nthe COPS Office for sole source approval?"
}