{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 17,
  "chunk_text": "7. Evaluations\nThe COPS Office may conduct monitoring or sponsor national evaluations of the COPS Office Tribal Resources\nGrant Program. The grantee agrees to cooperate with the monitors and evaluators. 8 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that evaluations of the program\nmay be carried out or commissioned by the Attorney General for the furtherance of the purposes of the\nact. The COPS Office conducts evaluations to determine which programs are working, how programs may\nbe improved, and why certain programs are more successful than others. Specifically, the COPS Office\nmay assess the way in which your agency implements its grant. In some jurisdictions, COPS Office staff or\nevaluators may study the effectiveness of funded programs, projects, and activities. Evaluators may collect\ninformation about the programs’ effect on crime, victims of crime, and the quality of life in communities. In\naddition, they may ask questions about the challenges encountered during project implementation, how\nresidents feel about community policing, and how police feel about their work. This information will be\nuseful to other communities and police agencies across the country. What you should do: When evaluations are undertaken, you may be contacted in writing with specific requests for information. In general, evaluators may need to speak with individuals in your agency or department, observe activities,\nand obtain written reports about and from your agency or department. You will be asked to facilitate\nany site visits and information-gathering activities. In addition, you will be asked to provide accurate and\ntimely information about your grant activities. You should fully comply with any requests regarding these\nevaluations. 8. Reports/Performance goals To assist the COPS Office in the monitoring of your award, your agency will be responsible for submitting quarterly\nprogrammatic progress reports and quarterly Federal Financial Reports using Standard Form 425 (SF-425). The\nprogress report is used to track your agency’s progress toward implementing community policing strategies and\nto collect data to gauge the effectiveness of increasing your agency’s community policing capacity through COPS\nOffice funding. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 and other federal regulations and policies\nrequire that financial assistance provided by the Federal Government be monitored carefully to ensure\nthe proper use of federal funds. In addition, the COPS Office seeks to document, on a continuing basis, the\nprogress of our programs and grantees. What you should do: This grant condition is designed to make your agency aware of reporting requirements associated with TRGP\ngrants. Quarterly programmatic progress reports and a final programmatic closeout report will be required\nto be submitted directly to the COPS Office through the “Account Access” portion of the COPS Office\nwebsite at www.cops.usdoj.gov. Your agency is also required to submit quarterly Federal Financial Reports\nusing Standard Form 425 (SF-425) within 30 days after the end of each calendar quarter. A final SF-425 will\nbe due within 90 days after the end of the grant period. This report reflects the actual cumulative federal\nexpenditures incurred during the funding period, and the remaining unobligated balance of federal funds."
}