{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 59,
  "chunk_text": "23. Debarment and suspension The recipient agrees not to award Federal funds under this program to any party which is debarred or suspended\nfrom participation in Federal assistance programs. Why this condition:\nUnder federal regulations, recipients are required to ensure that federal funds are not given to parties that are\ndebarred or suspended from participation in federal assistance programs. This is to protect the public interest\nand to ensure proper management and integrity in federal activities by conducting business only with\nresponsible parties. For details regarding the debarment and suspension requirements, please see 2 C.F.R. Part\n180 (Government-wide Debarment and Suspension), and 2 C.F.R. Part 2867 (DOJ-specific requirements.) 45 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual What you should do: If, under a COPS Office award, you enter into a contract for goods or services that is for $25,000 or more or\nany subaward, you must verify that the vendor or subawardee and their respective principals (e.g., owners,\ntop managers) with whom you intend to do business are not excluded or disqualified from participation\nin federal assistance programs. In addition, you must include a term or condition in the contract or\nsubaward requiring the vendor or subawardee to comply with subpart C of the OMB guidance in 2 C.F.R.\nPart 180 (Government-wide Debarment and Suspension) and subpart C of 2 C.F.R. Part 2867 (DOJ-specific\nrequirements). 24. Whistleblower protection The recipient agrees not to discharge, demote, or otherwise discriminate against an employee as reprisal for the\nemployee disclosing information that he/she reasonably believes is evidence of gross mismanagement of a Federal\ncontract or grant, a gross waste of Federal funds, an abuse of authority relating to a Federal contract or grant, a\nsubstantial and specific danger to public health or safety, or a violation of law, rule, or regulation related to a Federal\ncontract (including the competition for or negotiation of a contract) or grant. The recipient also agrees to provide\nto their employees in writing (in the predominant native language of the workforce) of the rights and remedies\nprovided in 41 U.S.C. § 4712. Please see appendix E in the Grant Owner’s Manual for a full text of the statute. Why this condition:\nUnder the “Pilot program for enhancement of contractor protection from reprisal for disclosure of certain\ninformation” (41 U.S.C. § 4712), which is in effect through January 1, 2017, recipients are prohibited from\ntaking reprisal actions against employees for certain whistleblowing activities in connection with federal\ngrants and contracts. The pilot program protects the public interest and ensures the proper management\nand use of federal funds. What you should do: The recipient must not take reprisal actions against an employee for disclosing misconduct under federal\ncontracts and grants to certain persons and entities. The recipient is prohibited from discharging, demoting, or otherwise discriminating against an employee as\nreprisal for disclosing information that he or she reasonably believes is evidence of"
}