{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 72,
  "chunk_text": "• Withhold further federal awards for the project or program.\n• Take other remedies that may be legally available. 59 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Your Single Audit Act reports should not be sent to the COPS Office. If the U.S. Department of Justice is your\ncognizant federal agency (see the Glossary of Terms on page 88), they should be sent to the Federal Audit\nClearinghouse at:\nFederal Audit Clearinghouse\nBureau of Census\n1201 East 10th Street\nJeffersonville, IN 47132\nThe U.S. Department of Justice, Office of Justice Programs (OJP) serves as the liaison between grantees and\nauditors in the conduct of SAA audits. Questions and comments regarding SAA audits may be directed to\nthe COPS Office Response Center at 800-421-6770. What is the role of the Office of the Inspector General (OIG)? The OIG is a separate component of the U.S. Department of Justice and is independent of the COPS Office. The primary objective of OIG audits is to assess compliance with grant conditions. OIG audits are designed to\npromote economy, efficiency, and effectiveness in the administration of grants by evaluating compliance with\nlaws, regulations, policies, and procedures governing the operations encompassed in the scope of the audit. How are COPS Office grants selected for an OIG audit? The OIG may conduct a COPS Office grant audit in response to a referral that the OIG believes warrants\nfurther evaluation. The OIG also surveys DOJ agencies on an annual basis to solicit input on suggested audit\nareas for the upcoming fiscal year. In most instances, however, the OIG selects grants based on a number of\nfactors, including the geographical distribution of grants awarded, award amount, population served, and\ntype of grant (both active and expired). As such, the fact that your grant has been selected for an OIG audit is\nnot necessarily indicative of a suspected concern or problem area. The COPS Office Grant Monitoring Division serves as the liaison between grantees and the OIG’s Audit\nDivision, which conducts the audit. After the OIG notifies the COPS Office of upcoming audits to be\nconducted, the COPS Office Audit Liaison Division will send out a notification letter to the grantee outlining\nthe scope of each audit and the anticipated audit timeframe. This notification letter also advises grantees\nof the supporting documentation required and information necessary for the OIG during their scheduled\nfield work and provides a COPS Office point of contact to address questions and concerns. If you have any\nquestions regarding an OIG audit, please contact the COPS Office Grant Monitoring Division at 800-4216770. Questions and comments regarding the administration of your COPS Office grant not specifically\nrelated to an audit should be referred to your COPS Office Grant Program Specialist. Typical audit findings The OIG has typically reported the following audit findings pertaining to grants as a result of lack of proper\ndocumentation, poor business practices, or inadequate accounting and record keeping systems: • unallowable costs."
}