{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 5,
  "chunk_text": "See Section 7.d.(2), below. A high risk\nof gang-related prison violence is an example of a\nprison security concern which might justify the\nwithholding of public information about one inmate to\nanother inmate while in custody. (2) Documents or information which would reveal sources of\ninformation obtained through a legitimate expectation of\nconfidentiality or which would otherwise endanger the life or\nphysical safety of any person.\n! For the applicable FOIA exemptions, see Exemptions 6\nand 7 in Attachment A. ! An example is a statement of an inmate witness made in\nthe context of a current or a completed disciplinary,\ncriminal, or accident investigation. This statement\nshall not be disclosed to another inmate if such\ndisclosure would endanger the inmate witness. (3) Documents or information which could disrupt an\ninmate's institutional program due to the diagnostic or\nevaluative opinions contained in the document, and which would\nlikely provoke adjustment difficulties or aggravate existing\nadjustment difficulties.\n! For the applicable FOIA exemptions, see Exemptions 5\nand 6 in Attachment A. (4) Documents or information which would interfere with\nongoing law enforcement proceedings, including administrative\ninvestigations.\n! For the applicable FOIA exemptions, see Exemptions 5\nand 7 in Attachment A. PS 1351.05\n9/19/2002\nPage 6\n! While certain investigative information might be\ndisclosed after an administrative investigation is\ncompleted, particular care must be exercised regarding\ndisclosure during the course of the investigation. Even after the investigation is completed, personal\nsafety and prison security concerns may outweigh the\nright to a FOIA disclosure. ! Only the institution staff member the Warden designates\nas the institution's Public Information Officer is\nauthorized to make public statements regarding any\ninvestigation. For further guidance, see the Program\nStatement on Contacts with the News Media and the\nPublic Information Officer's Handbook. Questions regarding criminal prosecutions, such as the\nstatus of a case, shall be referred to the appropriate U.S.\nAttorney. (5) Documents or information which, through disclosure of\nlaw enforcement techniques, information, or procedures, could\nreasonably be expected to enable the requester to violate a law,\nor to threaten the security of a Bureau institution or the safety\nof any person. ! For the applicable FOIA exemptions, see Exemptions 2\nand 7 in Attachment A. ! Some Program Statements and Operations Memoranda, and\nother documents such as post orders, construction\ndiagrams, etc., may be exempted because disclosing them\nwould pose a threat to institutional security. This\nmay also apply to information contained in\ninvestigations and other Bureau reports where law\nenforcement techniques are described. 8. [PRODUCTION OF RECORDS IN COURT ยง 513.33. Bureau records are\noften sought by subpoena, court order, or other court demand, in\nconnection with court proceedings. The Attorney General has\ndirected that these records may not be produced in court without\nthe approval of the Attorney General or his or her designee. The\nguidelines are set forth in 28 CFR part 16, subpart B.] Bureau staff who receive such demands shall consult with their\nRegional Counsel or the Office of General Counsel for advice\nregarding proper handling of the demand. 9. [PROTECTION OF INDIVIDUAL PRIVACY - DISCLOSURE OF RECORDS TO\nTHIRD PARTIES ยง 513.34.] Bureau employees must carefully\nmaintain and process all information concerning individuals to\nensure that information is accurate, relevant, and timely, and to\nensure that no inadvertent disclosure of information is made."
}