{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 21,
  "chunk_text": "28 Attachment A. SENTRY CMA Assignments Entered by DSCC and Institution Staff\nInmates who qualify for review under the Adam Walsh Act (see Section 1) have one of the\nfollowing Walsh Act CMA assignments applied by the DSCC classification or institution staff:\n■ WA NO HIST: NO WALSH ACT OFFENSE HISTORY This assignment is applied when there is no evidence of a criminal sexual offense (i.e., arrest,\ncharge, or conviction) in the inmate’s criminal history. ■ WA NO CONV: WALSH ACT HIST – NO CONVICTION This assignment is applied when there is evidence of a criminal sexual offense (e.g., arrest or\ncharge) that did not result in a conviction (e.g., allegations only, dismissed charge, nolle\nprossed, or acquittal). ■ WA W CONV: WALSH ACT HIST – WITH CONVICTION This assignment is applied when there is evidence of a criminal sexual offense that resulted\nin a conviction. What is of relevance is the offense conduct, not the actual conviction. In\nother words, a “non-sexual” conviction resulting from a plea agreement (e.g., an offender\nwho pleads guilty to an assault but committed rape, or a burglary conviction that involved a\nsexual assault) would be captured under this assignment. Inmates with a qualifying Walsh Act CMA assignment (WA W CONV or WA NO CONV) have\nthe following Walsh Act CMA assignment added when the inmate is at 18 months from release,\nor immediately, for cases with less than 18 months to serve:\n■ WA REFER: REFERRED TO CERT REVIEW PANEL The inmate has been referred to the SOCRB for certification review. Walsh Act - CMA Assignments Entered by the Bureau’s Sex Offender Certification Review\nBranch\nThe Sex Offender Certification Review Branch will review and apply one of the following\nassignments for inmates with WA REFER:\n■ WA NOT CER: WALSH ACT – NOT CERTIFIED This assignment is entered when an inmate is not certified as a sexually dangerous person\nand has been approved for release. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 29 ■ WA TRANSFR: WALSH ACT – REQUIRES TRANSFER This assignment is entered when an inmate is transferred for certification review purposes. ■ WA PRE-CRT: WALSH ACT – NEEDS PRECERT EVAL The inmate has been referred for a precertification evaluation and is awaiting the final\ndecision by the Certification Review Panel. ■ WA CERTIFIED: WALSH ACT – CIV COMT CERTIFIED\nThe U.S. Attorney’s Office has filed an official certification petition with the Clerk of the\nCourt, and the inmate has been certified as a “Sexually Dangerous Person.” P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 30"
}