{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 22,
  "chunk_text": "Proprietary information (e.g., raw test data or answer sheets) should not be released if disclosure\nwould compromise the integrity and usefulness of the test. Inmates may not review the electronic\nmedical record directly. Inmates may only review and/or receive copies of records printed from\nthe electronic medical record. The Psychology Services Branch is available for consultation\nregarding the release of mental health information, if necessary. The Program Statement Release of Information contains detailed guidance regarding release of\ninformation procedures. If additional questions concerning disclosure arise, Psychology Services\nstaff should seek guidance from the Freedom of Information/Privacy Act (FOIA/PA) Branch. P5310.17 8/25/2016 27 f. Record Retention. BOP-RIDS, also known as RIDS, is the Bureau’s Records and Information\nDisposal Schedule system. The system contains information management guidance, including a\ndescription of Bureau records, the organization and location of these records, and the legal\nauthority governing their retention and ultimate dispositions. BOP-RIDS is accessible on Sallyport\nand provides specific guidance regarding Psychology Services records. 11. PSYCHOLOGY SERVICES WORKFORCE DEVELOPMENT Psychology Services workforce development efforts are broad in scope and include discipline\nspecific and interdisciplinary professional development activities. Discipline specific workforce\ndevelopment activities include training and continuing professional education for Psychology\nServices staff; scholarly professional activities; community outreach and other recruitment\nstrategies; the demonstration of maintenance of clinical proficiency; and student training programs. a. Recruitment and Retention. The responsibility for recruiting and retaining a highly qualified\nPsychology Services workforce is shared by all agency psychologists, as well as Executive Staff. The Bureau employs a series of targeted recruitment strategies aimed at maximizing the agency’s\nability to recruit capable and skilled mental health professionals. These recruitment and retention\nstrategies include, but are not limited to:\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■ Comprehensive knowledge of Bureau hiring procedures and practices. Close tracking and monitoring of Psychology Services vacancies. Ties to professional colleagues and academic institutions. Community outreach efforts; i.e., professional publications and presentations. Recruitment booths, and related efforts, at professional conferences. Student training programs; i.e., psychology practicum, internship, and post-doctoral resident\nprograms. Paid advertisements in professional trade journals, publications, and websites. Use of social media to raise awareness of the Bureau as a desirable career path. Employee incentives; e.g., above the minimum rate, entry age waiver, student loan repayment,\nrecruitment/relocation/retention incentive. Support for professional licensure and certification. b. Professional Education for Psychology Services Staff. Bureau psychologists and treatment\nspecialists are expected to develop and maintain expertise as correctional mental health\nprofessionals. Specifically, Psychology Services clinicians must be knowledgeable about a wide\nrange of diagnoses, assessment instruments, and evidence-based treatment interventions. Psychologists and treatment specialists working in specific program areas are also required to\ndevelop and maintain expertise specific to these areas; e.g., sex offender treatment, substance\nabuse treatment. In support of this expertise, mandatory national training is provided for\nP5310.17 8/25/2016 28 psychologists and treatment specialists, as detailed in the Program Statement Employee\nDevelopment Manual. Clinical supervision is also provided to develop and maintain the expertise\nof Bureau clinicians. Continuing Professional Education. The Bureau is committed to providing continuing education\nopportunities to psychologists and treatment specialists to increase their expertise in working with\ncorrectional populations. Staff are afforded adequate time to participate in continuing education\nopportunities recommended by the Branch."
}