{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 15,
  "chunk_text": "c. Medical records containing subjective evaluations and\nopinions of medical staff relating to the inmate's care and\ntreatment will be provided to the inmate only after the staff\nreview required by paragraph (d) of this section. These records\ninclude, but are not limited to, outpatient notes, consultation\nreports, narrative summaries or reports by a specialist,\noperative reports by the physician, summaries by specialists as\nthe result of laboratory analysis, or in-patient progress\nreports. d. Prior to release to the inmate, records described in\nparagraph (c) of this section shall be reviewed by staff to\ndetermine if the release of this information would present a harm\nto either the inmate or other individuals. Any records\ndetermined not to present a harm will be released to the inmate\nat the conclusion of the review by staff. If any records are\ndetermined by staff not to be releasable based upon the presence\nof harm, the inmate will be so advised in writing and provided\nthe address of the agency component to which the inmate may\naddress a formal request for the withheld records. An accounting\nof any medical records will be maintained in the inmate's medical\nfile.] Release, review, and accounting of disclosures to inmates and\nformer inmates shall be in accordance with the procedures in the\nHealth Services Manual. 15. [INMATE ACCESS TO CERTAIN BUREAU PROGRAM STATEMENTS\n§ 513.43. Inmates are encouraged to use the simple local access\nprocedures described in this section to review certain Bureau\nProgram Statements, rather than the FOIA procedures described in\nSections 513.60 through 513.68 of this Subpart. PS 1351.05\n9/19/2002\nPage 21\na. For a current Bureau Program Statement containing rules\n(regulations published in the Federal Register and codified in 28\nCFR), local access is available through the institution law\nlibrary. b. For a current Bureau Program Statement not containing rules\n(regulations published in the Federal Register and codified in 28\nCFR), inmates may request that it be placed in the institution\nlaw library. Placement of a requested Program Statement in the\nlaw library is within the discretion of the Warden, based upon\nlocal institution conditions. c. Inmates are responsible for the costs of making personal\ncopies of any Program Statements maintained in the institution\nlaw library. For copies of Program Statements obtained under the\nFOIA procedures described in Sections 513.60 through 513.68 of\nthis Subpart, fees will be calculated in accordance with 28 CFR\n16.10.] 28 CFR 513.60 through 513.68 refers to Sections 26 through 34 of\nthis Program Statement. 16. [FEES FOR COPIES OF INMATE CENTRAL FILE AND MEDICAL RECORDS\n§ 513.44. Within a reasonable time after a request, Bureau staff\nare to provide an inmate personal copies of requested disclosable\ndocuments maintained in the Inmate Central File and Medical\nRecord. Fees for the copies are to be calculated in accordance\nwith 28 CFR § 16.10.] No fee shall be charged for the following:\n#\n#\n# the first 100 pages of duplication (or its cost equivalent),\nthe first two hours of search time (or its cost equivalent),\nor\ncharges which total $8.00 or less. The duplication cost is calculated by multiplying the number of\npages in excess of 100 by $0.10, the current rate set in\n28 CFR 16.10."
}