{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 29,
  "chunk_text": "OMB approval may take several months to receive, so awardees are advised to allow ample time for\nprocessing of this request. 20. Human subjects research The awardee agrees to comply with the provisions of the U.S. Department of Justice’s common rule regarding\nProtection of Human Subjects, 28 C.F.R. Part 46, prior to the expenditure of Federal funds to perform such\nactivity(ies), if applicable. The awardee also agrees to comply with 28 C.F.R. Part 22 regarding the safeguarding of\nindividually identifiable information collected from research participants. Why this condition:\nProtections for human subjects of research are required under U.S. Department of Justice regulations at\n28 C.F.R. Part 46. This regulation constitutes the Federal Policy (Common Rule) for the Protection of Human\nSubjects. Each institution engaged in (nonexempt) COPS Office-supported human subjects research must\nprovide a written assurance of compliance, satisfactory to the COPS Office, that it will comply with the DOJ\nhuman subjects regulations. What you should do: If any part of your CPD project contains research or statistical activities which involve human subjects that\nare not covered by an exemption set forth in 28 C.F.R. Part 46.101(b), you should ensure that you meet the\nprovisions of the DOJ’s common rule regarding human subjects research risk protections, 28 C.F.R. Part 46,\nprior to the expenditure of federal funds to perform such activity(ies). By signing the award document, you\nalso agree to comply with 28 C.F.R. Part 22 regarding the safeguarding of individually identifiable information\ncollected from research participants. 21. Copyright If applicable, U.S. Department of Justice regulations permit an awardee to copyright any work that is subject to\ncopyright and was developed, or for which ownership was purchased, under an award. The awardee agrees that\nthe COPS Office reserves a royalty-free, nonexclusive, and irrevocable license to reproduce, publish, or otherwise use,\nand to authorize others to use, for Federal Government purposes: (1) the copyright in any work developed under\nthe Community Policing Development award, subaward, or contract; and (2) any rights of copyright to which an\nawardee, subawardee, or a contractor purchases ownership with support from Community Policing Development\nfunds. The awardee also agrees that it is responsible for acquiring the rights, and ensuring that its subawardees/\ncontractors/authors acquire the rights, to copyrighted material for inclusion in U.S. Department of Justice\npublications and other products and deliverables that are developed under the award, including the payment of\nrequired fees. The COPS Office may make available for reproduction material produced under this Cooperative\nAgreement by any means, including a DOJ website, a hard copy(ies), or in electronic form(s), without restriction. The awardee further agrees that the COPS Office reserves the right, at its discretion, to not publish deliverables and\nother materials developed under this Cooperative Agreement as a U.S. Department of Justice resource. 17 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual When appropriate, U.S. Department of Justice publications and other products and deliverables developed\nunder the Community Policing Development award should contain the following copyright notice: “Copyright\n© [year work was published] [name of copyright owner]."
}