{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 102,
  "chunk_text": "In order to\nensure that all phases of the discipline hearing record are\ncomplete and the findings are based on facts, the procedures have\nbeen followed, and that any delays are justified, the DHO shall\ncomplete the Checklist for Center Discipline Committee\nCertification form (BP-S494.073) and place it in the front of the\nCDC packet. The DHO shall also sign and date the CDC Report on\nthe top right side to certify compliance with disciplinary\nrequirements. If the DHO is not satisfied that all criteria are\nmet, they will return the packets and point out errors and\nomissions to be corrected. If the DHO experiences recurring\nproblems, the CCM should be notified so the issue can be PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 20\naddressed as a matter of contract compliance. If\nthe DHO is satisfied that all criteria are met, he or she will\ncertify, impose final action, and sign and date the CDC report. Additionally, the DHO will enter the incident report and charges\nusing the SENTRY transaction \"Update Charges\" as well as revise\nthe \"Add Hearings/Findings\" transaction immediately after final\naction is taken and enter the SENTRY report number in the upper\nright corner of the Checklist for CDC Certification. The report\nwill be given an initial incident report status of \"CDC”. If an\ninmate has any prior discipline action, the DHO shall determine\nif there are any executable suspended sanctions using the SENTRY\nSanctions Available to Execute. The Update Changes transaction\nshould be done as soon as the packet is received from the CCC,\neven if the case is to be returned for corrective action. Doing\nso provides an effective tracking system of reports under review. The DHO shall maintain a log to record pertinent information on\neach case reviewed. At a minimum, the log shall include:\nthe inmate name, e\nregister\nnumber,\ne\nfacility,\ne\ndate of CDC hearing,\ne\ndate received by DHO,\ne\ndate returned (if errors were discovered),\ne\ndate reply received,\ne\nfinal action date,\ne\nSENTRY entry date,\ne\nSENTRY Incident Report number, and\ne\ndate forwarded to the CCM. e This information shall be available for review by the Discipline\nHearing Administrator and the Community Corrections\nAdministrator. 5.7.4. Procedures CCM to Follow After Imposition of Sanctions When the CCM receives the CDC packet from the DHO, he or she\nshall review the CDC packet further to ensure that it has been\ncertified, sanctions imposed, signed and dated by the DHO as\nrequired. The DHO's sanction is final and subject only to the\nCCM's review to ensure conformity with the provisions of the\ncommunity corrections discipline policy. The CCM shall ensure the sentence is recomputed and/or initiate\nthe transfer, if appropriate, and ensure that any other sanctions\nthe DHO imposed are executed in accordance with directives. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 21 The CCM shall notify facility staff in writing of decisions and\nprovide a copy of the CDC report for the inmate within three\nworking days, if possible, but no longer than five working days\nfrom date of receipt of the final disposition from the DHO. Part\nII of the Incident Report (investigation) may not be given to the\ninmate. Any exceptions to this notification procedure must be\njustified and documented."
}