{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 6,
  "chunk_text": "Institutions with armed posts, the Post Orders must contain\nspecific instructions for:\n(1) The proper care and safe handling of firearms. (2) When use of firearms is authorized. Note: Post Orders must specifically allow staff to\nreturn fire when fired upon first. PS 5500.14\n10/19/2012\nChapter 1, Page 5\nSection 3: General Post Orders - applicable to all posts. Section 4: List of Program Statements and Institution\nSupplements relevant to the post. Section 5:\n3. Employee Signature sheet. Maintenance of Post Orders a. Post Orders will be kept current. All changes will be\nincorporated into the post orders upon approval by the Captain. b. Post Orders and log books are confidential documents and\nshould never be left unattended or in an area accessible to\ninmates. Post Orders must be secured at all times when not in use by\nstaff. c. The Captain will maintain historical files and copies of\nbackup disks of post orders (see Attachment A for retention\ninstructions). d. Regional Correctional Services Administrators are to\nreview the Post Orders during staff assist visits. 4. Armed and Perimeter Access Post Assignments. Officers\nassigned to armed posts must qualify with the firearms assigned\nto that post prior to post assignment. Except for emergencies, or as authorized by the Warden, armed\nemployees are assigned only to towers, mobile patrols, or other\npositions inaccessible to inmates. Post Orders should also contain specific guidelines of\npersonnel entering/exiting the front entrance and rear gate. 104. OPERATIONAL REVIEW OF CORRECTIONAL SERVICES. Refer to the\nProgram Statement on Management Control and Program Review,\nChapter 2, Operational Reviews. The Captain will develop and maintain a quarterly perpetual audit\nschedule. Reviews should be based on identified trends and the\nneeds of the institution. A system of correcting identified\ndeficiencies will be implemented. 105. LIEUTENANTS' MEETINGS. A Lieutenants’ meeting will be held\nmonthly to discuss programs and problem areas of general concern. PS 5500.14\n10/19/2012\nChapter 1, Page 6\n Missing tools will be discussed at this meeting.  Lieutenants in attendance will be listed in the\nminutes.  A recorder will be assigned to compose the minutes.  The minutes will be submitted to the Correctional\nServices Administrator, Regional Office, monthly. At a closed meeting, either before or after the formal meeting,\nthe Captain and Lieutenants will review the progress and evaluate\neach probationary officer’s performance. 106. INTELLIGENCE BRIEFINGS. In an effort to enhance\ncommunications, intelligence briefings will be conducted with\ninstitution executive staff. Standard topics should include\nupdates on all active investigations, serious incidents (i.e.,\nfires, fights, assaults, homicides, etc.), subpoenas/FOIA\nrequests, phone/mail abuse, urine surveillance, alcohol testing,\nsecurity threat groups, inmate housing, work details, etc.. Each institution will develop a system to pass on appropriate\nintelligence to staff. 107. UNIFORM REGULATIONS. Uniforms will be worn in accordance\nwith the uniform policy and Master Agreement. Staff will not carry on their person potentially hazardous items,\nsuch as pocket knives, large amounts of cash, chemical agents,\nutility tools (leatherman), personal pagers, personal handcuff\nand key, cellular telephones, personal computers, etc. PS 5500.14\n10/19/2012\nChapter 2, Page 1\nCHAPTER 2\nTOOL AND HAZARDOUS MATERIALS\n200. RESPONSIBILITIES 1. Each institution is responsible for developing an\nInstitutional Supplement outlining tool control procedures and\ninspection system. Department heads will be responsible for\nimplementing this procedure in their departments."
}