{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 73,
  "chunk_text": "Typical audit findings The OIG has typically reported the following audit findings pertaining to grants as a result of lack of proper\ndocumentation, poor business practices, or inadequate accounting and record keeping systems: • unallowable costs. Grantee incurred costs which were not approved in the original budget, were in\nexcess of the approved budget, or were charged to the grant after the expiration date and a grant\nextension was not obtained. • unsupported costs. Specific grant expenditures and reimbursements could not be supported by\nadequate documentation, or grant expenditures were in excess of actual grant costs. • lack of complete/timely programmatic and financial reporting. Grantee failed to submit required programmatic and financial reports in a timely manner and/or had inadequate record keeping systems. 60 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual • failure to retain. Grantee lacked documentation to support retention planning efforts during the grant\nperiod or failed to demonstrate an increase in the baseline of locally funded sworn officer positions\nat the conclusion of the 36 months of federal funding, over and above what the grantee would have\nfunded in absence of the grant. • supplanting. Grantee could not document efforts to backfill vacant local sworn officer positions, or grantee could not explain reductions in local law enforcement budget during the grant award period. • lack of adequate community policing. Grantee had difficulty demonstrating community policing\nactivities. • funds to better use. Funds could be used more efficiently based on management actions such as\n• reductions in outlays;\n• deobligation of funds;\n• withdrawal;\n• costs not incurred by implementing recommended improvements;\n• any other savings which are specifically identified. • questioned costs. Costs that are questioned by the auditor because of an audit finding which resulted from a violation or possible violation of a provision of law, regulation, grant terms and conditions, or\nother document governing the use of federal funds; or because costs incurred appear unreasonable\nand do not reflect the actions a prudent person would take under the same circumstances; or because\ncosts at the time of the audit are not supported by adequate documentation. After the final OIG audit report has been issued, the COPS Office Audit Liaison Division will continue working\nas the liaison between your agency and the OIG to obtain closure on any audit findings. The COPS Office\nwill issue a closure letter once all audit recommendations have been closed by the OIG. You must keep all\ndocumentation related to the audit for a period of three years following the audit’s closure. 61 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual VI. Reports As part of the TRGP, your agency will be required to submit quarterly Federal Financial Reports as well as\nquarterly Program Progress Reports. Awarded agencies should be prepared to track and report TRGP funding\nseparately from other funding sources (including other COPS Office and federal grants) to ensure accurate\nfinancial and programmatic reporting on a timely basis."
}