{
  "document_category": "guidance",
  "document_name": "5217_02.pdf",
  "chunk_index": 7,
  "chunk_text": "d. Protective Equipment. Consistent with the Correctional Services Program Statements,\nappropriate protective equipment will be made available for Special Management Units. The\nP5217.02 8/09/2016 8 location of this protective equipment will be in an area accessible to staff, as determined by the\nWarden. 6. PROGRAM STRUCTURE AND REVIEWS\nSMUs consist of three program levels, differentiated by the conditions of confinement and\nexpected time frames for completion, as described below. Completion of all levels is expected\nwithin 9 to 13 months. Level Expected Level Completion Time One 6-8 Months Two 2-3 Months SMU Reviews\nInitially within 28 days, no less than\nevery90 days fdfDays No less than every 90 days\nThree 1-2 Months Inmates currently housed in the SMU as of August 9, 2016, or prior to the effective date of this\npolicy will be individually assessed using form BP-A0949, Special Management Review Report,\nto determine their level in the SMU Program according to the provisions of this Program\nStatement. The inmate’s ability to maintain clear conduct, successful participation in SMU\nprogramming, and efforts at positive interaction with staff and other inmates will be considered\nin making these assessments. For inmates currently housed in the SMU as of August 9, 2016, or\nprior to the effective date of this policy, their time in the SMU may be more than 24 consecutive\nmonths depending on their level in the SMU program. a. Level One\nInmate Interaction. At this level, interaction between inmates is minimal (for example, shower,\nrecreation, programming). Inmates will normally be restricted to their assigned cells. Admission and Orientation. Inmates will participate in an institution and unit admission and\norientation (A&O) program, as outlined in the Program Statement Admission and Orientation\nProgram. The goal of the SMU A&O program is to provide inmates with information regarding\ninstitution operations, program availability, and the requirements for successful progression\nthrough each of the three levels of the program. A&O may be conducted through in-cell\nprogramming, using radio programs or other available technology. P5217.02 8/09/2016 9 Programming. Initial programming assessment will occur within the first 28 days of an inmate’s\narrival at the SMU. Institution and SMU staff interact with each inmate on an individual basis to:\n■ Assess the inmate’s program and counseling needs. ■ Discuss SMU program objectives/expectations. ■ Establish a set of program goals based on the inmate’s individual needs and the programming\navailable within the unit. ■ Communicate requirements of the SMU program, including the expectations the inmate must\nmeet before he/she will be considered for a general population institution. Inmates will continue their involvement in GED or ESL, either individually or in a classroom\nsetting. Initially during this level, inmates may be involved in programs on a self-study basis. Property. Inmates will have limited personal property, as determined by the Warden through the\nInstitution Supplement. Level Progression. Progression through Level One is based upon the inmate’s compliance with\nbehavioral expectations, as established by institution and SMU staff. A multidiscipline Special\nManagement Review will be conducted by the Unit Manager, Captain, and Associate Warden\n(chairperson)(or his/her acting)."
}