{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 69,
  "chunk_text": "Audit Report Template Post-Audit\nEven after issuance of an auditor’s final report, there are several PREA Standards that apply in\nthe post-audit stage. This chapter will primarily discuss auditors’ obligations for document\npreservation and retention, followed by a brief discussion of the audit appeal process. Documentation Retention The PREA Standards require not only that documentation be reviewed and used to make\ncompliance determinations, but they require auditors to retain and preserve all audit\ndocumentation and information relied upon to make the compliance determinations. Standard\n115.401(j) states, “The auditor shall retain and preserve all documentation (including, e.g.,\nvideo tapes and interview notes) relied upon in making audit determinations. Such\ndocumentation shall be provided to the Department of Justice upon request.” An FAQ issued by\nthe DOJ PREA Working Group on March 24, 2014 states that all documentation must be\nretained by the auditor for 15 months following the issuance of the final report. 25\nThe DOJ PREA Working Group released additional guidance on March 18, 2015, which provides\nextensive detail on the scope of an auditor’s requirements under Standard 115.401(j). 26\nAuditors are required to follow this official guidance in order to meet their obligations under\nthe Standard. Importantly, the guidance states that auditors are required to preserve and retain\n“. . . both documentation relied upon in finding that a facility does not comply with a Standard,\nas well as documentation relied upon in finding that a facility does meet or exceed a Standard.” Thus, regardless of an auditor’s audit findings, he or she must be prepared to provide to DOJ,\nupon request, all of the evidence relied upon to make the compliance determinations for up to\n15 months following the issuance of the final report. This requirement includes all audit documentation, whether stored in hardcopy, electronic, or\ndigital formats (e.g., video footage of the facility). Auditors must take notes to document the\naudit process—including notes for all interviews, site review observations, and documentation\nreview—and auditor notes must be preserved and retained pursuant to the official DOJ\nguidance referenced above. An auditor’s notes are critical for documenting the audit process\nand the evidence relied upon to make compliance determinations; thus, an auditor’s notes\nshould be comprehensive, organized, and adequately convey the important points or key\ntakeaways from the interviews, observations of practice, or review of documentation. Auditors\nare strongly encouraged to develop a good note-taking system and to maintain that system for\nevery audit. If, upon request by DOJ, auditors are unable to provide their notes for any\ncomponent of the audit (i.e., interviews, observations, documentation review), they run the risk 25\n26 See the full FAQ here: www.prearesourcecenter.org/node/3220. See the full FAQ here: www.prearesourcecenter.org/node/3221. 70 of being out of compliance with their obligations under Standard 115.401(j) and may be subject\nto disciplinary action by the PREA Management Office that impacts their DOJ certification. It is important to note that some types of documentation should be retained in their entirety,\nnamely logs or lists (e.g., logs of unannounced rounds, lists of all sexual abuse or sexual\nharassment allegations), whereas for other forms of documentation, like inmate records or\npersonnel files, auditors need only preserve and retain the applicable documents in the file."
}