{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 8,
  "chunk_text": "62\nGlossary of Terms . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 64\nCOPS Office Resources . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 68 ii COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Getting Started\nCongratulations on receiving a grant from the U.S. Department of Justice (DOJ), Office of Community\nOriented Policing Services (COPS Office). The 2015 COPS Anti-Methamphetamine Program (CAMP) is\ndesigned to advance public safety by providing funding directly to state law enforcement agencies in\nstates with high seizures of precursor chemicals, finished methamphetamine, laboratories, and laboratory\ndump seizures for the purpose of locating and investigating illicit activities, including precursor diversion,\nlaboratories, or methamphetamine traffickers. CAMP funding may be used to locate or investigate illicit activities, including precursor diversion,\nlaboratories, or methamphetamine traffickers. Funding under this program is not available for\nmethamphetamine laboratory cleanup, treatment programs, or prosecution of methamphetaminerelated activities. The allowable uses of your agency’s CAMP grant are specified on the CAMP Financial Clearance\nMemorandum (FCM). If your agency’s local fiscal conditions have changed since submitting the FY 2015\nCAMP application and your agency wishes to modify its CAMP grant to reprogram awarded funding into a\ndifferent hiring funding category, please refer to grant condition #6 on page 10 of this manual for detailed\ninformation on requesting a post-award grant modification. This CAMP Grant Owner’s Manual will assist your agency with the administrative and financial matters\nassociated with your grant. It was developed by the COPS Office to ensure that all CAMP grantees clearly\nunderstand and meet the requirements of their grant. Please review this manual carefully, because a failure\nto follow grant requirements can have serious ramifications. Please do not hesitate to call the COPS Office\nResponse Center at 800-421-6770 if you need assistance with the implementation of your grant. Thank you for providing us with the opportunity to work in partnership with your community. 1 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual I. Grant Acceptance, Terms, and Conditions"
}