{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 18,
  "chunk_text": "Disposable barrier materials are used to minimize contamination of dental equipment and\nwork surfaces and are to be changed after each patient. ■ Dental equipment and work surfaces are decontaminated between patients by a surface\ndisinfectant and followin manufacturer’s recommendations. ■ Durable (reusable) dental instruments are sterilized between each use following\nmanufacturer’s recommendations. Although disposing of dental burs is recommended after\neach procedure, those deemed to be reused should be sterilized in autoclave packages. ■ Each autoclave/sterilizer’s performance is verified weekl when the clinic has been in use b\nusing biological monitoring systems. Weekly periods where there are no dental services\nprovided (leave, Annual Refresher Training, etc.) are noted in the log. ■ Each autoclave must have separate logs for weekly monitoring. The monitor’s\nmanufacturer’s instructions, includin the use of controls, are closel followed; each clinic\nwill identify steps to be taken in the event of a positive spore test, including tracking\nsterilized instruments generated outside the dental clinic. This protocol will be in the local\nInstitution Supplement. ■ Scrap amalgam recovery and recycling will be coordinated between the Environmental\nSafety Compliance Administrator and Chief Dental Officer in accordance with the current\nProgram Statements Environmental Management Systems and Occupational Safety, P6400.03 6/10/2016 24 Environmental Compliance, and Fire Protection, and state and local regulations. Methods\nof collection will be documented in the dental Institution Supplement. 18. ORAL PATHOLOGY /BIOPSY SERVICE The BOP has established a professional collaboration with the National Naval Dental Center for\nits oral pathology service. While this agreement is in effect, Bureau clinicians are able to obtain\nradiographic consultation or send their biopsy specimens to Bethesda, Maryland, or San Diego,\nCalifornia. If necessary, a telephone or fax response may be requested. Specimen mailing containers and forms can be obtained from:\nChief, Oral Pathology Service\nWalter Reed National Military Medical Center\nNational Naval Dental Center, Bethesda, MD 20014\nor\nChief, Oral Pathology Service\nNaval Dental Center, San Diego, CA 92136-5147 All biopsy results are reviewed with the patients, initialed by the referring practitioner, and\nincluded in the electronic medical record. Biopsy findings are referred to the Tissue Committee\nper local protocols. 19. SECURITY The dental clinic presents several security concerns, including oversight of inmates, records,\ninstruments, needles, hazardous chemicals, flammable materials, and computers. The CDO\nconsults with the Chief Correctional Supervisor in developing security measures in the dental\nclinic:\n■ Needles, syringes, irrigation syringes, pre-filled syringes, and acid etch syringes/dispensing\ntips are accounted for using procedures in the current Program Statement Pharmacy\nServices. Strict adherence for needle accountability is expected; sub-stock stored in the\nclinic will be counted and documented on every manned shift. Although expiration dates are\nto be monitored, anesthetic carpules are not considered sharps and are not included in the\nshift inventory requirement. ■ Dental burs do not pose a security risk and are not inventoried. P6400.03 6/10/2016 25 ■ Class A and B tools are stored and inventoried in accordance with tool control policies. See\nthe current Program Statement Correctional Services Manual. ■ Dental/surgical instruments cannot be handled as Class B tools; they are not engraved or\nstored on a shadowboard."
}