{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 93,
  "chunk_text": "This number should be used as a reference when\ncorresponding with the COPS Office. Your award number is in the format 2015-CKWX-0000 for awards made\nin FY 2015. The COPS Office tracks award information based upon this number. local budget cycle. Your agency’s fiscal year. Some common examples include January 1 to December 31,\nOctober 1 to September 30, and July 1 to June 30. Some local budget cycles may extend up to 24 months. obligation of funds. The COPS Office obligates federal funds when the award document is signed by\nthe COPS Office Director or his or her designated official. For the awardee, award funds are obligated\nwhen monies are spent or orders are placed for purchasing approved technology or services under your\nCommunity Policing Development award. The term “encumbrance” is often used at the local and state levels\nto describe this type of transaction. Liquidated obligations are considered cash outlays or monies actually\nspent. Unliquidated obligations are obligations incurred and recorded but not yet paid (accrual basis of\naccounting) or not yet recorded and not yet paid (cash basis of accounting). Originating Agency Identifier (ORI) number. This number is assigned by the FBI, and it is your agency’s\nunique identifier. The first two letters are your state abbreviation, the next three numbers are your county’s\ncode, and the final two numbers identify your jurisdiction within your county. If your agency does not have\nan ORI number assigned by the FBI, the COPS Office assigns a non-official ORI code to use as an agency\nidentifier (in such cases, the last two characters will be “ZZ”). It can be found on your award document. When\nyou contact the COPS Office with a question, please reference your ORI number (or your award number). primary law enforcement authority. An agency with primary law enforcement authority is the agency that is\nthe first responder to calls for service, and has ultimate and final responsibility for the prevention, detection,\nor investigation of violations of criminal laws within its jurisdiction. The Public Safety Partnership and Community Policing Act of 1994. The COPS Office is charged with fulfilling\nthe mandates of this law. The purposes of the law are to • increase the number of community policing officers on the beat;\n• provide additional and more effective training to law enforcement officers to enhance their problemsolving, service, and other skills needed in interacting with members of the community; 94 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual • encourage the development and implementation of innovative programs to permit members of the\ncommunity to assist law enforcement agencies in the prevention of crime; • encourage the development of new technologies to assist law enforcement agencies in reorienting the\nemphasis of their activities from reacting to crime to preventing crime. System for Award Management (SAM). The SAM database is the repository for standard information about\nfederal financial assistance applicants, recipients, and sub-recipients. Organizations that have previously\nsubmitted applications via Grants.gov are already registered with SAM, as it is a requirement for Grants.gov\nregistration."
}