{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 18,
  "chunk_text": "State, Tribal, or Local\nContractor Lists Where adequate competition has occurred\nand the product or service offered meets the\nneeds of the project. Follow local/tribal/state regulations. Ensure that state, tribal, or local\ngeographic presences have not been\nused in the procurement evaluation. Exact time of delivery unknown. Definite Quantity: Quantity known, delivery\nperiod can be specified; supplies available or\nhave a short lead time. Task and Delivery\nOrders Requirements: Preciseness of designated\nactivities during a definite period not known\ninitially. Indefinite Quantity: Impossible to know\nprecise quantities needed by designated\nactivities during a definite period and\ngovernment cannot commit itself beyond a\nminimum. Definite Quantity: Provision for delivery\nto designated points or upon order. Limitations Firm fixed-price, fixed-price with\nescalation, or fixed-price with\nredetermination only. Requirements: Estimated total\nquantity; maximum and minimum total\nquantity where feasible; maximum and\nminimum order where appropriate. Indefinite Quantity: Stated maximum\nand minimum total quantity; maximum\nand minimum order where applicable. Page | 34 Chapter 13\nCode of Conduct The non-Federal entity must maintain written standards of conduct covering\nconflict of interest and governing the actions of its employees engaged in the\nselection, award, and administration of contracts. The standards of conduct must\nprovide for disciplinary actions to be applied for violations by officers, employees,\nor agents of the non-Federal entity. 14\nNo employee, officer, or agent of the non-Federal entity shall participate in selection, award, or\nadministration of a contract supported by Federal funds if a conflict of interest, real or\napparent, would be involved (DOJ strictly applies this standard). Such a conflict would arise\nwhen:\n•\n•\n•\n• The employee, officer or agent, or\nAny member of his/her immediate family, or\nHis or her partner, or\nAny organization which employs, or is about to employ, has a financial or other interest\nin or receives or stands to receive a tangible personal benefit from a firm being\nconsidered for a contract. Non-Federal entity personnel involved in the procurement process must be ever alert for\nsituations that may create a real, or even apparent, conflict of interest. Common sense and\nadherence to standards and codes of conduct will go a long way toward eliminating potential\nproblems. Non-Federal entity personnel should additionally:\n•\n• •\n• 14 Be familiar with any code of ethics guidance published by or available to their\norganization. Neither solicit nor accept gifts, favors, gratuities, or anything of monetary value from\ncontractors or parties to subcontracts. In this connection, non-Federal entities may set\nstandards to address situations where the financial interest is not substantial or the gift\nis an unsolicited item of nominal intrinsic value. Avoid, at all times, even the appearance of a conflict of interest. Ensure that proposal evaluators (price and technical) or members of their immediate\nfamilies do not own stock or have other financial interest in the companies being\nevaluated. 2 C.F.R. § 200.318(c). Page | 35 • Refer any problem that arises concerning conflict of interest to upper management and\nlegal counsel, as appropriate. Organizational Conflict of Interest: 15\nOrganizational conflicts of interest are conflicts of interests that arise where the non-Federal\nentity is or appears to be unable to conduct an impartial procurement action due to\nrelationships with a parent company, affiliate, or subsidiary organization."
}