{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 7,
  "chunk_text": "The program manager maintains\nthese forms for a period of five years. A Release of Information Consent (BP-A0192) must be\nsigned by the inmate before any family/community contact and placed in the program manager’s\nfile. Visitation volunteers’ contact with inmates outside the visiting room is limited to notifying\ninmates of scheduled visits by postcard and sending appropriate postcard greetings for holidays\nand birthdays to inmates they are visiting. There is no need to record this approved\ncommunication. 6. PROGRAM MANAGEMENT\na. National Reentry Affairs Branch (NRB). Located in the Reentry Services Division, Central\nOffice, the NRB coordinates policy development and provides direction for volunteer services. The NRB also serves as the Bureau’s liaison to agencies, organizations, and programs focusing\non volunteer services for the inmate population. b. Regional Reentry Affairs Administrators (RAAs). The RAAs provide guidance in the\nfollowing areas to institution Reentry Affairs Coordinators (RACs):\n■ Data collection. P5300.22 11/07/2016 9 ■\n■\n■\n■ Networking. Recruitment. Technical assistance. Training. c. Reentry Affairs Coordinators (RACs). The RACs manage volunteer services at the\ninstitution, including local recruitment, clearance and security compliance, training, file\nmanagement, and recognition of volunteers. The RAC works with program managers and the Affirmative Employment Committee to recruit\nvolunteers who meet the needs of the inmate population. The RACs are supervised by a\ndesignated Associate Warden and will be notified at the time of position acceptance and when\nsupervision changes occur. d. Mentor Coordinators (MCs). MCs work with the RAC, mentor program managers,\nchaplains, and other pertinent staff to develop resources to fulfill inmate mentoring services. e. Program Managers. A program manager is defined as the department head or designee\nresponsible for the program or service being provided by volunteers. The program manager is\nresponsible for:\n■ Maintaining a log to identify the names of the volunteer(s), date(s), and type(s) of service or\nactivity performed. ■ Overseeing the volunteer and the volunteer’s program, including any necessary scheduling,\ntracking, and documentation. ■ Ensuring the volunteer’s needs are met and the volunteer complies with institution policies. ■ Coordinating with the RAC to ensure volunteers complete initial and refresher training as\nneeded. ■ Ensuring the volunteer candidates complete all required clearances and documentation per\nthe chart below. The following table identifies the role of the Reentry Affairs Coordinator (RAC) and program\nmanager regarding volunteers and their documentation: P5300.22 11/07/2016 10 Distribution of Duties Chart – RACs and Program Managers\nOfficial Volunteer File Documentation/Duties RAC Volunteer Checklist (BP-A0578)\nApplication for Volunteer Service (BP-A0580) or\nLevel I Volunteer Application/Training Form (BPA1070)\nVolunteer Interview Summary (BP-A0585)\nLetters of Endorsement or Reference as appropriate\nProfessional Credentials/License, if applicable\nCredentials of Religious Volunteer (BP-A0777) , if\napplicable\nCertification for Release of Information\n(BP-A0673)\nNCIC Check (BP-A0660)\nNCIC (National Crime Information/NLETS and Wants\nCheck) Results\nFingerprint (FD-258)/CJIS Name Check Request (BPA1069)/Results and Non U.S. Citizen Name Check\n(BP-A1071)/Results\nVolunteer Training Coordination X Volunteer Training Agenda (BP-A1067)\nVolunteer Gratuitous Service Agreement and\nTraining Certification (BP-A0483)\nVolunteer Training Affirmation (BP-A1066)\nAcknowledgement of Receipt of Standards of\nEmployee Conduct (BP-A0165)\nInformation Security Awareness Training\nCertification/Non-disclosure Agreement\nWaiver of Escort and Supervision - Volunteers\n(BP-A0484), if applicable\nNational automated volunteer system\nModerate Background Investigation (MBI)\npaperwork, if applicable\nTracking/maintaining documentation of volunteer\nhours and duties regarding programs\nProcessing of badges and accountability of badge\npaper\nNotification of Approved Volunteers\nRelease of Information Consent (BP-A0192),\nif applicable\nTransitional/Mentor Volunteer Contact Form (BPA1068) P5300.22 11/07/2016"
}