{
  "document_category": "guidance",
  "document_name": "5111.04_cn1.pdf",
  "chunk_index": 3,
  "chunk_text": "Judicial deportation is issued only if requested by the U.S. Attorney, with the Director,\nImmigration and Customs Enforcement’s concurrence, and only if the Court chooses to exercise\nthis jurisdiction. An alien with a judicial order does not require designation to an IHP facility. If a Judicial Deportation is ordered, but the deportation order is not provided with other designation\nmaterials, a hearing site must be designated for the inmate. This information should be noted and\nthe SENTRY/security/designation data screen, but Bureau staff need not attempt to obtain a\ndeportation order. A condition of supervision requiring the offender to report to ICE for voluntary deportation does\nnot constitute a judicial deportation order. (e) Reinstatement of Prior Deportation Order. An alien who has been deported, but re-enters the\nUnited States may have the prior order reinstated. However, unless the actual reinstated order is\nprovided at the time of initial designation this information should be noted on the PPG0, and the\ninmate must be designated to a hearing site for processing by ICE. (f) Medically unassigned. An inmate who, because of medical restrictions, cannot be assigned to\nany work program. (g) Contract Detention Center. A facility the Bureau contracts with to house criminal aliens. The\nfacility may be contracted through an intergovernmental agreement (IGA) or a contract awarded\nthrough the competitive procurement process. P5111.04, CN-1 5/23/2017 4 (h) Detention Center Monitor. Bureau staff assigned to a contract detention center who manage\nBureau interests, including the IHP, and who also monitor contract performance. 8 7. RESPONSIBILITIES (a) Community Corrections and Detention Services Branch Correctional Programs Branch. The Community Corrections and Detention Services Branch, CCD Correctional Programs Branch\n(CPB) oversees the IHP and acts as the primary liaison with ICE and EOIR headquarters. CCD\nCPB staff are available to participate in staff assistance visits and/or program reviews. (b) Designators. Designators monitor population reports and designate/re-designate hearing and\nrelease sites for inmates. Bed space allocated for the IHP must be used for appropriate inmates. Hearing and release site facilities which are operated as IGAs will have inmates designated as\ndirected by the region with that facility’s oversight responsibility. (c) Regional Office and Staff. Regional Office staff monitor the implementation of and\nadherence to IHP procedures during staff assistance visits. (d) Case Management Coordinators (CMCs). CMCs ordinarily serve as the local liaison\nbetween the Bureau, ICE, and EOIR, unless the Warden delegates this responsibility to another\nstaff member. When delegating this responsibility to other staff members, consideration should be\ngiven to the current workload. The coordinator shall be responsible for:\n■ Coordinate Coordinating the docket schedule to avoid conflicts with other institution events,\ne.g., parole hearings, Cuban Review Panel hearings, visiting days;. ■ Ensure Ensuring inmates docketed for hearings are placed on call-out;. ■ Ensure Ensuring referrals are submitted for inmates who require transfer to hearing or release\nsites;. ■ Receive Receiving and distribute distributing hearing decisions;.\n■ Verifying the accuracy of SENTRY CMA assignments for the IHP;. ■ Provide Providing training in all IHP issues to appropriate staff;. ■ Meeting quarterly with ICE and EOIR representatives at hearing sites; and. ■"
}