{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 23,
  "chunk_text": "This review is generally performed over a one or more day 11 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual period and also provides an opportunity for agency representatives to seek assistance on any grant\nimplementation issues. Your agency will be notified in writing of the results and any action required\nto remedy identified grant violations to include potential and actual vulnerabilities. Additionally,\npromising practices identified during the EOBGR are documented and may be shared with the law\nenforcement community. • alleged noncompliance reviews (ANCR) . An alleged noncompliance review is a follow up on complaints of alleged noncompliance received from external (media and/or citizen complaints) or\ninternal (COPS Office/DOJ staff ) sources. On a case-by-case basis, COPS Office staff members determine\nthe appropriate course of action to take to investigate complaints of alleged noncompliance. This may\ninclude phone or letter contact or a site visit by COPS Office staff or the Office of the Inspector General. • audit liaison. The U.S. Department of Justice, Office of Inspector General (OIG) conducts random audits\nfor all COPS Office grantees. In the event your agency has any audit recommendations (findings)\nresulting from noncompliance and/or poor accounting practices, the COPS Office Audit Liaison\nSection will work with your agency to resolve and close these recommendations. Remedies to close\nrecommendations may include repayment of grant funds and/or the submission of documentation. Awardees are responsible for remedying any award noncompliance that is identified through these or\nother monitoring or auditing activities. Remedies for noncompliance may include, but are not limited to:\nsuspending award funding, repaying award funds, voluntary withdrawal from or involuntary termination\nof remaining award funds, and restrictions from receiving future COPS Office awards. To avoid findings\nof noncompliance, awardees are strongly encouraged to contact the COPS Office at any time during\nthe life of a COPS Office award with questions concerning award requirements and also to maintain all\nrelevant documentation that may demonstrate award compliance. In addition, grantees should familiarize\nthemselves with the appropriate Grant Owner’s Manual for each COPS Office grant. For more information,\nplease contact the COPS Office Response Center at 800-421-6770 or at AskCOPSRC@usdoj.gov. 11. Equal Employment Opportunity Plan (EEOP) All recipients of funding from the COPS Office must comply with the federal regulations pertaining to the\ndevelopment and implementation of an Equal Employment Opportunity Plan (28 C.F.R. Part 42 subpart E). Why this condition: It is the experience of the U.S. Department of Justice in implementing its responsibilities under the Omnibus\nCrime Control and Safe Streets Act of 1968 (Safe Streets Act), the statute that funds the COPS Office, that “the\nfull and equal participation of women and minority individuals in employment opportunities in the criminal\njustice system is a necessary component to the Safe Streets Act’s program to reduce crime and delinquency\nin the United States” (28 C.F.R. § 42.301). EEOPs do not impose quotas or hiring requirements on recipients. What you should do: • The obligations to comply with the EEOP requirement differ depending on your organization’s legal\nstatus, the number of its employees, and the amount of the award."
}