{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 10,
  "chunk_text": "Any military offense specified by the Secretary of\nDefense under section 115(a)(8)(C)(i) of Public Law 105-119 (codified at 10\nU.S.C. § 951 note), as amended, that is similar to those offenses outlined in\nSection 3.02(B), (C), (D), or (E) shall be considered a Tier II offense. SECTION 3.03 TIER III OFFENSES\nA. Recidivism. If an offender has previously been convicted of a Tier II sex\noffense, and the current conviction is for any sex offense, or an attempt or\nconspiracy to commit any sex offense, the current conviction is considered a\nTier III offense. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N SORNA does not require\nan enhanced tiering status\nunless the person has\npreviously been convicted\nof a sex offense that was\npunishable by more than\n1 year in jail. However, as\nmost tribal sex offenses\nhave (until TLOA) been\nlimited to no more than 1\nyear in jail, the technical\nt requirements of SORNA\ncould frustrate the intent\nof the provision. Tribes are\nencouraged to consider\nthis model language in\norder to ensure that repeat\noffenders are classified in\na higher tier than if they\nwere being convicted\nof a first offense. 9 B. Certain Name of Tribe Offenses. Conviction for any of the following Name of\nTribe offenses, or an attempt or conspiracy to commit such an offense, shall be\nconsidered a conviction for a Tier III offense:\n1. Section Number Name of Offense 2. Section Number Name of Offense C. Certain Name of State(s) Offenses. Conviction for any of the following Name of\nState(s) offenses, or an attempt or conspiracy to commit such an offense, shall\nbe considered a conviction for a Tier III offense:\n1. Section Number Name of Offense 2. Section Number Name of Offense t The SMART Office\nrecommends specifically\nlisting the tribal offenses\nthat trigger a registration\nrequirement. t The SMART Office\nrecommends specifically\nlisting the state offenses\n(where tribal lands are\nlocated) that trigger a\nregistration requirement. D. Other Offenses. A Tier III offense includes any sex offense for which a person\nhas been convicted, or an attempt or conspiracy to commit such an offense,\nthat involves:\n1. Non-parental kidnapping of a minor,\n2. A sexual act with another by force or threat,\n3. A sexual act with another who has been rendered unconscious or\ninvoluntarily drugged, or who is otherwise incapable of appraising the\nnature of the conduct or declining to participate, or\n4. Sexual contact with a minor 12 years of age or younger, including offenses\nthat cover sexual touching of or contact with the intimate parts of the body,\neither directly or through the clothing, or\n5. Any other offense defined as a Tier III offense under 42 U.S.C. § 16911(4),\nas it may be amended. E. Certain Federal Offenses. Conviction for any of the following federal offenses,\nor an attempt or conspiracy to commit such an offense, shall be considered a\nconviction for a Tier III offense:\n1. 18 U.S.C. § 2241 (aggravated sexual abuse),\n2. 18 U.S.C. § 2242 (sexual abuse),\n3. 18 U.S.C. § 2243 (sexual abuse of a minor or ward),\n4. Where the victim is 12 years of age or younger, 18 U.S.C. § 2244 (abusive\nsexual contact), or\n5."
}