{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 10,
  "chunk_text": "At the end of the extension period, you must\nrenegotiate a new indirect cost rate. Your agency must advise the COPS Office in writing of any changes to your\napproved indirect cost rate during the award period and must request a budget modification with the COPS\nOffice to reflect any rate change. If your agency has never received a negotiated indirect cost rate, then you may request a de minimis indirect\ncost rate of 10 percent of modified total direct costs (MTDC). See 2 C.F.R. § 200.414(f). In addition, if a provisional indirect cost rate is in effect at award closeout, your agency shall proceed with\ncloseout, but you will need to complete an expenditure analysis upon receipt of the approved final indirect cost\nrate to determine if an adjustment is necessary. If your agency drew down excess COPS Office funding for\nindirect costs, then your agency must return the overpayment to the COPS Office and submit a revised Federal\nFinancial Report (SF-425). If your agency incurred additional indirect costs, then your agency may request a\nbudget modification if the award is still open and award funds are available. If your agency returns or draws\ndown COPS Office funding, then your agency will need to submit a revised final Federal Financial Report (SF425). Please be advised that recipients may not use COPS Office funding for the same item or service also funded by another\nU.S. Department of Justice award. See also award condition #13 on page 16, “Duplicative Funding.” 4. Supplementing, Not Supplanting\nCondition:\nState, local, and tribal government recipients must use Community Policing Development funds to supplement, and\nnot supplant, state, local, or Bureau of Indian Affairs (BIA) funds that are already committed or otherwise would have\nbeen committed for award purposes (hiring, training, purchases, and/or activities) during the award period. In other 8 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual words, state, local, and tribal government recipients may not use COPS Office funds to supplant (replace) state, local,\nor BIA funds that would have been dedicated to the COPS Office-funded item(s) in the absence of the COPS Office\naward. Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds not be used to replace state\nor local funds (or, for tribal recipients, BIA funds) that would, in the absence of federal aid, be made available for\nthe award purposes. What you should do: For state, local, and tribal recipients, CPD funds may not be used to pay for any item or cost funded under the\naward (equipment, personnel, training, etc.) if that item or cost was otherwise budgeted with state, local, or BIA\nfunds. In addition, recipients may not reallocate state, local, or BIA funds from one area within the law\nenforcement budget to another as a result of receiving CPD award funds. If you have questions concerning this\naward term and how it pertains to your project budget, please contact your COPS Office Program Manager. 5. Extensions\nCondition:\nYour agency may request an extension of the award period to receive additional time to implement your award\nprogram. Such extensions do not provide additional funding."
}