{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 10,
  "chunk_text": "During the life of your award, you must continue to hire as many new, locally funded officers or civilians as\nyou would have if you had not received your award. You may not cancel or postpone spending money in your\nbudget that is committed to hiring other new officers or civilians. • You must take expeditious and timely steps to fill any vacancies that were created on or after the date of your\naward application by retirement, resignation, or other reasons with new officers or civilians other than your\nCOPS Office Anti-Heroin Task Force program positions. Example: If you are redeploying a current employee who would otherwise be paid $75,000 in salary and benefits\nduring the life of the award project, your agency must continue to pay this employee with local funds. The COPS\nOffice award funds may be used to backfill the resulting vacancy with a new hire, even though the COPS Officefunded position will not be working directly on the COPS Office Anti-Heroin Task Force program. 8 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Equipment and technology To meet this award condition, you must ensure the following:\n• Equipment and technology must be purchased on or after the award start date (unless an exception is\nauthorized in writing by the COPS Office) and must be in addition to purchases that the recipient is obligated\nor funded to make in the current budget. Funds currently allocated to purchase equipment or technology\nmay not be reallocated to other purposes or reimbursed upon the award of a COPS Office Anti-Heroin Task\nForce program award. For example, a recipient who has budgeted local funds to pay for a new computer\nsystem may not reallocate those funds to pay for any other law enforcement cost as a result of receiving\nAHTF funds for the same computer system. Overtime To meet this award condition, you must ensure the following:\n• Sworn officer overtime exceeds expenditures that you are obligated or funded to pay in the current budget. Funds currently allocated to pay for overtime may not be reallocated to other purposes or reimbursed upon\nthe award of a COPS Office Anti-Heroin Task Force program award. Additionally, by the conditions of this\naward, you are required to track all overtime funded through the COPS Office Anti-Heroin Task Force\nprogram. Training To meet this award condition, you must ensure the following:\n• Any training provided by the COPS Office Anti-Heroin Task Force program is in addition to the number of\nhours of training already provided by your agency. Funds currently allocated for training may not be\nreallocated to other purposes. Note: This award condition applies to all state or locally funded agencies working in partnership with your agency\nunder this award. Your agency is responsible for ensuring that any state or locally funded partnership agencies use\nCOPS Office funds only to supplement, not supplant, their state or local funding as described in this condition. 5. Extensions\nCondition:\nYour agency may request an extension of the award period to receive additional time to implement your award\nprogram. Such extensions do not provide additional funding."
}