{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 41,
  "chunk_text": "Award modifications under TRGP Equipment/Training are evaluated on a case-bycase basis. All modification requests involving the purchase of new budget items must be approved, in writing, by the\nCOPS Office prior to their implementation. In addition, please be aware that the COPS Office will not approve any\nmodification request that results in an increase of federal funds. Why this condition:\nThe COPS Office realizes that agencies may need to reprogram award funds. Acceptable examples of such award\nmodifications include purchasing additional equipment using cost savings from approved items or purchasing a\ndifferent type of equipment due to changing needs. Under federal regulations, you may expend award funds\nonly as approved in the FCM. Any requests to change or alter awards require written approval from the COPS\nOffice prior to their implementation. Without prior written approval, you must continue to implement your\naward as it was originally awarded and accepted by your agency. Please be advised that reprogramming\nrequests for unallowable costs (e.g., construction) will not be approved. What you should do: For all modifications, your agency must access www.cops.usdoj.gov and select the “Account Access” link in the\nupper right corner to log in and submit your request to the COPS Office, providing the proposed changes, details\nof why the change is needed, etc. For additional information about the process for submitting your specific award modification request, please\ncontact your COPS Office Grant Program Specialist at 800-421-6770. The COPS Office will then evaluate your\nrequest and notify your agency of our decision in writing. Implementation of the modified award may begin\nfollowing written approval from the COPS Office. Please note that modification approvals for active awards will\noften be accompanied by a modified award document reflecting the approved changes. If applicable, your\nagency is required to sign and submit the modified award document via the Account Access link to officially\naccept the award modification. 40 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 7. Evaluations\nCondition:\nThe COPS Office may conduct monitoring or sponsor national evaluations of the TRGP Equipment/Training award. The recipient agrees to cooperate with the monitors and evaluators. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that evaluations of the program may\nbe carried out or commissioned by the attorney general for the furtherance of the purposes of the Act. The COPS\nOffice conducts evaluations to determine which programs are working, how programs may be improved, and\nwhy certain programs are more successful than others. Specifically, the COPS Office may assess the way in which\nyour agency implements its TRGP award. In some jurisdictions, COPS Office staff or evaluators may study the\neffectiveness of funded programs, projects, and activities. Evaluators may collect information about the\nprograms’ effect on crime, victims of crime, and the quality of life in communities. In addition, they may ask\nquestions about the challenges encountered during project implementation, how residents feel about\ncommunity policing, and how police feel about their work. This information will be useful to other communities\nand police agencies across the country. What you should do: When evaluations are undertaken, you may be contacted in writing with specific requests for information."
}