{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 62,
  "chunk_text": "How do we file Federal Financial Reports? All COPS Office awardees are required to submit quarterly FFRs using the SF-425. SF-425s for COPS Office awards must be submitted every quarter and no later than 30 days after the last day\nof each reporting quarter, as detailed in Table 1:\nTable 1. Due dates of SF-425 by quarter\nReporting Quarter SF-425 Due Date January 1–March 31 April 30 April 1–June 30 July 30 July 1–September 30 October 30 October 1–December 31 January 30 Awardees are strongly encouraged to submit the quarterly SF-425 online. Visit the COPS Office website at\nwww.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in, complete, and\nsubmit reports online. The online SF-425 requires the same reporting information as the paper version. The use of this online application enables authorized users to view past SF-425s, and allows them to file or\namend the SF-425 for the current quarter. 50 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual For your first SF-425 submission, determine when the most recent SF-425 reporting quarter ended and\ncomplete an SF-425 to cover the period from the award start date of your award to that particular end\ndate. You are required to submit an SF-425 even if you have not spent any money or incurred any costs\nduring a reporting period. The due dates for online filing of SF-425s are the same as for the submission of\npaper copies. Example: If your award start date is 02-01-13 and the current date is 04-15-13, then your first SF-425 would be due no\nlater than 04-30-13 and would cover the period 02-01-13 (award start date) through 03-31-13 (end of the\nmost recent reporting quarter). This SF-425 must be on file with the COPS Office so that you can successfully\ncomplete a drawdown of funds through GPRS. Awardees who do not submit SF-425s by the due date will be unable to draw down funds. The payment\nsystem contains a function which checks for SF-425 delinquency and will reject a drawdown attempt if the\nSF-425 is not up to date. Subsequent e-mail, fax, or hard copy reminders may be sent to the awardee if the\nSF-425 is delinquent. For general information concerning online filing of SF-425 reports, go to www.cops.usdoj.gov/Default.\nasp? Item=740 or contact the COPS Office Response Center by phone at 800-421-6770 or by e-mail at\nAskCOPSRC@usdoj.gov. If you need assistance in completing the SF-425, please contact the COPS Office Response Center at 800421-6770 or by e-mail at AskCOPSRC@usdoj.gov, or review the “Helpful Hints Guide for Completing the\nFederal Financial Report (SF-425)” at www.cops.usdoj.gov/pdf/SF-425_Helpful_Hints_Guide_5.9.13.pdf. How will award funds be monitored? The COPS Office and designated representatives from the Office of the Chief Financial Officer, Office of\nJustice Programs monitor the financial aspects of your agency’s award through financial reports, on-site\nvisits, office based award reviews, meetings, telephone contacts, reports, audits, reviews of award change\nrequests, and special request submissions. Program Progress Reports\nProgram progress reports and a final closeout report will be required as requested by the COPS Office during\nthe life of the award."
}