{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 52,
  "chunk_text": "The primary objective of an SAA audit\nis to express opinions on the recipient’s financial statements, internal controls, major and non-major award\nprograms, and compliance with government laws and regulations. Single Audits may also address specific\ncompliance issues with respect to COPS Office award requirements. In cases of continued inability or unwillingness to have an audit conducted in accordance with this part, federal\nagencies and pass-through entities must take appropriate action as provided in §200.338 (Remedies for\nnoncompliance). These sanctions under A-133, Section 225 could include the following:\n•\n•\n• Temporarily withholding cash payments pending correction of the deficiency by the nonfederal entity or\nmore severe enforcement action by the federal awarding agency or pass-through entity\nDisallowing (that is, denying both use of funds and any applicable matching credit for) all or part of the cost\nof the activity or action not in compliance\nWholly or partly suspending or terminating the federal award 55 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual • •\n• Initiating suspension or debarment proceedings as authorized under 2 CFR part 180 and federal awarding\nagency regulations (or in the case of a pass-through entity, recommending such a proceeding be initiated\nby a federal awarding agency) Withholding further federal awards for the project or program\nTaking other remedies that may be legally available Your SAA reports should not be sent to the COPS Office. If the U.S. Department of Justice is your cognizant federal agency (see the Glossary of Terms on page 107), they\nshould be sent to the Federal Audit Clearinghouse at:\nFederal Audit Clearinghouse\nBureau of Census\n1201 East 10th Street\nJeffersonville, IN 47132\nThe U.S. Department of Justice, Office of Justice Programs (OJP) serves as the liaison between recipients and\nauditors in the conduct of resolving and closing SAA audits. Questions and comments regarding SAA audits may\nbe directed to the COPS Office Response Center at 800-421-6770. Office of Inspector General (OIG) recipient audits What is the role of the OIG for award audits? The OIG is a separate component of the U.S. Department of Justice and is independent of the COPS Office. The\nprimary objective of OIG recipient audits is to assess compliance with award terms and conditions. OIG audits\nare designed to prevent fraud, waste, and abuse of federal funds. The OIG audit process promotes efficiency and\neffectiveness in the administration and implementation of awards by evaluating compliance with the terms and\nconditions of awards. How are COPS Office awards selected for an OIG audit? The OIG randomly selects awards to be audited or may conduct a COPS Office recipient audit in response to a\nreferral that the OIG believes warrants further evaluation. The OIG also surveys DOJ award-making agencies on\nan annual basis to solicit input on suggested audit areas for the upcoming fiscal year. In most instances,\nhowever, the OIG generally selects awards to be audited based on a number of factors, including the\ngeographical distribution of awards funded, award amount, population served, award status (active and\nexpired), and type of award (hiring and non-hiring)."
}