{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 9,
  "chunk_text": "15 d. Disciplinary transfers. An inmate who is a disciplinary transfer from the last\ninstitution designated and who wishes reassignment in FPI at the receiving\ninstitution may be hired on a case-by-case basis at the discretion of the SOI, who\nshould consider the security level and reasons for the misconduct. Such an\ninmate, despite prior experience, is not due special placement on the waiting list,\nis not given advance hiring preference, and does not receive consideration for\naccelerated promotion back to the grade held at time of transfer. e. Special needs. For special needs, such as Inmate Financial Responsibility\nassignment to assist in paying a significant financial obligation or for release\npreparation, the unit team may recommend an inmate for priority placement on the\nwaiting list. Such placement must be documented and include the reason for the\nexception. See the Program Statement Financial Responsibility Program, Inmate. Specifically, special\nneeds include, but are not limited to: inmates within three years of their projected release dates;\ninmates who are honorably discharged veterans of the U.S. military; and inmates enrolled in the\nInmate Financial Responsibility Program who have a minimum obligation of $1,000. 4. REFUSAL TO EMPLOY\n§345.34 Refusal to employ. a. The SOI has authority to refuse an FPI assignment to an inmate who, in the\njudgment of the SOI, would constitute a serious threat to the orderly and safe\noperation of the FPI factory. A refusal to assign must be documented by a\nmemorandum to the unit team listing reasons for the refusal, with a copy to the\nposition classification files in FPI. Typically, the reasons should include other\nearlier (ordinarily within the past twelve months) documented violations of the FPI\ninmate worker standards or institution disciplinary regulations. b. The refusal to assign is to be rescinded when, in the judgment of the SOI, the\nworker no longer constitutes a serious threat to the FPI industrial operation. 5. ASSIGNMENTS TO FPI\n§345.35 Assignments to FPI. a. An inmate or detainee may be considered for assignment with FPI unless the\ninmate is a pretrial inmate or is currently under an order of deportation, exclusion, P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16 or removal. However, an inmate or detainee who is currently under an order of\ndeportation, exclusion, or removal may be considered for assignment with FPI if\nthe Attorney General has determined that the inmate or detainee cannot be\nremoved from the United States because the designated country of removal will\nnot accept his/her return. Any request by an inmate for consideration must be\nmade through the unit team. FPI does not discriminate on the bases of race,\ncolor, religion, ethnic origin, age, or disability. Upon receiving written documentation from the U.S. Immigration and Customs Enforcement\n(ICE) or the Executive Office for Immigration Review (EOIR) that an inmate has been issued a\ndeportation, exclusion, or removal order, the unit team adds the appropriate SENTRY Case\nManagement Assignment (CMA) (IHP CMP WD-IHP Complete; IHP CMP WDE-IHP Complete;\nor IHP CMP WDI-IHP Complete). The SOI must not include any inmate with these CMAs when\ndetermining eligibility for an FPI assignment, except as specified in Chapter 4, Section 4(d)."
}