{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 40,
  "chunk_text": "Institutions may offer incentives such as preferred living quarters, “early\nchow,” washer/dryer on unit, etc.\nTangible Incentives. With the Warden’s approval, tangible incentives may be given, (e.g.,\nbooks, t-shirts, notebooks, pencil pouches, mugs with program logo). Commencement Ceremony/Ritual. For the completion of RDAP, institutions may offer a\nstructured commencement ceremony for the inmates. Pictures of individual inmates or of the\ntreatment group may be allowed for inmates to send to family. Early Release. Details regarding the early release criteria may be found in the Program\nStatement Early Release Procedures Under 18 U.S.C. § 3621(e). Residential Re-entry Center (RRC) Placement. Consideration may be given for up to the\nmaximum period of placement in an RRC to include home confinement. The RRC placement\nallows for the completion of the Community TDAT component of RDAP. Program\ncompletion in the community is a critical component of the RDAP. Each Warden is strongly encouraged to approve inmates who successfully complete the RDAP for\nthe RRC placement. Similarly, CCMs must, when possible, ensure that inmates required to\nparticipate in TDAT are placed in an RRC for the maximum time recommended by the Warden. On occasion, administrative factors (e.g., bedspace limitations at a RRC) or community safety\nconcerns (e.g., exclusionary criteria) occur that require consideration for RRC placement of less\nthan the recommended maximum days. When this occurs, the goal for both the Warden and CCM\nis to seek possible placement for the maximum period without negatively impacting bedspace\nlimitations in contract facilities or jeopardizing community safety. Bureau experience and drug abuse treatment research demonstrate that successful community\ntreatment cannot be completed in less than 120 days. Therefore, inmates who are approved for\nless than a 120-day RRC placement or home confinement cannot ordinarily complete the final\ncomponent of the RDAP, and are, therefore, ineligible for early release. For inmates who would\notherwise be eligible for early release, but who are approved for less than a 120-day RRC\nplacement, the appropriate SENTRY assignment must be changed from ELIGIBLE to\nINELIGIBLE. 3. Effects of Non-participation. In those institutions authorized, inmates may feel the effects of\nnon-participation if they fail to apply for the RDAP. § 550.53(h) Effects of non-participation. (1) If inmates refuse to participate in RDAP, withdraw, or are otherwise removed,\nthey are not eligible for:\nP5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 21 (i) A furlough (other than possibly an emergency furlough);\n(ii) Performance pay above maintenance pay level, bonus pay, or vacation pay;\nand/or\n(iii) A Federal Prison Industries work program assignment (unless the Warden\nmakes an exception on the basis of work program labor needs). (2) Refusal, withdrawal, and/or expulsion will be a factor to consider in\ndetermining length of community confinement. (3) Where applicable, staff will notify the United States Parole Commission of\ninmates’ needs for treatment and any failure to participate in the RDAP. 2.6. Follow-up Treatment\n2.6.1. Follow-up to the RDAP: Target Population. This is the second component of the\nRDAP. Treatment continues for inmates who complete the unit-based component of the RDAP\nand return to general population. An inmate must remain in Follow-Up Treatment (FOL PART)\nfor 12 months or until he/she is transferred to a RRC."
}