{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 33,
  "chunk_text": "23 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual • an authorized official of the U.S. Department of Justice or other law enforcement agency;\n• a court or grand jury;\n• a management official or other employee of the contractor, subcontractor, or grantee who has the\nresponsibility to investigate, discover, or address misconduct. An employee is deemed to have made a protected disclosure if he or she initiates or provides evidence\nof misconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a federal\ncontract or grant. The recipient must inform its employees in writing, in the predominant language of the workforce, of\nemployee whistleblower rights, protections and remedies under 41 U.S.C. § 4712. Please see appendix E on page 59 of this document for a full text of the “Pilot program for enhancement of\ncontractor protection from reprisal for disclosure of certain information” (41 U.S.C. § 4712). 23. Mandatory disclosure\nCondition: The recipients and subrecipients must timely disclose in writing to the COPS Office or pass-through entity, as\napplicable, all federal criminal law violations involving fraud, bribery, or gratuity that may potentially affect\nthe awarded federal funding. Failure to make required disclosures can result in any of the remedies, including\nsuspension and debarment, described in the Uniform Administrative Requirements, Cost Principles, and Audit\nRequirements for Federal Awards, 2 C.F.R. § 200.338 as adopted by the U.S. Department of Justice in 2 C.F.R. §\n2800.101. Why this condition:\nFederal regulations require recipients and subrecipients to report all federal violations involving fraud,\nbribery, or gratuity that may affect the awarded federal funds. This condition advises your agency of the\nrequirement and the consequences of failing to report such violations to the COPS Office or pass-through\nentity. What you should do:\nEnsure that you timely report in writing to the COPS Office or pass-through entity all federal violations\ninvolving fraud, bribery, or gratuity that may affect your federal award. 24. Conflict of interest\nCondition:\nFederal awardees and subawardees must disclose in writing to the COPS Office or pass-through entity, as\napplicable, any potential conflict of interest affecting the awarded federal funding in accordance with the Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards, 2 C.F.R. § 200.112 as\nadopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. Why this condition:\nAwardees and subawardees are required to use federal funding in the best interest of their award program. Any decisions related to these funds must be free of hidden personal or organizational conflicts of interest,\nboth in fact and in appearance. 24 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual This means that awardees and subawardees should not participate in any award-related decisions or\nrecommendations that involve any of the following people or groups:\n• An immediate family member\n• A partner\n• An organization in which they are serving as an officer, director, partner, or employee\n• Any person or organization with whom they are negotiating or who has an arrangement concerning\nprospective employment, has a financial interest, or for other reasons can have less than an unbiased\ntransaction with the awardee or subawardee"
}