{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 76,
  "chunk_text": "federally recognized tribe. Federally recognized tribes are tribal entities that are recognized and eligible for\nfunding and services from the Bureau of Indian Affairs (BIA) by virtue of their status as Indian tribes. They are\nacknowledged to have the immunities and privileges available to federally acknowledged Indian tribes by virtue\nof their government-to-government relationship with the United States, as well as the responsibilities, power,\nlimitation, and obligations of such tribes. For further information, contact: BIA, Division of Tribal Government\nServices, MS-4631-MIB, 1849 C Street NW, Washington, DC 20240, 202-208-2475. Geographic Names Information System (GNIS) ID. The Geographic Names Information System (GNIS)\ndatabase is maintained by the U.S. Geological Survey, U.S. Department of the Interior. The database assigns a\nunique, permanent feature identifier, the Feature ID, which is the only standard federal key for integrating or\nreconciling feature data from multiple datasets. Grant Monitoring Specialist. COPS Office Grant Monitoring Specialists are trained and available to assist you in\naddressing any compliance-related questions regarding your award. Grant Monitoring Specialists plan and\nconduct site visits and office-based grant reviews. During the life of your award, you may be selected for a\nmonitoring site visit to assess your compliance with the terms and agreements of the award program, to review\nyour community policing initiatives, and to provide technical and administrative support for your award. Please\ncontact the COPS Office Response Center at 800-421-6770 if you have any compliance-related questions. Grant Program Specialist. COPS Office Grant Program Specialists are trained to assist you with implementing\nand maintaining your award. A Grant Program Specialist is assigned to your state and is available to answer any\nquestions that you may have concerning the administrative aspects of your award. Your Grant Program\nSpecialist can assist you with such matters as requesting an extension on your award or modifying the award. To\nobtain the name and phone number of your Grant Program Specialist, please contact the COPS Office Response\nCenter at 800-421-6770. local budget cycle. Your local budget cycle is your agency’s fiscal year. Some common examples include\nJanuary 1 to December 31, October 1 to September 30, and July 1 to June 30. Some local budget cycles may\nextend up to 24 months. obligation of funds. The COPS Office obligates federal funds when the award document is signed by the COPS\nOffice director or his or her designated official. For the recipient, award funds are obligated when monies are\nspent for hiring approved personnel under the award. The term encumbrance is often used at the local and state 78 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual levels to describe this type of transaction. Liquidated obligations are considered cash outlays or monies actually\nspent. Unliquidated obligations are obligations incurred and recorded but not yet paid (accrual basis of\naccounting) or not yet recorded and not yet paid (cash basis of accounting). Originating Agency Identifier (ORI) number. This number is assigned by the Federal Bureau of Investigation\n(FBI), and it is your agency’s unique identifier. The first two letters are your state abbreviation, the next three\nnumbers are your county’s code, and the final two numbers identify your jurisdiction within your county."
}