{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 79,
  "chunk_text": "The response phase of the SARA model involves developing and implementing strategies to address an\nidentified problem by searching for strategic responses that are both broad and uninhibited. The response\nshould follow logically from the knowledge learned during the analysis and should be tailored to the specific\nproblem. The goals of the response can range from totally eliminating the problem through substantially\nreducing the problem or reducing the amount of harm caused by the problem to improving the quality of\ncommunity cohesion. Assessment: Evaluating the success of the responses\nAssessment attempts to determine if the response strategies were successful by understanding if the\nproblem declined and if the response contributed to the decline. This information not only assists the\ncurrent effort but also gathers data that build knowledge for the future. Strategies and programs can be\nassessed for process, outcomes, or both. If the responses implemented are not effective, the information\ngathered during analysis should be reviewed. New information may have to be collected before new\nsolutions can be developed and tested. The entire process should be viewed as circular rather than linear,\nmeaning that additional scanning, analysis, or responses may be required. Using the crime triangle to focus on immediate conditions (victim/offender/ location) To understand a problem, many problem solvers have found it useful to visualize links among the victim,\noffender, and location (the crime triangle) and those factors that could have an impact on them, for\nexample, capable guardians for victims (e.g., security guards, teachers, and neighbors), handlers for offenders\n(e.g., parents, friends, and probation), and managers for locations (e.g., business merchants, park employees, 68 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual and motel clerks). Rather than focusing primarily on addressing the root causes of a problem, the police\nfocus on the factors that are within their reach, such as limiting criminal opportunities and access to victims,\nincreasing guardianship, and associating risk with unwanted behavior. Appendix D. Sole source justification facts What is “sole source” procurement? Sole source or procurement by noncompetitive proposals is procurement through solicitation of a proposal\nfrom only one source. Sole source procurements must adhere to the standards set forth in the Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards, 2 C.F.R. § 200.318,\nas adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. When is sole source approval required by the COPS Office? A grant recipient must request written approval from the COPS Office for sole source procurements in\nexcess of $150,000 prior to purchasing equipment, technology, or services; obligating funding for a contract;\nor entering into a contract with grant funds. For the purchase of equipment, technology, or services under\na COPS Office grant or award, recipients must use their own documented procurement procedures that\nreflect applicable state and local laws and regulations, as long as those requirements conform to the federal\nprocurement requirements set forth in 2 C.F.R.\n§ 200.320 as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. A sole source justification\nrequest should be submitted if a recipient determines that the award of a contract through a competitive\nprocess is infeasible."
}