{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 77,
  "chunk_text": "The nonfederal entity must report all suspected or reported violations to the\nfederal awarding agency. (E) Contract Work Hours and Safety Standards Act (40 U.S.C. 3701–3708). Where applicable, all contracts\nawarded by the nonfederal entity in excess of $100,000 that involve the employment of mechanics or\nlaborers must include a provision for compliance with 40 U.S.C. 3702 and 3704 as supplemented by U.S.\nDepartment of Labor regulations (29 CFR Part 5). Under 40 U.S.C. 3702 of the Act, each contractor must be\nrequired to compute the wages of every mechanic and laborer on the basis of a standard work week of 40\nhours. Work in excess of the standard work week is permissible provided that the worker is compensated at\na rate of not less than one and a half times the basic rate of pay for all hours worked in excess of 40 hours 63 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual in the work week. The requirements of 40 U.S.C. 3704 are applicable to construction work and provide that\nno laborer or mechanic must be required to work in surroundings or under working conditions which\nare unsanitary, hazardous, or dangerous. These requirements do not apply to the purchases of supplies or\nmaterials or articles ordinarily available on the open market or contracts for transportation or transmission of\nintelligence. (F) Rights to Inventions Made Under a Contract or Agreement. If the federal award meets the definition\nof “funding agreement” under 37 CFR § 401.2 (a) and the recipient or subrecipient wishes to enter into\na contract with a small business firm or nonprofit organization regarding the substitution of parties,\nassignment, or performance of experimental, developmental, or research work under that “funding\nagreement,” the recipient or subrecipient must comply with the requirements of 37 CFR Part 401, “Rights to\nInventions Made by Nonprofit Organizations and Small Business Firms Under Government Grants, Contracts\nand Cooperative Agreements” and any implementing regulations issued by the awarding agency. (G) Clean Air Act (42 U.S.C. 7401–7671q.) and the Federal Water Pollution Control Act (33 U.S.C. 1251–1387),\nas amended. Contracts and subgrants of amounts in excess of $150,000 must contain a provision that\nrequires the nonfederal award to agree to comply with all applicable standards, orders, or regulations\nissued pursuant to the Clean Air Act (42 U.S.C. 7401–7671q) and the Federal Water Pollution Control Act\nas amended (33 U.S.C. 1251–1387). Violations must be reported to the federal awarding agency and the\nRegional Office of the Environmental Protection Agency (EPA). (H) Mandatory standards and policies relating to energy efficiency which are contained in the state energy\nconservation plan issued in compliance with the Energy Policy and Conservation Act (42 U.S.C. 6201). (I) Debarment and Suspension (Executive Orders 12549 and 12689). A contract award (see 2 CFR 180.220)\nmust not be made to parties listed on the governmentwide Excluded Parties List System in the System for\nAward Management (SAM), in accordance with the OMB guidelines at 2 CFR 180 that implement Executive\nOrders 12549 (3 CFR Part 1986 Comp., p. 189) and 12689 (3 CFR Part 1989 Comp., p. 235), “Debarment and\nSuspension.”"
}