{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 40,
  "chunk_text": "11. All products and deliverables (written, visual, or sound; curricula, reports, or websites) or computer\nprograms developed under this cooperative agreement must contain the following statement: This project was supported by cooperative agreement number 2016-XX-XX-XXXX awarded by the\nOffice of Community Oriented Policing Services, U.S. Department of Justice. The opinions contained\nherein are those of the author(s) and do not necessarily represent the official position or policies of\nthe U.S. Department of Justice. References to specific agencies, companies, products, or services\nshould not be considered an endorsement by the author(s) or the U.S. Department of Justice. Rather,\nthe references are illustrations to supplement discussion of the issues. The Internet references cited\nin this publication were valid as of the date of this publication. Given that URLs and websites are in\nconstant flux, neither the author(s) nor the COPS Office can vouch for their current validity. When appropriate, U.S. Department of Justice publications and other products and deliverables\ndeveloped under this cooperative agreement should contain the following copyright notice:\nCopyright © [year work was published] [name of copyright owner]. The U.S. Department of Justice\nreserves a royalty-free, nonexclusive, and irrevocable license to reproduce, publish, or otherwise use,\nand authorize others to use, this resource for Federal Government purposes. This resource may be\nfreely distributed and used for noncommercial and educational purposes only. 39 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 12. Contact the program manager to determine if revenue generated from your award constitutes\nprogram income. Program income must be used to defray program costs and reduce the federal\nshare of the project. See 2 C.F.R. § 200.307. In some cases, the recipient can work with the program\nmanager to identify additional project-related allowable costs that could be supported by program\nincome. 13. Not earn or keep any profit resulting from this award unless expressly authorized, in writing, by the\nCOPS Office. See 2 C.F.R. § 200.400(g).\n14. Ensure that all electronic and information technology deliverables (websites and web-based\ninformation, video and multimedia products, compact disks, software applications and operating\nsystems, and telecommunication products) are developed and produced in a format that is\naccessible according to Section 508 accessibility requirements. Specifically, video should contain\nclosed-captioning and audio description options. Electronic publications should be created in\nHTML, fully tagged PDFs, or accessible text file format and all web sites must be fully compliant with\n508 accessibility standards. For more information on Section 508 accessibility requirements, consult\nthe Section 508 website at www.section508.gov/.\n15. Ensure that web-based courses developed through this cooperative agreement are compatible\nwith the current framework used in the Community Policing Learning Portal. Prior to the\ndevelopment of the web-based course, the recipient must contact the COPS Office to receive\nguidance to ensure this compatibility. At the request of the COPS Office, recipients must submit\nweb-based courses that are developed through this cooperative agreement to the COPS Office. 16. At the request of the COPS Office, submit all website(s) and web-based information that are\ndeveloped through this cooperative agreement to the COPS Office. The information must be\nsubmitted in a format that will enable the COPS Office to reproduce the website(s) and web-based\ninformation on alternative web-based platforms. 17."
}