{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 47,
  "chunk_text": "A tracking system should be developed to ensure the\nrequired number of urinalysis specimens are collected. (5)\nIn the urinalysis specimen program, contractors\nare required to establish a procedure for the chain of custody\nfrom the point of receiving the bottles, through mailing samples\nto the laboratory. The COS must check this procedure to ensure\nspecimens are kept secure from all residents and other\nunauthorized persons. (6)\nThe USPS is responsible for drug aftercare\nservices (urinalysis, alcohol testing, and counseling) for\nsupervision cases (those persons under supervision of the USPO). g.\nStaff must review the contractor's method and plan of\nissuing passes to determine:\n!\n!\n! how soon after admission the first pass is issued;\nthe length of time for a pass;\nif there is a graduated policy; PS 7300.09\n1/12/98\nChapter 4, Page 41\n!\n! who signs the passes; and\naccountability during the pass period, etc. h.\nThe contractor is required to contact the USPO for\ncomments on passes and furloughs that have been recommended for a\nresident. If the USPO does not respond after reasonable attempts\nat communication, the contractor has met the requirement and\nshould proceed with the next step. These attempts to contact the USPO should be documented. The\nCCM should be alert to requests for furlough on Central Inmate\nMonitoring (CIM) cases, checking on separatees, and\nrequesting clearance for any furlough outside the immediate area. The inmate-day rate for residents in this status is\nordinarily 50% of the regular inmate-day rate. i. The contractor should not reserve a bed for Home\nConfinement residents. The CCM should ensure the USPO is involved in the decision to\nplace an inmate on Home Confinement. The rate for residents\nin this status is ordinarily 50% of the regular inmate-day rate. j. The COS is responsible for providing necessary Bureau\nforms to the contractor. These forms can be obtained through\nnormal ordering procedures. In emergencies, forms can be\nobtained from a nearby Federal institution. 4.5.7.7. Discipline a.\nDetermine if current facility rules, regulations and\nsanctions are acceptable and have been approved by the CCM. b.\nExamine the discipline process and procedures to ensure\nthey meet the requirements of the SOW. 4.5.7.8. Services a.\nEnsure food services are in accordance within the\nStatement of Work and comply with all Federal, state and local\nregulations for nutritional, well-balanced meals. b.\nExamine availability of medical services and ensure\n24-hour access to these services continues to exist. Appropriate\nstaff are to be trained in emergency first-aid and CPR. PS 7300.09\n1/12/98\nChapter 4, Page 42\n4.5.7.9. Records And Reports a.\nThe system should ensure privacy and eliminate\nconfidentiality concerns. b.\nAppropriate records and reports are to be understood,\ncompleted, and forwarded by the contractor. 4.5.7.10. Release Preparation\na. The contractor shall handle each release preparation\ncase appropriately. b. The correct release documents shall be completed and\nforwarded in a timely manner. c. When release occurs, the contractor shall follow\ntermination requirements as outlined. 4.5.7.11. Escapes\nEscapees shall be promptly identified and the contractor shall\nmake timely notifications. 4.5.7.12. Serious Illness, Injury, or Death of a Resident The contractor shall handle any serious injuries or as\nspecified in the SOW. In all cases the CCM shall be promptly\nnotified. 4.5.7.13. Residents Under Supervision The contractor shall have a clear understanding of the\nimplications of this legal status and differences in handling\nthese cases. 4.5.7.14. Research and Evaluation"
}