{
  "document_category": "guidance",
  "document_name": "5267_09.pdf",
  "chunk_index": 10,
  "chunk_text": "Additional family members and friends may be added following\nthe completion of an appropriate investigation. Visiting privileges for a minister of record must be submitted directly to the Chaplaincy Services\nDepartment for review and approval/denial. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13 Whenever a person is deleted from or added to an inmate's visitor list, staff update the list as\nsoon as possible to reflect the change. A copy of the most current approved visiting list will be\nplaced in section 3 of the Inmate Central File. Likewise, if an inmate elects not to have any visitors, he/she will be asked to sign a visiting list\nindicating no visitors are requested. This form is filed in section 3 of the Inmate Central File. (2) Staff may request background information from potential visitors who are not\nmembers of the inmate's immediate family, before placing them on the inmate's\napproved visiting list. When little or no information is available on the inmate's\npotential visitor, visiting may be denied, pending receipt and review of necessary\ninformation, including information which is available about the inmate and/or the\ninmate's offense, including alleged offenses. The Visitor Information form (BP-A0629) is used to request background information and obtain\nthe visitor’s consent to release information. This form will be filed in section 2 of the Privacy\nFolder in the Inmate Central File. Regardless of the institution’s security level, staff should obtain background information on\npotential visitors, to include Minister of Record. This is required in the Medium, High, and\nAdministrative institutions due to their greater security needs. The Warden or designee may\nmake an exception to this procedure when warranted. Staff in institutions housing pretrial offenders are strongly encouraged to complete a background\ncheck (NCIC) on potential visitors due to limited information received on these individuals. Background checks may also be completed on immediate family members. If the background information reveals that visitation privileges for the individual would present\nsecurity concerns or disrupt the orderly running of the institution, the Warden may deny visiting\nprivileges. Documentation reflecting this decision should be maintained in section 2 of the\nPrivacy Folder in the Inmate Central File. Refer to the Program Statement Pretrial Inmates for additional information on visiting\nprocedures for pretrial inmates. (3) If a background investigation is necessary before approving a visitor, the\ninmate shall be held responsible for mailing a release authorization to the\nproposed visitor. That form must be signed and returned to staff by the proposed\nvisitor prior to any further action regarding visiting. Upon receipt of the P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 14 authorization form, staff may then forward a questionnaire, along with the release\nauthorization, to the appropriate law enforcement or crime information agency. The inmate is to mail the BP-A0629 to his/her proposed visitor(s). The proposed visitor must\ncomplete this form and mail it directly to the unit staff member responsible for processing the\ninmate's visiting list. Staff should advise the inmate to provide his/her proposed visitor with the\nstaff member’s name and address."
}