{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 34,
  "chunk_text": "In the event that sanctions are imposed or your award is terminated, your agency will be notified in writing of\nour decision and the reason(s) for that decision. 30 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Awards terminated due to non-compliance with the federal statutes, regulations, or award terms and conditions,\nwill be reported to the integrity and performance system accessible through SAM (currently FAPIIS). Accepting the award After you have reviewed the conditions of your AHTF award and your agency agrees with these conditions, you\nare ready to accept the award. The Director of the COPS Office has signed the award document indicating\napproval of your award, an obligation of federal funds to your organization, and our commitment to the award. As stated at the beginning of this section, to officially begin your award and draw down your funds, the\nauthorized officials (see the Glossary of Terms on page 76 of this manual) of your agency must access\nhttps://portal.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in, review,\nand electronically sign the award document with the award terms and conditions; the Financial Clearance\nMemorandum that is incorporated by reference into the award document; and, if applicable, the special award\nconditions or high risk conditions in the award document supplement within 90 days of the date shown on the\naward congratulatory letter. Who should sign the award document for our agency? The authorized officials are the law enforcement and government executives who have ultimate and final\nresponsibility for all programmatic and financial decisions regarding this award as representatives of the legal\nrecipient. COPS Office awards require that both the top law enforcement executive (e.g., chief of police, sheriff,\nor equivalent) and the top government executive (e.g., mayor, board chairman, or equivalent) sign the award\ndocument. For non-law enforcement agencies (universities, etc.), the authorized officials are the programmatic\nand financial officials who have the ultimate signatory authority to sign contracts on behalf of your organization. Typically, these are the same executives named on your agency’s 2016 AHTF application. If one or both of these\nindividuals have changed, please complete a Change of Information (COI) form online at\nhttps://portal.cops.usdoj.gov through the “Account Access” link and create accounts for them so that they\nmay electronically sign the award. If you have any questions as to who should sign the award, please contact\nyour jurisdiction’s local legal advisor. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter. Award funds will not be released until we have received your agency’s signed award\ndocument, your budget has received final clearance, and any other relevant award conditions particular to your\nagency have been satisfied. Failure to submit your signed award document within the 90-day award acceptance\nperiod may result in your AHTF award being withdrawn and the funds deobligated without additional\nnotification. If your agency requires an extension for accepting the award beyond the 90-day acceptance time\nframe, you will be able to request an extension through the online system."
}