{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 30,
  "chunk_text": "Your\nagency committed to retaining each awarded position for at least 12 months following the conclusion of 36\nmonths of federal funding for that position. The retention period begins for an awarded officer position once\nthat position has completed the 36-month implementation period. If an agency is awarded several officer\npositions, the retention period for each individual officer position begins upon completion of 36 months of\nfunding for that position (not based on the cumulative grant award end date). The retained TRGP funded position(s) must be added to your agency’s law enforcement budget with state\nor local funds at the conclusion of grant funding, over and above the number of locally funded sworn officer\npositions that would have existed in the absence of the grant. Absorbing TRGP-funded positions through\nattrition (rather than adding the extra positions to your budget with additional funding) does not meet the\nretention requirement. Your agency should maintain documentation demonstrating when the 36-month grant funding period\nexpires for each awarded position and that each retained position is above and beyond the number of\nofficer positions that your agency would otherwise have funded with state or local funds. We understand\nthat your agency’s identified source(s) of retention funding may change during the life of the grant, so\nyour agency should maintain documentation of any changes in the event of an audit, monitoring, or other\nevaluation of your grant compliance. Please note that your agency is required to retain the officer position(s) awarded under the TRGP-Hiring\ngrant and not the specific officer(s) hired to fill the grant position(s). If a position funded by the TRGPHiring grant becomes vacant during the retention period, your agency is required to take active and timely\nsteps consistent with your agency’s hiring policies and procedures to fill the position with a new officer to\ncomplete the remainder of the 12-month retention period. Your agency should maintain documentation\ndemonstrating that you did not delay filling the position and that the steps your agency took to fill the\nposition were consistent with your hiring policies and procedures. 20 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual At the conclusion of federal funding, agencies that fail to retain the sworn officer positions awarded under\nthe TRGP-Hiring grant may be ineligible to receive future COPS Office grants for a period of three years. If\nyour agency is unable to retain any of the awarded officer positions, you should contact your COPS Office\nGPS for further review. 20. Employment eligibility The grantee agrees to complete and keep on file, as appropriate, a Bureau of Citizenship and Immigration Services\nEmployment Eligibility Verification Form (I-9). This form is to be used by recipients of federal funds to verify that\npersons are eligible to work in the United States. Why this condition:\nUnder federal immigration law, all employers are required to take certain steps to ensure that persons that\nare hired are legally permitted to work in the United States. The Bureau of Citizenship and Immigration\nServices Employment Eligibility Verification Form (I-9) outlines the types of documents that an employer\nshould review to confirm that a new hire is eligible for employment. What you should do:"
}