{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 16,
  "chunk_text": "For limitations on claims, refer to §345.66. 28 CFR 345.66 refers to Section 20 in this Chapter. See Table 1 (Guidelines for Inmate Pay and\nBenefits) for writ conditions. While performing PIECP work, inmates accrue vacation time and longevity service credit (but are\nnot paid longevity pay), and receive holiday pay. (2) Inmate workers may be eligible for premium pay as specified in §345.52. Eligibility for other pay and benefits are described separately in this subpart. 28 CFR 345.52 refers to Section 4 of this Chapter. (3) FPI pay and benefits are lost in cases of disciplinary transfer and segregation. (4) An inmate returned to the institution due to program failure at a Community\nCorrections Center or while on parole or escape is not entitled to credit for time\nspent in Industries prior to said program failure. This rule also applies to any\nother program failure which results in a break in confinement status. (5) Inmate workers who wish to secure an FPI assignment above grade 4 of compensation or\nwish to work in incentive pay (piece work) or PIECP positions must have obtained a GED or high\nschool diploma. However, if labor force needs require, inmates who do not meet the literacy\nrequirements may be employed in FPI incentive pay positions if they are simultaneously enrolled\nin a literacy or related program, provided they are found to be progressing at an acceptable level as\ndefined by the Supervisor of Education. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 26 Failure to maintain satisfactory progress will result in termination of FPI incentive pay\nemployment. Generally, for promotion purposes, the current literacy requirements do not apply\nto inmates who were promoted above entry level prior to May 1, 1991. These inmates fall under\nthe literacy requirements in effect at the time of their promotion. Refer to the Program Statement\nLiteracy Program (GED Standard). 4. PREMIUM PAY\n§345.52 Premium pay. Payment of premium pay to selected inmates is authorized. The total number of\nqualifying inmates may not exceed 15% of first grade inmates at a location. a. Eligibility. Inmates in first grade pay status may be considered for premium\npay. b. The selection process. Candidates for premium pay must be nominated by a\nforeman on the FPI staff, and recommended on the basis of specific posted criteria\nby a selection committee assigned by the SOI. (1) The SOI, as the chief selecting official, must sign approval for all premium pay\ninmate selections. This authority may not be delegated below the level of Acting\nSOI. (2) The selected candidate(s) are notified by the FPI Manager or by a posted list\non the FPI bulletin board. A record of the selection and who was on the selection\nboard is kept for documentation purposes. An inmate nominated to be a\npremium pay inmate may refuse the appointment without prejudice. c. Selection Criteria. Candidates for the position are rated based on traits that may be posted at\nthe institution. Sample traits are:\n■\n■\n■\n■\n■ Knowledge and Ability. Leadership. Initiative. Past Job Performance. Positive Attitude . P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type."
}