{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 66,
  "chunk_text": "71 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual B. 5. The applicant certifies that it does not have any unpaid federal tax liability that has been assessed,\nfor which all judicial and administrative remedies have been exhausted or have lapsed, and that is\nnot being paid in a timely manner pursuant to an agreement with the authority responsible for\ncollecting the tax liability. Drug-Free Workplace As required by the Drug-Free Workplace Act of 1988 (41 U.S.C. 8103), and implemented at 28 C.F.R. Part 83,\nfor recipients (other than individuals), as defined at 28 C.F.R. § 83.660 –\nA. The applicant certifies that it will, or will continue to, provide a drug- free workplace by doing the\nfollowing:\n(i) Publishing a statement notifying employees that the unlawful manufacture, distribution,\ndispensing, possession or use of a controlled substance is prohibited in the grantee’s\nworkplace and specifying the actions that will be taken against employees for violation of such\nprohibition;\n(ii) Establishing an on-going drug-free awareness program to inform employees about –\n(a) the dangers of drug abuse in the workplace;\n(b) the grantee’s policy of maintaining a drug-free workplace;\n(c) any available drug counseling, rehabilitation and employee assistance programs; and\n(d) the penalties that may be imposed upon employees for drug-abuse violations occurring in\nthe workplace;\n(iii) Making it a requirement that each employee to be engaged in the performance of the grant be\ngiven a copy of the statement required by paragraph (i);\n(iv) Notifying the employee in the statement required by paragraph (i) that, as a condition of\nemployment under the grant, the employee will –\n(a) abide by the terms of the statement; and\n(b) notify the employer in writing of his or her conviction for a violation of a criminal drug\nstatute occurring in the workplace no later than five calendar days after such conviction;\n(v) Notifying the agency in writing within 10 calendar days after receiving notice under\nsubparagraph (iv)(b) from an employee or otherwise receiving actual notice of such conviction. Employers of convicted employees must provide notice, including position title, to: COPS\nOffice, 145 N Street, NE, Washington, D.C. 20530. Notice shall include the identification\nnumber(s) of each affected grant;\n(vi) Taking one of the following actions within 30 calendar days of receiving notice under\nsubparagraph (iv)(b) with respect to any employee who is so convicted –\n(a) Taking appropriate personnel action against such an employee, up to and including\ntermination, consistent with the requirements of the Rehabilitation Act of 1973, as\namended; or\n(b) Requiring such employee to participate satisfactorily in a drug abuse assistance or\nrehabilitation program approved for such purposes by a federal, state or local health, law\nenforcement or other appropriate agency; 72 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual (vii) Making a good faith effort to continue to maintain a drug-free workplace through\nimplementation of paragraphs (i), (ii), (iii), (iv), (v), and (vi). B. 6. The applicant further certifies that it will identify all known workplaces under each COPS Office\naward, keep the identification documents on file, and make them available for inspection upon\nrequest by the U.S. Department of Justice officials or their designated representatives. Coordination"
}