{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 9,
  "chunk_text": "Your agency will not be able to draw down grant funds until the COPS Office receives your signed award\ndocument. For more information on drawing down grant funds, please see section III, “Accessing Grant\nFunds,” on page 56 of this document. The award document The award document is the document indicating your official grant funding amount, the number of officer\npositions awarded, the type of positions awarded, the grant number, the grant conditions, and the award\nstart and end dates. The award document is pre-printed with your agency’s law enforcement and government executives’\nnames. If this information is incorrect or has changed, please update your “Agency Contacts” online at\nwww.cops.usdoj.gov through the “Account Access” link. If the law enforcement or government official has\nchanged since the time of application, please have the current law enforcement executive or government\nexecutive for your agency create an account through the “Account Access” link, log in, and sign the award\ndocument once your agency contacts have been updated online. Once you have reviewed your award\ndocument, please electronically sign it and make a copy of all pages of the document for your records, along\nwith all award condition pages, within 90 days of the date shown on the award congratulatory letter. The award start date indicated on the award document means that your agency may be reimbursed for\nany allowable costs incurred on or after this date. The duration of your TRGP grant award is three years (36\nmonths) of funding for each position awarded. Your grant number is in the following format: 2015-HEWX-0000 for TRGP-E/T awards and 2015-HHWX-0000\nfor TRGP-Hiring grants awarded in Fiscal Year (FY) 2015. The COPS Office tracks grant information based upon\nthis number. Therefore, it is important to have your agency’s grant number (or your agency’s ORI number)\nreadily available when corresponding with the COPS Office. Your originating agency identifier (ORI) number begins with your state abbreviation followed by five\nnumbers or letters (e.g., VA00000). This number is assigned by the Federal Bureau of Investigation (FBI) for\nuse in tracking information for the Uniform Crime Report (UCR). The COPS Office tracks programmatic grant\ninformation based upon this ORI number. If your agency does not have an ORI number assigned by the FBI,\nthe COPS Office assigns a non-official ORI code to use as an agency identifier (in such cases, the last two\ncharacters will be “ZZ”). If you have any questions regarding your grant, please refer to your grant number or\nyour agency’s ORI number when you contact the COPS Office. Your Office of Justice Programs (OJP) vendor number, in most circumstances, is your agency’s nine- or\n13-digit federal tax identification number assigned to you by the Internal Revenue Service (IRS). If your OJP\nvendor number differs from your tax identification number, the OJP vendor number is only to be used for\nadministrative purposes in connection with this grant program, and should not be used for IRS purposes. 2 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Grant conditions The grant conditions are listed on your agency’s award document. By accepting this grant, you are obtaining\nfederal funds from the COPS Office."
}