{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 31,
  "chunk_text": "We understand that your agency’s\nidentified source(s) of retention funding may change during the life of the award, so your agency should\nmaintain documentation of any changes in the event of an audit, monitoring, or other evaluation of your award\ncompliance. Please note that your agency is required to retain the officer position(s) awarded under the TRGP-Hiring award\nand not the specific officer(s) hired to fill the award position(s). If a position funded by the TRGP-Hiring award\nbecomes vacant during the retention period, your agency is required to take active and timely steps consistent\nwith your agency’s hiring policies and procedures to fill the position with a new officer to complete the\nremainder of the 12-month retention period. Your agency should maintain documentation demonstrating that\nyou did not delay filling the position and that the steps your agency took to fill the position were consistent with\nyour hiring policies and procedures. 30 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual At the conclusion of federal funding, agencies that fail to retain the sworn officer positions awarded under the\nTRGP-Hiring award may be ineligible to receive future COPS Office awards for a period of three years. If your\nagency is unable to retain any of the awarded officer positions, you should contact your COPS Office Grant\nProgram Specialist for further review. 28. Contracts with Other Jurisdictions\nCondition:\nSworn law enforcement officer positions awarded must be used for law enforcement activities or services that benefit\nyour agency and the population that it serves. The items funded under the TRGP-Hiring award cannot be utilized by\nother agencies unless the items benefit the population that your agency serves. Your agency may use items funded\nunder the TRGP-Hiring award to assist other law enforcement agencies under a resource sharing, mutual aid, or other\nagreement to address multi-jurisdictional issues as described in the agreement. Why this condition: The TRGP was created under a Congressional appropriation specifically designated for tribal law enforcement\nagencies to improve public safety in Indian communities. The TRGP-Hiring award funding is intended to benefit\nthe communities within the recipient’s primary law enforcement jurisdiction. Therefore, the recipient must use\nTRGP award funding to benefit its own population. What you should do: Your law enforcement agency should avoid any agreements with other jurisdictions to share officer positions or\nother awarded equipment, technology, or vehicles unless the agreement complies with the requirement that\nCOPS Office-funded items must benefit the recipient service population. For example, if your jurisdiction has a\ntribal police department and a BIA department, items funded under the award might be able to be used by the\nBIA department as long as this would result in a benefit to the population that you serve. You may not, however,\nallow officers, equipment, technology, or vehicles funded under the award to be used by any agency or\ntransferred to any agency that does not benefit the population that you serve. For example, you may not, during\nthe award term, loan two of your awarded computers to a neighboring county’s sheriff’s department."
}