{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 29,
  "chunk_text": "A copy should be retained for use in\nadvising the receiving SOI (at the request of the receiving SOI). P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 47 3. PERSONNEL FORMS The following forms must be used for the FPI Inmate Personnel/Management System. Work\nstatus begins once a properly executed FPI form has been prepared, the name of the inmate has\nbeen entered on the institution change sheet, and the assignment has been approved by the unit\nteam. a. FPI Form 44 − Yearly Chronological FPI Work Performance Evaluation Form. This\nform provides semi-annual evaluations of inmate workers for a period of one year. The top sheet\nis executed no later than March 31. The process is repeated no later than September 30 each year. At the end of both semi-annual periods, the top sheet contains a cumulative year’s record of\nevaluative data and the two NCR sheets have both been removed and sent to the unit teams. The procedure provides both unit teams and FPI staff with a compact but comprehensive annual\nrecord of each worker’s performance during the year. Inmates must be employed at least three\nmonths prior to this formal evaluation. Exception. FPI Form 44 is only completed for sentenced inmates, not for pretrial inmates. b. FPI Form 82 − Job Grading Sheet. This form is used to categorize the duties covered by an\nindividual position and to determine a pay grade rating for that position. Categories of duties are\nmatched with actual duties of the job. The grade is determined using the numeric weights\nassigned to each category of duties. The job and its rating then become a part of the FPI factory’s\npay grade structure for payroll purposes. The classification method is based on the Standard Occupational Classification (SOC) published\nby the U.S. Department of Labor. The SOC is available online from the Bureau of Labor\nStatistics. c. FPI Form 83 − Job Schedule. This form displays the grade structure and level of inmate\nemployment for each FPI factory. Form 83 lists all current jobs, titles, and pay grades. While\nForm 82 is concerned with the structure of a single position, Form 83 is concerned with the\ncomposite structure of all positions. d. Inmate Earnings Statement. The Automated Inmate Payroll system generates a detailed\nmonthly earnings statement given to each inmate actively working for FPI. FPI locations that do\nnot have the automated system should generate locally produced monthly earnings statements for\neach inmate. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 48 e. FPI Form 39 − Request for Inmate Vacation. This form, or a similar locally developed\nform, should be submitted to the work supervisor, department head, and SOI for approval at least\ntwo weeks in advance of the requested vacation time. The approved request is forwarded to the\nunit team. If the request is denied, the unit team states the reason(s) for the disapproval. f. FPI Form 96 − Inmate Industrial Employment Action. This form shows the employment\nrecord of inmate workers."
}