{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 17,
  "chunk_text": "P5300.22 11/07/2016 25 Attachment A. Official Volunteer File Contents\nSection 1.\nVolunteer Checklist (BP-A0578)\nSection 2.\nApplication for Volunteer Services (BP-A0580)\nVolunteer Interview Summary (BP-A0585)\nCredentials of Religious Volunteer (BP-A0777, if applicable)\nLetter of Endorsement or Two Letters of Reference (Both required for Religious Volunteers)\nSection 3. Volunteer Gratuitous Service Agreement and Training Certification (BP-A0483)\nVolunteer Training Affirmation (BP-A1066)\nAcknowledgment of Receipt of Standards of Employee Conduct (BP-A0165)\nDiscontinuation of Services/Appeal and Response Documentation (if applicable)\nSection 4.\nFingerprint/Name Check Results\nCJIS Name Check Request (BP-A1069, if applicable)\nNon U.S. Citizen Name Check (BP-A1071)\nCertification for Release of Information (BP-A0673)\nNCIC Check (BP-A0660)\nNCIC Clearance\nMBI Clearance documents (if applicable)\nSection 5. Waiver of Escort and Supervision – Volunteers (BP-A0484, if applicable)\nRelease of Information Consent (BP-A0192, if applicable)\nInformation Security Awareness Training Certification\nNon-Disclosure Agreement\nSection 6. Transitional/Mentor Volunteer Contact Form (BP-A1068, if applicable)\nMiscellaneous\nLetter of Endorsement. A Letter of Endorsement is required if a volunteer is representing a\nvolunteer organization. The letter is to be written on the organization’s letterhead. The P5300.22 11/07/2016 26 organization sponsor must not have been in an unfavorable standing with any Bureau\ncomponent. Letters of Reference. Required when a volunteer is not represented by an organization and is\nvolunteering on his/her own merit. The volunteer must provide two letters of reference from\nnon-family members, in good standing with the Bureau, who can attest to the skills, credibility,\nand integrity of the volunteer, based on an established relationship of at least six (6) months. The letter should include their contact information. The program manager will obtain these\ndocuments prior to a volunteer providing services. New letters are required for badge renewal. Waiver of Escort and Supervision – Volunteers (BP-A0484). Required for volunteers with\nunescorted badges. The form is completed when an unescorted badge is initially requested. A\nModerate Background Investigation (MBI) clearance must be completed prior to volunteers\nreceiving an unescorted badge. A new form must be completed for unescorted badge renewal. The program manager will ensure this form is completed for volunteers who are issued\nunescorted badges. Moderate Background Investigation (MBI). When a program manager determines a volunteer\nneeds access to sensitive information, he/she notifies the RAC. An MBI clearance is required for\nvolunteers with unescorted badges. The RAC requests Human Resources to initiate an MBI\nclearance. The program manager is responsible for all costs related to the MBI clearance. Transitional/Mentor Volunteer Contact Form (BP-A1068). A volunteer having any programrelated contact with an offender’s family, ex-offender, or ex-offender’s family will complete this\nform on a monthly basis. The volunteer submits the form to the program manager on a monthly\nbasis. The Program Manager ensures the RAC receives the form to file in the volunteer’s OVF. Credentials of Religious Volunteer (BP-A0777). This form is required for any level I or II\nvolunteer providing any type of religious service. He/she must have documentation reflecting\nformal license, ordination, or endorsement from the respective faith community, along with two\nletters of reference\nRelease of Information Consent (BP-A0192). For any volunteer providing transitional or\nmentor services, this form is completed by the inmate. It grants permission to the volunteer to\ncommunicate with the inmate’s family/community."
}