{
  "document_category": "guidance",
  "document_name": "5538_07.pdf",
  "chunk_index": 7,
  "chunk_text": "Escort staff contact the institution (i.e., the Operations Lieutenant or Captain) for guidance prior\nto terminating all other escorted trips. Any escorted trip that is terminated (by supervisor’s\ninstructions or by the escort OIC’s decision) requires a written memorandum by the staff\nmember canceling it. The memorandum is reviewed to determine if further action is needed\n(training, alternative escort locations, procedure changes, etc.). When it is necessary for a staff member to use a restroom, additional restraints must be applied\nbefore he/she leaves the area; remaining staff continue constant visual supervision. The Escort\nOIC will determine the amount of additional restraints required. Staff will leave the area only to\nuse the nearest restroom. Institutions using escort staff with OUT or COMMUNITY custody inmates make prior\narrangements to address the security and supervision of the inmate, for when it is necessary for\nstaff to use the restroom. An escorted trip merely extends the limits of an inmate’s confinement. Before a non-emergency\nescorted trip, escort staff are given preparation time and are expected to read both this Program P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 10 Statement and Chapter 7 of the Program Statement Correctional Services Procedures Manual\nand sign the Escort Instructions (BP-A0939). This form also establishes minimum requirements\non using restraints. All non-medical escorted trips, such as bedside visits and funeral trips, require the use,\nthroughout the escorted trip, of at least the minimum restraints specified in the Escort\nInstructions. No exceptions will be made. Except for medical emergency trips, the inmate must sign the Conditions of Escorted Trip (BPA0938). 6. WITNESS SECURITY INMATES Except for emergency medical escorted trips, prior authorization must be received from the\nInmate Monitoring Section (IMS), Central Office, for a witness security inmate to go on an\nescorted trip. In emergency medical situations, the inmate is transported to the nearest medical facility in\naccordance with local procedures. During normal working hours, the IMS must be notified as soon as possible by telephone. After\nnormal working hours, the IMS Duty Officer, located in the Central Office, will be notified. Direct questions about this section to the institution’s CMC. 7. VIOLATION OF ESCORTED TRIP\n§570.45 Violation of escorted trip. a. Staff shall process as an escapee an inmate who absconds from an escorted\ntrip. b. Staff may take disciplinary action against an inmate who fails to comply with\nany of the conditions of the escorted trip. 8. SELECTION OF ESCORTS The Captain, in consultation with the HSA, the Unit Manager, or others as appropriate, selects\nthe number of escorting staff. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 11 The Captain indicates, on the approval form, the specific staff member (ordinarily with the\nhighest correctional services rank) who serves as Officer-In-Charge (OIC). Where staff are noncustody, the Captain indicates which staff member is the OIC. This person has decision-making\nauthority and responsibility on the trip. Depending on the inmate’s custody and other conditions the Warden imposed, the requirements\noutlined below apply. The designated staff, weapons, and restraint requirements for an escorted\ntrip remain in effect while the inmate is in in-patient status."
}