{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 21,
  "chunk_text": "If a request made pursuant to the Freedom of\nInformation Act is denied in whole or in part, a denial letter\nmust be issued and signed by the Director or his or her designee,\nand shall state the basis for denial under § 513.32. The\nrequester who has been denied such access shall be advised that\nhe or she may appeal that decision to the Office of Information\nand Privacy, U.S. Department of Justice, Suite 570, Flag\nBuilding, Washington, D.C. 20530. Both the envelope and the\nletter of appeal itself should be clearly marked: \"Freedom of\nInformation Act Appeal.\"] 28 CFR 513.32 refers to Section 7 of this Program Statement. During the appeal and any subsequent litigation, Bureau staff\nshall assist DOJ staff, including OIP staff, in reviewing\ncontested Bureau documents necessary to resolve the appeal and/or\nlitigation. PS 1351.05\n9/19/2002\nPage 29\n33. [FEES FOR FREEDOM OF INFORMATION ACT REQUESTS § 513.67. Fees for copies of records disclosed under the FOIA, including\nfees for a requester's own records, may be charged in accordance\nwith Department of Justice regulations contained in 28 CFR\n16.10.] See further description of fees in Section 16 above. 34. [TIME LIMITS FOR RESPONSES TO FREEDOM OF INFORMATION ACT\nREQUESTS § 513.68. Consistent with sound administrative practice\nand the provisions of 28 CFR 16.1, the Bureau strives to comply\nwith the time limits set forth in the Freedom of Information\nAct.] Staff processing requests for release of information under the\nFOIA are expected to be familiar with the provisions of\n28 CFR 16.1(d), as follows:\n# A requester must be notified of the decision on his or her\nrequest within 10 days after its receipt (excluding\nSaturday, Sunday, and legal public holidays). Conditions\nfor extension of this time are discussed in 28 CFR 16.1(d). # Generally, all FOIA requests shall be processed in the\napproximate order of receipt, unless the requester shows\nexceptional circumstances exist to justify an expedited\nresponse. Examples of exceptional circumstances which might\njustify an expedited response include the following:\n! a threat to life or safety, ! the loss of substantial due process rights, or ! in cases of widespread and exceptional interest to the\nmedia, and upon approval of DOJ’s Office of Public\nAffairs, possible questions about the Government’s\nintegrity which affect public confidence. Because a decision to take a FOIA request out of order delays\nother requests, simple fairness demands that such a decision be\nmade only upon careful scrutiny of truly exceptional\ncircumstances.\n! Regional Counsel shall follow DOJ guidelines as to\nwhether to expedite a particular request because it\nfits into one of the first two exceptions described\nabove. PS 1351.05\n9/19/2002\nPage 30\n! Requests which are being considered for expedited\nprocessing because of the last exception described\nabove shall first be sent through the FOIA/PA\nAdministrator to the General Counsel for obtaining DOJ\napproval. 35. TRANSITION. Inmates must remove any copies of PSRs and SORs\nas listed in Section 12.a. (2)(d)(1) they currently possess no\nlater than 45 days after the effective date of this PS. Each\ninmate must inspect his or her personal property for photocopies\nof these documents and then dispose of them. Inmates possessing these documents when this transition period\nexpires will be subject to disciplinary action for possession of\ncontraband."
}