{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 37,
  "chunk_text": "Transportation costs may be\nreimbursed based on mileage rates, actual costs incurred, or a combination of these methods. Allowable airfare\ntravel costs will be reimbursed based upon standard coach fare, unless otherwise authorized in advance by the\nCOPS Office. The COPS Office TRGP-E/T will fund award-related travel costs for the recipient agency or other (non-recipient)\nindividuals to attend training and technical assistance conferences, seminars, or classes or to visit a site specified\nin the application. Allowable expenses for award-related lodging, meals, and incidental expenses that were\nincluded in the application have been approved by the COPS Office as part of the TRGP-E/T award and final\nbudget. Your agency should keep timely and accurate records of all travel expenses. If at any time these costs\nchange, you should immediately contact your COPS Office Grant Program Specialist to obtain an award\nmodification. Temporary dependent care costs above and beyond regular dependent care that directly results from\nconference travels are allowable as long as the costs incurred (1) are a direct result of the individual’s travel for\nthe federal award; (2) are consistent with the recipient’s documented travel policy for all entity travel; and (3) are\nonly temporary during the travel period. 36 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Allowable costs: Supplies All supplies must be solely used for the project identified in your project proposal. Reimbursements for office\nsupplies that are consumed by routine administrative purposes instead of project-related activities are\nprohibited. Items must meet the guidelines described in 2 CFR Part 200 (Uniform Administrative Requirements,\nCost Principles, and Audit Requirements for Federal Awards) as adopted by the U.S. Department of Justice in 2\nCFR § 2800.101. Allowable costs: Contracts/consultants\nCompensation for individual consultant services procured under a COPS Office award must be reasonable and\nallocable in accordance with 2 CFR Subpart E—Cost Principles and consistent with that paid for similar services\nin the marketplace. Unless otherwise approved by the COPS Office, consultant rates will be based on the salary a\nconsultant receives from his or her primary employer, as applicable, up to $650 per day. For consultant or\ncontractor rates which exceed $650 per day, the COPS Office requires written justification if the consultants or\ncontractors are hired through a non-competitive bidding process and recipients must receive COPS Office\napproval of those rates before drawing down award funds. Determinations will be made on a case-by-case basis. Allowable costs: Other costs The purchases of project-related expenditures that do not conform to any other category descriptions specified\nabove were included in this section of your FCM. In addition, items that have a direct correlation to the overall\nsuccess of a recipient’s project objectives and are necessary for the project to reach full implementation are\nconsidered on a case-by-case basis by the COPS Office. Requests may be made only for items or positions that are not otherwise budgeted with state, local, or BIA\nfunds, and would not be funded in the absence of the TRGP award. Allowable costs: Indirect costs (If Applicable) The recipient understands that indirect costs may only be requested at the time of application."
}