{
  "document_category": "guidance",
  "document_name": "5267_09.pdf",
  "chunk_index": 7,
  "chunk_text": "The addition of\nthe minister of record will not count against the total number of authorized regular visitors an\ninmate is allowed to have on his/her visiting list, and will not count against the total number of\nsocial visits allowed. (2) Clergy. Visits from clergy (other than the minister of record) will be in accordance with the\ngeneral visitor procedures, and will count against the total number of regular visits allowed. Ordinarily, clergy visits will not be accommodated unless requested by the inmate. However,\nthe Chaplain may approve a visitation request initiated by the clergy if the inmate wishes to visit\nwith the clergy. Clergy/minister of record visits will be accommodated in the visiting room during regularly\nscheduled visiting hours and, to the extent practicable, in an area of the visiting room that\nprovides a degree of separation from other visitors. If a private area is not available, the visit\nmay be rescheduled. The Warden may establish a limit to the number of minister of record and clergy visits an inmate\nreceives each month, consistent with available resources. However, during times of personal or\nfamily emergencies, an inmate will be authorized a visit from his/her minister of record. Refer to\nthe Program Statement Religious Beliefs and Practices for additional information regarding\nminister of record and clergy. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 9 10. ATTORNEY VISITS\n§540.46. Attorney Visits. Requirements for attorney visits are governed by the provisions on inmate legal\nactivities (see §543.12 through 543.16 of this chapter). Provisions pertinent to\nattorney visits for pretrial inmates are contained in §551.117 of this chapter. § 543.12 through 543.16 refers to the Program Statement Inmate Legal Activities. §551.117\nrefers to the Program Statement Pretrial Inmates. Staff may not subject visits between an attorney and an inmate to auditory supervision. To the\nextent practicable, attorney visits, for both pretrial and sentenced inmates, are to take place in a\nprivate conference room. However, areas designated for attorney visits will be arranged so as to\nprovide adequate unobstructed visual supervision. Where such a room is not available, the attorney visit may occur in a regular visiting room,\nprovided the inmate and the inmate’s attorney have a degree of separation from other visitors. Occasionally, a situation may arise when a private area or conference room is not available, and\nthe attorney does not wish to meet in a regular visiting room. When this occurs, the attorney\nmay reschedule the visit. Refer to the Program Statement Inmate Legal Activities for additional\ninformation on processing legal visits. 11. MEDIA VISITS\n§540.47. Media visits. Requirements for media visits are governed by the provisions on contact with\nnews media (see subpart E of this part). A media representative who wishes to\nvisit outside his or her official duties, however, must qualify as a regular visitor\nor, if applicable, a special visitor. [Section §540.48 is removed and reserved.] P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 10 12. TRANSPORTATION ASSISTANCE\n§540.49. Transportation assistance. The Warden shall ensure that directions for transportation to and from the\ninstitution are provided for the approved visitor (see §540.51(b)(4))."
}