{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 81,
  "chunk_text": "• Any additional information that would support the case\nSection III. A declaration that this action/choice is in the best interest of the agency. Failure to provide all of the necessary information will delay the processing of your request. Your agency\nwill be contacted if any of the identified information is missing or if additional supporting information is\nrequired. If the COPS Office determines that the request does not meet the standards set forth above, the\nrequest will be denied. Please be advised that conflicts of interest are prohibited under the procurement standards set forth in 2\nC.F.R. § 200.318 as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. In addition, the grant\nrecipient agrees not to award federal funds under this program to any party that is debarred or suspended\nfrom participation in federal assistance programs. If you have any questions regarding the federal requirements that guide procurement procedures, please\ncontact your Grant Program Specialist or program point of contact at 800-421-6770. 70 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Contact the COPS Office If you have any questions regarding the federal requirements that guide procurement procedures, please\ncontact your COPS Office Program Manager. For more information about COPS Office programs and resources, please call the COPS Of﻿﻿fice Response\nCenter at 800-421-6770 or visit the COPS Office online at www.COPS.usdoj.gov. Appendix E. Conference reporting requirements The sample submission forms on the following pages show the required reporting categories for conference\nexpenses. 71 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 72 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 73 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 74 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 75 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 76 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 77 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 78 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 79 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 80 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 81 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 82 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 83 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 84 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Appendix F. Consultant/contractor rate information sheet\nAwardee guidelines on consultant rate approval requests\nCompensation for individual consultant services procured under a COPS Office grant must be reasonable\nand allocable in accordance with 2 C.F.R. Part 225 (OMB Circular A-87) (Cost Principles for State, Local, and\nIndian Tribal Governments), 2 C.F.R. Part 220 (OMB Circular A-21) (Cost Principles for Educational Institutions),\n2 C.F.R. Part 230 (OMB Circular A-122) (Cost Principles for Non-Profit Organizations), and 48 C.F.R. Part 31.000,\net seq. (FAR 31.2) (Cost Principles for Commercial Organizations), as applicable, and consistent with that paid\nfor similar services in the marketplace."
}