{
  "document_category": "guidance",
  "document_name": "1490_006_CN-1.pdf",
  "chunk_index": 13,
  "chunk_text": "RE: (NAME)\n(NUMBER)\n(INSTITUTION) The above-referenced inmate is subject to the provisions of the\nVictim and Witness Protection Act of 1982 (Public Law 97-291). This inmate is scheduled for a hearing before the U.S. Parole\nCommission during the week of\n. All victims and/or witnesses have been notified of this hearing. They have also been advised that they may appear before, and\noffer a statement at, this hearing or send comments to your\noffice for consideration prior to this hearing. If requested,\nthese comments may be kept confidential from the inmate. This information is being provided for informational purposes\nonly. There is no obligation for your agency to contact any\nvictim and/or witness. If you have any questions regarding this\ncase, please contact me or the Case Management Coordinator at the\nfollowing number (FTS):\n. cc: Privacy Folder, Section I, Inmate Central File PS 1490.06\n5/23/2002\nAttachment B\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS VICTIM NOTIFICATION RECORD\nInmate's Name:\nDATE INST Register No. : *PERSON CONTACTED/REASON * Including unsuccessful contact attempts\n** E.G., certified mail, telephone, etc.\nFile in Privacy Folder, Section I of Inmate Central File **METHOD SIGNATURE OF STAFF MEMBER PS 1490.06\n5/23/2002\nAttachment C\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS\nDATE:\nREPLY TO\nATTN OF:\nSUBJECT:\nTO: Staff Request for Victim\nNotification\nWarden In accordance with Program Statement 1490.056, Victim and Witness\nNotification Program, I am requesting notification of all\nrelease-related activities relative to the below named inmate. I understand that every effort will be made to ensure this\nrequest for notification remains confidential and the information\nprovided will not be released to the inmate or any unauthorized\nstaff. If at any time I believe my identity has been\ncompromised, I will immediately contact Central Office\nvictim/witness staff. STAFF REQUEST FOR VICTIM NOTIFICATION If you were the victim of or witness to a crime or a victim\nto an incident, please provide the following information:\nInmate's Name & Reg. No.:\nIncident Report and/or Offense & Sentence: Place of Incident or Sentencing District:\nDate of Sentencing/or Incident:\nNote: Please enclose any additional comments, information and\ndocumentation you may have pertaining to this request. My current information is: (Please Print)\nNAME:\nADDRESS:\nHOME PHONE: WORK PHONE: I understand that notifying Central Office victim staff of any\nchanges in my address and/or phone number is my responsibility. PS 1490.06\n5/23/2002\nAttachment D\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS MEMORANDUM FOR , SENIOR DEPUTY\nASSISTANT DIRECTOR, CORRECTIONAL PROGRAMS DIVISION FROM:\nWarden\nSUBJECT: Staff Request for Victim Notification Attached is a request from a Bureau of Prisons employee for\nparticipation in the Victim Notification Program. I have\nreviewed his/her request and, pursuant to the Program Statement\non Victim Notification Program, meets the criteria established\nfor being a \"victim.\" This request for a Bureau employee's\nplacement in the Victim Notification Program has been forwarded\nto your office for review. Approved Disapproved PS 1490.06\n5/23/2002\nAttachment E\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS\nName of Victim\nStreet Address\nCity, State, Zip Code\nRE: INMATE NAME:\nFEDERAL REGISTER NUMBER:\nSTATE CORRECTIONS NUMBER: Dear: We have received your request to be notified regarding the\nrelease and/or release proceedings of the above-referenced\ninmate. We fully recognize the impact of crime is devastating to\ninnocent victims and their families. Therefore, we will make\nevery effort to be responsive, informative and sensitive to your\nrequest."
}