{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 112,
  "chunk_text": "Inmates shall make a written request to the CCC Director\nstating the specific need for the equipment. The CCC Director\nshall verify the need and forward the request for approval to the\nCCM. A copy of the request (approved or disapproved) shall be\nreturned to the CCC Director, with a copy to the inmate's file. b. For supervision cases, the CCC Director shall make the\nrequest to the USPO seeking approval/guidance. A copy shall be\nforwarded to the CCM for informational purposes. The USPO's\nresponse shall be placed in the offender's contractor file and\nreviewed during routine monitorings. 5.13.9. Use of Inmates in Investigations Any person or agency requesting to use an inmate in any\ninvestigation must be referred to the Office of Enforcement\nOperations (OEO), Department of Justice, Washington DC for\napproval, as these types of investigations are extremely\nsensitive. Information and procedures regarding requests from\ninvestigative agencies or U.S. Attorneys to use inmates under\nBureau jurisdiction may be found in the Special Investigative\nSupervisors Manual, Chapter 17 - Investigative Requests. The CCM\nshall contact the MCA or CCRA regarding information contained in\nthis Manual, or the Executive Assistant, Correctional Programs\nDivision, Central Office. 5.14. RELEASE PROCEDURES CCMs shall ensure the timely release of inmates from contract\nCCCs and contract jails or boarding facilities. CCMs must verify\nrelease data, including credit for CCC good time. CCMs shall\ncalculate release dates for direct court commitments and date\nchanges for institution transfers if additional or forfeited good\ntime occurs. CCMs shall mail a copy of appropriate sentence\ncomputation data to CCCs and boarding facilities of the inmate. CCMs shall establish a system to monitor release dates and ensure\ncontract staff release inmates timely and accurately prepare\nrelease paperwork. The following schedules outline the steps and time limits\napplicable to each type of release from confinement. Reference\nshall also be made to the Inmate Systems Management Manual. CCMs\nshall ensure that contract staff are aware of these schedules and\nthat contractors understand the different requirements for\nrelease. It is Bureau practice to release inmates who are not\nsupervision cases on the work day preceding a Saturday, Sunday, PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 35\nor holiday if the release date falls on one of the days noted. This practice also applies to releases on parole unless the\nrelease date is the parole eligibility date. 5.14.1. Release Schedule a.\nParole. Six weeks prior to parole date, contract staff\nsubmit a proposed parole plan to the USPO for investigation and\napproval. Four weeks prior to parole date, contract staff submit a request\nfor a parole certificate to the appropriate U.S. Parole\nCommission office, with the USPO approval attached. b.\nMandatory Release. Four to six weeks prior to mandatory\nrelease date, contract staff submit a proposed release plan to\nthe USPO (Mandatory Release Statement (Attachment 5-4d). c.\nSupervision Cases. Contract staff submit release plans\nto the USPO when they determine release is appropriate, based on\nprogram progress or adjustment. 5.14.2. Release Forms and Report Distribution Parole certificates are mailed or faxed from the U.S. Parole\nCommission directly to the CCC."
}