{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 25,
  "chunk_text": "Cash awards shall be one percent of the net estimated savings during\nthe first year, with the minimum award being $25.00, and the maximum award\nbeing $1,000.00. When there are substantial one-time costs to implement a suggestion or invention that will produce\nbenefits over a number of years, and it is believed that an award based on first-year savings would\nbe inadequate compensation, the award may be based on an annual average of the estimated\nbenefits over a period of three years. 4. PROCEDURES FOR GRANTING AWARDS FOR SUGGESTIONS OR\nINVENTIONS\n§345.73 Procedures for granting awards for suggestions or inventions. Inmate suggestions for improvements in operations or safety, or for conservation\nof energy or material, must be submitted in writing. The standard Bureau suggestions form (Ideas are Dollars, BP-A0372) may be used with the phrase\n“Inmate Suggestion” typed in the upper-right-hand corner, and put into a suggestion box or other\nlocally approved receptacle. a. The inmate’s immediate supervisor shall review the suggestion and forward it\nwith comments and award recommendation to the SOI. b. The SOI shall ensure that all inmate suggestions and/or inventions formally\nsubmitted are considered for incentive awards by a committee comprised of\nIndustries personnel designated by the SOI. Ordinarily the committee is composed of the SOI and two other FPI managers. When the SOI is\nnot a member of the committee, the committee’s recommendation and justification are forwarded\nthrough the SOI to the Warden for approval. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 41 (1) The committee is authorized to award a cash award of up to $100.00 or an\nequivalent gift not to exceed $100.00 in value to an inmate whose suggestion has\nbeen adopted. A recommendation for an award in excess of $100.00 shall be\nforwarded to the Assistant Director for a final decision. (2) The committee shall forward all recommendations for awards for inventions\nthrough the SOI to the Warden. The Warden may choose to add his or her\ncomments before forwarding to the Assistant Director for a final decision. (3) Incentive awards are the exclusive methods for recognizing inmates for\nsuggestions or inventions. 5. AWARDS FOR SPECIAL ACHIEVEMENTS FOR INMATE WORKERS\n§345.74 Awards for special achievements for inmate workers. While recognition of inmate worker special achievements may originate from any\nFPI staff member, the achievement ordinarily will be submitted in writing by the\ninmate’s immediate supervisor. a. The SOI shall appoint a local institution committee to consider inmates for\nspecial achievement awards. b. The committee shall forward its recommendations to the SOI, who is\nauthorized to approve individual awards (cash or gifts) not to exceed $100 in\nvalue. A recommendation for an award in excess of $100 (cash or gifts) shall be\nforwarded, with the Superintendent’s recommendation and the justification for it,\nthrough the Warden to the Assistant Director. The Warden may submit\ncomments on the recommendation. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 42 Chapter 7. FPI Inmate Training and Scholarship Programs\n1. GENERAL\n§345.80 General. As earnings permit, FPI provides appropriate training for inmates which is directly\nrelated to the inmate worker’s job assignment."
}