{
  "document_category": "guidance",
  "document_name": "5538_07.pdf",
  "chunk_index": 9,
  "chunk_text": "a. MAXIMUM Custody. Contract guard services may not be used. (1) Staffing. A minimum of three staff escorts are required for each inmate, with one staff\nmember holding the rank of at least GS-11 Lieutenant. In addition, there must be staff in a backup car (follow vehicle). It is recommended that two staff occupy the back-up car. The staff-inmate ratio is maintained regardless of the number of inmates supervised. At least\none escort, in addition to the Lieutenant, must be a non-probationary staff member. (2) Weapons. A minimum of two staff escorts must be armed. Staff in the follow vehicle must\nalso be armed. It is recommended that staff carry three fully loaded magazines of ammunition\nwith each weapon, in addition to the magazine in the weapon. (3) Restraints. Handcuffs with the C&S handcuff cover, martin chains, padlock, and leg\nrestraints are used at all times. See above for considerations when escorting pregnant inmates. (4) Protective Vests. Staff members escorting MAXIMUM custody inmates must wear\nprotective vests (threat level III-A, at a minimum). b. IN Custody. Contract guard services may be used for IN custody inmates who are\nMINIMUM or LOW security levels. Contract guard services are not used for MEDIUM and\nHIGH security inmates. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13 (1) Staffing. A minimum of two staff escorts is required for the first inmate, with one additional\nstaff member required for each additional inmate. The Warden may require an additional\nnumber of escorts if he/she determines it is warranted. At least one staff escort must be nonprobationary. (2) Weapons. The Warden determines if escorting staff will be armed. If weapons are\nauthorized, a minimum of two staff escort IN custody inmates, with at least one staff member\narmed. (3) Restraints. Handcuffs with martin chains will be used at all times. Additional restraint\nequipment may be used at the escorting officers’ discretion. See above for considerations when\nescorting pregnant inmates. (4) Protective Vests. Staff members involved in escorting IN custody inmates wear protective\nvests (threat level III-A at a minimum), when the escort requires weapons. c. OUT Custody. Contract guard services may be used. (1) Staffing. At least one staff member must be non-probationary. One staff member may\nescort a maximum of five OUT custody inmates. In certain circumstances, additional staff may\nbe required to maintain constant visual supervision during the escort (e.g., medical appointments\nrequiring examinations in separate rooms). (2) Weapons. No weapons are required. (3) Restraints. Restraints may be used at the discretion of the escorting officer(s). See above\nfor considerations when escorting pregnant inmates. d. COMMUNITY Custody. Contract guard services may be used. (1) Staffing. At least one staff member must be non-probationary. One staff member may\nescort a maximum of five COMMUNITY custody inmates. In certain circumstances, additional\nstaff may be required to maintain constant visual supervision during the escort (e.g., medical\nappointments requiring examinations in separate rooms). (2) Weapons. No weapons are required. (3) Restraints. No restraints are required. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 14 e. Other Considerations:\n■"
}