{
  "document_category": "guidance",
  "document_name": "5100_008cn.pdf",
  "chunk_index": 33,
  "chunk_text": "Additionally, the PSF\nshall not be applied if the inmate has been\nnaturalized as a United States citizen. I Sentence Length. A male inmate with more than ten\nyears remaining to serve will be housed in at least\na Low security level institution unless the PSF has\nbeen waived. A male inmate with more than 20 years remaining to\nserve will be housed in at least a Medium security\nlevel institution, unless the PSF has been waived. A male inmate with more than 30 years remaining to\nserve (including non-parolable LIFE sentences) will\nbe housed in a High security level institution\nunless the PSF has been waived. K Violent Behavior. A female inmate whose current term\nof confinement or history involves two convictions\n(or findings of commission of a prohibited act by the\nDHO) for serious incidents of violence within the\nlast five years will be assigned to at least a Low\nsecurity level institution, unless the PSF has been\nwaived. P5100.08\n9/12/2006\nChapter 5, Page 10 L Serious Escape. A female inmate who has been involved\nin a serious escape within the last ten years,\nincluding the current term of confinement, will be\nassigned to the Carswell Administrative Unit, unless\nthe PSF has been waived. A male inmate who has escaped from a secure facility\n(prior or instant offense) with or without the\nthreat of violence or who escapes from an open\ninstitution or program with a threat of violence\nwill be housed in at least a Medium security level\ninstitution, unless the PSF has been waived. M Prison Disturbance. A male or female inmate who was\ninvolved in a serious incident of violence within\nthe institution and was found guilty of the\nprohibited act(s) of Engaging, Encouraging a Riot,\nor acting in furtherance of such as described in,\nbut not limited to institution disciplinary codes\nsuch as 103, 105, 106,\n107, 212, 213 or 218. Such a finding must be in\nconjunction with a period of simultaneous\ninstitution disruptions. Males will be housed in at\nleast a HIGH security level institution and females\nwill be assigned to the Carswell Administrative\nUnit, unless the PSF has been waived. N Juvenile Violence. A male or female offender,\ncurrently of juvenile age, who has any documented\nsingle instance of violent behavior, past or present,\nwhich resulted in a conviction, a delinquency\nadjudication, or finding of guilt. Violence is defined\nas aggressive behavior causing serious bodily harm or\ndeath or aggressive or intimidating behavior likely to\ncause serious bodily harm or death (e.g., aggravated\nassault, intimidation involving a weapon, or arson). O Serious Telephone Abuse. A male or female inmate who\nutilizes the telephone to further criminal activities\nor promote illicit organizations and who meets the\ncriteria outlined below, must be assigned a PSF for\nSerious Telephone Abuse. A conviction is not required\nfor the PSF if the Presentence Investigation Report\n(PSR) or other official documentation clearly\nindicates that the above behavior occurred or was\nattempted. An inmate who meets this\ncriteria must be housed in at P5100.08\n9/12/2006\nChapter 5, Page 11\nleast a Low security level institution, unless\nthe PSF is waived. The PSF should be entered if any one of the\nfollowing criteria applies.\n(1) PSR or comparable documentation reveals\nthe inmate was involved in criminal\nactivity facilitated by the telephone who:\n• meets the definition of a leader/organizer or\nprimary motivator; or •"
}