{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 62,
  "chunk_text": "Instead, your\norganization has to maintain the Utilization Report on file and make it available for review on\nrequest. In addition, your organization has to complete Section B of the Certification Form and\nreturn it to the OCR. The Certification Form is available at\nhttp://www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. If your organization is a government\nagency or private business and has received an award for $500,000 or more and has fifty or\nmore employees (counting both full- and part-time employees but excluding political\nappointees), then it has to prepare a Utilization Report (formerly called an EEOP Short Form)\nand submit it to the OCR for review within sixty days from the date of this letter. For assistance\nin developing a Utilization Report, please consult the OCR's website at\nhttp://www.ojp.usdoj.gov/about/ocr/eeop.htm. In addition, your organization has to\ncomplete Section C of the Certification Form and return it to the OCR. The Certification Form is\navailable at http://www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. To comply with the EEOP\nrequirements, you may request technical assistance from an EEOP specialist at the OCR by\ntelephone at (202) 307-0690, by TTY at (202) 307-2027, or by e-mail at\nEEOsubmisson@usdoj.gov. 67 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 9. Pursuant to U.S. Department of Justice guidelines (June 18, 2002 Federal Register (Volume 67, Number 117,\npages 41455-41472)), under Title VI of the Civil Rights Act of 1964, it will ensure meaningful access to its\nprograms and activities by persons with limited English proficiency. 10. It will ensure that any facilities under its ownership, lease or supervision which shall be utilized in the\naccomplishment of the project are not listed on the Environmental Protection Agency’ (EPA) list of Violating\nFacilities and that it will notify us if advised by the EPA that a facility to be used in this grant is under\nconsideration for such listing by the EPA.. 11. If the applicant’s state has established a review and comment procedure under Executive Order 12372 and\nhas selected this program for review, it has made this application available for review by the state Single\nPoint of Contact. 12. It will submit all surveys, interview protocols, and other information collections to the COPS Office for\nsubmission to the Office of Management and Budget for clearance under the Paperwork Reduction Act of\n1995 if required. 13. It will comply with the Human Subjects Research Risk Protections requirements of 28 C.F.R. Part 46 if any\npart of the funded project contains non-exempt research or statistical activities which involve human\nsubjects and also with 28 C.F.R. Part 22, requiring the safeguarding of individually identifiable information\ncollected from research participants. 14. Pursuant to Executive Order 13043, it will enforce on-the-job seat belt policies and programs for employees\nwhen operating agency-owned - or - rented or personally-owned vehicles. 15. As required by 42 U.S.C. § 3796dd-3(a), it will not use COPS Office funds to supplant (replace) state, local, or\nBureau of Indian Affairs funds that otherwise would be made available for the purposes of this grant, as\napplicable. 16."
}