{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 83,
  "chunk_text": "As a condition of the grant, I certify that I will not engage in the unlawful manufacture, distribution,\ndispensing, possession, or use of a controlled substance in conducting any activity with the grant;\nand B. If convicted of a criminal drug offense resulting from a violation occurring during the conduct of\nany grant activity, I will report the conviction, in writing, within 10 calendar days of the conviction,\nto:\nU.S. Department of Justice\nOffice of Justice Programs\nATTN: Control Desk\n810 Seventh Street, NW\nWashington, D.C. 20531 As the duly authorized representative of the applicant, I hereby certify that the applicant will comply with\nthe above certifications. 1. Grantee Name and Address: 2. Application Number and/or Project Name: 3. Grantee IRS/Vendor Number __________________________________________ 4. Type/Print Name and Title of Authorized Representative 5. Signature 6. Date 72 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Appendix C. Community policing defined\nCommunity policing is a philosophy that promotes organizational strategies that support the systematic use\nof partnerships and problem-solving techniques, to proactively address the immediate conditions that give\nrise to public safety issues such as crime, social disorder, and fear of crime. Community policing comprises three key components:\n1. Community partnerships 2. Organizational transformation 3. Problem solving Community partnerships\nCommunity partnerships are collaborative partnerships between the law enforcement agency and the\nindividuals and organizations they serve to develop solutions to problems and increase trust in police. Community policing, recognizing that police rarely can solve public safety problems alone, encourages\ninteractive partnerships with relevant stakeholders. The range of potential partners is large and these\npartnerships can be used to accomplish the two interrelated goals of developing solutions to problems\nthrough collaborative problem solving and improving public trust. The public should play a role in\nprioritizing and addressing public safety problems. Other government agencies Law enforcement organizations can partner with a number of other government agencies to identify\ncommunity concerns and offer alternative solutions. Examples of agencies include legislative bodies,\nprosecutors, probation and parole departments, public works departments, neighboring law enforcement\nagencies, health and human services departments, child support services, ordinance enforcement, and\nschools. Community members or groups\nIndividuals who live, work, or otherwise have an interest in the community—volunteers, activists, formal\nand informal community leaders, residents, visitors and tourists, and commuters—are a valuable resource\nfor identifying community concerns. These factions of the community can be engaged in achieving specific\ngoals at town hall meetings, neighborhood association meetings, decentralized offices or storefronts in the\ncommunity, and team beat assignments. Nonprofits or service providers\nAdvocacy and community-based organizations that provide services to the community and advocate on its\nbehalf can be powerful partners. These groups often work with or are composed of individuals who share\ncommon interests and can include such entities as victims groups, service clubs, support groups, issue\ngroups, advocacy groups, community development corporations, and the faith community. Private businesses For-profit businesses also have a great stake in the health of the community and can be key partners\nbecause they often bring considerable resources to bear in addressing problems of mutual concern. Businesses can help identify problems and provide resources for responses, often including their own\nsecurity technology and community outreach."
}