{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 2,
  "chunk_text": "Federal offenders. District of Columbia Code felony offenders. Treaty transfer cases. Inmates serving concurrent Federal and state sentences. Inmates subject to detainers with Immigration and Customs Enforcement (ICE) or other\nFederal, state, or local authorities. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 Categories of inmates who do not require review for potential certification as sexually dangerous\npersons include:\n■ Pretrial inmates (except inmates found incompetent and unrestorable under section 4241(d)\nand inmates whose charges were dismissed due to a mental condition). ■ Persons held as material witnesses. ■ Persons held on civil contempt orders. ■ Persons released on bond. ■ Inmates serving only state sentences in Bureau custody. ■ Inmates serving only military terms of imprisonment in Bureau custody. ■ Inmates in Bureau custody being held solely as ICE detainees. ■ Persons housed at Residential Reentry Centers (RRC) as a condition of supervised release. (c) The Bureau may certify that a person in Bureau custody is a sexually\ndangerous person when review under this subpart provides reasonable cause to\nbelieve that the person is a sexually dangerous person. In determining whether a\nperson is a sexually dangerous person and should be so certified, the Bureau will\nconsider any available information in its possession and may transfer the person\nto a suitable facility for psychological examination in order to obtain information\nfor this purpose. a. Program Objectives\n■ The public will be protected through the secure confinement of sexually dangerous persons. ■ Program participants will receive comprehensive treatment services to assist them in\ndeveloping the skills necessary to prepare them to be safely released back into the community. b. Policy Waivers. Federal Regulations (rules) that apply to pretrial inmates also apply to\ncertified and committed inmates and cannot be waived. All Bureau policies apply to certified\nand committed inmates unless specifically provided otherwise in this policy. Waivers from any\nBureau policy or national directive must be processed according to the Program Statement\nDirectives Management Manual. c. Institution Supplement. The Bureau’s designated CTP institution(s) develops an Institution\nSupplement that addresses specific details of operations and procedures. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 2. DEFINITIONS\n§ 549.91 Definition of “sexually dangerous person.” For purposes of this subpart, a “sexually dangerous person” is a person:\n(a) Who has engaged or attempted to engage in:\n(1) Sexually violent conduct; or\n(2) Child molestation; and\n(b) Has been assessed as sexually dangerous to others by a Bureau mental health\nprofessional. § 549.92 Definition of “sexually violent conduct.”"
}