{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 80,
  "chunk_text": "Executive Orders\nExecutive Order 12291, “Regulations”\nExecutive Order 12372, 28 CFR Part 30 “Intergovernmental Review of Federal Programs”\nExecutive Order 12547, “Non-Procurement Debarments and Suspension” 87 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Appendix B. Assurances and Certifications\nAssurances By the submission of these standard assurances and certifications by an authorized representative on behalf of\nthe applicant, the applicant hereby assures and certifies compliance with all applicable Federal statutes,\nregulations, policies, and other requirements, including 2 C.F.R. Part 2800 (Uniform Administrative\nRequirements, Cost Principles, and Audit Requirements for Federal Awards by the Department of Justice); and\nExecutive Order 13043 (seat belt use). The applicant also specifically assures and certifies the following:\n1. 2. 3.\n4. 5. 6. It has the legal authority to apply for federal assistance; it has the institutional, managerial, and financial\ncapability (including funds sufficient to pay any required nonfederal share of project cost) to ensure proper\nplanning, management, and completion of the project described in this application; and the person(s)\nsigning the application and these standard assurances and certifications is authorized to do so and to act on\nits behalf regarding this application. If funded, it will establish safeguards to prevent and identify potential organizational conflict of interest\nsituations during the award period and will prohibit employees from using their positions in a manner that\nconstitutes or presents the appearance of a conflict of interest or improper personal gain including in\nrelation to those with whom they have family, business or other ties. In addition, it will disclose (in writing)\nto the U.S. Department of Justice (DOJ) awarding agency any potential conflict of interest arising during the\ncourse of performance of the grant or cooperative agreement award and also will require such written\ndisclosures by any subrecipients. If funded, it will give the DOJ and the Comptroller General, through any authorized representative, access to\nall documents, papers, or other records that are pertinent to the grant or cooperative agreement award. If funded, it will comply with all lawful requirements imposed by the awarding agency, specifically including\nany applicable regulations, such as 28 C.F.R. Parts 18, 22, 23, 30, 35, 38, 42, 46, 61, 63, and 2 C.F.R. Part 2800;\nthe award term in 2 C.F.R. § 175.15(b); 48 C.F.R. Subpart 31.2, the current edition of the DOJ Grants Financial\nGuide, the OVW Financial Grants Management Guide, and the COPS Office Grant Owner's Manual, as\napplicable. It will assist the DOJ in complying with section 106 of the National Historic Preservation Act of 1966 (16\nU.S.C. § 470), Executive Order 11593 (identification and protection of historic properties), the Archeological\nand Historical Preservation Act of 1974 (16 U.S.C. § 469 a-1 et seq.), and the National Environmental Policy\nAct of 1969 (42 U.S.C. § 4321)."
}