{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 16,
  "chunk_text": "What you should do:\nIncluded with your award package is a memorandum from the Office for Civil Rights, Office of Justice Programs,\nU.S. Department of Justice, which addresses the federal civil rights statutes and regulations applicable to your\naward. You should review this memorandum to understand your agency’s civil rights responsibilities. As a recipient of federal financial assistance from the COPS Office, you are required to comply with the\napplicable federal civil rights laws, to collect data and information sufficient to permit effective enforcement of\nsuch laws, and to cooperate with any federal civil rights investigation, which includes providing access to\nrecords, accounts, documents, information, facilities, and staff. 13 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 11. Equal Employment Opportunity Plan (EEOP)\nCondition: All recipients of funding from the COPS Office must comply with the federal regulations pertaining to the development\nand implementation of an Equal Employment Opportunity Plan (28 C.F.R. Part 42 subpart E). Why this condition: It is the experience of the U.S. Department of Justice in implementing its responsibilities under the Omnibus\nCrime Control and Safe Streets Act of 1968 (Safe Streets Act), the statute that established the COPS Office, that\n“the full and equal participation of women and minority individuals in employment opportunities in the criminal\njustice system is a necessary component to the Safe Streets Act’s program to reduce crime and delinquency in\nthe United States” 28 CFR § 42.301. The Equal Employment Opportunity Plan (EEOP) does not impose quotas or\nhiring requirements on recipients of federal funds. What you should do: The obligations to comply with the EEOP requirement differ depending on your organization’s legal status, the\nnumber of its employees, and the amount of the award. If your organization is a government agency or private business and has received a single award for $500,000 or\nmore and has fifty or more employees (counting both full- and part-time employees but excluding political\nappointees), then it must prepare a Utilization Report and submit it to the OCR for review within 90 days from\nthe start date of the award. For assistance in developing a Utilization Report, please consult the OCR's website at\nwww.ojp.usdoj.gov/about/ocr/eeop.htm and click Complying with the EEOP Requirement. If your organization is a government agency or private business and the largest single award it has received is\n$25,000 or more but less than $500,000, and it has fifty or more employees (counting both full- and part-time\nemployees but excluding political appointees), then it must prepare a Utilization Report, but it need not submit\nthe report to the OCR for review. Instead, your organization must certify that it is exempt from the submission\nrequirement, that it maintains the Utilization Report on file, and that it will make the Utilization Report available\nfor review on request. For assistance in developing a Utilization Report, please consult the OCR's website at\nwww.ojp.usdoj.gov/about/ocr/eeop.htm and click Complying with the EEOP Requirement. If your organization has fewer than fifty employees or receives an award of less than $25,000 or is a nonprofit\norganization, a medical institution, an educational institution, or an Indian tribe, then it is exempt from the EEOP\nrequirement."
}