{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 6,
  "chunk_text": "■ Review all short-range operation plans (one year or less) to assess inmate workforce needs. ■ Review projected and actual overtime use and design methods of reducing overtime costs\nwhile optimizing inmate employment. ■ Review the results of program reviews to improve the institution’s industrial program.\n■ Make recommendations on the consolidation of functions, reorganization, duplication of\neffort, layering, better use of technology, vertical integration, and other means of workforce\nutilization. 3. POSITION CLASSIFICATION\n§345.20 Position classification. a. Inmate worker positions must be assigned an appropriate level of pay. All\ninmate workers shall be informed of the objectives and principles of pay\nclassification as a part of the routine orientation of new FPI inmate workers. Pay rates for graded positions are set by FPI’s Board of Directors, and implemented by appropriate\nBureau directives. Pay rates for PIECP positions are based on the local prevailing wage, subject\nto allowable deductions. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 11 b. The Warden and SOI have the responsibility for position classification at each\nlocation. Position classification must be treated as an integral part of the total inmate worker personnel\nmanagement system. The classification program should represent a balance of pay equity,\neconomy, and workforce resources. (1) Pay Equity. Position classification should result in pay equity for graded positions. Differences in compensation paid to different inmate workers will be proportional to the\ndifferences in the difficulty, responsibility, and qualification requirements of the work performed. Individuals with similar skills and job assignments should receive similar pay. (2) Economy. Good position management requires that inmate worker positions are established\nconsistent with the soundest and most economical organizational structure to accomplish the\nmission efficiently. The skills assigned to a graded position should be consistent as to type and\nlevel, with higher level skills concentrated in higher level graded positions and lower level skills\nconcentrated in lower level graded positions. (3) Workforce Resources. The available quality and level of skills existing among inmates\nwithin the institution as well as the potential for development through training should be\nconsidered. As vacancies arise, individuals with the necessary skill potential will be advanced. 4. UNDERSTANDING OF THE PROGRAM\na. Purpose. This establishes the requirements and responsibilities for position classification in\nFPI as it pertains to graded inmate workers. It is essential that inmate workers be informed of the\nstandards of the pay classification system and understand the basis for determining their pay\nsystem and their resulting pay grades. b. Responsibility. While the Warden and SOI have the responsibility for position classification\nat each location, FPI managers must support that responsibility by ensuring that inmate workers\nare accurately classified and graded. c. Position Classification Files and Records. Position classification files and records should\nbe available for easy access and use by local FPI staff, auditors, program management staff, and\nother official visitors. They should contain the following information:\n■ An FPI Form 83, summarizing all operative positions in the FPI factory. This document lists\neach job by job number, title using the SOC code, and total positions in each pay grade level. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type."
}