{
  "document_category": "guidance",
  "document_name": "know_your_voting_rights_spanish.pdf",
  "chunk_index": 1,
  "chunk_text": "Conozca\nsu derecho\nal voto\nSu guía a las leyes\nfederales sobre el\nderecho al voto Departamento de Justicia de los EE. UU. División de Derechos Civiles Contenido de esta guía\nInformación básica sobre\nla votación \t\t\t\t1\nCómo proteger su derecho\nal voto\t\t\t\t1\nInscripción de votantes 3 Votación desde el extranjero 7 Votantes con un dominio\nlimitado del inglés 9 Votantes con discapacidades 10 Cómo denunciar una\nvulneración 12 Recursos adicionales 13 Información básica sobre\nla votación\n¿Quiénes gestionan las elecciones\nen mi estado? Funcionarios electorales estatales y locales. Ellos gestionan las elecciones federales,\nestatales y locales, incluyendo las del Congreso\ny para la presidencia. Si usted desea saber cómo puede votar en su\nestado, debe comunicarse con esos funcionarios\nporque las normas varían de estado a estado. Para\nmás información sobre las normas en su estado\ny para los datos de contacto de los funcionarios\nelectorales, vaya a vote.gov en español. Cómo proteger su\nderecho al voto\n¿Las leyes federales protegen mi\nderecho al voto? Sí. La División de Derechos Civiles del\nDepartamento de Justicia de los EE. UU. hace\n1 cumplir estas leyes. En muchos casos, las\npersonas cuyos derechos han sido vulnerados\ntambién pueden entablar pleitos privados. ¿Las leyes federales protegen contra\nla discriminación en la votación? Sí. Aquí tiene dos de las leyes federales más\nimportantes en lo que se refiere a la protección\nde votantes contra la discriminación. La primera ley es la ley de Derecho al Voto\n(“VRA”, por sus siglas en inglés). La Sección 2 de\nla VRA declara que es ilegal denegar o restringir\nel derecho al voto por motivos de la raza o el color\nde piel de un ciudadano. También prohíbe que se\ndiscrimine contra ciudadanos que pertenecen\na un grupo lingüístico minoritario, lo cual, bajo\nla definición en la VRA, se extiende a personas\nnativas americanas, asiáticas americanas, nativas\nde Alaska o de herencia hispana. Conforme con la Sección 2, los gobiernos\nestatales y locales no pueden emplear prácticas\no normas electorales que sean intencionalmente\ndiscriminatorias. Tampoco pueden emplear\nprácticas o normas que resulten en que\nciudadanos de cierta raza o grupo lingüístico\nminoritario tengan una oportunidad menor\nque la de otras personas a votar y elegir a los\nfuncionarios públicos que quieran. La segunda ley es la ley para Estadounidenses\ncon Discapacidades. El Título II de tal\nley requiere que los gobiernos estatales\ny locales garanticen que las personas\ncon discapacidades tengan igualdad de\noportunidades de votar plenamente. Al igual\nque la Sección 2 de la VRA, esta ley aplica a\ntodos los aspectos de la votación. Esto incluye\n2 la inscripción para votar, el acceso a centros\nde votación y la emisión del voto, tanto en el\ndía de las elecciones como durante la votación\ntemprana. Para más información, vaya a\nADA.gov (solo en inglés). ¿Las leyes federales protegen\ncontra la intimidación de votantes? Sí. Existen leyes federales civiles y penales que\nprohíben que se intimide, amenace o coaccione a\nalguien que está votando o que está intentando\nvotar, así como leyes federales que prohíben que\nse intimide, amenace o coaccione a personas que\nestán instando o ayudando a otros a votar. Las leyes civiles incluyen la ley de Derechos\nCiviles de 1957 y la ley de Derecho al Voto. Las\nleyes penales aparecen en varios títulos del\nCódigo de los EE. UU. Inscripción de votantes\n¿Dónde puedo inscribirme\npara votar?"
}