{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 65,
  "chunk_text": "Reduction-in-force review\n• Identification of the number of sworn officer positions (both full-time and part-time) funded in the agency’s\nbudget with local or other non-COPS Office funding during each fiscal year as of the threshold review date\n(please note that this may include vacant but funded positions). • Identification of the current number of vacancies among the agency’s locally-funded sworn personnel, the\ndates on which the positions were vacated, whether the agency intends to fill the vacancies, and the steps,\nif any, which have been taken to fill the vacancies. • Provision of supporting documentation from the time the reduction-in-force occurred indicating the\nreason(s) for the reduction-in-force (examples of supporting documentation may include minutes from\ncouncil meetings, budget directives, contemporaneous memoranda, etc.). • Identification of the number of COPS Office-funded officers the agency currently employs. • Documentation regarding whether other local departments in the city/township have experienced similar\nmanpower or budget reductions for the same reasons as the PD. • Letters from the agency’s government executive and law enforcement executive explaining the reductionin-force and addressing whether the reduction-in-force was unrelated to the receipt of the COPS Office\nAHTF funding and therefore would have occurred even in the absence of the AHTF award. • Provision of a request to continue implementing all applicable COPS Office awards (identifying which\nawards are in place) despite the reduction-in-force. 68 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Excess cash review\n• Identify the total amount of funding drawn down from the award. • Summary and supporting documentation of how the agency expended award funding. • Revised Federal Financial Reports. Unallowable/unsupported costs review\n• Payroll ledgers for all expenses charged to the award. Community policing review\n• Brochures, newsletters, or any documents detailing the agency’s community policing efforts as\nspecified in your award application, particularly in the following key areas:\n Organizational commitment\n− Community policing principles found in mission and values statements, policy and\nprocedures manuals, etc.\n− Community policing training information from the academy\n Problem-solving activities\n− Building on information systems to enhance crime analysis capabilities\n− Identifying crime problems by looking at crime trends\n− Identifying crime problems with members of the community or other government agencies\n− Preventing crime by focusing on conditions that lead to crime\n Community partnerships\n− Meetings with community members to learn about specific problems\n− Locating offices or stations within neighborhoods\n− Use of volunteers\n− Providing community policing training to citizens\n− Police participation in community organization working groups and/or special programs for\nschools and other interest groups which enhance crime prevention 69 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendix E. Whistleblower protection (41 U.S.C. 4712)\n41 U.S.C. 4712. Pilot program for enhancement of contractor protection from reprisal for disclosure of certain\ninformation\n(a) Prohibition of reprisals."
}