{
  "document_category": "guidance",
  "document_name": "5267_09.pdf",
  "chunk_index": 3,
  "chunk_text": "The Warden shall ensure that the visiting area is as comfortable and pleasant as\npracticable, and appropriately furnished and arranged. If space is available, the\nWarden shall have a portion of the visiting room equipped and set up to provide\nfacilities for the children of visitors. a. Institutions of minimum and low security levels may permit visits beyond the\nsecurity perimeter, but always under supervision of staff. b. Institutions of medium and high security levels, and administrative institutions\nmay establish outdoor visiting, but it will always be inside the security perimeter\nand always under supervision of staff. Reasonable accommodations should be made to ensure that all parts of the visiting area\naccessible to the public are also accessible to visitors and inmates with disabilities. 6. VISITING TIMES\n§540.42 Visiting times. a. Each Warden shall establish a visiting schedule for the institution. At a\nminimum, the Warden shall establish visiting hours at the institution on\nSaturdays, Sundays, and holidays. The restriction of visiting to these days may\nP5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 be a hardship for some families and arrangements for other suitable hours shall\nbe made to the extent practicable. Where staff resources permit, the Warden may\nestablish evening visiting hours. b. Consistent with available resources, such as space limitations and staff\navailability, and with concerns of institution security, the Warden may limit the\nvisiting period. With respect to weekend visits, for example, some or all inmates\nand visitors may be limited to visiting on Saturday or on Sunday, but not on both\ndays, in order to accommodate the volume of visitors. There is no requirement\nthat every visitor has the opportunity to visit on both days of the weekend, nor\nthat every inmate has the opportunity to have visits on both days of the weekend. To the extent practicable, and consistent with available resources and concerns for institution\nsecurity, the Warden is encouraged to establish visiting and/or attempt to accommodate a visitor\nwho can only visit on a specific weekend day. 7. FREQUENCY OF VISITS AND NUMBER OF VISITORS\n§540.43. Frequency of visits and number of visitors. The Warden shall allow each inmate a minimum of four hours visiting time per\nmonth. The Warden may limit the length or frequency of visits only to avoid\nchronic overcrowding. The Warden may establish a guideline for the maximum\nnumber of persons who may visit an inmate at one time, to prevent overcrowding\nin the visiting room or unusual difficulty in supervising a visit. Exceptions may\nbe made to any local guideline when indicated by special circumstances, such as\ndistance the visitor must travel, frequency of the inmate’s visits, or health\nproblems of the inmate or visitor. The Warden may establish a limit, consistent with available resources, on the number of visits an\ninmate may receive and/or the number of visiting hours (in excess of four) allotted to the inmate\neach month. Due to space limitations, limits on visiting may be necessary when an inmate has\nnumerous regular visitors living in the vicinity of the institution. Where facilities permit, the Warden may allow family groups to visit."
}