{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 35,
  "chunk_text": "iv. Change in pension value. This is the change in present value of defined benefit and actuarial\npension plans. v. Above-market earnings on deferred compensation which is not tax-qualified. vi. Other compensation, if the aggregate value of all such other compensation (e.g., severance,\ntermination payments, value of life insurance paid on behalf of the employee, perquisites or\nproperty) for the executive exceeds $10,000. Why this condition: To further federal spending transparency, the Federal Funding Accountability and Transparency Act of 2006\n(FFATA) requires, among other things, that information on federal awards (federal financial assistance and expenditures) be made available to the public via a single, searchable website, which is www.USASpending.gov. Grantees are responsible for reporting their applicable executive compensation and subaward information\nand the award term provides guidance to report the related information, as required by FFATA. What you should do: At the time of grant application, your agency was asked to ensure that it has the necessary processes\nand systems in place to comply with the applicable subaward and executive compensation reporting\nrequirements should it receive funding. If your agency received awards of $25,000 or more, you are required\nto report award information on any first-tier subawards totaling $25,000 or more, and, in certain cases, to\nreport information on the names and total compensation of the five most highly compensated executives\nof the recipient and first-tier subrecipients. The FFATA Subaward Reporting System (FSRS), accessible via the\nInternet at www.fsrs.gov, is the reporting tool that your agency will use to capture and report subaward 20 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual information and any executive compensation data required by FFATA. The subaward information entered\nin FSRS will then be displayed on www.USASpending.gov associated with your agency’s award, furthering\nfederal spending transparency. For additional information regarding the executive compensation and subaward reporting requirements,\nplease see Vol. 75, No. 177 (September 14, 2010) of the Federal Register, www.gpo.gov/fdsys/pkg/FR-201009-14/pdf/2010-22705.pdf. 18. Criminal intelligence systems\nCondition:\nGrantees using CAGI funds to operate an interjurisdictional criminal intelligence system must comply with\noperating principles of 28 C.F.R. Part 23. The grantee acknowledges that it has completed, signed, and submitted\nwith its grant award the relevant Special Condition certifying its compliance with 28 C.F.R. Part 23. Why this condition: If your agency receives funding for equipment or technology that will be used to operate an interjurisdictional criminal intelligence system, you must comply with the operating principles found at 28 C.F.R.\nPart 23. An inter-jurisdictional criminal intelligence system is generally defined as a system that receives,\nstores, analyzes, and exchanges or disseminates data regarding on-going pre-arrest criminal activities\n(examples of such activities include, but are not limited to, loan sharking, drug or stolen property trafficking,\ngambling, extortion, smuggling, bribery, and public corruption) and shares this data with other law\nenforcement jurisdictions. 28 C.F.R. Part 23 contains operating principles for these inter-jurisdictional criminal\nintelligence systems which protect individual privacy and constitutional rights. If your agency will use COPS Anti-Gang Initiative (CAGI) grant funds simply to operate a single agency\ndatabase (or other unrelated forms of technology) and will not share criminal intelligence data with other\njurisdictions, 28 C.F.R."
}