{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 34,
  "chunk_text": "705. IDENTIFICATION BADGES. Upon request, the Correctional\nServices Administrator, Central Office, will issue Bureau\nidentification badges in leather carrying cases to each\ninstitution. The Captain will maintain strict accountability of Bureau badges. Lost or stolen badges must be reported immediately in writing to\nthe Correctional Services Branch, Central Office. Except for tower and perimeter patrols and established stationary\ncheck points, staff assigned to duties which require the carrying\nof firearms will be issued a Bureau identification badge. The badge must be displayed when necessary to establish the staff\nmember's authorization to carry a firearm. Appropriate badge\nholders will be provided so as to allow the employee the ability\nto securely attach the badge to his or her outerwear. Badges may not be used as methods of routine identification. Employee procurement or possession of unauthorized badges, either\nofficial or duplicated, is prohibited (see the Program Statement\non Standards of Employee Conduct). PS 5500.14\n10/19/2012\nChapter 7, Page 9\n706. NON-DISCLOSURE OF BUREAU STAFF NAMES IN SHOOTING INCIDENTS. Disclosure of an employee's name following a shooting incident\nwill follow the guidelines as prescribed in the Program Statement\non News Media Contacts. PS 5500.14\n10/19/2012\nChapter 8, Page 1\nCHAPTER 8\nGUARD SERVICE AT LOCAL MEDICAL FACILITIES\n800. RESPONSIBILITIES a. The institution’s Captain and Health Services Administrator\nwill write a Statement of Work (SOW) and specifications,\nincluding any special contract conditions and evaluation\ncriteria. Ordinarily, the Captain will serve as Chairperson of\nthe evaluation panel. The Health Services Administrator and, at\nleast one additional expert in institution security, will serve\nas panelists. The institution Contract Specialist will ensure compliance with\nFederal Acquisition Regulations (FAR) and other applicable\nprocurement requirements. b. The Captain will request a contract by submitting a Request\nfor Purchase (BP-101 41) and be designated as the Contracting\nOfficer’s Technical Representative (COTR). 801. SUPERVISION REQUIREMENTS. Competent and qualified\npersonnel will supervise inmates sent from Bureau institutions to\nlocal medical facilities for medical treatment. Either institution correctional staff or staff secured through a\ncontract between the institution and a local security firm,\ncompanies, or individual will provide guard service. Since the quality of contract guard service varies, each\ninstitution must evaluate its specific needs and choose an option\nor combination of options which best fulfills local requirements. a. Custody Classification. Contract guard service personnel\nmay be used for MINIMUM or LOW security inmates, assigned In\ncustody or lower. b. Special Circumstances. Inmates with lower custody\nclassifications may require special consideration for increased\nsupervision. The determination for increased supervision is at\nthe Warden’s discretion. c. Pre-Trial Inmates in Bureau Custody. Contract guard\nservice personnel may be used for pretrial inmates admitted to a\nlocal medical facility when the individual would otherwise be\nclassified as a Minimum or Low security inmate and assigned In\ncustody. PS 5500.14\n10/19/2012\nChapter 8, Page 2\nStaff should review all available information on U.S. Marshal\nServices (USMS) prisoners being escorted on local medical trips\nfor admission to local medical facilities. This information may\ninclude the pretrial/holdover file, NCIC, CIM information, STG\nassignments, and other SENTRY information. When possible, staff\nshould also contact the prosecuting Assistant U.S. Attorney, U.S.\nProbation Officer, and/or the law enforcement agency which\narrested the inmate for comments. Wardens will consider using Bureau staff, rather than a\ncontract guard service, when an inmate meets any of the following\ncriteria:\n"
}