{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 32,
  "chunk_text": "If\nthe inmate refuses to sign the Acknowledgment, staff must advise the inmate of the form's\ncontents and document the refusal to sign. The Warden designates the contact person to be listed on the BP-A567. A copy of the form is given to the inmate prior to being released under the IAD. CSD staff must provide a copy of the BP-A567 to the Control Center and the Operations\nLieutenant. This form provides the basis for accepting an inmate's collect call. If the inmate is improperly released to the community, the contact person will instruct the inmate\nto surrender to the nearest U.S. Marshals Office. 614. FEDERAL INMATES HOUSED IN NON-FEDERAL FACILITIES Federal inmates housed in non-Federal facilities, i.e., state concurrency cases and long term\nboarders, may request disposition of “untried” indictments, informations, or complaints pursuant\nto Article III of the IAD, provided those charges are lodged as detainers with the authorities who\nare housing the inmate. Staff at the non-Federal facility are responsible for processing the IAD\npaperwork. All policies governing the state in which the inmate is housed will be followed regarding the\nFederal inmate. Similarly, the prosecuting officer can request a Federal boarder’s temporary\ncustody under Article IV of the IADA provided a detainer is on file and the charges which form\nthe basis for the detainer are otherwise processed under the Agreement. P5800.15 1/1/2009 Chapter 6, Page 12 When Bureau staff receive a detainer, the original detainer and any other correspondence\nconcerning the detainer will be forwarded to the state facility housing the inmate. When\napplicable, the CCM is to maintain a copy of the detainer paperwork in the J&C file. When the IADA’s provisions arise for Federal inmates boarded in the states of Mississippi,\nLouisiana, the Commonwealth of Puerto Rico, or other non-members of the IAD, the CCM will\ncontact the appropriate Regional Counsel for further instruction. 615. STATE BOARDERS HOUSED IN BUREAU CUSTODY All requests for disposition of charges by the inmate, or a prosecutor’s request for temporary\ncustody of an inmate placed as a State Boarder in a Federal facility, will be processed in the same\nmanner as if the State Boarder was a Federal inmate. 616. FOREIGN DETAINERS If information indicates an inmate may be wanted in a foreign country (i.e., foreign criminal\ncharges, escape from a foreign prison, etc.), CSD staff will make a written request to the\nCorrectional Programs Branch, Central Office, to investigate possible pending foreign charges. The request must include the source document that is the basis of the inquiry. Once received, Correctional Programs staff will review and forward the request to the Office of\nInternational Affairs. Follow-up procedures and time frames will be the same as for domestic\nDALs. If the inmate is wanted in a foreign country, the foreign country files a request for extradition\nwith the Office of International Affairs who then contacts the International Coordinator at the\nappropriate U.S. Attorney’s Office who assigns an AUSA to handle extradition proceedings\nthrough the Federal court."
}