{
  "document_category": "guidance",
  "document_name": "5100_008cn.pdf",
  "chunk_index": 9,
  "chunk_text": "It also\nidentifies the institution type required to house inmates\nbased on their histories, institutional adjustment, and Public\nSafety Factors as well as the physical security of the\ninstitution to include mobile patrols, gun towers, perimeter\nbarriers, housing, detection devices, inmate-to-staff ratio,\nand internal security. STATEMENT OF REASONS. The Statement of Reasons (SOR) is an\nattachment to the criminal judgment (Judgment and Commitment\nOrder; Judgment in a Criminal Case) which indicates the reason\nfor the court’s final sentence, and other sentencing related\nissues (e.g., resolution of disputed issues, changes in\nscoring, statements of court intent, etc.). It is required in\nevery felony case where the sentencing range exceeds 24 months,\nor whenever there is a departure from the U.S. Sentencing\nGuidelines range. The court may complete an SOR even if not\nrequired. STUDY CASE. A study case is an inmate who is committed for a\nperiod of study and observation pursuant to 18 U.S.C. §§\n3552(b) or (c)), 4241(b) or (d), 4242(a), 4243(a) or (b),\n4244(b),\n4245(b), 4246(b), or 4247(b) or (c)). An inmate committed for a\nstudy and observation will be referred to the Central Office\nMedical Designator in the Office of Medical Designations and\nTransportation (OMDT) for designation to a facility that can\ncomplete the study, considering any specific medical or\npsychiatric issues which should be addressed. The Central Office\nMedical Designator should attempt to place the inmate in the\nmost suitable facility compatible with the offender's security\nand custody needs, closest to the court and available resources. P5100.08\n9/12/2006\nChapter 3, Page 1\nSECURITY DESIGNATION PROCEDURES FOR NEW COMMITMENTS The Designation and Sentence Computation Center will\nordinarily complete the initial designation within three\nworking days of receiving all the necessary documentation from\nthe U.S. Marshals Service (USMS) and the U.S. Probation\nOfficer (USPO) which includes the following: the Presentence\nInvestigation Report (PSR), Judgment, Statement of Reasons\n(SOR), and Central Inmate Monitoring (CIM) documentation (in\ncases where a CIM assignment is necessary). The DSCC will refer all requests for initial designation with\npotential medical/mental health concerns to the Office of\nMedical Designations and Transfers (OMDT), Health Services\nDivision, Washington, D.C. no later than the following work\nday. 1. DESIGNATION PROCEDURES The following is the normal chronology of an initial designation. a. The inmate is sentenced. b. The Clerk of the Court transmits the Judgment and\nCommitment Order (old law cases) or Judgment in a\nCriminal Case (new law cases) to the USMS. c. The USMS makes a request to the DSCC advising\nthat the inmate is now ready for designation to a\nfacility. d. If it has not already been provided, DSCC staff must\ncontact the necessary officials (USPO or USMS) for the\nfollowing: two copies of the PSR, a copy of the Judgment, to\ninclude the SOR, and the Individual Custody and Detention\nReport (USM-129). If the SOR is not provided with the Judgment, DSCC staff will\nmake a reasonable effort to obtain a copy by contacting the\nCourt or USPO. If no SOR\nwas prepared for the case or cannot be obtained, DSCC staff\nwill note this in the “Remarks” section of the BP-337 and\nproceed with the designation process. These procedures will\nensure the Bureau is following the intentions of the Court when\ndesignating a facility, as the SOR may contain information\nwhich overrides the PSR and may affect scoring decisions."
}