{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 88,
  "chunk_text": "Ladders, skids, trucks, pallet jacks, etc., are maintained safely\nand frequently inspected. Pipe, lumber, and bulky items do not extend out of racks into aisles or\nwalkways. Refrigerator floors are kept clear of ice. Employees must be alert to these and other\npossible causes of injury in and about the Warehouse. Employees and inmates working in the\nWarehouse wear safety shoes. 12.16 TECHNICAL REFERENCES Federal and other specifications covering materials received in the institution are filed in the\nAcquisition Office and can be used by Warehouse/Trust Fund staff. The Warehouse should have\na copy of the latest General Services Administration Catalog. These regulations do not prescribe the more technical aspects of storage and handling of supplies,\nsuch as those pertaining to the proper temperatures and humidities for preservation of foods, care\nof specialized equipment, or eradication of rodents and insects. 12.17 KEY CONTROL Warehouse keys are controlled as follows. A wood/metal box(s) with a glass front, large enough\nto contain the entire Warehouse key ring(s), is placed in the control center. At the end of each\nwork day, the Warehouse key ring(s) are securely locked in this box. A key to the locked box\nmay be checked out on a 24-hour basis to designated Warehouse/Trust Fund staff. In an\nemergency, the glass may be broken. After the incident, a memorandum is sent to the Trust Fund\nSupervisor documenting the situation that required emergency key access. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 116 12.18 WAREHOUSE SECURITY\na. Inmate Work Detail\n(1) Quantity of Inmate Workers. No more inmates than staff can manage and control\neffectively are permitted to work in the Warehouse. Inmates shall not work without staff\nsupervision and are never locked in the Warehouse without a staff member present. (2) Screening of Inmate Workers. Prior to assigning inmates to the Warehouse detail, the TFS\nshall request from the SIS a review to determine if a pre-existing relationship or other issues exist\nwhich raise security concerns (e.g. history of introducing contraband, ongoing investigation, or a\nrelative housed inside the secure perimeter). (3) Items Allowed. Personal property items an inmate may bring into the Warehouse are\nnormally limited to a single cup. (4) Work Clothing. Inmate workers assigned to the Warehouse will be required to wear a vest\nthat differentiates them from inmates not assigned to the Warehouse. (5) Searching Inmate Workers. Inmate workers entering or leaving the Warehouse area are\nscanned with a walk-thru or hand-held metal detector and pat searched per the Program Statement\nSearches of Housing Units, Inmates, and Inmate Work Areas. b. Warehouse Perimeter Security\n(1) Identify Boundaries. Borders will be established that readily identify out-of-bounds\nWarehouse areas. Inmates not assigned to the Warehouse are not authorized to be in these areas. (2) Staff Access. Annually, the Trust Fund Supervisor must submit to the CEO for approval an\nAccess Control List (ACL) for the Warehouse, identifying personnel who are authorized access. As the approving authority, the CEO need not be listed. The ACL must contain:\n■ Date and signature of the current CEO. ■ Names and position titles of individuals authorized access (Trust Fund/Warehouse staff)."
}