{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 19,
  "chunk_text": "6-3\nProgram Achievement Awards. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6-4\nProgram Documentation. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6-4\nProgram Expulsions. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6-5 P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Table of Contents\nPage 4 Chapter 1. EVIDENCE-BASED TREATMENT IN THE BUREAU OF PRISONS\n1.1. The Bureau’s Commitment. The Bureau is committed to providing high-quality, evidencebased psychology programs to all inmates in need of these services. Bureau Psychology\nTreatment Programs (PTP) are designed using the most recent research and evidence-based\npractices. These practices lead to:\n•\n•\n•\n•\n•\n• Reduction of inmate misconduct. Reduction of inmate mental illness and behavioral disorders. Reduction of substance abuse, relapse, and recidivism. Reduction of criminal activity. An increase in the level of the inmate’s stake in societal norms. An increase in standardized community transition Treatment Programs. Transition treatment\nincreases the likelihood of treatment success and increases the public’s health and safety. 1.2. Cognitive Behavioral Therapy (CBT). The Bureau’s PTPs are unified clinical services and\nactivities organized to treat complex psychological and behavioral problems. The Bureau has\nchosen CBT as its theoretical model because of its proven effectiveness with inmate populations. According to the CBT model, a person’s feelings and behaviors are influenced by his or her\nperceptions and core beliefs. By helping inmates perceive events objectively and modify their\nirrational beliefs, they may become more successful in achieving pro-social goals. CBT combines different treatment targets and specific conforming behaviors, focusing on an\ninmate’s:\n•\n•\n•\n• Core beliefs. Intermediate beliefs. Current situation. Automatic thoughts, and the effects these thoughts and beliefs have on an emotional,\nbehavioral, and psychological level. As an example, inmates’ ongoing criminal behavior is conceived, supported, and perpetuated by a\nset of habitual thinking errors: both criminal thinking and cognitive thinking errors. Using CBT,\nthe Bureau is able to treat inmates by replacing those thinking errors with pro-social thinking. Such thinking supports behaviors that are consistent with the norms of a law-abiding community. 1.3. CBT Treatment Protocols. Using CBT underpinnings, the Bureau has created evidencebased treatment protocols (program journals, manuals, facilitator guides, etc.), for many of its\nPTPs. As treatment technologies change, there are opportunities to improve the Bureau’s\ntreatment programs. Therefore, staff are to use the most current journals, facilitators’ guides,\nmanuals, and resources developed by the Central Office. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type"
}