{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 17,
  "chunk_text": "c. Selection Criteria. Candidates for the position are rated based on traits that may be posted at\nthe institution. Sample traits are:\n■\n■\n■\n■\n■ Knowledge and Ability. Leadership. Initiative. Past Job Performance. Positive Attitude . P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 27 d. Pay rate. Premium pay inmates receive a specified amount over and above all\nother pay and benefits to which they may be entitled (e.g., longevity pay, overtime,\npiecework rates, etc.). The premium pay rate is currently an additional $.20 per hour. Premium pay for a pay grade 1\ninmate earning overtime would be calculated as follows: $2.30 + .20 = $2.50. Premium pay is also paid for vacation, holiday, and administrative hours. e. Duties of premium pay inmates. Premium pay is a means of recognizing the\nvalue of those traits supportive of morale and good institutional adjustment. It is\nnot a form of bonus or incentive pay for highly productive inmates. Premium pay workers may legitimately be expected to help with ensuring the flow of materials to\nwork stations, more complex clerical and accounting tasks, warehouse organization, quality\nassurance integrity, training other inmates, etc. Inmates receiving premium pay must not be used\nin any way as supervisors of other inmates. Specific duties of premium pay inmates are\ndetermined by local conditions and articulated by local staff. FPI locations employing premium\npay inmates must keep appropriately executed FPI Form 82s on hand for each premium pay\nposition, and discuss the specific duties thoroughly with each new premium pay worker. f. Transfer status of premium pay inmates. Premium pay status may not be\ntransferred from institution to institution with the inmate worker. Premium pay\nstatus must be earned at each location. In recognition of the often singular contributions of such workers to FPI, SOIs are requested to add\na special notation to the evaluation forms of such inmates prior to transfer, or to note their special\nstatus with the FPI factory when discussing transferred inmates’ prior experience with the\nreceiving SOI. g. Removals from premium pay status. Removal from premium pay status may\noccur for failure to demonstrate the premium pay selection traits or for failure to\nabide by the inmate worker standards set forth in this policy. All removals from\npremium pay status shall be documented on the inmate’s evaluation form. The\nfollowing conditions also may result in removal from premium pay status:\n(1) Any premium pay inmate found to have committed any level 100 or 200 series\noffense by the DHO is automatically removed from premium pay status whether or\nnot the offense was FPI-related. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 28 (2) Inmates absent from work for more than 30 consecutive calendar days may be\nremoved from premium pay status by the SOI. h. Distribution of Premium Pay Positions. FPI locations must make every effort to put\npremium pay positions in each major department, including the Business Office, Quality\nAssurance, and Warehouse groups. Distribution of Premium Pay positions is limited only by the\nnumber of first grade positions approved at each institution (15% of first grade positions)."
}