{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 65,
  "chunk_text": "Reduction-in-force review\n• Identification of the number of sworn officer positions (both full-time and part-time) funded in the\nagency’s budget with local or other non-COPS Office funding during each fiscal year as of the threshold\nreview date (please note that this may include vacant but funded positions). • Identification of the current number of vacancies among the agency’s locally funded sworn personnel,\nthe dates on which the positions were vacated, whether the agency intends to fill the vacancies, and the\nsteps, if any, that were taken to fill the vacancies. • Provision of supporting documentation from the time the reduction in force occurred indicating the\nreason(s) for the reduction in force (examples of supporting documentation may include minutes from\ncouncil meetings, budget directives, contemporaneous memoranda, etc.). • Identification of the number of COPS Office-funded officers the agency currently employs. • Documentation regarding whether other local departments in the city/township have experienced\nsimilar manpower or budget reductions for the same reasons as the PD. • Letters from the agency’s government executive and law enforcement executive explaining the\nreduction in force and addressing whether the reduction in force was unrelated to the receipt of the\nCOPS Office CHP funding and therefore would have occurred even in the absence of the CHP award. • Provision of a request to continue implementing all applicable COPS Office awards (identifying which\nawards are in place) despite the reduction in force. Failure to retain review\n• Evidence to show that attempts have failed to add the COPS Office-funded positions to a request for\nlocal funding during local budget negotiations; attempts have failed to obtain other nonfederal funding\nsources (such as state awards) to support the additional positions at the termination of the COPS Office\naward; and attempts have failed to seek additional law enforcement funding from private sources,\nincluding corporate, nonprofit, and foundation donations or awards. • Documentation of any of the following mitigating circumstances that may have hindered agency\nattempts to implement the retention plan: evidence to show that the jurisdiction has been declared\nbankrupt by a court of law; jurisdiction has been placed in receivership, or its functional equivalent, by\nthe state or Federal Government; jurisdiction has been declared a financially distressed area by its state;\nbudgetary imbalance or expenditure cutbacks resulting in significant reductions in other services\nprovided by the agency or significant layoffs of the agency’s personnel; extraordinary and unanticipated\nnonrecurring expenses or loss of revenue (including closure or relocation of major employers) resulting\nin a material effect on the jurisdiction’s fiscal condition; significant downgrading of the jurisdiction’s\nbond rating for fiscal-related reasons; filing for bankruptcy, receivership, or similar measures, with the\nrequest for relief pending; location within an area in which a declaration of major disaster has been\nmade pursuant to the Robert T. Stafford Disaster Relief and Emergency Assistance Act; or other events\nor conditions demonstrating severe fiscal distress. 71 2016 COPS Hiring Program (CHP) Award Owner’s Manual Excess cash review\n• Identification of the total amount of award funding drawn down from the award. • Summary and supporting documentation of how the agency expended award funding. • Revised Federal Financial Reports. Local match review\n•"
}