{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 66,
  "chunk_text": "71 2016 COPS Hiring Program (CHP) Award Owner’s Manual Excess cash review\n• Identification of the total amount of award funding drawn down from the award. • Summary and supporting documentation of how the agency expended award funding. • Revised Federal Financial Reports. Local match review\n• Documentation that specifically identifies the sources of the local match such as written memoranda,\nlocal government council minutes, or other documentation to support the appropriation or designation\nof local funds for the sole purpose of paying local match for the specific award. • Written requests for waiver of local match and written approval from the COPS Office waiving local\nmatch. • Federal Quarterly Financial Reports (SF-425) that identify the amount of local match paid each quarter. Unallowable/unsupported costs review\n• Payroll ledgers for all expenses charged to the award. Community policing review\n• Brochures, newsletters, or any documents detailing the agency’s community policing efforts as\nspecified in your award application, particularly in the following key areas: • Organizational Commitment\n\n\n\n • Community policing principles found in mission and values statements, policy and procedures\nmanuals, etc. Promoting community policing as part of the law enforcement culture. Community policing training disseminated during recruit training in the academy and/or during inservice training. Strategic planning that incorporates community policing initiatives as part of the overall law\nenforcement approach to provide public safety. Problem Solving Activities\n\n\n\n Building on information systems to enhance crime analysis capabilities. Identifying crime problems by looking at crime trends. Identifying crime problems with members of the community or other government agencies. Preventing crime by focusing on conditions that lead to crime. 72 2016 COPS Hiring Program (CHP) Award Owner’s Manual • Community Partnerships\n\n\n\n\n Meetings with community members to learn about specific problems. Locating offices or stations within neighborhoods. Use of volunteers and/or reserve officers. Providing community policing training to citizens. Police participation in community organization working groups and/or special programs for\nschools and other interest groups which enhance crime prevention. 73 2016 COPS Hiring Program (CHP) Award Owner’s Manual Appendix E. Memorandum of Understanding guidance\nDeveloping your school-based partnership\nSchool and law enforcement partnerships are built on a foundation of shared goals and objectives, which are\napproached in a constructive and positive manner and achieved through open communication. When schools,\ncommunities, and law enforcement agencies work together to creatively tackle problems, they may be able to\nachieve a number of positive outcomes, including the following:\n• • • • •\n• An increased ability of law enforcement agencies, schools, and community groups to gather and analyze\nuseful and timely information about crime and fear of crime in schools in accordance with applicable privacy\nlaws; An increased ability of law enforcement agencies, schools, and community groups to work together in\ndeveloping innovative, systemic, long-term approaches to reducing and preventing different kinds of crime\nin and around their schools and preventing unnecessary law enforcement involvement in non-criminal\nstudent misbehavior."
}