{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 2,
  "chunk_text": "Release of Information\n/s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons\nThis Change Notice (CN) implements the following change to Program Statement 1351.05,\nRelease of Information, dated September 19, 2002. This text is inserted into the Program\nStatement (p.8) and marked with a highlight. Law Enforcement requests for telephone monitoring information: For telephone monitoring information concerning inmate telephone\ncalls, ordinarily only transactional data (e.g., date, time,\nduration of the call) may be disclosed to Federal and state\nauthorities for use in criminal investigations or prosecutions,\nupon a written request via BP-A0655, Request for Inmate\nTransactional Data. Access to inmate telephone conversations that were previously\nrecorded, or copies of the recorded telephone conversations\n(even when those conversations are yet to be recorded as long as\nthe monitoring and recording is in the ordinary course of BOP\nduties), or written transcripts, shall only be disclosed to a\nrequesting law enforcement authority when:\n(5) requested in an emergency situation;\n(6) criminal activity is discovered as part of the routine\nmonitoring for prison administration purposes; or\n(7) requested through proper process (e.g., written endorsement\nby a U.S. Attorney or DOJ Criminal Section Chief, in\nconnection with a criminal investigation, grand jury subpoena,\nor administrative subpoena). Note: U.S. Attorney authorization may only be delegated to an\nActing U.S. Attorney when the U.S. Attorney is out of the\njurisdiction or otherwise incapacitated. Authorization cannot\nbe delegated to a First Assistant U.S. Attorney or Criminal\nChief, or any other position within the U.S. Attorney’s Office. U.S. Department of Justice\nFederal Bureau of Prisons Program\nStatement OPI:\nNUMBER:\nDATE:\nSUBJECT: OGC\n1351.05\n9/19/2002\nRelease of Information PART ONE: [GENERAL PROVISIONS AND PROCEDURES] 1. [PURPOSE AND SCOPE § 513.30. This subpart establishes\nprocedures for the release of requested records in possession of\nthe Federal Bureau of Prisons (\"Bureau\"). It is intended to\nimplement provisions of the Freedom of Information Act (FOIA),\n5 U.S.C. 552, and the Privacy Act, 5 U.S.C. 552a, and to\nsupplement Department of Justice (DOJ) regulations concerning the\nproduction or disclosure of records or information,\n28 CFR part 16.] The Freedom of Information Act (FOIA) and the Privacy Act (PA)\ninteract with each other in two areas:\n# When any person requests access to records about himself or\nherself, both statutes become potentially applicable; # When any person requests access to another individual's\nrecord through the FOIA, the Privacy Act may prohibit the\ndisclosure of that record unless FOIA requires it. The determination of what information may be released requires\nBureau staff to have a basic understanding of both the FOIA and\nthe Privacy Act, as well as a working knowledge of DOJ and Bureau\npolicy. Bureau staff also should be aware that the Privacy Act\nestablishes criminal penalties and civil liabilities for\nunauthorized disclosures. The appropriate Regional Counsel shall\nbe contacted when staff are uncertain whether requested\ninformation may be disclosed. Staff shall become familiar with the policy governing release of\ninformation, with special emphasis upon those areas with direct\napplication to the employee's job. Information requests submitted by the union pursuant to\n5 U.S.C. § 7114 will be addressed in accordance with this\nprovision and relevant case law. [Bold Type - Rules]\nRegular Type - Implementing Information PS 1351.05\n9/19/2002\nPage 2 This Program Statement is divided into four major parts:\nPart Page"
}