{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 29,
  "chunk_text": "During the award period, you must either report for the most recent five year period new information\nabout any proceeding(s) that you have not reported previously or affirm that there is no new information to\nreport. You must also disclose semiannually any information about criminal, civil, and administrative\nproceedings. 25. Computer Network Requirement\nCondition: The recipient understands and agrees that no award funds may be used to maintain or establish a computer network\nunless such network blocks the viewing, downloading, and exchanging of pornography. Nothing in this requirement\nlimits the use of funds necessary for any federal, state, tribal, or local law enforcement agency or any other entity\ncarrying out criminal investigations, prosecution, or adjudication activities. Why this condition:\nSection 533 of Division B, Title V, of the Consolidated Appropriations Act, 2016 (Pub. L. 114-113) prohibits the use\nof federal funds to maintain or establish a computer network that does not block the viewing, downloading, and\nexchanging of pornography. This provision protects the public interest in the proper management and use of\nfederal funds. 28 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual What you should do: The recipient must not use award funds to maintain or establish a computer network unless the network blocks\npornography. This does not limit the use of funds for criminal investigations, prosecution, or adjudication\nactivities. 26. Community Policing\nCondition:\nCommunity policing activities to be initiated or enhanced by your agency were identified and described in your award\napplication. All equipment, technology, training, and/or sworn officer positions awarded under the TRGP Hiring award\nmust be linked to the implementation or enhancement of community policing. Why this condition:\nThe COPS Office defines community policing as a philosophy that promotes organizational strategies that\nsupport the systematic use of partnerships and problem-solving techniques to proactively address the\nimmediate conditions giving rise to public safety issues such as crime, social disorder, and fear of crime. TRGPHiring awards must be used to initiate or enhance community policing activities. All newly hired, additional, or\nrehired officers (or an equal number of redeployed veteran officers) funded under TRGP-Hiring must engage in\ncommunity policing activities. While the COPS Office recognizes that your COPS Office-funded officer(s) (or an\nequal number of redeployed veteran officers) will participate in some or all aspects of your identified community\npolicing plan and advance your agency’s community policing activities over the life of the award, we also\nencourage your agency to move toward an organization-wide philosophy and commitment to community\npolicing. COPS Office awards are designed to increase community policing capacity and crime prevention efforts. This is\nachieved through problem-solving tactics and community policing partnerships. It enhances police\nprofessionalism by providing officers with the skills and motivation to act in innovative ways to solve community\ncrime-related problems. Your organization may be monitored or audited to ensure that it is initiating or\nenhancing community policing in accordance with your proposed plan, and that the officers hired (or an equal\nnumber of redeployed veteran officers) are used to implement this plan and advance your agency’s community\npolicing activities over the life of the award."
}