{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 12,
  "chunk_text": "207.\n1. DISPOSITION OF EXCESS TOOLS All broken or worn tools that cannot be exchanged will be PS 5500.14 10/19/2012\nChapter 2, Page 9 surveyed and disposed of in an appropriate and secure manner. All surveys will be conducted within the guideline established by\nthe Program Statement, Property Management Manual. Each Institution Supplement must contain a procedural outline\nfor carrying out the survey process, including an established\nmethod of destruction for all surveyed tools. Documentation of all surveyed tools will be maintained. Accountability for tools scheduled for survey will be maintained\nuntil tools are actually destroyed. A secure storage area for\ntools awaiting disposal must be designated. Each institution will designate one employee to be responsible\nfor destroying all surveyed tools. 2. Excess tools that are not to be surveyed will be returned\nto a designated secure storage area. 3. To maintain tool boards at the most efficient operating\nlevel, each department will determine which tools are seldom\nused. These tools should be returned to the Tool Control Officer\nfor proper disposition and/or storage. The Tool Control Officer\nwill reflect the transaction on the tool inventory as mentioned\nabove in this Program Statement. 208. WEAPON MANUFACTURING CONTROL. Each institution must place\nspecial emphasis on equipment that can be used to manufacture\nweapons. 1. In low security level institutions and above, grinding\nequipment and shear presses will only be used under direct staff\nsupervision. Wherever possible, these tools and equipment will\nbe located in areas highly visible to staff and will be locked at\nthe power source, excluding lockshops and armories. Covers with\nlocks will be installed to prevent access. When the grinder or sander is not in actual use, the covers and\npower source will remain locked. Only the number of grinders\nnecessary for efficient institutional operations will be\nmaintained; this includes hand held grinders. Shear presses will\nbe made inoperative when not in use. PS 5500.14 10/19/2012\nChapter 2, Page 10 2. Scrap metal/Plexiglass will be removed from the shop and\nindustrial areas daily or stored in a secure area until removal\nat low security level institutions and above, and Administrative\ninstitutions. 3. In low security level institutions and above, including\nAdministrative institutions, metal detection devices and routine\npat searches will be used to screen inmates assigned to\nindustrial and mechanical areas. 209. CONTROL OF FLAMMABLE, HAZARDOUS, POISONOUS MATERIALS AND\nCHEMICALS 1. Inventories will be maintained on all flammable, hazardous,\npoisonous, and toxic materials as determined by the Occupational\nSafety and Environmental Health Manual. 2. This material will be issued only to staff. employee will record the: The issuing  time,\n date,\n amount, and\n name of the employee receiving the material or item. Amounts returned will be re-added to the inventory. 3. All items will be stored in a locked cabinet or in a\nsuitable secure storage area in the original container in\naccordance with the Occupational Safety and Environmental Health\nManual. Detail Supervisors will ensure all flammable, hazardous,\nand poisonous materials are secured at the end of each work\nperiod. 4. Gasoline/ Diesel/Propane will be controlled in the\nfollowing manner:\na. Fuel pumps will be located outside the secure perimeter\nand will be locked when not in use. b."
}