{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 9,
  "chunk_text": "2. All tools will be received in the appropriate warehouse\nunless the warehouse is located within the institution's secure\nperimeter.\n If the warehouse is located within the secure\nperimeter, other procedures will be developed, for\ninstance, tools may be stored at the rear sallyport\nuntil properly receipted. These tools will be picked up and receipted by the Tool Control\nOfficer. Tools such as bandsaw blades, files, and all Class AA\ntools, will be turned over immediately to the Tool Control\nOfficer for secure storage. Tools purchased with a credit card will be delivered to the\nTool Room Officer for proper classification, marking, and\nplacement on the appropriate inventories. Credit card and purchase orders will be routed to the tool room\nofficer for accountability purposes. Institution Supplements must have defined specific procedures\non using the Government-wide Credit Card Program for purchasing\ntools. 3. Tools will not be manufactured at the institution without\nthe Captain’s prior approval. PS 5500.14\n10/19/2012\nChapter 2, Page 5\n4. An annual inventory of all tools currently in use in the\ninstitution will be conducted each year during the month of\nJanuary.\n The Tool Inventory Form (BP-219) is the only document\nauthorized for this review. a. Employees responsible for tools in their areas and the\nTool Control Officer will conduct the annual inventories and\ncertify accuracy. b. Each Department Head will approve the inventories for\ntheir areas. 5. Quarterly reviews will be conducted during the months of\nApril, July, and October. During the verification process,\ninventories, tools, and shadow broads will be inspected to ensure\ncompliance with policy. a. The employee who is responsible for tools in each area\nwill conduct the reviews and verify the inspection, including the\ninventory’s accuracy, by initialing the Master Tool Inventory\nform in the appropriate quarterly column. It is not necessary\nfor the employee to sign every blank on the form to indicate\nhis/her verification of these tools. b. The Supervisory staff from each department will monitor\nthe quarterly tool reviews. The supervisory staff will sign the\nbottom of the Master Inventory form certifying the quarterly\nreview was conducted and the inventory is accurate. Although all tool inventories must be accurate, only the Master\nTool Inventories (maintained by the Tool Control Officer) require\nthe signatures and initials of responsible staff denoting the\nquarterly inspections/reviews were conducted according to policy. 6. The Tool Control Officer will maintain a separate file\nfolder for each shop or area in which tools are stored. The left\nside of the folder will contain the master annual inventory\nsheet(s). When a change, such as additions or deletions, is made to the\nmaster inventory, the Tool Control Officer will retype or reprint\nthe page on which the change occurred completely and insert it in\nthe master inventory. The new page will also be posted on the\nappropriate shadow board, tool box, and/or tool kit. All\nresponsible parties must sign any new page which has been\nchanged. The Captain must approve all additions to the tool inventories.\n To add a tool, the detail supervisor/Department Head PS 5500.14\n10/19/2012\nChapter 2, Page 6\nmust submit a memorandum to the Captain through the\nTool Control Officer. The name, size, and quantity of\nthe tool must be identified in the memorandum."
}