{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 56,
  "chunk_text": "Chapter 5\nPage 6 Within two working days after a decision has been made to expel an inmate, the Program\nCoordinator will:\n• Verbally notify the inmate of his/her expulsion status. • Update the pertinent SENTRY DRG assignments. • Ensure proper documentation of the expulsion has been entered into PDS. An inmate may not ordinarily be removed immediately by the program coordinator without a\ntreatment intervention unless the inmate, pursuant to an incident report, is found by the DHO to\nhave committed a prohibited act involving:\n•\n•\n•\n• Alcohol or drugs. Violence or threats of violence. Escape or attempted escape. Any 100-level series incident. An inmate may be expelled from the program without a formal intervention if the inmate is\ndetermined to have violated confidentiality. In limited circumstances, an inmate may be expelled from the program without a formal\nintervention if the inmate’s behavior is of such magnitude that an inmate’s continued presence in\nprogramming would create an immediate and ongoing problem for staff and/or other inmates. Whenever immediate expulsion is necessary the program coordinator, or designee, will:\n• Inform the inmate of his or her expulsion. • Ensure proper documentation of the meeting and expulsion are entered into PDS. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 5\nPage 7 CHAPTER 6. MENTAL HEALTH TREATMENT PROGRAMS\n6.1. The Mental Health Treatment Programs. Mental Health Treatment Programs are a series\nof programs dedicated to management and treatment of the Bureau’s seriously mentally ill and\nbehaviorally disordered inmates. Current Mental Health Treatment Programs include:\n•\n•\n•\n• The Habilitation Program. The Skills Program. The Axis II Program. Mental Health Treatment Units (e.g., Step-Down Units). Additional Mental Health Treatment Programs may be implemented by Central Office. Each Mental Health Treatment Program Coordinator is responsible for preparation of an\nInstitution Supplement that provides specific details regarding the operation of their program. As\nevidence-based treatment technologies advance, Coordinators will be responsible for inclusion of\nthese technologies in their programs and their Institution Supplement. Central Office will serve as\na resource in this process. 6.1.1. Purpose. Mental Health Treatment Programs are designed to effectively manage and treat\nthe Bureau’s seriously mentally ill and behaviorally disordered inmates. Specifically, the\nprograms are designed to reduce psychological symptoms, improve functioning, facilitate\ninstitutional adjustment, and reduce incidents of misconduct. 6.1.2. Residential Treatment Unit. Mental Health Treatment Program participants are to be\nhoused together on a unit, separate from general population inmates. Living together in a unit\nallows all inmates to work together to create a community that supports prosocial attitudes and\nbehaviors. The treatment unit isolates program participants from the negative peer pressure of the\nlarger prison environment. In addition, the treatment unit offers mentally ill inmates an\nenvironment where they are less likely to be victimized by other inmates. The Mental Health Treatment Program unit must be solely for program participants. Inmates\nliving on the unit must be waiting for admission into the program, participating in the program, or\nprogram completers. Whenever possible, there should be more inmates who are participating and\nhave completed the treatment program in the treatment unit than those waiting to enter treatment. 6.1.3. Staffing."
}