{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 8,
  "chunk_text": "■ Responsible for ensuring all CSD staff are notified of the publication of all Program\nStatements and updates which directly affect the department. This may be accomplished\neither via electronic or printed media. ■ Participates in the annual budget process and is a member of the institution budget\ncommittee. ■ Must be familiar with preparation of equipment justification forms, sources for obtaining\nequipment and supplies, and operation of the department within the available funding limits. ■ Encourages positive Labor Management Relations and has a working knowledge of the\nMaster Agreement. ■ Acts as the technical advisor for the department. ■ Ensures security of the department. b. Correctional Systems Officers (CSOs). Schedules and rosters for CSOs will be in\naccordance with Article 18 of the Master Agreement. All CSOs are to perform all functions in\nall three functional areas to maintain maximum knowledge and flexibility in all areas. P5800.15 1/1/2009 Chapter 1, Page 2 Prior to assuming duties in a particular area, employees who were originally hired as ISOs or\nLIEs will not be scheduled to perform duties in that area until trained. All PO9 positions\nassigned to CSD will be treated in the same manner as CSOs. c. DSCC Staff\n■ Ensures a SENTRY Update Judgment/Warrant transaction is performed on all inmates\ndesignated to their institution within 48 hours of admission (excluding weekends and\nholidays). ■ Audits sentence computations. ■ Ensures the timely and accurate completion of sentence computations. ■ Ensures all DSCC staff are adequately trained and supervised and that training is documented\non the employee’s training record. ■ Ensures all DSCC staff are notified of the publication of all Program Statements and updates\nwhich directly affect the department. This may be accomplished either via electronic or\nprinted media. 103. STAFF RESPONSIVENESS Supervisory staff will ensure that all staff at institutions and the DSCC have access to applicable\ndirectives, training, and cross-training to provide assistance as needed. CSD and DSCC staff, where appropriate, will provide inmates with information regarding:\n■\n■\n■\n■\n■\n■\n■\n■ Sentence computation. Good time. Adjustments to release dates. Detainers. Writs. Mail. Personal property. Other CSD-related issues. Normally, these responsibilities are accomplished during intake processing, A&O, Open House,\nmainline, or by responding to an Inmate Request to Staff Member (BP-A148). Institutions whose physical layout or mission prohibits inmate access to the Records Office for\n“Open House” must develop local procedures for responding to inmate issues. A representative from the CSD must make weekly visits to Special Housing/Jail/PCU Units to\nrespond to issues for inmates not housed in the general population. P5800.15 1/1/2009 Chapter 1, Page 3 104. SECURITY\nInmates may be assigned to the CSD and the DSCC. Inmates may only be allowed to perform\njanitorial duties, tailoring duties, and tasks which do not jeopardize the security. The physical\ndesign and layout of all department areas are an important part of maintaining security. ■ Inmate workers must be closely supervised.\n■ There must be controlled access to all areas. Only authorized staff are permitted. (Institutions\nwill refer to the R&D and Mail Management Manuals for specific requirements.)\n■"
}