{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 105,
  "chunk_text": "k. Request to Staff. Inmates wishing to submit a written request to staff must do so using the\nelectronic Request to Staff Service. A written response, if necessary, will be provided. Inmates P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 138 are limited to submitting one request per department per day. The Request to Staff Service will\nnot be made available to inmates located in Protective Custody Units (PCU). Inmates may report allegations of sexual abuse and harassment directly to the Office of Inspector\nGeneral (OIG) via the Request to Staff Service. The Warden may exempt inmates from this requirement if he/she determines that an inmate has a\nphysical or mental incapacity, or other extraordinary circumstances that prevents him/her from\nusing the TRULINCS terminal, or the inmate poses special security concerns prohibiting regular\naccess to TRULINCS terminals (e.g., SHU, SMU). Exempted inmates may submit a request in\naccordance with the Program Statement Request to Staff, Inmate. l. Survey. The Bureau has the ability to conduct electronic inmate surveys. Surveys are\nmanaged at the national level in accordance with the Program Statement Research. 14.11 RECORDS MANAGEMENT The following documents are required to be scanned into TRUFACS using the document imaging\nprocess:\na. Exclusions. Written requests from the Warden for program or individual service exclusions. b. Suspensions and Restrictions. Documentation from the Disciplinary Hearing Officer\n(DHO) or Unit Discipline Committee (UDC), regarding Public Messaging or Music restrictions. In addition, Trust Fund staff must maintain a 30-day file to track temporary restrictions for\npending investigations or disciplinary actions submitted on form BP-A0740, Request for Inmate\nTelephone or TRULINCS Restriction. c. Public Messaging\n■\n■\n■\n■\n■ Written approval from the Warden authorizing a Walsh Assignment override. Written requests from the Warden or Associate Warden for blocking an email address. Written requests from the Warden or Associate Warden for rejecting public emails. Requests from contacts for blocking an email address. Requests for unblocking an email address must contain a minimum of the contact’s full name,\nemail address, inmate’s name, inmate’s register number, and the request for removing the\nemail address block. d. Inmate to Inmate Communication. Documentation from Unit Managers approving/\nrejecting inmate to inmate communication. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 139 14.12 SYSTEM MAINTENANCE a. Emergency Support. Support is available 7 days a week, 365 days a year from 7:00 a.m.−\n9:00 p.m. EST. For emergency support call Trust Fund Branch, TRULINCS staff, at\n202-514-2555 during office hours (7:00 a.m.- 3:30 p.m. EST); for after-hours emergency support\ncontact the TRULINCS duty phone. b. Non-Emergency Technical Assistance. For non-emergency support use the trouble ticket\nsystem or call Trust Fund Branch TRULINCS staff. c. Hardware and Software Updates/Improvements. The Trust Fund Branch initiates the\nimplementation of improved hardware and software. Institution staff are encouraged to provide\ninput and ideas for improving the system and services. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 140"
}