{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 24,
  "chunk_text": "CSD staff will use the DAL for this purpose. Federal authorities are not required to provide certified copies of the warrant/abstract to lodge a\ndetainer in their favor. The nature of the Federal detainer, however, must be clear on the\ndocumentation presented to the institution. P5800.15 1/1/2009 Chapter 6, Page 2 When a Federal detainer is filed, CSD staff will advise the inmate of the inmate’s right to a\nspeedy trial under the provisions of 18 U.S.C. § 3161. (These same procedures apply for D.C.\nCode offenders.) If at any time thereafter the inmate informs the custodian that they demand a trial, such person\nwill promptly notify the U.S. Attorney or AUSA who filed the detainer. Forms used for\nnotifying inmates of the filing of the Federal detainer based on untried charges are usually sent\nwith the USMS detainer request. If not, notify the requesting USMS. c. Lodging Procedures for Notifications. When a formal request is received from a Federal,\nstate, or local jurisdiction requesting notification of an inmate’s release, a DAL will be used to\nacknowledge the lodging of the notify. d. SENTRY Update. When a detainer or request for notification is received, CSD staff will\nupdate the inmate’s current detainer/notify status (Sentence Monitoring, Update Detainer/Update\nNotify screen) in SENTRY. CSD staff will update, in a timely manner, the inmate’s current detainer/notify status each time a\ndetainer or notification is filed, removed, or changed. e. Removal of Detainers or Notifications. CSD staff must verify any correspondence\nrequesting a detainer or notification removal. The name of the person contacted, title, telephone\nnumber, date, and signature of CSD staff verifying this information must be clearly marked on\nthe correspondence requesting the removal of the detainer or notification. A DAL will be sent to\nthe agency notifying them that their detainer or notification has been removed per their request. 604. U.S. MARSHALS SERVICE (USMS) AND IMMIGRATION AND CUSTOMS\nENFORCEMENT (ICE) DETAINERS Warrants are not required when the USMS or ICE files a Federal detainer. Ordinarily, the USMS\nwill use their detainer request (Forms M-16A-D or M-17) and ICE will use their Immigration\nDetainer form. CSD staff are encouraged to establish procedures with the local ICE office in order to streamline\nreceipt and verification of an immigration detainer. A DAL may be used for this purpose,\nhowever, if local procedures are established, appropriate distribution of the lodged detainer must\nbe followed within the institution. 605. U.S. PAROLE COMMISSION (USPC) WARRANTS If a USPC warrant has been filed as a detainer, a copy of the DAL and a complete copy of the\nUSPC warrant, to include the warrant application and subsequent NOA(s), will be forwarded to\nP5800.15 1/1/2009 Chapter 6, Page 3 the DSCC and unit team for inclusion in the inmate central file. Upon executing the warrant for\nthe parole violation, the detainer will be removed from SENTRY, copies will be forwarded to the\nUSPC, unit team, and the DSCC. Questions concerning NOA(s) should be directed to the\nDSCC. 606. PRE-RELEASE NOTIFICATION"
}