{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 26,
  "chunk_text": "The form is used to document the review\nfindings. The Chief Psychologist is provided with a copy of the form and the original is retained in\nthe Psychology Services Branch. P5310.17 8/25/2016 32 If the core clinical skills review identifies significant concerns regarding clinical competency, an\nimprovement plan to address the concerns is required. This plan details the area(s) of practice\nrequiring improvement to meet accepted standards, recommended actions to improve performance,\nand time frame(s) in which improvement is expected. The Branch develops this plan in\ncollaboration with the Chief Psychologist. The completed plan is shared with the Chief\nPsychologist’s Associate Warden to engender his/her support for the plan. Recommended actions\ntypically include additional clinical training or increased clinical supervision. Upon successful\ncompletion of the plan, a follow-up clinical skills review is conducted and the Chief Psychologist\nand the Associate Warden are provided with copies of the completed review. (4) Non-Bargaining Unit Psychologists. The Chief Psychologist, or another non-bargaining unit\npsychologist designated by the Chief Psychologist, reviews the core clinical skills of nonbargaining unit psychologists in the department. These clinical skills reviews are conducted\nevery two years. The clinical skills review considers the psychologist’s effectiveness in the\nperformance of clinical duties, as reflected in the quality of the following documentation:\n■\n■\n■\n■\n■\n■\n■ Intake Screenings. Suicide Prevention Contacts. Diagnostic and Care Level Formulations. Treatment Plans.\nPREA Interventions. Group Treatment. Clinical Supervision. The Core Clinical Skills Review Form is used to conduct the documentation review. Behavioral\nobservations and clinical supervision data may also inform the clinical skills review. In addition,\nthe psychologist’s participation in professional development activities may also be noted, as the\nprimary purpose of this review is to identify training needs and develop a plan to address any\nidentified needs. Completed Core Clinical Skills Review Forms are submitted to the Psychology Services Branch\nfor external review and validation. The Branch provides the Chief Psychologist with written\nverification of their findings. Once the form has been validated, the non-bargaining unit\npsychologist is provided with a copy of the completed form. A copy of the completed form is\nretained in the psychologist’s credentials portfolio. If the clinical skills review identifies areas for improvement, the Chief Psychologist or Deputy\nChief Psychologist is responsible for developing a training plan for the non-bargaining unit\npsychologist. This plan details the area(s) of practice requiring improvement to meet professional\nstandards, recommended training activities, and time frame(s) in which improvement is expected. P5310.17 8/25/2016 33 The Psychology Services Branch will maintain a list of recommended training activities to address\neach core clinical skill. This list will be available on Sallyport; Chief Psychologists and Deputy Chief Psychologists are\nencouraged to consult this list when developing training plans. The Chief Psychologist or Deputy\nChief Psychologist develops the training plan in collaboration with the non-bargaining unit\npsychologist and shares responsibility for its successful completion. Upon successful completion\nof the plan, a follow-up review may be conducted using the same procedures. (5) Bargaining Unit Psychologists. The bargaining unit psychologist’s clinical supervisor\nassesses his/her core clinical skills every two years, at a minimum. The clinical skills review\nconsiders the psychologist’s effectiveness in the performance of clinical duties, as reflected in the\nquality of the following documentation:\n■\n■\n■\n■\n■\n■\n■ Intake Screenings."
}