{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 27,
  "chunk_text": "Therefore, such COPS Office-funded systems should employ, to the extent possible, existing systems such as Law Enforcement\nOnline (LEO), Regional Information Sharing Systems (RISS), Joint Regional Information Exchange System\n(JRIES), etc., as the communication backbone to achieve interstate connectivity. 16. False statements False statements or claims made in connection with COPS Office grants may result in fines, imprisonment,\ndebarment from participating in federal grants or contracts, or any other remedy available by law. Why this condition: This condition advises recipients of the consequences of submitting false claims or statements on\napplications, financial and programmatic reports, or other award documents. What you should do:\nEnsure that all documentation related to your agency’s receipt and use of award funding (award\napplications, progress reports, Federal Financial Reports, etc.) is true and accurate. 17. Public release information The awardee agrees to submit one copy of all reports and proposed publications resulting from this award ninety\n(90) days prior to public release. Any publications (written, curricula, visual, sound, or websites) or computer\nprograms, whether or not published at government expense, shall contain the following statement:\n“This project was supported by Cooperative Agreement Number 2015-XX-XX-XXXX awarded by\nthe Office of Community Oriented Policing Services, U.S. Department of Justice. The opinions\ncontained herein are those of the author(s) and do not necessarily represent the official position\nor policies of the U.S. Department of Justice. References to specific agencies, companies,\nproducts, or services should not be considered an endorsement by the author(s) or the U.S.\nDepartment of Justice. Rather, the references are illustrations to supplement discussion of the\nissues. The Internet references cited in this publication were valid as of the date of this publication. Given that URLs and websites are in constant flux, neither the author(s) nor the COPS Office can\nvouch for their current validity.” 15 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Why this condition:\nThe COPS Office wants to ensure the quality, objectivity, utility, and integrity of information in funded\nprojects that are disseminated to the public. However, award-funded reports and publications are not\nofficial federal documents and should not be construed to reflect the official policy or position of the U.S.\nDepartment of Justice. In addition, the COPS Office reserves a royalty-free, nonexclusive, and irrevocable license to reproduce,\npublish, or otherwise use, and to authorize others to use, for Federal Government purposes: (1) the copyright\nin any work developed under the award including any related subaward or contract and (2) any copyright to\nwhich an awardee, including its subawardee or contractor, purchases ownership with financial support from\naward funds. 2 C.F.R. § 200.315(b). What you should do:\nEnsure that all publications (where applicable) relating to your COPS Office CPD award contain the required\nstatement listed above. In addition, the awardee is responsible for acquiring the rights, and ensuring that its subcontractors/authors\nacquire the rights, to copyrighted material for inclusion in U.S. Department of Justice publications or other\nproducts or deliverables that are developed under this cooperative agreement, including the payment of\nrequired fees."
}