{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 10,
  "chunk_text": "5 9 Under no circumstances should an auditor permit anyone to inappropriately influence his or\nher professional judgment regarding any part of the conduct of a PREA audit. Auditors are\nobligated to report any attempt by any individual or entity, including an employee of the\naudited facility or agency and an auditor’s own employer, to inappropriately influence the\noutcome of an audit. Auditors can report such information directly to the PREA Resource\nCenter using the Urgent Helpline at 800–279–7732 (press 2 when prompted) or by sending an\nemail to Urgent@prearesourcecenter.org. Auditors may also notify the PREA Management\nOffice at PREACompliance@usdoj.gov. With these principles in mind, PREA auditors must:\n1. Act in an impartial manner, treating each situation and all parties objectively and giving\npreferential treatment to no public or private organization or individual\n2. Use reasonable care and diligence to obtain sufficient facts to support all statements,\nconclusions, and findings of an audit\n3. Make determinations regarding all audit findings on the basis of demonstrable evidence\nor lack thereof\n4. Include in their audit reports all evidence supporting compliance or noncompliance\nwhich, if not included, could distort the final compliance determination\nAuditors must not: 1. Knowingly misrepresent facts when expressing an opinion or finding in an audit report\n2. Hold personal or financial interests which a reasonable person would think would\nconflict with the conscientious performance of duties under an auditing contract\n3. Maintain other employment or engage in other non-auditor activities which a\nreasonable person would think would impact the public perception of the auditor’s\nimpartiality\n4. Solicit or accept gifts from anyone associated with a particular audit (whether it is an\nentity or staff which is being audited, inmates or relatives of inmates in the facility, or\nany other organization, entity, or person) which would cause a reasonable person to call\ninto question the credibility of the audit or the impartiality of the auditor\n5. Make credibility determinations based solely upon an individual’s status as an inmate,\nresident, detainee, staff member, or agency official\nConfidentiality The only public aspect of a PREA audit is the final report. As discussed in greater detail below,\nauditors are to maintain the confidentiality of the information they collect during the course of\na PREA audit with only three exceptions. First, PREA Standard 115.401(j) states that auditors “shall retain and preserve all\ndocumentation . . . relied upon in making audit determinations. Such documentation shall be\nprovided to the Department of Justice upon request.” See Chapter 19 for more information\nabout the retention and preservation of audit documentation as required by Standard\n115.401(j). 10 Second, auditors are required to provide certain information relating to audits to the PREA\nResource Center in the ordinary course of business (e.g., Pre-Audit Reporting Form, Post-Audit\nReporting Form), and also in conjunction with the PREA\nMedia Inquiries\nManagement Office’s Audit Oversight Program (see\nChapters 20—24 below). Auditors may be approached by\nThird, in limited circumstances, there may be a legal or\nprofessional (e.g., as a condition of a professional license or\nauditor certification) obligation to disclose audit-related\ninformation. In such instances, the auditor must\nimmediately inform the audited facility and agency. The\naudited facility or agency may choose to challenge the\nrequirement that the auditor provide the requested\ninformation."
}