{
  "document_category": "guidance",
  "document_name": "5538_07.pdf",
  "chunk_index": 11,
  "chunk_text": "Staff may use the custody control belt\nwhen there is a reasonable belief that the inmate’s actions are likely to result in the loss of life or\ngrievous bodily harm to staff, inmates, or others. The escort detail’s OIC must exercise sound judgment when making a decision to activate the\nbelt. Verbal orders are not required if the staff member reasonably believes a danger of death or\ngrievous bodily harm is imminent. b. Authorized Official. The OIC of any escort detail when the Electronic Custody Control Belt\nis used must be a GS-11 Lieutenant trained in its use. Training encompasses either training by a vendor representative of the custody control belt or a\nBureau employee whom a vendor has certified to provide training. The Employee Services\nManager (ESM) documents training. Only the escort detail’s OIC may carry and use the activating device for the belt. Only after\nmandatory Electronic Custody Control Belt training may a GS-11 Lieutenant serve as the OIC,\nor as a member of a team escorting an inmate approved to wear the belt. Before applying the belt, the OIC completes the Electronic Custody Control Belt Documentation\n(BP-A0599). The justification for the approval to use the belt must be documented in detail on\nthe Escorted Trip Authorization (BP-A0502). 10. USING A CUSTODY CONTROL BELT\na. Medical Staff Review. When medical staff review the Escorted Trip Authorization form, a\nspecific indication is made for each MAXIMUM custody or SMU inmate as to whether any\nmedical condition would preclude using a custody control belt. Disqualifying medical situations\ninclude:\n■ Pregnancy.\n■ Heart disease. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16 ■ Multiple sclerosis.\n■ Muscular dystrophy.\n■ Epilepsy. Only a health services professional (Physician, Physician Assistant, or Nurse Practitioner) may\nconduct this review, which includes a review of the Inmate’s Health Record and other\ndocumentation at the institution. b. Inmate Notification. Before applying the belt, the inmate is advised by the OIC that the belt\nis going to be placed on him/her, and under what circumstances it can be activated. This is done\nby allowing the inmate to read, or have read to him/her, the Inmate Notification of Electronic\nCustody Control Belt Use (BP-A0600). If possible, the inmate is given the opportunity to sign the form. However, if this is not possible\nor if the inmate refuses, staff document this refusal on the form. 11. CUSTODY CONTROL BELT REPORTING REQUIREMENTS If the custody control belt is activated while being worn by an inmate, the escort detail OIC\nnotifies the approving Warden or his/her designee as soon as possible. a. Medical Examination. Medical staff examine the inmate as soon as possible after activation\nof the belt and document the examination in the Inmate’s Health Record. Any injuries, bruises,\nor marks on the inmate’s body are documented via photograph or videotape, which the Captain\nmust retain. When an examination may not be possible (e.g., lengthy escorted trip), escorting\nstaff go to a local medical facility for examination and possible treatment. b. OIC Reports."
}