{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 34,
  "chunk_text": "In addition, recipients are required to report\nthe amount of local match contributed on the quarterly Federal Financial Report (SF-425), line j. Sources for local match requirements may include the following:\n•\n•\n•\n• Nonfederal asset forfeiture funds (subject to approval from the state or local oversight agency); Funds from state or local governments that are committed to matching funds for your program; Funds from federal programs whose statutes specifically authorize their use as matching funds; and/or\nFunds contributed by private sources. To maximize the number of communities that would be able to take advantage of CHP award funding, only a\nlimited number of local match waiver requests were granted to applicants who were able to demonstrate severe\nfiscal distress. The COPS Office relied on the fiscal health data provided in section 7 of the CHP application and a\ncomparison of the applicant’s fiscal health data with that of the overall 2016 CHP applicant pool to make waiver\ndecisions. 32 2016 COPS Hiring Program (CHP) Award Owner’s Manual 29. School Resource Officer (SRO) Training Requirement\nCondition:\nCOPS-funded SRO(s) are required to complete a National Association of School Resource Officers (NASRO) basic\ntraining course no later than nine months after the date shown on the award congratulatory letter. If a COPS-funded\nSRO leaves the recipient agency after completing the NASRO training, the recipient agrees to pay for the new SRO, who\nis assigned to backfill this position, to attend a NASRO basic training course. This new SRO must complete the training\nno later than nine months after being placed in the schools. Why this condition: This NASRO basic training course is intended not only to provide information on various important school safety\ntopics, but is also designed to promote effective collaboration and partnerships among the school, law\nenforcement agency and other entities. The COPS Office will pay the training fee directly to NASRO and pay allowable travel costs (airfare, hotel, and per\ndiem) up to $1,000 per COPS Office-funded SRO. Any travel costs over this amount must be paid for by the\nrecipient. The COPS Office will provide the recipient with contact information that must be used to arrange for\nclass registration and travel reimbursement. What you should do: The recipient must ensure all COPS Office-funded SROs complete the NASRO training no later than nine months\nafter the date on the award congratulatory letter. If possible, SROs should complete training prior to beginning\nwork in a partner school or school district. If a COPS Office-funded SRO leaves his or her position after completing the NASRO training, the recipient is\nrequired to pay for the new SRO who is assigned to backfill the position to attend a NASRO basic training course. The new officer backfilling the SRO position must complete the NASRO training no later than nine months after\nbeing placed in the schools. If there are less than nine months left in the award, then the officer needs to receive\ntraining prior to the end of the award. After completing the training, the recipient should email a copy of the\nNASRO course certificate to COPS-SRO@usdoj.gov."
}