{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 27,
  "chunk_text": "4. JOB SAFETY TRAINING\n§345.83 Job safety training. FPI provides inmates with regular job safety training which is developed and\nscheduled in coordination with the institution Safety Manager. Participation in\nthe training shall be documented in a safety training record signed by the inmate. Initial job orientation and annual job safety training is designed to eliminate inmate industrial\naccidents, which often result in personal injury and lost work days. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 44 5. THE FPI SCHOLARSHIP FUND\n§345.84 The FPI scholarship fund. FPI shall award post secondary school scholarships to selected, qualified inmate\nworkers. These scholarships provide an inmate with the opportunity to begin or\ncontinue with business and industry courses or vocational training as approved\nand deemed appropriate by the Supervisor of Education. The course of study should relate to the recipient’s career choice and is not restricted to the local\ninstitution’s FPI factory needs. Inmate workers complete locally developed scholarship\napplication forms to be considered for selection. a. Eligibility requirements. The SOI and the Supervisor of Education at each\ninstitution shall develop application procedures to include, at a minimum, the\nfollowing criteria:\n(1) The inmate shall be a full-time FPI worker. (2) The inmate has a favorable recommendation for participation from his or her\nwork supervisor. (3) The inmate meets all relevant institution requirements for participation (e.g.\ndisciplinary record, custody level). (4) The inmate is accepted by the institution of higher learning offering the\ncourse or program which is requested. (5) The inmate must maintain a verifiable average of “C” or better to continue\nprogram eligibility. (6) Before beginning the course of study, the inmate must sign an agreement to\nprovide the SOI with an unaltered, original copy of his or her grades. b. Scholarship selection procedures. FPI scholarship awards shall be made by\na three member Selection Committee comprised of the SOI, the Supervisor of\nEducation, and one other person designated by the SOI. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 45 c. Scholarship program operation\n(1) Ordinarily, one scholarship may be awarded per school period for every fifty\nworkers assigned. At least one scholarship may be awarded at each institution\nlocation, regardless of the number of inmates assigned. One school period refers to the period of time necessary to complete one course; e.g., trimester,\nquarter, semester. (2) Individual scholarships ordinarily should not exceed the cost of tuition and\nbooks for one course. Where several courses may be taken for the same cost as\none, the inmate worker may be allowed to take more than one course. (3) Scholarship monies are to be paid only to the institution providing\ninstruction, or to the Education Department for transfer of funds to the college,\nuniversity, or technical institution providing instruction. (4) An inmate may not receive more than one scholarship per school period. (5) An inmate must maintain at least a “C” average to be continued as eligible for\nfurther assistance. An inmate earning less than “C” must wait one school period\nof eligibility before reapplying for further assistance."
}