{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 29,
  "chunk_text": "An SPO sold to another\ninmate applies SPO limitations for that inmate. 3.6 COMMISSARY SALES PROCEDURES\na. Sales Procedures - Non-Fingerprint Identification. The sales person uses the inmate\nidentification card/official picture card to identify the inmate before initiating a sale. Photocopies\nor the image stored in TRUFACS are not accepted. The sales person keeps the card until\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 41 completing the sale. Sales are conducted using TRUFACS after positive identification of the\ninmate:\n■ Sales to the inmate population are conducted in a secure manner. Inmates do not have access\nto sales items until they have been charged against the inmate’s account and passed to the\ninmate by a Trust Fund salesperson (under no circumstances will inmates be allowed to receive\nany item from the Commissary until the item has been charged against the inmate’s account). Sales to inmate workers assigned to the Commissary are conducted to ensure inmates have no\naccess to purchased items until leaving the Commissary under direct staff supervision. Under\nno circumstances are inmates allowed to have previously purchased sales merchandise inside\nthe Commissary. ■ Manually pre-bagged items are only sold in clear plastic bags. ■ Two copies are used as a sales receipt.\n■ When the sale is completed, one copy of the sales receipt is delivered with the merchandise to\nthe inmate for a complete signature. The sales person retains one copy of the receipt and the\ninmate identification card/official picture card until the inmate has signed and returned a\nreceipt. The sales person then exchanges the copy and inmate identification card/official\npicture card for the signed receipt. No receipt can be changed or altered in any way after\nremoval from the printer. If a change is necessary, an additional sales transaction is\nconducted. Note: Once the inmate signs the receipt and leaves the sales area, the sale is final. ■ Inmates use a nylon mesh bag, if necessary, to bag their Commissary merchandise. Staff may\nuse brown bags to facilitate Commissary deliveries. ■ Each sales person places receipts for his/her sales station in numerical order to ensure all are\naccounted for. Missing receipts are reported to the Trust Fund Supervisor by the close of\nbusiness the day following the sale. The Trust Fund Supervisor is encouraged to review sales\npackets periodically to ensure that all tickets are present and investigate any missing receipts. ■ After all sales are completed, the “Cash Drawer Summary” reports for each sales station are\nproduced indicating the quantity of stamps sold by denomination. TRUFACS posts quantities\nsold to the Warehouse/Trust Fund staff member’s Stamp History by User Screen. Warehouse/Trust Fund staff reconcile their physical stamp inventory to TRUFACS using the\nStamp History by User Screen immediately following the days sales. Discrepancies are\ninvestigated and reconciled immediately. Unresolved differences are reported in writing no later\nthan the following business day to the Trust Fund Supervisor. See Section 1.e. for guidance when\ndifferences cannot be reconciled. Salespersons ensure that their individual sales station’s “Cash Drawer Summary” reports are\nattached to all sales receipts, and placed in a single expandable envelope."
}