{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 89,
  "chunk_text": "Case management is an integral part of community corrections. Community corrections staff perform many functions for offenders\nin contract facilities that would be performed by case/unit\nmanagers in federal institutions. Therefore, CCMs must have a\nworking knowledge of case management practices and procedures. 5.1. DESIGNATIONS Detailed instructions for completing the Inmate Load and Security\nDesignation form (BP-S337.051) are contained in the Security\nDesignation and Custody Classification Manual. In addition, the\nCCM shall be guided by the procedures outlined below. As the first Bureau employees to be involved with federal\ninmates, CCMs must decide whether to designate a non-federal or\nfederal facility. It is important for the CCM to review initial\ndesignation cases to determine whether they qualify for\ncommunity-based programs. Ordinarily, offenders with court recommendations to serve their\nsentences in a particular non-federal facility shall be placed\nthere. Generally, these cases are reviewed biennially. State\nplacement cases also require a biennial review. After the designation is finalized, the CCM shall inform the U.S.\nMarshals Service (USMS) who has responsibility for transporting\nthe inmate to the designated facility. When the case is a\nvoluntary surrender, the USMS is to notify the inmate where and\nwhen to report. In these situations, local notification\nprocedures may be established with the USMS and United States\nProbation Service (USPS). The BP-S337 Remarks section should be used to comment on the\nnature of the offense, violent or unusual behavior, mental health\nor medical problems, escape history, threatening behavior toward\nnational leaders, and criminal sexual behavior. If an item is\nscored in any portion of the form, a brief explanation should be\nincluded in the Remarks section of the BP-S337. If significant\nconcerns are involved or there has been serious misconduct while\nin pre-trial status, it may be necessary to submit a separate\nmemorandum via BOPNet GroupWise to the Designator briefly\noutlining the circumstances. Inmates with physical or mental\nhealth concerns shall be referred directly to the Central Office\nMedical Designator using appropriate comments in the Remarks\nsection. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 2 If the USMS requests designation and it is determined the\nsentence has already been completed (i.e., satisfied by jail\ncredit), a designation shall not be done. However, it is\nnecessary for community corrections staff to do a complete\nsentence computation even if the J&C indicates \"Time Served\"; an\nindependent sentence computation will not suffice. Once the\ncomputation is completed it must also be satisfied (e.g., the\ndate, time, and method of actual release must be entered). In the Remarks section of the sentence computation, the CCM shall\nindicate that a sentence computation was completed on a released\nUSMS prisoner and list what documents were used to do the\nsentence computation. For example: released USMS prisoner (129,\nPSI, J&C). During the initial designation process, community corrections\nstaff must perform an independent sentence computation using the\nSENTRY \"Independent Sentence Computation\" transaction for each\ninmate serving a sentence of one year or less. Good judgment\nshall be used to determine if this is needed for inmates serving\nsentences over one year when it appears the inmate has less than\none year remaining. Performing independent sentence computations\non such cases will help ensure proper consideration of jail time\ncredit during initial designation, thereby reducing the potential\nfor late releases."
}