{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 14,
  "chunk_text": "This CAGI Grant Owner’s Manual will assist your agency with the administrative and financial matters\nassociated with your grant. It was developed by the COPS Office to ensure that all CAGI grantees clearly\nunderstand and meet the requirements of their grant. Please review this manual carefully, because a failure\nto follow grant requirements can have serious ramifications. Please do not hesitate to call the COPS Office\nResponse Center at 800-421-6770 if you need assistance with the implementation of your grant. Thank you for providing us with the opportunity to work in partnership with your community. 1 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual I. Grant Acceptance, Terms, and Conditions To officially accept and begin your COPS Anti-Gang Initiative grant, your agency must access www.cops. usdoj.gov and select the “Account Access” link in the upper right corner to log in, review, and electronically\nsign the award document (including the grant terms and conditions) and, if applicable, the special award\nconditions or high risk conditions, within 90 days of the date shown on the award congratulatory letter. Your agency will not be able to draw down grant funds until the COPS Office receives your signed award\ndocument. For more information on drawing down grant funds, please see section III, “Accessing Grant\nFunds,” on page 31 of this document. The award document The award document is the document indicating your official grant funding amount, the grant number, the\ngrant conditions, and the award start and end dates. The award document is pre-printed with your agency’s law enforcement and government executives’\nnames. If this information is incorrect or has changed, please update your agency contacts online at\nwww.cops.usdoj.gov through the “Account Access” link. If the law enforcement or government official has\nchanged since the time of application, please have the current law enforcement executive or government\nexecutive for your agency create an account through the “Account Access” link, log in, and sign the award\ndocument once your agency contacts have been updated online. Once you have reviewed your award\ndocument, please electronically sign it and make a copy of all pages of the document for your records, along\nwith all award condition pages, within 90 days of the date shown on the award congratulatory letter. The award start date indicated on the award document means that your agency may be reimbursed for any\nallowable costs incurred on or after this date. The duration of your CAGI grant award is two years (24 months). Your grant number is in the following format: 2015-AMWX-0000 for grants awarded in Fiscal Year (FY) 2015. The\nCOPS Office tracks grant information based upon this number. Therefore, it is important to have your agency’s\ngrant number (or your agency’s ORI number) readily available when corresponding with the COPS Office. Your originating agency identifier (ORI) number begins with your state abbreviation followed by five\nnumbers or letters (e.g., VA00000). This number is assigned by the Federal Bureau of Investigation (FBI) for\nuse in tracking information for the Uniform Crime Report (UCR). The COPS Office tracks programmatic grant\ninformation based upon this ORI number."
}