{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 20,
  "chunk_text": "Such inmates are placed on the industrial payroll through execution of FPI Form 96 (see the inmate\npayroll section of the Program Statement Accounting Procedures for Civilian and Inmate\nPayrolls – FPI). P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 31 c. An inmate must take and/or be paid for vacation credit within sixty days after\neach annual eligibility date of the inmate’s most recent date of assignment to FPI. An inmate who elects not to take vacation time must indicate this in writing. That\ninmate shall receive pay for the annual vacation credit in a lump sum on the\nregular monthly payroll. This amount is ordinarily paid within sixty days after the\nannual eligibility date of the inmate’s most recent date of assignment to FPI. An\ninmate whose employment is terminated by release, reassignment, transfer, or\nother reasons, and who has unused vacation credit shall be paid for this credit on\nthe monthly payroll. 10. ADMINISTRATIVE PAY\n§345.57 Administrative pay. An inmate excused from a job assignment may receive administrative pay for such\ncircumstances as a general recall for an institution, power outages, blood\ndonations, or other situations at the discretion of the SOI. Such pay may not\nexceed an aggregate of three hours per month. Both graded inmate workers and inmates performing PIECP work may receive administrative pay. 11. HOLIDAY PAY\n§345.58 Holiday pay. An inmate worker in FPI work status shall receive pay at the standard hourly rate,\nplus longevity where applicable, for all Federal holidays provided the inmate is in\nwork status on the day before and the day after the holiday occurs. Full-time\nworkers receive one full day’s pay. Part-time workers receive one-half day’s pay. Both graded inmate workers and inmates performing PIECP work receive holiday pay. 12. INMATE PERFORMANCE PAY\n§345.59 Inmate performance pay. Inmate workers for FPI may also receive Inmate Performance Pay for participation\nin programs where this award is made. However, inmate workers may not receive\nboth Industries Pay and Performance Pay for the same program activity. For P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 32 example, an inmate assigned to a pre-industrial class may not receive FPI pay as\nwell as inmate performance pay for participation in the class. Inmates performing PIECP work are not eligible to receive performance pay. 13. TRAINING PAY\n§345.60 Training pay. Inmates directed by the SOI to take a particular type of training in connection with\nan FPI job are to receive FPI pay if the training time occurs during routine FPI\nfactory hours of operation. This does not include ABE/GED or pre-industrial\ntraining.] 14. INMATE EARNINGS STATEMENT\n§345.61 Inmate earnings statement. Each inmate worker in FPI shall be given a monthly earnings statement while\nactively working for FPI. The SOI may determine the method of distributing the earnings statements. 15. INMATE ACCIDENT COMPENSATION\n§345.62 Inmate accident compensation. An inmate worker shall be paid lost-time wages while hospitalized or confined to\nquarters due to work related injuries (including occupational disease or illnesses\ndirectly caused by the worker’s job assignments) as specified by the Inmate\nAccident Compensation Program (28 CFR part 301)."
}