{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 55,
  "chunk_text": "Have perspective staff names, social security numbers,\ndates-of-birth, race and sex been provided so NCIC/NLETS can be\nperformed? c. Have you taken the fingerprints of the Facility Director\nand all other staff that have been hired by the contractor to\nperform services under this contract? d.\nObtain copies of the Facility Director's employment\napplication and resume. BOP staff must verify the information\ncontained in these documents (degrees, prior positions of\nemployment, etc.). Ensure the contractor has performed these\nsame checks on all other contract staff. Review documentation. e.\nReview the content of the initial orientation training\nto be provided to all new employees during their first week of\nemployment. f.\nCompare each employee's qualifications against the job\ndescription for their position to ensure they meet the minimum\nqualifications for the job. g.\nExamine the contractor's work schedule to ensure it\nclearly defines the duty hours of each staff member. h. Ensure the contractor has advised all employees of the\nStandards of Conduct, and their notification has been documented. 5. Intake/Programs a.\nReview policies and procedures for the referral and\nintake process. b. Examine the network of community resources and services\nthe contractor is developing to assist offenders, particularly\nfor employment purposes. c. Does the substance abuse counselor meet minimum\nqualifications. d. For substance abuse testing services, is the contractor\nready to process samples (logs, bottles, alcolyzer, etc.)? e.\nExamine sign-out log to ensure the proper information is\nrecorded. PS 7300.09\n1/12/98\nAttachment 4-5, Page 4\nf. Has the contractor provided for in-house recreation\nactivities (such as, television, table games, exercise equipment,\netc.)? 6. Discipline a.\nHas the contractor submitted their list of center rules\nand minor sanctions to the CCM for approval? b. Ensure the contractor has the appropriate forms, and in\na sufficient supply. The contractor should be well-versed in\nexactly what steps and procedures are required in disciplinary\nproceedings. 7. Services a.\nReview the food service program. Are the facilities\nready to begin operations? Menus have been reviewed and\napproved?\nb. Have appropriate licenses and permits been obtained? c.\nIs a written agreement with a local restaurant in place,\n(if applicable)? d.\nReview the written arrangements ensuring the\navailability of 24-hour emergency medical care. e. Have appropriate staff been trained in emergency first\naid and CPR? f.\nsite? 8. Does the contractor have basic first aid supplies onRecord System a.\nReview the record and report system designed by the\ncontractor to ensure it meets privacy standards. b. Examine the resident's finances record sheets or log. Is the appropriate information going to be collected? 9.\na.\n10. Escape Have escape notification procedures been established? Research and Evaluation PS 7300.09\n1/12/98\nAttachment 4-5, Page 5 Examine the organized system of information collection, storing,\nretrieval, reporting, and review. Have center staff and\nBOP staff been consulted in identifying information needs? Inspection Team Certifications:\nSignature Title Date Distribution:\nOriginal--CCM Office Contract File (Attached to a\ncopy of the letter sent to the contractor.) Copy--Contracting\nOfficer via the CCM, MCA, CCRA, and CCA (Attached to a copy of\nthe letter sent to the contractor from the COTR (CCM).) PS 7300.09\n1/12/98\nAttachment 4-6 Page 1\nMONITORING REPORT FORMAT\nContractor Name:\nContract Number: Assignment Code: Background If first full monitoring, provide background information of\naward\nContract quota and utilization over the past 6-12 months. Identify any trends in utilization (e.g., Federal, pretrial,\nstate, home confinement, urban work camp, MINT etc.)"
}