{
  "document_category": "guidance",
  "document_name": "5267_09.pdf",
  "chunk_index": 9,
  "chunk_text": "Loss of an inmate’s visiting privileges for other reasons may not occur unless the\ninmate is provided a hearing before the Discipline Hearing Officer (DHO) in\naccordance with the provisions of §541.17 of this chapter, following those\nprovisions which are appropriate to the circumstances, which results in a finding\nby the DHO that the inmate committed a prohibited act and that there is a lack of\nother appropriate sanctions or that imposition of an appropriate sanction\npreviously has been ineffective. The Unit Discipline Committee (UDC) may not impose a loss of visiting privileges\nfor inmates in detention or segregation status. The provisions of this paragraph\n(c) do not interrupt or delay a loss of visiting sanction imposed by the UDC or\nDHO prior to the inmate’s placement in detention or segregation status. §541.17 refers to the Program Statement Inmate Discipline Program. Ordinarily, an inmate in administrative detention or disciplinary segregation status may receive\nvisits in accord with the same rules and regulations that apply to general population inmates,\nproviding such visits do not pose a threat to the security or orderly operation of the institution. In such cases, the Warden may authorize special visiting procedures to preclude such a threat. Refer to the Program Statement Inmate Discipline Program for information regarding loss of\nvisiting privileges resulting from disciplinary action. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 12 14. PROCEDURES\n§540.51 Procedures.\na. Responsibility. The Warden of the institution shall establish and enforce local\nvisiting guidelines in accordance with the rules and regulations of the Bureau of\nPrisons. Ordinarily, the Captain is responsible for the visiting room’s appearance/operation and the\ntraining of visiting room officers. b. Preparation of the List of Visitors. (1) Staff shall ask each inmate to submit during the admission-orientation\nprocess a list of proposed visitors. After appropriate investigation, staff shall\ncompile a visiting list for each inmate and distribute that list to the inmate and the\nvisiting room officer. An inmate will be provided written material on the institution’s visiting procedures during the\nintake screening process. At a minimum, the information will include the following:\n■ Facility address/phone number, directions to the facility, and information about local\ntransportation. ■ Days and hours of visitation. ■ Approved dress code. ■ Identification requirements for visitors. ■ Items authorized in the visiting room.\n■ All authorized items entering the visiting room must be carried in a clear plastic container. ■ Special rules for children. ■ Authorized items that visitors may bring to give to the inmate, if applicable. ■ Special visit requirements. The initial visiting list is prepared and distributed as soon as practicable after receiving the\nrequired information to process the visiting list. This list identifies immediate family members\napproved to visit the inmate. Additional family members and friends may be added following\nthe completion of an appropriate investigation. Visiting privileges for a minister of record must be submitted directly to the Chaplaincy Services\nDepartment for review and approval/denial. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13"
}