{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 9,
  "chunk_text": "For the risk assessment, the SOCRB Clinical Psychologists ordinarily employ one\nor more actuarial instruments approved for use by the SOCRB Administrator and for which they\nhave received training. Based on the case summary and actuarial risk assessment, the SOCRB Clinical Psychologist\nmakes a preliminary clinical determination regarding the inmate’s risk of sexual recidivism and\nhis/her suitability for further review for certification. Inmates clinically determined to be at low or\nmoderate risk by SOCRB Clinical Psychologists generally do not require further review and are\napproved for release. Inmates believed to be at higher risk are referred to the CRP. 5. FULL REVIEW BY THE CERTIFICATION REVIEW PANEL (CRP)\nCases receiving further consideration for certification are reviewed by the full CRP. The CRP\nreviews cases where there is evidence that the inmate engaged or attempted to engage in sexually\nviolent conduct or child molestation, and a preliminary risk assessment indicates that the inmate\nmay be at high risk for sexual recidivism. The CRP ordinarily includes:\n■ A Chairperson (the SOCRB Administrator or designee). P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 11 ■ One or more SOCRB Clinical Psychologists.\n■ An Attorney from the Office of General Counsel.\na. Initial Review Procedures. The CRP reviews each element associated with the statutory/\nregulatory definition of sexually dangerous person; i.e., whether the inmate has engaged or\nattempted to engage in sexually violent conduct or child molestation and is sexually dangerous to\nothers. The term “sexually dangerous to others” encompasses a diagnostic element and a risk\nelement. Cases referred to the full CRP are first reviewed at an initial meeting. CRP members review and\ndiscuss the case summary prepared by a SOCRB Clinical Psychologist. If the CRP is able to\ndetermine from the available information that the inmate, clinically or legally, does not meet at\nleast one of the required elements for certification, the CRP discontinues review and approves the\ninmate for release. Otherwise, the CRP evaluates the available information to determine whether\nthe inmate satisfies all of the required elements for certification. The CRP may consider diagnoses\nrendered in prior mental health evaluations, although diagnoses must be determined by the CRP to\nbe valid, current, and serious to qualify the inmate for certification. When the CRP lacks sufficient\ninformation to render an informed decision on the diagnostic or risk elements, it refers the inmate\nfor a precertification evaluation. b. Precertification Evaluation. A precertification evaluation is a forensic psychological\nevaluation requested by the CRP, which is conducted by a psychologist with specialized training in\nthe assessment of sex offenders, ordinarily a Bureau (or Bureau-contracted) psychologist. The\nprecertification evaluation includes comprehensive diagnostic and risk assessments of the inmate\nthat help the CRP determine the second and third elements necessary for certification as a sexually\ndangerous person. The evaluation also offers an opinion whether the inmate appears to meet\ncriteria for sexual dangerousness, as outlined under section 4248. The evaluation assists the CRP\nin making certification decisions. When the CRP refers a case for a precertification evaluation, SOCRB staff notify field staff of the\nneed to coordinate the inmate’s transfer to a facility designated by the Bureau to conduct the\nassessment."
}