{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 6,
  "chunk_text": "If you have any questions about them, please contact your assigned COPS Office\nProgram Manager via the COPS Office Response Center at 800-421-6770. 3. Allowable Costs\nCondition: The funding under this project is for the payment of approved costs for Community Policing Development purposes. The allowable costs for which your agency’s award has been approved are limited to those listed on the Financial\nClearance Memorandum, which is included in your agency’s award package. The Financial Clearance Memorandum\nspecifies the costs that your agency is allowed to fund with your Community Policing Development award. It also\ndescribes any costs which have been disallowed after review of your proposed budget. The recipient may not earn or\nkeep any profit resulting from this award unless expressly authorized in writing by the COPS Office. Your agency may\nnot use Community Policing Development award funds for any costs that are not identified as allowable in the\nFinancial Clearance Memorandum. Why this condition:\nCPD funding may only be used to pay for items and services approved by the COPS Office as reflected in the\nFinancial Clearance Memorandum (FCM). 2016 CPD funds must be used to advance the practice of community\npolicing in law enforcement agencies through the development of educational resource products and services\nsuch as training and technical assistance, the development of innovative community policing strategies, applied\nresearch, guidebooks, or best practice documents that are national in scope. Please note that in accordance with 2 C.F.R. § 200.101(c), the COPS Office applies the cost principles set forth in 2\nC.F.R. Subpart E to for-profit (or commercial) entities instead of the Federal Acquisition Regulation (FAR) at 48\nC.F.R. Subpart 31.2. In addition, in accordance with 2 C.F.R. § 200.400(g), the recipient may not earn or keep profit\nas a result of this award unless expressly authorized by the specific terms and conditions of your award. To be eligible for payment under this award, the purchase of approved items must be made on or after the\naward start date and comply with the guidelines described in section IV, “Accessing Award Funds,” on page 49 of\nthis manual. Section V, “Financial Record Maintenance,” on page 53, outlines the types of records you must keep\nto document that you followed this award condition. Purchases must also reflect the costs that were approved in\nthe FCM. What you should do:\nRefer to your FCM for the list of approved allowable cost categories. Listed below are the budget categories that\nmay appear on your FCM. If your agency’s operating budget categories differ from those approved in the FCM,\nyour agency should maintain a cross-reference to clearly identify where the funds were budgeted. As long as\nfunds are spent during the award period on project costs that were documented in your application’s budget\nsummary and approved by the COPS Office through the issuance of the FCM, this award condition will be\nsatisfied. The award number should be indicated on all budgetary documentation including purchase orders,\nreceipts, and other documentation. All recipients should keep and maintain the most recent, approved version\nof their 2016 CPD application for future reference. 5 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual"
}