{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 47,
  "chunk_text": "If the Untimely Release Notification cannot be forwarded within one day, an e-mail will sent to\nthe Regional Correctional Programs Administrator notifying of the release. The DSCC will ensure the Late Release Notice for United States Probation Service (BP-A623) is\ncompleted and mailed for any late release with supervision to follow. In any case involving an inmate’s untimely release (including court ordered releases that are not\nacted upon in a timely manner) of 30 days or more and/or has been identified as a threat to the\ncommunity, the Warden must forward a personal letter to the appropriate Judicial Official(s)\nproviding details of the untimely release. Copies of the letter must also be forwarded as notification to the following:\n United States Attorney or State/Territory Prosecuting Attorney.  Chief Probation Officer. P5800.15 1/1/2009 Chapter 9, Page 10 \n\n\n USPC (if appropriate). Detaining Officials (if appropriate). Regional Correctional Programs Administrator. State/Territory Department of Corrections (if appropriate). The Chief, DSCC, will review the circumstances of each early/late release and work closely with\nthe Correctional Programs Administrator, Central Office, and institution staff to prevent\nadditional occurrences. In cases which require a threat evaluation (including, but not limited to early release), the DSCC\nshall forward the untimely release notification to the Warden (with a courtesy copy to the\nRegional Correctional Programs Administrator). The Warden will designate a staff member to perform a thorough threat assessment of an early\nrelease. All files must be researched to determine the untimely release’s impact upon the\ncommunity. Special care must be given to determine whether the subject:\n\n\n\n\n Has a history of violence. Has a weapons usage history. Has a record of psychological problems. Is a Broad Publicity case. Requires Victim/Witness notifications. If the untimely release is determined to be a threat to the community, the Warden or designee\nwill make the following notifications telephonically:\n\n\n\n\n\n\n Regional Director. Regional Correctional Programs Administrator. District U.S. Marshal or appropriate State/Territory. Department of Corrections. Sentencing Judicial Official(s). Prosecuting Attorney(s). Chief Probation Officer(s). These notifications will be documented in the inmate’s central file. The Chief, DSCC, will notify the Deputy Assistant Director, Correctional Programs Division, of\nall untimely releases considered to be either a threat to the community or of public interest. P5800.15 1/1/2009 Chapter 9, Page 11 An Untimely Release Notification (BP-A558) need not be completed for the following types of\nlate releases unless the inmate was not released on the date the order was received at the\ninstitution:\n\n\n\n\n\n Court order terminating or vacating the sentence. Sentence modifications (e.g. amended or corrected orders). Ineffectual (over before imposed) terms. Time served sentences. Treaty transfers. Changes in Statutes/Rules language. In each instance, the Sentence Computation Remarks will be updated by DSCC staff explaining\nthe circumstance and the date the order was received. Note: A sentence computation will be performed on all ineffectual and time served sentences. P5800.15 1/1/2009 Chapter 9, Page 12 CHAPTER 10. FINAL RELEASE\n1001. METHODS OF FINAL RELEASE\na. Parole. A conditional release from custody ordered at the discretion of the USPC at any time\non or after the parole eligibility date."
}