{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 114,
  "chunk_text": "Fines/Assessments (New Law Cases) Pursuant to Title 18 U.S.C. ยง 3624(e): \"No prisoner shall be\nreleased on supervision unless such prisoner agrees to adhere to\nan installment schedule, not to exceed two years except in\nspecial circumstances, to pay for any fine imposed for the\noffense committed by such prisoner.\"\na. The court is required to impose an assessment on\nconvicted defendants for each felony and misdemeanor. The\nassessment is imposed for each count (offense) in the Judgment in\na Criminal Case. Agents of the court collect the assessments. b. The CCM shall indicate on the SENTRY Sentence\nComputation Record the existence of assessments for direct court\ncommitments. The information is recorded only if it is contained\nin the Judgment in a Criminal Case. Otherwise, it need not be\nrecorded and the CCM need not solicit the information from the\ncourt. c. The CCM ordinarily does not become involved with the\ncollection of assessments and is not required to determine\nwhether they have been paid. However, if the Judgment in a\nCriminal Case for a direct court commitment indicates that the\nassessment was not paid at sentencing, and that the court wants\nit collected prior to release and provides no special\ninstructions, the unpaid assessment must be treated as a\ncommitted fine. If the court, either in the Judgment in a\nCriminal Case or by court order, requires that the fine be paid\nby some other method that involves the Bureau, the CCM should\ncontact the Regional Inmate Systems Administrator for assistance. 5.14.5. Release Expenses Inmates serving long sentences in non-federal facilities\n(primarily in state correctional facilities and juvenile\nfacilities) may receive a release gratuity, transportation to the\nplace of conviction or legal residence, and clothing. An inmate\nwho has adequate personal funds or is released to another custody\nshould not usually receive a gratuity. Because of the nature of\nthe program, inmates released from contract residential centers\nshall not normally receive release gratuities. See the Program\nStatements on Release Gratuities, Transportation, and Clothing\nand the Interagency Agreement between the U.S. Bureau of Prisons\nand the U.S. Marshals Service.\na. The CCM shall determine the amount of the release\ngratuity and clothing based on staff recommendations using a $100\nlimit as a base and seeking written approval from the CCRA PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 38\nthrough the MCA should they determine a gratuity in excess of\n$100 is warranted. The Program Statement on Release Gratuities,\nTransportation, and Clothing shall be referenced for guidance on\nallowable amounts. b. The CCM shall request the USMS to provide funds for\nrelease gratuities, clothing, and transportation, if funds are\nnot available under the provisions of the contract with the nonfederal facility (a gratuity clause should be included in the\ncontract whenever possible). The CCM must advise the USMS in\nwriting of an impending release date five days in advance to\nallow time for this to be accomplished. c. When the Bureau is \"piggy-backing\" a USMS contract, the\nUSMS will pay these expenses and the Bureau shall reimburse the\nUSMS. Otherwise, reimbursements are made directly to those\nproviders under contract directly with the Bureau. The USMS\noffice making the disbursement will forward the appropriate\nstandard form to the CCM."
}