{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 27,
  "chunk_text": "The inmate has not waived extradition. ■ The local Sheriff refuses to take custody of the inmate. It must be made clear to the Attorney General’s office that the Bureau is obligated by statute to\nrelease the inmate at the expiration of the sentence and cannot violate any state extradition law\nby releasing the inmate directly to the state requesting custody. 609. INMATE NOTIFICATION AND RESPONSE The IADA applies to Federal and state inmates who have entered upon a term of imprisonment in\nan institution designated for service of the sentence. Resolution of any untried charges may be\nobtained through provisions of the Act. The portions of the Act related to inmates confined in\nFederal institutions are incorporated as follows:\na. Availability. The IADA is not available for the inmate or the prosecutor until the inmate\narrives at the designated institution for service of the sentence. Before reaching the designated\ninstitution, the requesting agency may obtain custody via a writ of habeas corpus ad P5800.15 1/1/2009 Chapter 6, Page 6 prosequendum. (Refer to the Program Statement on Transfer of Inmates to State Agents for\nProduction on State Writs for more information.)\nb. Notification. Article III(c) requires the Bureau to inform the inmate of the source and\ncontent of any detainer lodged. CSD staff will notify the inmate by completing the IAD – Notice\nof Untried Indictment form (BP-A235). The inmate will sign the form acknowledging the\ndetainer has been lodged and that he/she was advised of inmate’s rights under the IADA. This\nform will then be forwarded to the Warden, or designee, for signature. Upon return of the signed\nform, the original will be forwarded to the inmate. c. Inmate Appearance in Court. An inmate may appear in state court to dispose of pending\ncharges under Article III of the IADA. If a situation occurs that precludes an inmate’s release\nunder this provision (i.e., medical condition, other pending court actions, security concerns, etc.)\nthe assigned legal representative and the requesting agency will be consulted to discuss and\nresolve any conflicts. 610. INMATE REQUEST FOR FINAL DISPOSITION\nArticle III (d) provides that once an inmate has been notified of any detainer, and the inmate has\narrived at the designated institution, the inmate may request final disposition of the charges for\nwhich the detainer is based. By doing so, the inmate waives the right to contest extradition for\nany charges that form the basis of the request, either during or after completion of the Federal\nsentence. Extradition procedures will apply separately to charges unrelated to the IADA charges. a. Waiver of Extradition. A Waiver of Extradition means that the receiving state may take\ncustody of the inmate directly from the institution for those charges that the IADA is based upon. This is regardless of whether the state in which the institution is located requires that the inmate\nbe released to its jurisdiction to satisfy the extradition rules for its state. b. Appointment of Counsel. The inmate initiates final disposition of pending charges by\ncompleting the IAD – Place of Imprisonment form (BP-A236)."
}