{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 28,
  "chunk_text": "The recording of an inmate’s participation in group. Treatment contact notes when appropriate. A minimum of one progress review must be completed during the course of the inmates’\ntreatment. Entering the NR DAP program assignments in SENTRY. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 6 • At the conclusion of the inmate’s involvement in NR DAP, a brief account in the evaluation\nsection of PDS noting how he or she left the program (e.g., “Mr. XXX was transferred to a\nlower security institution,” “Mr. XXX successfully completed the treatment goals identified\nin his treatment plan,” “Mr. XXX informed treatment staff he is no longer interested in\nparticipating in non-residential drug abuse treatment.”). 2.4.7. Expulsion. Inmates may be removed from the program by the DAPC because of\ndisruptive behavior related to the program or unsatisfactory progress in treatment. 2.4.8. Achievement Awards. In coordination with the Warden, the drug treatment team will\ndetermine program achievement awards to be offered at the institution. A non-exhaustive list of\npossible incentives are listed below. a. Limited Achievement Awards. When the participant successfully completes a NR DAP\nprogram, he or she may be awarded $30. This award will be pro-rated based on the inmate’s\nparticipation, but may never be adjusted higher. In determining the amount of the drug treatment\naward, the drug treatment staff must consider the following. The inmate must:\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n• Be on time for group. Have no unexcused absences. Obtain satisfactory work performance. Maintain satisfactory sanitation requirements for the institution. Be Financial Responsibility Program (FRP) compliant. Maintain clear conduct. Not leave group without permission from the DTS(s) overseeing the group. Not eat, drink, or sleep in group. Complete all assigned activities. Dress appropriately, (i.e., clean institutional clothing, shirttails tucked in, shoes tied, no\nheadphones, properly fitting pants with belts, no sunglasses, no coats or jackets, and no head\ncovering other than approved religious headwear). Participate and progress in treatment. b. Residential Reentry Center (RRC) Placement. Each Warden is strongly encouraged to\napprove inmates who successfully complete the non-residential drug abuse program for the\nmaximum period of RRC placement. On occasion, administrative factors (e.g., bedspace\nlimitations at a RRC) or community safety concerns (i.e., exclusionary criteria) occur that require\nconsideration for a RRC placement of more or less than the recommended number of days. When\nthis occurs, the goal for both the Warden and Community Corrections Manager (CCM) is to seek\nthe best possible placement for the RRC period without negatively impacting bedspace limitations\nin contract facilities or jeopardizing community safety. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 7 c. Tangible Incentives. If the Warden allows, incentives such as books, t-shirts, greeting cards,\nnotebooks, pens, etc., may be presented to inmates participating in the non-residential drug abuse\nprogram. 2.5. § 550.53 Residential Drug Abuse Treatment Program (RDAP). 2.5.1. Target Population. The RDAP targets the inmate who volunteers for treatment and has a\ndiagnosable and verifiable substance use disorder, and is able to participate in the entire RDAP. (a) RDAP. To successfully complete the RDAP, inmates must complete each of\nthe following components:\n(1) Unit-based component."
}