{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 71,
  "chunk_text": "Under 40 U.S.C. 3702 of the Act, each contractor must be required to compute the wages\nof every mechanic and laborer on the basis of a standard work week of 40 hours. Work in excess of the standard\n74 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual work week is permissible provided that the worker is compensated at a rate of not less than one and a half times\nthe basic rate of pay for all hours worked in excess of 40 hours in the work week. The requirements of 40 U.S.C.\n3704 are applicable to construction work and provide that no laborer or mechanic must be required to work in surroundings or under working conditions which are unsanitary, hazardous or dangerous. These requirements do not\napply to the purchases of supplies or materials or articles ordinarily available on the open market, or contracts for\ntransportation or transmission of intelligence. (F) Rights to Inventions Made Under a Contract or Agreement. If the Federal award meets the definition of “funding agreement” under 37 C.F.R. §401.2 (a) and the recipient or subrecipient wishes to enter into a contract with a\nsmall business firm or nonprofit organization regarding the substitution of parties, assignment or performance of\nexperimental, developmental, or research work under that “funding agreement,” the recipient or subrecipient\nmust comply with the requirements of 37 C.F.R. Part 401, “Rights to Inventions Made by Nonprofit Organizations\nand Small Business Firms Under Government Grants, Contracts and Cooperative Agreements,” and any implementing regulations issued by the awarding agency. (G) Clean Air Act (42 U.S.C. 7401-7671q.) and the Federal Water Pollution Control Act (33 U.S.C. 1251-1387), as\namended—Contracts and subgrants of amounts in excess of $150,000 must contain a provision that requires the\nnon-Federal award to agree to comply with all applicable standards, orders or regulations issued pursuant to the\nClean Air Act (42 U.S.C. 7401-7671q) and the Federal Water Pollution Control Act as amended (33 U.S.C. 12511387). Violations must be reported to the Federal awarding agency and the Regional Office of the Environmental\nProtection Agency (EPA). (H) Debarment and Suspension (Executive Orders 12549 and 12689)—A contract award (see 2 C.F.R. 180.220)\nmust not be made to parties listed on the government-wide exclusions in the System for Award Management\n(SAM), in accordance with the OMB guidelines at 2 C.F.R. 180 that implement Executive Orders 12549 (3 C.F.R. part\n1986 Comp., p. 189) and 12689 (3 C.F.R. part 1989 Comp., p. 235), “Debarment and Suspension.” SAM Exclusions\ncontains the names of parties debarred, suspended, or otherwise excluded by agencies, as well as parties declared\nineligible under statutory or regulatory authority other than Executive Order 12549. (I) Byrd Anti-Lobbying Amendment (31 U.S.C. 1352)—Contractors that apply or bid for an award exceeding\n$100,000 must file the required certification."
}