{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 28,
  "chunk_text": "the SOW under which the contractor will perform. !\n! If one of the standard SOWs (CCC, Juvenile, CSC) is to be used,\ninclude the title of the SOW and the date of the current issue. When it is determined that portions of a standard SOW\nshould be modified to adequately specify a particular\nrequirement, these changes must be incorporated into the SOW and\nsubmitted with the RCA. A typed summary of the changes to the\nSOW must be submitted as an attachment to the RCA. The COS shall develop a special and concise SOW when it is\ninappropriate to modify a standard SOW. The contractor's name, contract number, and SENTRY location code\nmust be provided for all requests to modify an existing contract. Requests to exercise an option year are considered\ncontract modifications. 4.2.4.2. Justification and Explanation The CO must have as much information as possible regarding the\nnature of the requirement, this section must always include\ncomments addressing the following issues. For a New or Replacement Contract specify: The expiration date, including any extensions of the\ncurrent contract, shall be included for a replacement contract.\n! If multiple awards are desired, they should be\noutlined in this section. Multiple awards are desired when there\nexists geographical restrictions and different types of services\nare required using the same solicitation. The justification for\nmultiple awards must be clearly defined and appropriately\njustified. For example, in a large metropolitan area, where\nestimates exceed 50 inmates for an average daily population, more\nthan one contract may be preferred. ! If the request is not being submitted in a timely\nmanner (specified months prior to performance date), an\nexplanation must be included. Additional pages may be attached\nif necessary. Justifiable reasons might be for unanticipated\nservices.\n! PS 7300.09\n1/12/98\nChapter 4, Page 11 If more than one basic type of service is to be\nprovided, they should be outlined. The most common example is\nwhen work release and short-term jail services are provided in a\nsingle contract, ordinarily from the same location.\n! The specific nature of any non-residential service\n(such as psychological services, drug counseling, community\nsupervision services, release expenses such as transportation,\ngratuity, and clothing, etc.), should be discussed.\n! If services are to be provided to one or both sexes or\nto a special group of offenders (sex offenders, handicapped,\nalcoholics, etc.), these should be addressed.\n! Any special circumstances that might require special\nconsideration or action by the CO (i.e., anticipated delays in\nzoning approval or issuance of permits), should be included in\nthis section. ! For Contract Modification, a detailed explanation and\njustification of the requested change(s) must be included. Examples of contract modifications include, but are not limited\nto:\na change in, or addition of, a place of performance,\nchange in billing address, or\nthe implementation of a program such as home\nconfinement with electronic monitoring. !\n!\n! Any changes must be within the general scope of the contract and\nin accordance with the FAR. 4.2.4.3. Period Services Will be Required When working with intermittent requirements such as a PO,\ninclude the specific dates services are to begin and end. When\nworking with a multi-year contract, include the date services\nshould begin and estimate when services will end."
}