{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 4,
  "chunk_text": "■ Compliance with professional, correctional, and other standards applicable to safety and\nsecurity. (2) Priority 2 – Priority 2 tasks are vital Psychology Services functions. ■ Evidence-based individual and group treatment for inmate mental health issues that do not rise\nto the level of a serious mental disorder. ■ Evidence-based programming aimed at reducing inmate misconduct and recidivism. ■ Specialized Psychology Treatment Programs, e.g., Residential Drug Abuse Program, Sex\nOffender Treatment Program, Resolve Program, Mental Health Step Down Unit.\n■ Court-ordered forensic evaluations, other policy mandated psychological evaluations, and\nintellectual assessments completed in conjunction with potential referrals for a GED\naccommodation. ■ Documentation in the Psychology Data System (PDS) in the Bureau Electronic Medical Record\n(BEMR), in support of continuity of care within, between, and outside of Bureau facilities. ■ Consultation with Unit Disciplinary Committee (UDC) and Discipline Hearing Officer (DHO). ■ Mandatory clinical training for psychologists and treatment specialists. ■ Clinical supervision of psychologists and treatment specialists. ■ Attendance at essential administrative meetings; e.g., Special Housing Unit (SHU) Department\nHead meeting. ■ Recruitment and retention of psychologists, treatment specialists, and other Psychology\nServices staff. ■ Performance of functions supporting and maintaining systems of control to ensure policy\ncompliance, to include conducting Psychology Services Operational Reviews and Perpetual\nAudits. P5310.17 8/25/2016 5 (3) Priority 3 – Priority 3 tasks enhance and strengthen the functioning of Psychology\nServices Departments and the institution. ■ Continuing education for Psychology Services staff in support of professional development,\nlicensure, and/or certification. ■ Training of graduate students, psychology interns, and post-doctoral residents. ■ Unit team consultation regarding reentry and release planning. ■ Consultation on general behavioral science topics. ■ Participation in the Operational Reviews, Perpetual Audits, and/or Program Reviews of other\ndepartments/facilities. ■ Coordination of special projects and/or activities within the institution; e.g., American\nCorrectional Association Audit, Combined Federal Campaign. ■ Development of novel local programs, groups, or services. ■ Participation in research projects at the local, regional, or national level. ■ Resource staff member or subject matter expert for the Psychology Services Branch. ■ Cross development courses and other non-mandated training unrelated to the maintenance of\nprofessional licensure/certification. ■ Collateral duties unrelated to Psychology Services. d. Duties of Psychology Services Staff in Emergency Situations. Except in emergency\nsituations, positions allocated and funded to provide psychological services are assigned for the\nprovision of these services. Emergency situations are defined as situations requiring an immediate\nresponse (e.g., body alarm) or activation of the institution’s emergency plans (e.g., escape, food\nstrike). Except in emergency situations, psychologists and treatment specialists are not assigned\nnon-Psychology Services duties; e.g., coverage of a custody post, unit management functions,\nacting department head (outside of Psychology Services), institution duty officer. This exclusion\nis reiterated in the Program Statements Psychology Treatment Programs and Sex Offender\nPrograms. Bureau psychologists do not conduct investigations or perform fitness for duty evaluations. 3. ADMINISTRATION AND MANAGEMENT Psychology Services Departments are responsible for utilizing their expertise as behavioral\nscientists to provide informed clinical decisions and professional recommendations. Clinical\ndecisions are the sole province of the responsible clinician and/or supervisory psychologist(s), and\nare not to be countermanded by non-clinicians."
}