{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 18,
  "chunk_text": "Suicide prevention is a vital function of\nthe agency, which contributes directly to the safety and security of staff and inmates. Specific\nrequirements for intervening with suicidal inmates are found in the Program Statement Suicide\nPrevention Program. Potentially suicidal inmates are not the only inmates who may warrant crisis intervention services. For example, inmates who have recently experienced a very significant loss, a serious assault or\ninjury, or a highly charged interpersonal conflict may benefit from crisis intervention services. In\nthese instances, when there is no suggestion of suicide risk, crisis intervention contacts are\ndocumented in PDS as a Crisis Intervention note. P5310.17 8/25/2016 22 e. Management of Disruptive Behaviors. The Chief Psychologist ensures Psychology Services\nstaff assist appropriately with the identification and management of disruptive inmates, in\nparticular those inmates with mental illness. Identification of potentially disruptive inmates\nreduces the risk of harm to staff and other inmates. Potentially disruptive inmates may be\nhighlighted in the institution’s Psychology Advisory List. Bureau psychologists may be asked to lend their expertise as behavioral scientists to the\nmanagement of disruptive inmates. Psychologists’ understanding of de-escalation techniques and\nother communication skills; antisocial attitudes and behaviors; interactions between criminality,\nmental illness, and substance abuse; and basic principles of behavior therapy contribute to their\nability to assist in the management of disruptive behavior. Psychologists’ value as behavioral scientists lies in two primary domains. First, psychologists have\nthe ability to advise Executive Staff on broad environmental issues that, if changed, may prevent or\nminimize future incidences of disruptive behavior and ensure all staff appreciate the essential role\nof positive reinforcement, consistency, and responsiveness in the effective management of\ninmates. Second, psychologists have the ability to actively engage in rapport building with\ninmates to increase their leverage and credibility in confrontation avoidance situations. Although Psychology Services Departments are committed to applying behavioral sciences\nexpertise to assist with inmate management, the effectiveness of these approaches is limited by the\ninstitutional context. Specifically, contingencies cannot be closely controlled in most settings,\ntherefore, the impact of behavioral management interventions on an individual level is often\nconstrained. When lending their behavioral sciences expertise to inmate management,\npsychologists must ensure any efforts to manipulate environmental factors to control inmate\nbehavior are consistent with relevant ethical guidelines; i.e., the efforts are not limited to various\nforms of deprivation. Collaboration with Correctional Services staff in the development of contingency contracts, which\nrely heavily on positive reinforcement, is the behavioral management approach most likely to\nresult in favorable behavior change. Additional information regarding the use of contingency\ncontracts is available on the Branch’s Sallyport page. When psychologists intervene with disruptive inmates, these contacts may be documented in PDS\nin a variety of notes, depending on the specific nature of the contact; e.g., Disruptive Behavior\nInterventions, Suicide Risk Assessment, Suicide Risk Management Plan, Contingency Contract. P5310.17 8/25/2016 23 7. SPECIALTY PSYCHOLOGICAL TREATMENT PROGRAMS AND SERVICES Inmates with significant mental health, substance abuse treatment, or sex offender treatment needs\nare offered programs and/or services targeted to their specific needs. These specialty programs\nand services are described in the applicable Program Statements noted below. PTPs are unified\nclinical activities organized to treat inmates’ complex psychological and behavioral problems\nthroughout the course of incarceration."
}