{
  "document_category": "guidance",
  "document_name": "5100_008cn.pdf",
  "chunk_index": 3,
  "chunk_text": "(Chapter 3, Page 1)\nq. Inmates who currently qualify for unescorted transfer\nmay be transported by family members via POV from one camp to\nanother camp. (Chapter 7, Page 8)\nr. The appendices on Sentence Procedures, Institutions\nMissions and Parolable Institutions have been removed\nfrom the manual, but will be available on the CPB\nwebsite. s. The Offense Severity Scale, Definition of Roles\ninvolved in Drug Offenses and the Special Instructions\nappendices have been combined into one appendix. t. All transfer requests under codes 309 - Disciplinary and\n323 - Close Supervision will be directed to the Designation and\nSentence Computation Center. “W REDES C” has been eliminated and\n“W REDES D” has been changed to “W REDES R” to reflect routine\nredesignations. (Chapter 7, Page 2)\nu. The female versions of the BP-337 and BP-338 have been\ndiscontinued although certain policies and procedures\nspecific to female offenders are maintained i.e. security\nlevels, cutpoints, Public Safety Factors and Management\nVariables. v. The “Release on Own Recognizance” scoring item\nhas been discontinued. (Chapter 4, Page 5)\nw. The description of Management Variable “U” has been\nrevised to include all long-term detainees. It no longer applies\nsolely to Mariel Cuban Detainees. (Chapter 5, Page 4)\nx. The medical transfer code descriptions were\nrevised to include “Level of Care” language. (Chapter 7,\nPages 21-22)\ny. The criteria for the Prison Disturbance PSF\nhas been clarified. (Chapter 5, Page 10) P5100.08\n9/12/2006\nPage 4\n4. DIRECTIVES AFFECTED\na. Directive Rescinded\nP5100.07 b. Directives Referenced\nP5070.10\nP5070.11\nP5110.15\nP5111.03\nP5140.35\nP5141.02\nP5180.04\nP5215.05\nP5216.05\nP5264.07\nP5270.07\nP5280.08\nP5553.07\nP5800.13\nP7310.04 5. Security Designation and Custody Classification\nManual (9/3/99) Responses to Judicial Recommendations and U.S.\nAttorney Reports (6/30/97)\nStudy and Observation Report (12/31/97)\nNotifications of Release to State and Local\nLaw Enforcement Officials (8/30/00)\nMariel Cuban Detainees (10/25/99)\nTransfer of a Prisoner to State Custody Prior\nto Release from the Federal Sentence\n(9/12/01)\nSex Offender Notification and Registration\n(12/14/98)\nCentral Inmate Monitoring System (8/16/96)\nYouth Corrections Act (YCA), Inmates and\nPrograms (3/17/99)\nJuvenile Delinquents (9/1/99)\nTelephone Regulations for Inmates (1/31/02)\nInmate Discipline and Special Housing Units\n(12/29/87)\nFurloughs (2/4/98)\nEscapes/Deaths Notifications (2/10/06)\nInmate Systems Management Manual (6/28/02)\nCommunity Corrections Center (CCC) Utilization\nand Transfer Procedure (12/16/98) STANDARDS REFERENCED\na. American Correctional Association 2nd Edition Standards for Administration of Correctional Agencies: 2-CO-4B-01 b. American Correctional Association 4th Edition Standards\nfor Adult Correctional Institutions: 4-4132, 4-4296, 4-4300, 44306, and 4-4444\nc. American Correctional Association 4th Edition\nPerformance- Based Standards for Adult Local\nDetention Facilities:\n4- ALDF-1A-10, 4-ALDF-2A-31, and 4-ALDF-2A-37 P5100.08\n9/12/2006\nPage 5\n6. ACTION. All inmate classification decisions and related\nactions will be made in accordance with the procedures in this\nProgram Statement and are effective immediately. Implementation\nfor each inmate shall occur in accordance with his or her next\nregularly scheduled custody review. Those cases that have a\nsecurity level increase as a direct result of the initial\nimplementation of this policy will not ordinarily be\ntransferred to a higher security facility. Bureau\ninstitutions may submit lists of these inmates to the DSCC in\nlieu of a Request for Management Variable for application of an\nappropriate Management Variable. In accordance with the procedures set forth in this manual, a\nTransfer Request/Application of Management Variable must be\nsubmitted to the DSCC for those cases that have a security\nlevel decrease, for transfer to a lesser security level\nfacility or application of an appropriate Management Variable. This Program Statement authorizes the continuation of the\nBureau’s Inmate Classification Workgroup under the direction of\nthe Assistant Director, Correctional Programs Division or\nhis/her designee."
}