{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 46,
  "chunk_text": "The COPS\nOffice is also interested in tracking the progress of our programs and the advancement of community policing. 33 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Both aspects of grant implementation—compliance and programmatic benefits—are part of the monitoring\nprocess coordinated by the U.S. Department of Justice. Grant monitoring activities conducted by the COPS Office\ninclude site visits, office-based grant reviews, alleged noncompliance reviews, financial and programmatic\nreporting, and audit resolution. As a COPS Office TRGP grantee, you agree to cooperate with and respond to any\nrequests for information pertaining to your grant. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that each grant program must\ncontain a monitoring component. The COPS Office actively monitors how grantees are adhering to COPS\nOffice grant requirements. What you should do: Your agency may be required to accommodate routine and non-routine efforts by the COPS Office, or an\nentity designated by the COPS Office, to examine your agency’s use of federal funds, both programmatically\nand financially. The most common ways are as follows: • site visits. The COPS Office conducts awardee site visits to ensure compliance with award terms and conditions. These visits also provide firsthand observation of the awardee’s community policing\nstrategies. The purpose of site visits is threefold: review community policing activities, ensure awardee\ncompliance, and provide customer service and technical assistance. If selected, you will be notified in\nwriting in advance of any on-site review of your COPS Office awards. This review is generally performed\nover one or more days and also provides an opportunity for your agency representatives to seek\nassistance on any award implementation issues. • enhanced office-based grant reviews (EOBGR). In lieu of a site visit, certain grants are selected for a review conducted at the COPS Office via teleconference or video conference. EOBGRs serve as a\nsupplemental activity in support of the COPS Office’s overall grant monitoring strategy. The purpose\nof the EOBGR is threefold: review community policing activities, ensure grantee compliance, and\nprovide customer service and technical assistance. If selected, you will be notified in writing in advance\nof any EOBGR of your COPS Office grants. This review is generally performed over a one or more day\nperiod and also provides an opportunity for agency representatives to seek assistance on any grant\nimplementation issues. Your agency will be notified in writing of the results and any action required\nto remedy identified grant violations to include potential and actual vulnerabilities. Additionally,\npromising practices identified during the EOBGR are documented and may be shared with the law\nenforcement community. • alleged noncompliance reviews (ANCR) . An alleged noncompliance review is a follow up on complaints of alleged noncompliance received from external (media and/or citizen complaints) or\ninternal (COPS Office/DOJ staff ) sources. On a case-by-case basis, COPS Office staff members determine\nthe appropriate course of action to take to investigate complaints of alleged noncompliance. This may\ninclude phone or letter contact or a site visit by COPS Office staff or the Office of the Inspector General. • audit liaison. The U.S. Department of Justice, Office of Inspector General (OIG) conducts random"
}