{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 33,
  "chunk_text": "If individuals attempt to break into a PS 5500.14\n10/19/2012\nChapter 7, Page 7\nbuilding where weapons, gas, or other security risk items are\nstored, firearms may also be used. Firearms must be used in the same manner as for escapes; verbal\nwarnings and warning shots should be given, when feasible, prior\nto shooting the subject. When authorized, warning shots should\nbe used only if there is no apparent danger to other staff, other\ninmates, or the community. Verbal warnings and warning shots are not required when the\nemployee reasonably believes there is imminent danger of death or\nserious physical injury to self or others. d. Maintain or Restore Control of a Correctional Institution. Firearms may be used to maintain or restore control of a\ncorrectional institution when the employee reasonably believes\nthe intended subject of the use of firearms is participating in a\ndisturbance in a manner that threatens the safety of staff, other\ninmates, or the community. Firearms must be used in the same manner as for escapes; verbal\nwarnings and warning shots should be given, when feasible, prior\nto shooting the subject. When authorized, warning shots should\nbe used only if there is no apparent danger to staff, other\ninmates, or the community. Verbal warnings and warning shots are not required when the\nemployee reasonably believes there is imminent danger of death or\nserious physical injury to self or others. 703. ARMED ESCORT BY COMMERCIAL AVIATION. The Warden may\nauthorize staff to carry firearms when transporting an inmate by\ncommercial air carrier. Title 14 CFR Part 108.11, Carriage of Weapons, and Part 108.21,\nCarriage of Passengers Under the Control of Armed Law Enforcement\nEscorts (1995), allows law enforcement officials, while\nperforming their duties, to travel while armed. Staff must notify the air carrier prior to departing the\ninstitution of the intent to carry firearms. Staff must complete\nall required forms and provide required information to the\ncarrier. Staff must follow the procedures detailed in the above referenced\nregulations. PS 5500.14\n10/19/2012\nChapter 7, Page 8 When not transporting inmates, Bureau staff, carrying firearms\naboard commercial aircraft, must declare this to the carrier and\nhave the weapon placed in checked baggage. The above referenced regulations should be referred to for\nadditional requirements concerning the placement of firearms in\nchecked baggage. 704. REPORTING REQUIREMENTS. A written report must be submitted\nto the Warden upon the discharge of any firearm, privately owned\nor issued by the Bureau. This rule applies when the employees is\non duty and off duty, except for training or recreational\npurposes. For an incident while on duty, the report must be submitted prior\nto the end of the employee's duty shift. For an incident while off duty, the report must be submitted\nprior to the end of the employee's next duty shift. The discharge of any firearm, once reported, will be investigated\nand reviewed through the After-Action Reporting and Review\nprocesses. 705. IDENTIFICATION BADGES. Upon request, the Correctional\nServices Administrator, Central Office, will issue Bureau\nidentification badges in leather carrying cases to each\ninstitution. The Captain will maintain strict accountability of Bureau badges. Lost or stolen badges must be reported immediately in writing to\nthe Correctional Services Branch, Central Office."
}