{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 74,
  "chunk_text": "A certified copy of guardianship appointment must be furnished when the signed form is returned,\nunless one is already in the inmate’s central file. When there is no guardianship record, the matter\nis referred to Regional Counsel to determine if a guardianship appointment should be made. x. Withdrawals for Processing Payments Over Cancel. Upon notification by the U.S.\nTreasury that a previously cancelled disbursement has been negotiated, a withdrawal is processed. This notification, via the cancelled check report from the automated accounting system, serves as\nthe source document for the withdrawal transaction. TRUFACS places the inmate account into a negative balance if sufficient funds are unavailable\nwhen processing a withdrawal type of payment over cancel. The staff member processing the\nwithdrawal ensures that adequate documentation is available. See Chapter 8.5 for processing\nnegative account balances. y. Commissary Sales. See Chapter 3.6 for processing Commissary sales. z. Federal Court Orders. Federal Court Orders requiring disbursement of funds from an\ninmate account must be followed. The court order serves as the source document for the\nwithdrawal. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 97 Chapter 11. PROCESSING INMATE FINANCIAL RESPONSIBILITY PROGRAM\n(IFRP) PAYMENTS\n11.1 GENERAL This chapter establishes procedures for processing automated and manual payments in TRUFACS\nfor IFRP through SENTRY. IFRP was developed to encourage sentenced inmates to satisfy\ncourt-ordered financial obligation(s). Inmates receive help from Unit Management staff to\ndevelop a financial plan to satisfy these obligation(s). The SENTRY IFRP Module facilitates processing procedures for payments made on behalf of\ninmates who have court-ordered financial obligation(s). It allows tracking of financial data\nentered into the SENTRY database. TRUFACS automates IFRP withdrawals, SENTRY\ntransmission, and processing of the Business Disbursements and Excess Withdrawal transactions. Unit Management staff enter the appropriate data into SENTRY for all inmates with a financial\nobligation. The stored information is updated monthly or quarterly after OFM/Trust Fund staff\nprocess payments, or when the inmate changes participation status, or as necessary for a change in\na financial obligation. The Trust Fund Branch transmits the payment data and funds to the\nappropriate component. 11.2 OVERSIGHT RESPONSIBILITY The Chief, Trust Fund Branch, has oversight of IFRP payments and ensures that the IFRP data\ntransmitted to outside components is accurate and timely. If errors are detected in the data or\nIPAC amounts each institution processes, Deposit Fund staff contact the institution and request\ncorrective action. After reconciliation, the Trust Fund Branch transfers the funds to the appropriate component(s),\nauthorizes SENTRY to release the IFRP data file to the component, and generates reports. Each\ninstitution ensures the accuracy of data they process and promptly corrects errors identified by\nDeposit Fund staff. 11.3 ACRONYMS AND SENTRY IFRP TERMINOLOGY\na. Financial Obligation. Any court-ordered payment for restitutions, fines, assessments, child\nsupport, etc.\nb. Plan. Document generated via SENTRY by Unit Management staff and signed by the inmate\ndetailing financial obligations and payment terms. c. Cycle Type. Identifies the type of pay from which the withdrawal is being processed\n(UNICOR or Inmate Performance Pay). P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 98 d. Cycle Period. Identifies the month and year associated with the payment."
}