{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 96,
  "chunk_text": "There is no\nneed for CIM clearance for inmates going from a CCC to home\nconfinement if the home confinement location is within the same\ncommuting area. This also applies to inmates transferring from\none contract facility to another under the same CCM office; PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 11\nhowever, a review of the CIM status shall be conducted to ensure\nseparatees are not placed at the same facility. 5.4.9.\nRegister numbers for uncommitted separatee(s)can be\nobtained from the regional designator. See the Program Statement\non Central Inmate Monitoring System.\n5.4.10.\nCCM authorization of CIM clearance when CCC inmates\nmust be transferred. Another unique responsibility is approving\nCIM inmates for furloughs outside the commuting area. In\nseparation/state boarder cases, the CCM approving the furlough\nshall complete the SENTRY clearance transaction using EMS Form\n404, Requesting Central Inmate Monitoring Clearance. 5.5. REPORTING SIGNIFICANT INCIDENTS, EMERGENCIES AND DEATHS CCMs shall report and route unusual and serious incidents,\nassaults, deaths, disturbances, fires, natural disasters, weapons\ndischarges, and adverse incidents that may result in significant\npublicity using the Report of Incident form. Uses of force,\nrestraints, or chemical agents shall also be reported on the\nReport of Incident form. An After-Action Review Report (EMS Form\n586) shall be prepared as necessary. Each of these forms shall\nbe routed to all listed on the bottom of the form and to the MCA,\nCCRA, and the Central Office COMM CORR mailbox. The regional duty officer shall be notified when the occurrence\nis on a weekend or after normal business hours. There will be\ncircumstances when some of these incidents present regional or\nnational sensitivities and require immediate or next day\ntelephonic alert to respective staff in the regional and Central\noffices. For example, if there is a probability for regional or\nnational media attention to the incident, immediate telephonic\nreporting may be called for in addition to completing the\nIncident Report. In the event of a significant escape, related incident, or death\nof an inmate in a contract facility, the CCM shall follow\nprocedures outlined in the Program Statement on Escapes/Deaths\nNotification. The CCM performs the same role as the chief\nexecutive officer. In the event of an inmate death, CCC or jail\nstaff shall take a rolled right thumb print and arrange for the\ndeath certificate to be completed. These two documents shall be\nmailed to the CCM, who shall make sure both are placed in the\nInmate Central File. A copy of the death certificate shall be\nmailed to the Regional Health Services Administrator. The CCM shall instruct contract facility staff to call the local\ncoroner to review the case if the death is violent, accidental PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 12\nwith unusual or questionable circumstances, or sudden, when the\ndeceased had not been under medical supervision. In all other\ncases, the CCM shall follow local law or practice in disposing of\nthe body. If relatives claim the body, the Federal Government\nhas authority to release it to them. If the relatives live at a\ndistance, the government shall pay the cost of transporting the\nbody and the expense of preparing it for shipment, including\nembalming, clothing, casket, and shipping container. If the body\nis not claimed by relatives, the government has authority to\narrange and pay for local burial expenses."
}