{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 71,
  "chunk_text": "• Records demonstrating that your agency continued funding the officers with local funds until the date\nof the scheduled lay-offs and did not draw down on CAGI funding for the positions until the lay-offs\notherwise would have occurred. • Records demonstrating that your agency paid any higher-than-entry-level salary and benefits costs\nto rehired officers with local funds and used CAGI funds only for the approved entry-level salary and\nbenefits package. _____ GRANT CORRESPONDENCE (All other general correspondence between COPS Office and grantee) _____ MEDIA REPORTS [Newspaper clippings, magazine articles, certificates, and/or other noteworthy items should be included\nto illustrate achievements and successes of the grant program, such as community policing highlights and\nother grant-related accomplishments. In addition, any CDs, DVDs, electronic newsletters, brochures, website\naddresses, and/or other similar information published in connection with the grant should be referenced.] In the event of a COPS Office grant monitoring review, the following information should be retained: Reduction-in-Force Review\n• The number of sworn officer positions (both full-time and part-time) funded in the agency’s budget\nwith local or other non-COPS Office funding during each fiscal year as of the threshold review date\n(please note that this may include vacant but funded positions). • Identify the current number of vacancies among the agency’s locally funded sworn personnel, the dates\non which the positions were vacated, whether the agency intends to fill the vacancies, and the steps, if\nany, which have been taken to fill the vacancies. • Provide supporting documentation from the time the reduction-in-force occurred indicating the\nreason(s) for the reduction-in-force (examples of supporting documentation may include minutes from\ncouncil meetings, budget directives, contemporaneous memoranda, etc.). 58 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual • Identify the number of COPS Office-funded officers the agency currently employs. • Documentation regarding whether other local departments in the city/township have experienced\nsimilar manpower or budget reductions for the same reasons as the PD. • Letters from the agency’s government executive and law enforcement executive explaining the\nreduction-in-force and addressing whether the reduction-in-force was unrelated to the receipt of the\nCOPS Office CAGI funding and therefore would have occurred even in the absence of the CAGI grant. • Provide a request to continue implementing all applicable COPS Office grants (identifying which grants\nare in place) despite the reduction-in-force. Excess Cash Review\n• Identify the total amount of grant funding drawn down from the grant. • Summary and supporting documentation of how the agency expended grant funding. • Revised Federal Financial Reports. Unallowable/Unsupported Costs Review\n• Payroll ledgers for all expenses charged to the grant. Community Policing Review\n• Brochures, newsletters, or any documents detailing the agency’s community policing efforts as\nspecified in your grant application, particularly in the following key areas:\n• Organizational Commitment\nCommunity policing principles found in mission and values statements, policy and procedures\nmanuals, etc.\nCommunity policing training information from the academy. • Problem Solving Activities\nBuilding on information systems to enhance crime analysis capabilities. Identifying crime problems by looking at crime trends. Identifying crime problems with members of the community or other government agencies. Preventing crime by focusing on conditions that lead to crime."
}