{
  "document_category": "guidance",
  "document_name": "1490_006_CN-1.pdf",
  "chunk_index": 14,
  "chunk_text": "INMATE NAME:\nFEDERAL REGISTER NUMBER:\nSTATE CORRECTIONS NUMBER: Dear: We have received your request to be notified regarding the\nrelease and/or release proceedings of the above-referenced\ninmate. We fully recognize the impact of crime is devastating to\ninnocent victims and their families. Therefore, we will make\nevery effort to be responsive, informative and sensitive to your\nrequest. Your current address and telephone number have been\nprovided to us by the U.S. Attorney's office in the district\nwhere the inmate was prosecuted. If this information is\nincorrect or if there are future changes in your address or\ntelephone number, please advise us in writing. This information\nshould be sent to the Victim Coordinator, Correctional Programs\nBranch, Federal Bureau of Prisons, 320 First Street, N.W.,\nWashington, D.C., 20534. Our records indicate (INMATE’S NAME) is currently serving a\nconcurrent State and Federal sentence at a facility within the\n(STATE DEPARTMENT OF CORRECTIONS). If this inmate is transferred\nto federal custody, we will initiate our notification procedures\nwhich will inform you of all release related activities\nconcerning this inmate’s federal sentence. If at any time you have any questions or concerns regarding\nthis program, please do not hesitate to contact our Victim\nCoordinator at the following \"Toll-Free\" number:\nand /or the U.S. Attorney's Office, Victim\nCoordinator in the district where the inmate was prosecuted. Sincerely, Administrator\nCorrectional Programs Branch PS 1490.06\n5/23/2002\nAttachment F\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS\nVictim-Witness Specialist\nU.S. Attorneys Office\nCity, State, Zip Code\nRE: INMATE NAME\nFEDERAL REGISTER NO:\nSTATE CORRECTIONS NUMBER: Dear: We have received your request for notification regarding the\nrelease and/or release proceedings of the above referenced\nindividual pursuant to the Victim and Witness Protection Act of\n1982. Currently, this inmate is incarcerated within the\n(STATE DEPARTMENT OF CORRECTIONS) for service of a concurrent\nState and Federal sentence. Federal Bureau of Prisons (BOP) staff have advised the\nvictims regarding the status of this inmate. If this inmate is\ntransferred to federal custody, we will initiate our notification\nprocedures at that time. If at any time you have any questions or concerns regarding\nthis program, please do not hesitate to contact the BOP Victim\nCoordinator at the following “Toll-Free” number:\n. Sincerely, Administrator\nCorrectional Programs Branch PS 1490.06\n5/23/2002\nAttachment G\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS\nState Department of Corrections\nStreet Address\nCity, State, Zip Code\nRE: INMATE NAME\nFEDERAL REGISTER NUMBER:\nSTATE CORRECTIONS NUMBER: Dear: Our records indicate the above referenced individual is\nincarcerated within your state for service of a concurrent State\nand Federal sentence. This individual has been identified by the\nUnited States Attorneys office for the (COURT OF JURISDICTION) as\nsubject to the Victim and Witness Protection Act of 1982. The\nVictim and Witness Protection Act of 1982 was enacted \"to enhance\nand protect the necessary role of crime victims and witnesses in\nthe criminal justice process.” This act of Federal Legislation\nrequires that the victims in the offense are notified of the\nlocation and all subsequent release related activities pertaining\nto this inmate during the period of incarceration. Federal Bureau of Prisons (BOP) staff have advised the\nvictims in this case that this individual is presently in your\ncustody. Upon this inmate's transfer to federal custody we will\nensure our notification procedures are initiated. In the\ninterim, we have no objection to any notifications applicable to\nyour agency."
}