{
  "document_category": "guidance",
  "document_name": "interagency_veterans_resource_0.pdf",
  "chunk_index": 3,
  "chunk_text": "Please note that CRT may not be able to bring a lawsuit in every case that is referred to it but\nreviews every referral carefully. For more information, please see the Department of Justice’s\nServicemembers and Veterans Initiative webpage. Do You Qualify as a “Protected Veteran” Under VEVRAA? Under VEVRAA, if you served active duty in the U.S. military and were discharged or released\nfor reasons other than dishonorable you may be a protected veteran in one or more of the\nfollowing categories:\n• Disabled veterans\n• Recently separated veterans\n• Active duty wartime or campaign badge veterans\n• Armed Forces service medal veterans\nMore information on VEVRAA protections is located on the OFCCP VEVRAA website. OFCCP’s\nInfographic includes information on who qualifies as a protected veteran. 3 How do You Assert Your Rights Under VEVRAA? You can file a complaint with OFCCP if you believe your rights as a worker have been violated or\nif you believe a federal contractor has been discriminatory in its practices. OFCCP is committed\nto workers’ rights and will investigate complaints filed against federal contractors. Learn more about filing a complaint with OFCCP. You can also find additional information on\nprotected veterans’ rights on the DOL site and on worker. gov. Which Agency Should You Contact for Assistance with Employment Discrimination on Other\nBases? Contact the EEOC if you believe you have been discriminated against by an employer, labor\nunion, or employment agency as an employee or applicant because of your race, color, national\norigin, sex (including pregnancy, sexual orientation, or gender identity), religion, age (over 40\nyears old), disability, genetic information, or in retaliation for opposing a prohibited practice or\nparticipating in an equal employment opportunity matter. Contact OFCCP if you believe that you have been discriminated against by an employer doing\nbusiness with the Federal Government based on race, color, religion, sex, sexual orientation,\ngender identity, national origin, or disability. You can also contact OFCCP if you asked about or\ndiscussed your pay or that of a co-worker and you were fired, demoted, or disciplined because\nof it. Contact CRT’s Immigrant and Employee Rights Section if you believe that you have been\ndiscriminated against by an employer because of your citizenship, immigration status, or\nnational origin. Do You File a Charge or Complaint Alleging Discrimination with EEOC or OFCCP? Contact EEOC to file a charge if you believe you have been discriminated against, harassed, or\nsubjected to retaliation by an employer. Most of the laws enforced by EEOC require you to file\na charge before you can file a discrimination lawsuit. In addition, an individual, organization, or\nagency may file a charge on your behalf in order to protect your identity. EEOC’s website\nprovides more information on filing a charge, including links to its online public portal and\nimportant time limits. Federal employees and job applicants have similar protections but\nfollow a different complaint process. Contact OFCCP to file a complaint if you believe your rights as a worker have been violated or if\nyou believe a federal contractor has been discriminatory in its practices. OFCCP is committed to\nworkers’ rights and will investigate complaints filed against federal contractors."
}