{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 60,
  "chunk_text": "The recipient must not take reprisal actions against an employee for disclosing misconduct under federal\ncontracts and grants to certain persons and entities. The recipient is prohibited from discharging, demoting, or otherwise discriminating against an employee as\nreprisal for disclosing information that he or she reasonably believes is evidence of • gross mismanagement of a federal contract or grant;\n• a gross waste of federal funds;\n• an abuse of authority relating to a federal contract or grant;\n• a substantial and specific danger to public health or safety;\n• a violation of law, rule, or regulation related to a federal contract (including the competition for or\nnegotiation of a contract) or grant. In addition, the disclosure must also have been made to • a member of Congress or a representative of a committee of Congress;\n• an inspector general;\n• the Government Accountability Office;\n• a federal employee responsible for contract or grant oversight or management at the relevant agency;\n• an authorized official of the U.S. Department of Justice or other law enforcement agency;\n• a court or grand jury;\n• a management official or other employee of the contractor, subcontractor, or grantee who has the\nresponsibility to investigate, discover, or address misconduct. 46 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual An employee is deemed to have made a protected disclosure if he or she initiates or provides evidence\nof misconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a federal\ncontract or grant. The recipient must inform its employees in writing, in the predominant language of the workforce, of\nemployee whistleblower rights, protections and remedies under 41 U.S.C. 4712. Please see appendix E on page 82 for a full text of the “Pilot program for enhancement of contractor\nprotection from reprisal for disclosure of certain information” (41 U.S.C. 4712). 25. Restrictions on internal confidentiality agreements No recipient or subrecipient under this award, or entity that receives a contract or subcontract with any funds\nunder this award, may require any employee or contractor to sign an internal confidentiality agreement or\nstatement that prohibits or otherwise restricts the lawful reporting of waste, fraud, or abuse to an investigative or\nlaw enforcement representative of a federal department or agency authorized to receive such information. Why this condition:\nUnder section 743 of Division E, Title VIII, of the Consolidated and Further Continuing Appropriations\nAct, 2015 (Pub. L. 113-235), neither the recipient, subrecipient, nor any entity that receives a contract or\nsubcontract with any funds under this or any other Act may require its employees or contractors to sign an\ninternal confidentiality agreement or statement prohibiting or otherwise restricting their lawful reporting\nof waste, fraud, or abuse to an investigative or law enforcement representative of a federal department\nor agency. This provision protects the public interest and ensures the proper management and use of\nfederal funds."
}