{
  "document_category": "guidance",
  "document_name": "5217_02.pdf",
  "chunk_index": 3,
  "chunk_text": "Please see the Program Statement\nTreatment and Care of Inmates with Mental Illness, when considering to place inmates with\na serious mental health illness in the SMU. If there is no evidence to preclude a hearing, the\nP5217.02 8/09/2016 3 Regional Director appoints a Hearing Administrator to conduct a hearing into whether the inmate\nmeets the criteria for SMU designation. The Hearing Administrator will be trained and certified\nas a Discipline Hearing Officer, will be an impartial decision-maker, and will not be personally\ninvolved as a witness or victim in any relevant disciplinary action involving that inmate. The Warden is notified of the Regional Director’s decision to conduct a hearing before the inmate\nis provided pre-hearing notice. The inmate’s security needs will be assessed and staff made\naware of any additional security precautions. (1) Pre-Hearing Notice. The Hearing Administrator completes form BP-A0935, Notice to\nInmate: Hearing Referral for Designation to a Special Management Unit, and sends it to the\ninmate’s current institution. Unit team staff provide the inmate with a copy of the Notice at least\n24 hours before the hearing, and document delivery to the inmate. If the inmate is illiterate, the\ndelivering staff member will read the notice verbatim. If the inmate does not speak English, the\nUnit Team staff make arrangements to provide translation. The Notice will:\n■ Advise the inmate of the date and time of the hearing. ■ Advise the inmate of the opportunity to appear at the hearing. ■ Provide a sufficiently detailed explanation of the reasons for the referral. Such explanation\nwill not include information that would jeopardize the safety, security, or orderly operation of\ncorrectional facilities, or protection of the public. ■ Inform the inmate that a non-probationary staff member will be available to help him/her\ncompile documentary evidence and written witness statements to present at the hearing. The\nassisting staff member’s responsibility in this role is limited to assisting the inmate in\nobtaining copies of documents needed, for example, from his/her central file or other\nreasonably available source(s), or a written statement(s) from other reasonably available\ninmates or staff. Inmate Appearance and Evidence. The inmate has the opportunity to appear at the hearing,\nmake an oral statement, and present documentary evidence and written witness statements, except\nwhere contrary to the safety, security, or orderly operation of Bureau facilities, or protection of the\npublic. The Hearing Administrator, after consultation with staff at the facility where the inmate is\nhoused, will determine whether the inmate appears at the hearing via videoconference, telephone\nconference, or in person. The Warden or designee determines the location of the hearing. c. Post-Hearing Findings and Decision. The Hearing Administrator considers whether, based\non information obtained during the referral process and presented at the hearing, the inmate\nmeets the criteria for the SMU program. The Hearing Administrator prepares form BP-A0936,\nP5217.02 8/09/2016 4 Hearing Administrator’s Report on Referral for Designation to a Special Management Unit, and\nprovides it to the Regional Director. The Report provides a detailed explanation of the reasons\nfor the Hearing Administrator’s findings, but does not include information that would jeopardize\nthe safety, security, or orderly operation of correctional facilities, or protection of the public."
}