{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 55,
  "chunk_text": "a. Saving Accounts. Inmates may open an account and deposit funds to a recognized financial\ninstitution. Unit Management staff assist inmates establishing such accounts. Any passbook,\ncertificate, checkbooks, etc., received as a result of this account are kept with the inmate’s central\nfile. Inmates are not permitted to withdraw passbooks, certificates, checkbooks, etc., from the\ncentral file to draw personal checks for other individuals or organizations. However, when approved, an inmate may withdraw savings to be deposited in the inmate’s\ninstitution Deposit Fund account. A cashier’s check or money order must be requested by the\ninmate to be withdrawn from the financial institution where the savings account has been set up. The requested cashier’s check or money order is mailed to the LockBox for posting to the inmate’s\nDeposit Fund account. b. Savings Bonds\n(1) Bond Retention. No provision is made for retention of bonds or issue of “Safekeeping\nReceipts” at the Federal Reserve Banks, U.S. Treasury, or the Bureau. Inmates must have bonds\nsent to individuals outside the institution. (2) In Possession Upon Commitment. If savings bonds are in an inmate’s possession at\ncommitment, the inmate is instructed to mail them to an individual outside the institution. (3) Received Through the Mail. Bonds received through the mail are returned to the sender by\nthe Mail Room Officer using a Stamps, Negotiable Instrument & Other Returned to Sender form\n(BP-A0328) and certified mail return receipt requested (see the Program Statement Mail\nManagement Manual). 8.11 MANAGEMENT OF INMATE PRE-RELEASE ENCUMBRANCE The Inmate Pre-Release Encumbrance allows inmates to encumber (set aside) funds prior to their\nrelease from custody. Inmates set up and manage the Pre-Release Encumbrance by utilizing\nTRULINCS. Inmates must designate a percentage of their income (outside source, payroll,\nand/or both) they want applied to their Pre-Release transfer. Inmates must designate a target\nPre-Release Encumbrance Balance. Funds will continue to be encumbered towards the\nPre-Release Encumbrance balance until the inmate is released from custody or requests via\nTRULINCS to stop the encumbrance. Once funds are transferred, they may not be transferred\nback to the available balance by staff except in the following circumstances: P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 75 ■ Inmates are released.\n■ In rare or unusual circumstances as the Warden deems appropriate. In these circumstances,\nthe Trust Fund Supervisor will be given written documentation and process the transfer. All outside source income and payroll received by an inmate will be applied to outstanding debts\nprior to being encumbered towards the Pre-Release Encumbrance. Pre-Release Encumbrance balances will be utilized when IFRP payments are processed if\nnecessary to meet the required minimum payment determined on the Inmate Financial\nResponsibilities Contract signed by the inmate. Pre-Release Encumbrances will transfer with the inmate if transferred to another Bureau of Prisons\nfacility. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 76 Chapter 9. INMATE ACCOUNTS – DEPOSITS\n9.1 AUTHORITY TO ACCEPT FUNDS\nInmate funds are deposited to the U.S. Treasury per the U.S. Treasury Financial Manual, the\nProgram Statement Accounting Management Manual, and this Manual.\na. Deposit of Funds."
}