{
  "document_category": "guidance",
  "document_name": "5111.04_cn1.pdf",
  "chunk_index": 10,
  "chunk_text": "Once the order is reinstated, the CMAD should be updated to the date of reinstatement and IHP\nPEND or PART should be removed. This will facilitate appropriate identification of inmates not\neligible for UNICOR, as the order of deportation itself remains valid, even though it may need to\nbe reinstated. If an inmate is committed to the Bureau and there is written documentation from ICE or EOIR that\nan inmate has been issued a deportation, exclusion, or removal order, the unit team is to add the\nappropriate CMA of IHP CMPWDE or IHP CMPWDI with the appropriate CMAD. If the order\nneeds reinstated, then the appropriate PEND or PART should be added. P5111.04, CN-1 5/23/2017 13 If no order of deportation can be confirmed, ICE must initiate an investigation. CMA assignments\nof IHP PART or IHP PEND are to be entered until this investigation has been completed. (15)14. ASSISTANCE. Any questions regarding these matters should be directed to the\nCommunity Corrections and Detention Services Branch Correctional Programs Branch at (202)\n307-0556 (202) 307-0222. /s/\nHarley G. Lappin\nDirector P5111.04, CN-1 5/23/2017 14 IHP SITES The following institutions are designated as Hearing and Release Sites. Institution\nLSCI Allenwood\nFCI Allenwood\nUSP Allenwood Hearing Site\nYes\nYes\nYes Release Site\nYes\nYes\nYes FCI Bastrop\nFCI Big Spring\nBig Spring Correctional Center No\nYes\nYes Yes\nYes\nYes California City Correctional Facility\nFMC Carswell (female)\nCibola County Correctional Facility No\nNo\nNo Yes\nYes\nYes FCI Danbury (female)\nFCI Dublin (female)\nGiles W. Dalby Correctional Facility\n(Garza) Yes\nYes Yes\nYes No Yes Eden Detention Center\nEloy Detention Center Yes\nYes Yes\nYes FCI Forrest City\nFCI Ft. Dix No\nNo Yes\nYes FCI La Tuna\nFCI Lompoc\nUSP Lompoc Yes\nYes\nYes Yes\nYes\nYes McRae Correctional Institution\nFCI Miami No\nNo Yes\nYes FCI Oakdale Yes Yes FCI Phoenix No Yes Reeves County Detention Center Yes Yes P5111.04, CN-1 5/23/2017 15 FCI Safford\nFCI Seagoville No\nNo Yes\nYes Taft Correctional Institution\nFCI Texarkana\nFCI Three Rivers\nFCI Tucson No\nNo\nNo\nNo Yes\nYes\nYes\nYes P5111.04, CN-1 5/23/2017 16 Attachment A. CMA Assignments based on Designator Remarks on the PPG0\nDSCC Remarks (PPG0) CMA Assignment “Per ICE, does not require hearing site” NO IHP HRG “Per ICE, US Citizen” No CMA Assignment required “Per ICE, requires interview with local field office” IHP INTRVW “Per ICE, requires hearing site” IHP PEND (if not at hearing site)\nIHP PART (if at hearing site) CMA Assignment Processes IHP PEND IHP PART IHP PART IHP\nCOMPLT IHP\nINTRVW IHP PEND NO IHP\nHRG NO IHP\nHRG IHP PART\nIHP\nCOMPLT\nIHP\nCOMPLT P5111.04, CN-1 5/23/2017 17"
}