{
  "document_category": "guidance",
  "document_name": "5267_09.pdf",
  "chunk_index": 12,
  "chunk_text": "Staff may deny the visiting privilege to a\nvisitor who refuses to make such a declaration. Visiting room staff are to make the institution’s written guidelines for visiting available to\nvisitors. The Notification to Visitor form (BP-A0224) may be retrieved via the Sallyport\nPolicy/Forms page. f. Searching Visitors. Staff may require a visitor to submit to a personal search,\nincluding a search of any items of personal property, as a condition of allowing or\ncontinuing a visit. Refer to the Program Statement Searching, Detaining, or Arresting Visitors to Bureau\nGrounds and Facilities for additional instructions on this subject. g. Record of Visitors. The Warden shall maintain a record of visitors to each\ninmate. The visitor’s signature may be required on that record and shall be\nrequired on at least one visiting log or record maintained by the institution. h. Supervision of Visits. Staff shall supervise each inmate visit to prevent the\npassage of contraband and to ensure the security and good order of the\ninstitution. The Warden may establish procedures to enable monitoring of the\nvisiting area, including restrooms located within the visiting area. The Warden\nmust provide notice to both visitors and inmates of the potential for monitoring\nP5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16 the visiting area. The Warden may monitor a visitor restroom within the visiting\narea when there is reasonable suspicion that a visitor and/or an inmate is\nengaged, or attempting or about to engage, in criminal behavior or other\nprohibited behavior. Visitor restrooms may be monitored physically only with the Warden’s written approval, and\nonly after it is determined that there is a reasonable suspicion that the visitor or inmate is\nengaged, or attempting to engage, in a criminal activity or other prohibited behavior. Physical monitoring should be conducted by a person of the same sex as the visitor using the\nrestroom. Other restrooms may be inspected and monitored as needed for security purposes. Refer to the Program Statement Searching, Detaining, or Arresting Visitors to Bureau\nGrounds and Facilities for further information regarding “reasonable suspicion.” (1) The visiting room officer shall ensure that all visits are conducted in a quiet,\norderly, and dignified manner. The visiting room officer may terminate visits that\nare not conducted in the appropriate manner. See 28 CFR §541.12, item 5, for\ndescription of an inmate's responsibility during visits. §541.12 refers to the Program Statement Inmate Discipline Program. When terminating a\nvisit, visiting room officers should consult with the Lieutenant or Institution Duty Officer. (2) Staff shall permit limited physical contact, such as handshaking, embracing,\nand kissing, between an inmate and a visitor, unless there is clear and convincing\nevidence that such contact would jeopardize the safety or security of the\ninstitution. Where contact visiting is provided, handshaking, embracing, and\nkissing are ordinarily permitted within the bounds of good taste and only at the\nbeginning and at the end of the visit. The staff may limit physical contact to\nminimize opportunity for the introduction of contraband and to maintain the\norderly operation of the visiting area."
}