{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 7,
  "chunk_text": "Provided the inmate is eligible for care, the date that the initial request is\nreceived is used as the entered date on the EMR “Dental Routine Treatment List”. This date\nfollows the inmate from one facility to another as part of a national wait list. Local institutions\ndo not maintain paper or other electronic wait lists. Inmates must be on the waiting list for care\nand care will be provided in chronological order; i.e., those waiting the longest will be seen first. Institutions will provide access to comprehensive care for eligible inmates as resources and staff\nare available. (2) Failed Appointments. Inmate patients may be removed from the dental routine treatment\nlist after two unexcused absences within a 6-month period. It is the dental staff’s responsibilit\nto follow the institution’s securit procedures for “no show” appointments. All inmate “no\nshows” will require an entry into the health record documenting the absence and action taken. P6400.03 6/10/2016 9 (3) Inmate Release. Medical Records will notify Dental Services of inmates who will be\nreleased from BOP custody in any manner (Full Term Release, to a halfway house, etc.). Dental\nServices should ensure that inmates are removed from the routine treatment list. An inmate\nreturning from a halfway house placement or writ may request to have his/her status on the\ncomprehensive dental care list reactivated. If an inmate returns to BOP custody (either as a\nviolation or new commitment), the inmate can submit a new request for comprehensive dental\ncare and will be added to the waiting list based on this new date. (4) Intra-system (BOP to BOP) Transfers. Medical Records staff will notify medical and\ndental services of new commitments and transfers who need A&O examinations. This should\ninclude inmates transferring in from privately managed correctional facilities. Medical records\nor other medical support staff may schedule those inmates who have not had a previous A&O for\nthe current commitment for the dentist’s A&O exam. Inmates transferring to a new institution will be seen according to their status on the EMR\nNational Waiting List. The CDO reviews the inmate’s previous treatment record and\nappointments. Treatment is continued per the receivin dentist’s updated recommendations and\ndental schedule. Dentists at the receiving institution must reconcile any previously ordered dental consultations\nfor transferring inmates. This reconciliation must be done periodically to ensure that necessary\ncare is continued. The dentist will use a medical hold and advise the inmate if prosthetic or other time-sensitive\ncare has been started and cannot be completed prior to release either to another institution or to a\nhalfway house. (5) Medical Co-morbidities. In rare medical circumstances the CDO or Clinical Director may\nreprioritize dental treatment for inmates requiring close medical supervision. This may require\nexemption from established wait list procedures. All medical justifications should be\ndocumented in EMR with an accompanying consultation. b. Eligibility based on Designation. Since institutions vary in regard to mission and security\nlevel, local provisions can be described in the Institution Supplement. All inmates are entitled to\nsick call/urgent care. The dental staff will coordinate with correctional services staff."
}