{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 84,
  "chunk_text": "B. If the applicant’s request for federal funds is in excess of $100,000 and any funds other than federal\nappropriated funds have been paid or will be paid to any person for influencing or attempting to\ninfluence an officer or employee of any agency, a member of Congress, an officer or employee of\nCongress, or an employee of a member of Congress in connection with this federal grant or\ncooperative agreement, the applicant shall complete and submit Standard Form - LLL, “Disclosure\nof Lobbying Activities” in accordance with its (and any DOJ awarding agency’s) instructions. C. The applicant shall require that the language of this certification be included in the award\ndocuments for all subgrants and procurement contracts (and their subcontracts) funded with\nfederal award funds and shall ensure that any certifications or lobbying disclosures required of\nrecipients of such subgrants and procurement contracts (or their subcontractors) are made and\nfiled in accordance with 31 U.S.C. § 1352. 2. Debarment, Suspension, and Other Responsibility Matters (Direct Recipient) Pursuant to Executive Order 12549 “Debarment and Suspension” and implemented at 2 C.F.R. Part 2867, for\nprospective participants in primary tier covered transactions, as defined at 2 C.F.R. § 2867.20(a), and other\nrequirements, the applicant certifies that it and its principals for this covered transaction (that is, for the\ngrant(s) or cooperative agreement(s) for which this application is being submitted):\nA. are not presently debarred, suspended, proposed for debarment, declared ineligible, sentenced to\na denial of federal benefits by a state or federal court, or voluntarily excluded from covered\ntransactions by any federal department or agency;\nB. have not within a three-year period preceding this application been convicted of a felony criminal\nviolation under any federal law or been convicted or had a civil judgment rendered against them\nfor commission of fraud or a criminal offense in connection with obtaining, attempting to obtain, or\nperforming a public (federal, state, trbal, or local) or private agreement or transaction; violation of\nfederal or state antitrust statutes or commission of embezzlement, theft, forgery, bribery,\nfalsification or destruction of records, making false statements, tax evasion or receiving stolen\nproperty, making false claims, or obstruction of justice or commission of any offense indicating a\nlack of business integrity or business honesty that seriously and directly affects your present\nresponsibility;\nC. are not presently indicted for or otherwise criminally or civilly charged by a governmental entity\n(federal, state, tribal, or local) with commission of any of the offenses enumerated in paragraph (B)\nof this certification;\nD. have not within a three-year period preceding this application had one or more public transactions\n(federal, state, tribal, or local) terminated for cause or default. 91 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 3. Mandatory Disclosure"
}