{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 49,
  "chunk_text": "Equipment disposition\nEach recipient must use any equipment funded through a COPS Office award for approved award-related\npurposes and must retain the equipment for the life of the award. After the conclusion of the award period,\nproperty records must be maintained by the recipient. The records should include a description of the property;\na serial number or other identification number; the source of the property; the name of the person or entity that\nholds the title; the acquisition date and cost of the property; the percentage of federal participation in the cost of\nthe property; the location, use, and condition of the property; and any ultimate disposition data, including the\ndate of disposal and sale price of the property. A control system must be developed to ensure adequate\nsafeguards to prevent loss, damage, or theft of the property. When the award has expired and original or replacement equipment obtained under the award is no longer\nneeded for the original project or for other activities currently or previously supported by a federal agency,\ndisposition of the equipment shall be made as follows: Items of equipment with a current per-unit fair market value of less than $5,000 may be retained, sold, or\notherwise disposed of with no further obligation to the awarding agency. Items of equipment with a current per-unit fair market value in excess of $5,000 may be retained or sold and the\nawarding agency shall have a right to an amount calculated by multiplying the current market value or proceeds\nfrom sale by the awarding agency’s share of the equipment. For more information, please see 2 CFR § 200.313 as adopted by the U.S. Department of Justice in 2 CFR §\n2800.101. 49 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual VIII. Conclusion We hope that this manual has assisted you and your agency with your award questions. We welcome and\nencourage any comments you have regarding the AHTF and the materials we have developed for its\nadministration. If you have specific comments regarding this manual, please send them to:\nU.S. Department of Justice\nOffice of Community Oriented Policing Services\nAttn: AHTF Control Desk\n145 N Street NE\nWashington, DC 20530 If you have any questions about your award, please call the COPS Office Response Center at 800-421-6770. Pursuant to Executive Order 13513, “Federal Leadership on Reducing Text Messaging While Driving,” the COPS\nOffice encourages recipients of U.S. Department of Justice funds to adopt and enforce policies that ban text\nmessaging while driving and to establish workplace safety policies to decrease crashes caused by distracted\ndrivers. 50 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendices\nAppendix A. List of Source Documents\nA. Primary sources\nPublic Safety Partnership and Community Policing Act of 1994, 42 U.S.C. 3796dd et seq."
}