{
  "document_category": "guidance",
  "document_name": "5200.02_cn1.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nRSD/FOB\nNUMBER: 5200.02, CN-1\nDATE:\nJanuary 2, 2018 Female Offender Manual Approved: Mark S. Inch\nDirector, Federal Bureau of Prisons\nThis Change Notice (CN) implements the following change to Program Statement 5200.02,\nFemale Offender Manual, dated November 23, 2016. The changes are marked with a highlight\nand inserted into the policy. 6. COMMISSARY All institutions housing females are required to implement standardized gender-responsive\ncommissary lists. This information is available on the Women and Special Populations Branch\nSallyport page. U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nRSD/FOB\nNUMBER: 5200.02\nDATE:\nNovember 23, 2016 Female Offender Manual\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE To ensure the Bureau provides programs, services, and policies that are gender-responsive,\ntrauma-informed, culturally sensitive, and address the unique needs of incarcerated females at\nfacilities that house female offenders. This policy addresses specific needs of female offenders within the Bureau of Prisons; this policy\nis not intended to provide preferential treatment based solely on gender. Definitions\n■ Gender-responsive approaches are based on an understanding of the ways females are\ndifferent from men. They aim to address issues of importance to females. ■ Trauma-informed approaches recognize the experiences and outcomes of all types of trauma\nand take steps to address them through policy and programs. ■ Culturally sensitive approaches understand persons of different ethnic or demographic\nbackgrounds may differ or be similar, and value diversity regardless. ■ Stakeholders are a person, group, or organization that has interest or concern in the Bureau of\nPrisons. Stakeholders can affect or be affected by the Bureau’s actions, objectives, and\npolicies. Some examples of key stakeholders are judges, directors, professors, employees,\ngovernment agencies, unions, and community. Federal Regulations from 28 CFR are shown in this type. Implementing instructions are shown in this type. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 a. Summary of Changes\nPolicy Rescinded\nP5200.01\nFemale Offenders, Management of (8/4/1997)\nP6070.05\nBirth Control, Pregnancy, Child Placement, and Abortion (8/9/1996) This policy has been extensively updated, and incorporates Program Statement 6070.05. b. Program Objectives. Expected results of this program are:\n■ The unique needs of female offenders will be considered as Bureau policy is developed and\nrevised. ■ Divisions with institutional programs will develop measurable objectives to ensure female\noffenders and related special population inmates can access programs and services that meet\ntheir individual needs and prepare them to return to the community. ■ Sufficient resources/staffing should be allocated to deliver appropriate programs and services\nto female offenders and related special populations. This goal is particularly important at\nfemale satellite facilities attached to male institutions. ■ Inmates will have appropriate information about pregnancy prevention options, programs for\npregnant females, and counseling or assistance offerings. ■ Staff will receive adequate training, enabling them to work effectively with female offenders\nand related special populations. ■ The Female Offender Branch’s role is defined, maximizing efficiency of oversight and\nresource utilization. c. Institution Supplement. None required. Should local facilities make any changes outside\nchanges required in national policy or establish any additional local procedures to implement\nnational policy, the local Union may invoke to negotiate procedures or appropriate arrangements. P5200.02"
}