{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 56,
  "chunk_text": "P5800.15 1/1/2009 Chapter 10, Page 10 b. Days remaining to serve will be calculated from the day after release until the Full Term\nDate. 8. Judicial District where supervision will occur. 9. Name of Chief U.S. Probation Officer. See appropriate directory. 10. Signature of Inmate (original required on each copy). 11. Register Number. 12. Case Manager’s Signature (original required on each copy). 13. Self-Explanatory (Title of #12). 14. Date Actually Signed.\n15. Initial Risk Category – Established by the U.S. Parole Commission. If person has had a\nprior U.S. Parole Commission hearing, this information should be on the Notice of Action. If not,\ncontact the case manager or the U.S. Parole Commission. An experienced case manager will be\nable to calculate the risk category. 16. Self-Explanatory. 17. Self-Explanatory. 18. List Special Conditions on the reverse side of this form. Special Conditions are generated\nby the United States Parole Commission and are contained in the Notice of Action. e. Certificate Entitling Prisoner to Gratuities (BP-A379)\nBP-A379 CERTIFICATE ENTITLING PRISONER TO GRATUITIES, ETC. is\navailable on Sallyport and BODOCS. This Form is to be used only when releasing inmates to detaining authorities (other than\nImmigration), with parole or mandatory release Federal supervision to follow. 1. Committed Name, Register Number, and date of inmate release\n2. Sentence\n3. Cross out, as appropriate. If release is other than indicated, cross out both, and type in\nappropriate release. See CSD staff with questions. Fill in the name of the institution from\nwhich the inmate is being released. 4. Fill in detaining jurisdiction, e.g., State of Florida; Cook County, Illinois; etc.\n5. a. Fill in detaining jurisdiction if turned over on untried charges. b. Fill in detainer sentence length and name of institution if known. c. Fill in detainer offense. 6. Fill in date Federal supervision expires. 7. Fill in the amount of money the inmate will take with him/her on release date. 8. a. The amount of cash gratuity authorized for the inmate when he is released from custody\nof the detaining authority. b. Fill in Federal supervision release destination. SECTION 2 – Completed by inmate as indicated in the form instructions. P5800.15 1/1/2009 Chapter 10, Page 11 SECTION 3 – To be completed by final release authority. BP-A558 UNTIMELY RELEASE NOTIFICATION is available on Sallyport and\nBOPDOCS. f. Late Release Notice for United States Probation Service (BP-A623) “Would have been release date” refers to the date that would have occurred in the past based\non a recalculation of sentence due to a court order or staff review. “Over-served time” refers to\nthe days served in imprisonment between a would have been release date and the actual release\ndate. 1.\n2.\n3.\n4.\n5.\n6. Name of Institution\nCommitted Name of Inmate\nRegister Number\nWould have been release date (Proper Release Date). Self-explanatory. Actual Release Date. Self-explanatory. Over-Served Time (Days) Amount. The time from the would have been release date\nthrough the actual release date. 7. Over-Served Time Reason. Self-explanatory. 8. Self-explanatory. 9. Self-explanatory. 10. Self-explanatory. Note: Do not submit this report for “old law” cases or for “new law” cases that have no\nsupervised release to follow. 1005. CORRECTIONAL SYSTEMS DEPARTMENT FORMS\nForm No."
}