{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 68,
  "chunk_text": "The implementation of the CHP award without submission and acceptance of the required MOU may\nresult in expenditures not being reimbursed by the COPS Office and/or award de-obligation. The following\ninformation should be included within an MOU. Purpose of the MOU This statement may already exist within your ongoing partnership or may need to be developed jointly to assist\nin defining the primary purpose of your partnership. The statement of purpose should describe the agencies\nthat are entering into the partnership and the effective date of the agreement. Description of partner roles and responsibilities This description must include the roles and responsibilities of the school, the school district, and the law enforcement agency, and each partner should be specifically listed within the document. It must clearly indicate that\nSROs will not be responsible for requests to resolve routine discipline problems involving students. The administration of student discipline, including student code of conduct violations and student misbehavior, is the\nresponsibility of school administrators unless the violation or misbehavior involves criminal conduct. The placement of law enforcement officers in schools carries a risk of contributing to a “school-to-prison\npipeline” process where students are arrested or cited for minor, nonviolent behavioral violations and then\ndiverted to the juvenile court system. This pipeline wastes community resources and can lead to academic\nfailure and greater recidivism rates for these students. Recipient agrees that any officers deployed while\nimplementing school-based policing under the COPS Hiring Program award cannot be involved in the\nadministrative discipline of the students. The MOU must include the roles and responsibilities of the school partner. These roles may include providing a\nsecure work space for the SRO to conduct interviews and maintain confidential records; establishing standing\nmeetings; and working with school administrators in identifying problems and evaluating progress under the\nMOU, including data collection and evaluation. The school administrator should ensure that staff cooperates\nwith police investigations and any subsequent actions related to crime or criminal activity on campus. The law enforcement partner is responsible for the selection of officer(s) assigned to the school, and these\nofficer(s) should adhere to the principles of community policing. This section of the MOU must define the roles\nand responsibilities of the SRO and the assigned hours of SRO duty, including arrival and departure times and\nspecifying if after-hour duties may be performed and if time spent in court, attending interagency meetings, and\ninvestigating school-related crimes are within the scope of SRO duties. The MOU should include examples of the activities that the SRO will engage in, such as\n•\n•\n• handling requests for calls for service in and around schools;\nconducting comprehensive safety and security assessments;\ndeveloping emergency management and incident response systems based on the National Incident\nManagement System (NIMS) and the four phases of emergency management: mitigation/prevention,\npreparedness, response, and recovery;\n75 2016 COPS Hiring Program (CHP) Award Owner’s Manual •\n•\n•\n•\n• •\n•\n•"
}