{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 99,
  "chunk_text": "(2) Pending Investigation or Disciplinary Action for TRULINCS Abuse or Misuse. If an\ninmate is pending either investigation or disciplinary action for possible abuse or misuse, a partial\nor total restriction is authorized by the Warden. A restriction in this situation is discretionary to\nensure the institution’s safety, security, and orderly operation, or the protection of the public and\nstaff. When deemed necessary, ordinarily the SIS office recommends this type of restriction. Any TRULINCS restriction recommended by the SIS office may only be imposed with the\nWarden’s approval, in accordance with the procedures outlined in this section and documented on\nform BP-A0740, Request for Inmate Telephone or TRULINCS Restriction. Initial Public Messaging restrictions, imposed pending an investigation or pending disciplinary\naction for possible TRULINCS abuse or misuse, are limited to 30 days. If additional 30-day\nperiods are required to complete either the investigation or disciplinary process, the Warden must\nre-authorize the restriction in writing on form BP-A0740, Request for Inmate Telephone or\nTRULINCS Restriction. Trust Fund staff shall obtain the Warden’s approval for reinstatement or\ncontinued restrictions every 30 days. 14.10 TRULINCS SERVICES a. Account Transactions. Inmates are responsible for tracking their Commissary, TRUFONE,\nand TRULINCS account balances. Inmates have access to view account information and\ntransactions for free. Inmates have the ability to print transactional information for a fee. Inmates that have access to the Account Transactions Service are responsible for printing their\nown account statements. In rare and unusual circumstances when an inmate demonstrates an\nimminent need for an account statement and he/she does not have access to TRULINCS, staff may\nprint the statement and charge the inmate the applicable print fee. Staff prepare the statement and\ndeliver it to the inmate in a secure manner within a reasonable timeframe from the date of the\nrequest and at a time that does not interfere with the normal operations of the institution. b. Bulletin Board. TRULINCS offers an electronic bulletin board for posting information for\nviewing by the inmate population. Departments that opt to use this service are responsible for\nposting their own documents and the documents’ content. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 132 All postings must be in PDF format and may not exceed 2 MB in size. c. Contact List. Inmates may only communicate with approved persons on their contact lists\nfor the purpose of postal mail, TRUFONE, Public Messaging, and/or any person to whom they\nwant to send funds. It is the inmate’s responsibility to maintain his/her own list with accurate contact information, to\ninclude first name; last name; relationship; language; and postal address. Inmates are subject to\ndisciplinary action for lying and/or providing false or fictitious information regarding a contact\n(e.g., when complete name is not used; when information is altered to hide the identity of the\ncontact; and any/all other attempts to mislead reviewing and monitoring staff as to the true identity\nand contact information). Ordinarily, inmates are limited to having 100 active contacts on their contact list. Staff are not responsible for printing contact lists for inmates in SHU."
}