{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 50,
  "chunk_text": "m. Release of ICE Detainees. Although not releasing directly from service of a sentence, they\nare ordinarily released via a parole by ICE. They can also be ordered released by a court order. 1002. RELEASE FORMS\na. Release & Gratuity Information (BP-A189). The Case Manager generates this form and\nforwards it to the business office. They return it to the Case Manager and the form is routed for\napproval. b. Notice of Release and Arrival (BP-A714). A Notice of Release and Arrival (BP-A714)\nwill be prepared for each inmate, excluding state boarders, upon final release. The original BPA714 will be provided to the inmate. Copies will be sent to the U.S. Probation Officer in the\ndistrict of release, the Chief U.S. Probation Officer in the district of residence, the USPC (for\n“Old Law” cases only), and a copy will be retained in the inmate’s central file. c. Certificate of Parole. When an NOA has been received that grants parole and the inmate's\nrelease plan has been approved, unit staff are responsible for requesting parole certificates from\nthe USPC. The inmate cannot be released on parole until the USPC executes the certificates. The inmate and\nWarden, or designee, must sign the certificates, individually, in ink. Unit staff will enter the number of days remaining to be served under supervision on the form. The Institution Correctional Systems Department/DSCC reviewing the release file must examine\nthis element closely. P5800.15 1/1/2009 Chapter 10, Page 3 The original Parole Certificate will be provided to the inmate upon release. Signed copies will\nbe sent to the U.S. Probation Officer in the district of release, the USPC, and to the inmate's\ncentral file. d. Multi Purpose (Parole Form I-33). The certificates must be signed individually, in ink,\nby the inmate and Warden, or designee. The original certificate is provided to the inmate upon\nrelease. Signed copies will be sent to the U.S. Probation Officer in the district of release, the\nUSPC, and a copy to the inmate’s central file. (1) Certificate of Mandatory Release and Certificate of Mandatory Release to Special\nParole. If an inmate sentenced as an adult is released (other than by Parole) with more than 180\ndays of accumulated Good Time (Statutory and/or Extra) he/she is released via Mandatory\nRelease and will remain under supervision until the 180-day date. A Certificate of Mandatory\nRelease (Parole Form I-33) will be prepared. When an inmate releases via Mandatory Release and has SPT to follow, a certificate of\nMandatory Release to Special Parole (Parole Form I-33) will be prepared. Note: When an inmate is Mandatorily Released, the SPT begins the day after supervision\nterminates (180-day date). If an inmate is released on Parole, the SPT begins the day after the\nFull Term Date. If the inmate is released via Expiration, the SPT will begin when released from\nconfinement. Inmates sentenced under the provisions of Narcotics Addict Rehabilitation Act (NARA) and\nFederal Juvenile Delinquents Act are also released via Mandatory Release in the absence of\nparole. Supervision for these inmates will be until the Full Term Date of the sentence. A\nCertificate of Mandatory Release (Parole Form I-33) must be prepared for these inmates."
}