{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 36,
  "chunk_text": "In addition, TRGP-E/T funding may be used for off-site training required to increase tribal capacity to operate a\ncrime information gathering system compatible with the FBI Uniform Crime Reporting System. Allowable costs: Uniforms and basic issue equipment Any bulletproof vest purchased under TRGP-E/T must meet National Institute of Justice standards as shown on\nthe list of acceptable vests included in appendix D of this manual on page 102. Allowable costs: Technology To be eligible for payment under this award, the purchase of equipment and technology must occur on or after\nthe award start date, the items must be those specifically applied for and approved by the COPS Office, and the\nitems must meet the guidelines described in 2 CFR Part 200 (Uniform Administrative Requirements, Cost\nPrinciples, and Audit Requirements for Federal Awards) as adopted by the U.S. Department of Justice in 2 CFR §\n2800.101. Equipment or technology purchased on or after the award start date must be in addition to purchases 35 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual that the recipient is obligated or funded to make in its current budget. Funds currently allocated to purchase\nequipment or technology may not be reallocated to other purposes or reimbursed upon the award of your\nagency’s TRGP-E/T award. Allowable costs: Police vehicles Allowable items include police cars, basic vehicle accessory packages, and special conveyances such as sport\nutility vehicles, bicycles, motorcycles, snowmobiles, and all-terrain vehicles (ATV). The items must be those\nspecifically applied for and approved by the COPS Office. Allowable costs: Travel\nTravel costs for transportation, lodging, subsistence, and related items are allowable under your agency’s TRGPE/T award if specifically approved by the COPS Office. In accordance with 2 CFR §200.474, travel costs for official\nbusiness directly related to the award will be reimbursed based upon the recipient’s written travel\nreimbursement policies if the costs are reasonable and allocable under the project. In the absence of an\nacceptable written policy regarding travel costs, allowable rates and amounts established by the U.S. General\nServices Administration (GSA) for the relevant geographic area will apply. The current GSA travel policy and per\ndiem rates can be found at www.gsa.gov. Allowable airfare costs will be reimbursed based upon the least expensive unrestricted accommodations class\noffered by commercial airlines—for example, lowest discount commercial airfare, the Federal Government\ncontract airfare (if authorized and available), or standard coach airfare—unless otherwise authorized in advance\nby the COPS Office. For recipients subject to 48 CFR Part 31.000, et seq. (FAR-31.2) Cost Principles for Commercial Organizations,\ntravel costs incurred directly by the recipient will be reimbursed if the costs are reasonable and allocable under\nthe project. Travel costs for lodging, meals, and incidental expenses may be reimbursed based upon per diem,\nactual expenses, or a combination of these methods, as long as the reimbursement rate does not exceed\nestablished GSA per diem rates as set forth in the Federal Travel Regulation. Transportation costs may be\nreimbursed based on mileage rates, actual costs incurred, or a combination of these methods. Allowable airfare\ntravel costs will be reimbursed based upon standard coach fare, unless otherwise authorized in advance by the\nCOPS Office."
}