{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 62,
  "chunk_text": "6. Do direct commitments and supervision cases sign a\nwritten consent to center rules and regulations at the time of\nintake processing? 7. Are all residents advised that center director approval\nis required prior to entering into any contract? 8. Has the contractor developed an intake process with\nprocedures that comply with contract requirements:\na. Does the contractor immediately notify the CCM by\ntelephone of the arrival of offenders? (Should an offender\narrive during evening hours, on weekends, or holidays, the CCM is\nto be notified during the next regularly scheduled working day.)\nb. Does the contractor send written notification of\nan offender's arrival to the appropriate USPO?\nc. For offenders who transfer to the CCC, does the\ncontractor sign and return the Transfer Order (Return of Service)\nto the CCM? PS 7300.09\n1/12/98\nAttachment 4-7, Page 13\nd.\nDoes the contractor execute the Judgment and\nCommitment Order upon arrival of offenders committed directly\nfrom court to serve a sentence? Do staff sign and date the\noriginal of the J & C and return it to the U.S. Marshal (USM) of\nthe sentencing district, with a copy to the CCM, indicating the\ndate the original was mailed to the USM? e. Does the contractor photograph offenders admitted\nto the center and maintain copies in accordance with the SOW\nrequirements? 9. Has the contractor developed procedures to ensure\nresidents’ fingerprints are taken for identification purposes? a. For other than institution transfers, does the\ncontractor have a full set of prints taken and kept in the\nresident's file? b. If the contractor does not have staff trained in\nfingerprinting procedures, do they make arrangements with a local\nlaw enforcement agency;\ndo contractor staff accompany residents\nwhen prints are taken? c. If the center is operated by a state correctional\nor parole agency do they forward fingerprint cards to the Federal\nBureau of Investigation in accordance with their own practices? 10. Does the contractor complete an initial intake form for\neach resident which includes, unless prohibited by statute, at a\nminimum:\nname, home address, date of birth, race or ethnic\norigin, sex, reason for referral, whom to notify in case of\nemergency, date information is gathered, name of referring\nsource, special medical needs or problems, disposition of\npersonal property in the event of transfer or death, personal\nphysician (if any), legal status including jurisdiction, length\nand conditions of commitment, identifying numbers, and the\nsignature of both the resident and staff taking the information? Is this form placed in the front section of the resident's file\nto facilitate easy access by staff? 11. Do contractor staff practices and procedures ensure the\nconfidentiality of case records? Do operating practices and\nprocedures adhere to applicable local, state, and Federal\nprocedures and guidelines? Prior to releasing information to\nemployers and other third parties, is a release obtained from the\nresident? PS 7300.09\n1/12/98\nAttachment 4-7, Page 14\n12. Have residents acknowledged other conditions of\nresidence in a center program, which include but are not limited\nto, urine testing, subsistence collection, medical treatment, and\nan agreement to abide by posted regulations? Is the Conditions\nof Residential Community Programs form signed by all residents? Discussion/Findings: PROGRAMS\n1. Program Components: are the offenders in the CCC\nclassified into the appropriate program component? (Pre-Release;\nCommunity Corrections; Home Confinement)."
}