{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 92,
  "chunk_text": "6 These funds remain available for future use on allowable\ncosts, incurred before award expiration, to fully implement\nyour project. 3 Unused program income remaining 90 days after the award\nend date must be promptly returned to the COPS Office. Please contact your COPS Office program manager for\nguidance on how to return excess program income and\ncomplete your final SF-425. In the event that you earn interest on program income,\nplease contact your designated COPS Office financial analyst\nfor guidance on how to complete your final SF-425 to\naccount for interest earned. Important: Awards must be open and active to incur\nproject expenses paid for by program income. Contact the COPS Office If you have any questions regarding the federal requirements on program income,\nplease contact your COPS Office program manager, grant program specialist, or\ndesignated financial analyst. For more information about COPS Office programs and resources, please\ncontact the COPS Office Response Center at 800-421-6770 or via e-mail at\nAskCopsRC@usdoj.gov or visit the COPS Office online at www.cops.usdoj.gov. If you anticipate having unused program income remaining\ntoward the end of the award period, you may submit a\nrequest to your COPS Office program manager or grant\nprogram specialist for a no-cost extension to provide\nadditional time for your agency to spend program income\non allowable costs to fully implement your project. No-cost\nextension requests must be submitted prior to the award\nend date and are approved on a case-by-case basis based on\nreasonable justification. 5. See 2 C.F.R. § 200.305 for awards made after December 26, 2014. Prior awards would follow 28 C.F.R. §§ 66.21 and 70.22. 6. It can take up to six weeks for the returned program income to\nappear in your COPS Office account. Updated May 2017 U.S. Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Indirect Cost Rate for FY 2017 Awards\nCOPS Office programs What is an indirect cost rate proposal? If you are requesting indirect costs under a COPS Office\nprogram that allows those costs, a copy of your agency’s most\ncurrent, signed, federally approved Negotiated Indirect Cost\nRate Agreement must be included with your application,\nor it must be noted in your budget narrative that you have\nnever received an indirect cost rate. If the rate agreement is\nexpired at the time of application, then you should submit\ndocumentation demonstrating that the rate is under review\nby your cognizant federal agency. If your agency requests\nindirect costs for a COPS Office award based on an expired\nrate, your agency may not draw down funding for indirect\ncosts until the current approved rate agreement or an\napproved extension is submitted to the COPS Office. In\naddition, if your agency’s rate agreement expires or changes\nduring the award period, you must submit the new rate\nagreement or approved one-time extension from your\ncognizant federal agency to the COPS Office."
}