{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 55,
  "chunk_text": "ii. The public does not have access to information about the compensation of the executives\nthrough periodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of 1934\n(15 U.S.C. 78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To determine\nif the public has access to the compensation information, see the U.S. Security and Exchange\nCommission total compensation filings at www.sec.gov/answers/execomp.htm.) 41 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual 2. Where and when to report. You must report subrecipient executive total compensation described\nin paragraph c.1. of this award term:\ni. To the recipient. ii. By the end of the month following the month during which you make the subaward. For example, if a subaward is obligated on any date during the month of October of a given year\n(i.e., between October 1 and 31), you must report any required compensation information of the\nsubrecipient by November 30 of that year. d. Exemptions. If, in the previous tax year, you had gross income, from all sources, under $300,000, you are exempt from the\nrequirements to report: e. i. Subawards, and ii. The total compensation of the five most highly compensated executives of any subrecipient. Definitions. For purposes of this award term:\n1. Entity means all of the following, as defined in 2 C.F.R. Part 25:\ni. A governmental organization, which is a state, local government, or Indian tribe;\nii. A foreign public entity; iii. A domestic or foreign non-profits organization;\niv. A domestic or foreign for-profit organization;\nv. A federal agency, but only as a sub-recipient under an award or sub-award to a non-federal\nentity. 2. Executive means officers, managing partners, or any other employees in management positions. 3. Subaward:\ni. This term means a legal instrument to provide support for the performance of any portion of\nthe substantive project or program for which you received this award and that you as the recipient\naward to an eligible subrecipient. ii. The term does not include your procurement of property and services needed to carry out\nthe project or program (for further explanation, see Sec. __.210 of the attachment to OMB Circular\nA–133, “Audits of States, Local Governments, and Non-Profit Organizations”). iii. A sub-award may be provided through any legal agreement, including an agreement that you\nor a subrecipient considers a contract. 4. Subrecipient means an entity that:\ni. Receives a subaward from you (the recipient) under this award; and\nii. Is accountable to you for the use of the federal funds provided by the subaward. 5. Total compensation means the cash and noncash dollar value earned by the executive during the\nrecipient’s or subrecipient’s preceding fiscal year and includes the following (for more information see\n17 C.F.R. Part 229.402(c)(2)):\ni. Salary and bonus. ii. Awards of stock, stock options, and stock appreciation rights. Use the dollar amount\nrecognized for financial statement reporting purposes with respect to the fiscal year in accordance\nwith the Statement of Financial Accounting Standards No. 123 (Revised 2004) (FAS 123R), Shared\nBased Payments. 42 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual iii. Earnings for services under non-equity incentive plans."
}