{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 26,
  "chunk_text": "In addition to the above forms, all auditors, regardless of whether or not they conduct audits\nusing the Online Audit System, must fulfill the following reporting requirements:\n• Complete and submit Annual Audit Reporting Form. This form captures the number of\naudits an auditor conducted in a calendar year. If an auditor did not conduct any audits\nbetween January 1 and December 31 of a given calendar year, or if he or she only\nparticipated in an audit in a role other than as the lead auditor, the auditor must still\ncomplete the Annual Audit Reporting Form and indicate his or her involvement by\ntyping a “0” in the appropriate space on the form. All auditors, including those who did\nnot conduct any audits in a given calendar year, must complete and submit this form to\nthe PREA Resource Center by the specified due date following the conclusion of each\ncalendar year. The Annual Audit Reporting Form can only be accessed in the Auditor Portal; therefore,\nall auditors, regardless of whether or not some or all of their audits were conducted in\nthe Online Audit System, must complete and submit an Annual Audit Reporting Form in\nthe Auditor Portal by the designated deadline each year. • Report Changes to Auditor Contact Information. Auditors are required to provide the\nPREA Resource Center with a current and functioning email address, physical address,\nand telephone number, and to update this information as necessary by submitting an\nAuditor Contact Information Change Form, which is available in the Resources section of\nthe Auditor Portal. Auditors must be able to receive and read all communications from\nthe PREA Resource Center, the PREA Management Office, and DOJ in a timely fashion. Failure to receive or read time-sensitive correspondence that imposes an obligation on\nor notifies an auditor of disciplinary action is not a viable defense against steps taken by\nthe PREA Management Office that may impact an auditor’s certification. 26 All reporting forms must be fully and accurately completed. The submission of false or\nincomplete information, or failure to comply with these reporting requirements, may result in\ndisciplinary action by the PREA Management Office that impacts an auditor’s DOJ certification. Continuing Education Requirements All auditor continuing education coursework is available on the Auditor Portal. Auditors can\nexpect no more than 10 hours of required continuing education coursework each year. All\nrequired continuing education courses are delivered in a web-based format that can be\naccessed at any time on the Auditor Portal. The PREA Resource Center will provide ample\nnotice of upcoming continuing education courses required by the PREA Management Office,\nand auditors must complete all the required coursework by the designated due date. Failure to\ncomply with the auditor continuing education requirements may result in disciplinary action by\nthe PREA Management Office that impacts an auditor’s DOJ certification. Complaints or Concerns about Auditor Conduct All auditors are required to disclose to the PREA Management Office any information about\nthemselves or any credible information about other auditors regarding possible misconduct or\nfailure to follow proper procedures as outlined in this Handbook."
}