{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 8,
  "chunk_text": "P5300.22 11/07/2016 Program Manager X X\nX\nX\nX\nCompletes form and submits to RAC. Completes form and submits to RAC. Runs NCIC.\nX X Attend training with departmental\nvolunteers. X\nX\nX\nX\nX\nCompletes form and submits to RAC. X\nX Responsible for all fees. X X\nRAC notifies program\nmanager OVF complete and\nbadge is approved. Program manager notifies the volunteer\nof approval to provide service. X\nProgram manager coordinates completion\nof the form with the volunteer and\nsubmits form to RAC for filing in OVF. 11 Recognition of Volunteers Discontinuation of Volunteer Services Memos to CEO and program\nmanagers, invitations to\nvolunteers and guests,\ncoordination of special\nrecognition event. Generate dismissal letter to\nsend to volunteer, copy of\ndismissal letter sent to RAA,\nremove volunteer from\nnational automated\nvolunteer system, remove\nbadges from control. Program managers will attend the\nrecognition event. If the PM is a\nbargaining unit member, attendance will\nbe highly encouraged. Letter of Endorsement. A Letter of Endorsement is required if a volunteer is representing a\nvolunteer organization. The letter is to be written on the organization’s letterhead. The\norganization sponsor must not have been in an unfavorable standing with any Bureau\ncomponent. Letters of Reference. Required when a volunteer is not represented by an organization and is\nvolunteering on his/her own merit. The volunteer must provide two letters of reference from\nnon-family members, in good standing with the Bureau, who can attest to the skills, credibility,\nand integrity of the volunteer based on an established relationship of at least 6 months. The letter\nshould include their contact information. The program manager will obtain these documents\nprior to a volunteer providing services. New letters are required for badge renewal. Waiver of Escort and Supervision – Volunteers (BP-A0484). Required for volunteers with\nunescorted badges. The form is completed when an unescorted badge is initially requested. A\nModerate Background Investigation (MBI) clearance must be completed prior to volunteers\nreceiving an unescorted badge. A new form must be completed for unescorted badge renewal. The program manager will ensure this form is completed for volunteers who are issued\nunescorted badges. Moderate Background Investigation (MBI). When a program manager determines a volunteer\nneeds access to sensitive information, he/she notifies the RAC. The RAC requests Human\nResources to initiate an MBI clearance. An MBI clearance is required for volunteers with\nunescorted badges. The program manager is responsible for all costs related to the MBI\nclearance. Transitional/Mentor Volunteer Contact Form (BP-A1068). A volunteer having any programrelated contact with an offender’s family, ex-offender, or ex-offender’s family will complete this\nform on a monthly basis. The volunteer submits the form to the program manager on a monthly\nbasis. The Program Manager ensures the RAC receives the form to file in the volunteer’s OVF. P5300.22 11/07/2016 12 Credentials of Religious Volunteer (BP-A0777). This form is required for any level I or II\nvolunteer providing any type of religious service. He/she must have documentation reflecting\nformal license, ordination, or endorsement from the respective faith community, along with two\nletters of reference. Release of Information Consent (BP-A0192). For any volunteer providing transitional or\nmentor services, this form is completed by the inmate. It grants permission to the volunteer to\ncommunicate with the inmate’s family/community."
}