{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 38,
  "chunk_text": "III. Scope of Work For a period hereinafter set forth, the COPS Office and the recipient will cooperatively furnish the necessary\npersonnel, travel, supplies, and otherwise perform all things necessary for, or incident to, the performance of\nwork (the accomplishment of functional objectives) as set forth below: 37 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual A. Specifically, the COPS Office will do the following:\n1.\n2.\n3. 4.\n5. 6.\n7.\n8. Designate a program manager to participate in the planning and management of this cooperative\nagreement and to coordinate project activities. Provide information and technical assistance from government sources within available resources\nand as determined appropriate by the program manager. Provide guidance to the recipient in the planning and development of strategies used in the\nproject and in the coordination of the project with law enforcement agencies and organizations\ninterested in contributing their support. Work with the recipient to meet the designated project tasks and timelines. Review and approve required reports specific to each cooperative agreement, which will include\nperiodic progress and financial reports, deliverables, evaluations, and other documentation\nrequiring COPS Office approval. Review and approve all proposed changes in key staff assignments to the project and any\nsignificant changes in the partner’s role or responsibilities. Review and approve all proposed writers of any project deliverables. Permit the recipient to copyright any work that is subject to copyright and was developed, or for\nwhich ownership was acquired, under this cooperative agreement in accordance with 2 C.F.R. §\n200.315(b). The COPS Office reserves a royalty-free, nonexclusive and irrevocable license to\nreproduce, publish, or otherwise use the work, in whole or in part (including create derivative\nworks), for Federal Government purposes, and to authorize others to do so. The COPS Office license\napplies to (1) the copyright in any work developed under this cooperative agreement including any\nrelated subaward or contract and (2) any rights of copyright to which the recipient, including its\nsubrecipient or contractor, purchases ownership with support from this cooperative agreement. In\naddition, the COPS Office may make any work that was developed or purchased under this\ncooperative agreement publically available by any means without restriction, including a U.S.\nDepartment of Justice website or social media account, a hard copy, or in electronic form. The COPS\nOffice also reserves the right, at its discretion, to not publish deliverables and other materials (e.g.,\nreports, publications, manuals, and training curricula) developed under this cooperative agreement\nas a U.S. Department of Justice resource. B. Specifically, the recipient will do the following:\n1. 2. Designate a project officer to work closely with the COPS Office and its designated program\nmanager to achieve the tasks specified in this cooperative agreement. The project officer must be\nan employee (not a contractor or consultant) of the recipient organization and have the authority\nto propose and approve modifications pursuant to Section VIII. of this cooperative agreement. Be responsible for acquiring the rights, and ensuring that its subrecipients/contractors/authors\nacquire the rights, including the payment of required fees, to use copyrighted material for inclusion\nin deliverables that are developed under this cooperative agreement."
}