{
  "document_category": "guidance",
  "document_name": "State_Compliance_FAQ.pdf",
  "chunk_index": 4,
  "chunk_text": "If a\njuvenile is detained within a non-secure area, he is not within a jail or lockup for\nadults. Q: Would a missing person’s report issued by parents or legal guardians constitute\nimplied consent to hold a juvenile? A: The definition of “detain or confine” does not include a situation in which a juvenile is\nheld solely for the purpose of returning him to his parent(s) or guardian(s). Q: Does the definition of “detain or confine” alter states’ ability to securely detain\njuveniles pursuant to the Interstate Compact on Juveniles? A: The definition of “detain or confine” does not affect a state’s ability to place a status\noffender in a secure detention or secure correctional facility pursuant to the Interstate\nCompact on Juveniles. When a building contains a jail and a non-secure administrative area, and juveniles\nare taken only to the administrative (non-secure) side of the building, must the\nfacility maintain a log of the juvenile’s time in the non-secure area? Q: A: No. If the juvenile is detained only in a non-secure area of a facility, the core\nrequirements do not apply and there is no need to maintain logs on juveniles held there. Q: If a police department consists primarily of an open patrol room area with a cuffing\nbench and two offices that don’t lock from the outside, would this be considered a\nsecure facility such that juvenile holding logs must be kept? A: The area with a cuffing bench is a secure facility and the facility must maintain logs for\njuveniles held there. If juveniles are brought directly to the offices that don’t lock, and\nwhich are not within a facility with a secure perimeter, they may be considered nonsecure, and the facility need not keep logs on juveniles detained there. Q: Can a juvenile be deemed to be in secure custody within a facility classified as nonsecure, or are non-secure facilities exempt from the JJDPA Core Requirements? A: The core requirements apply only in secure facilities. The DSO requirement applies only\nin secure detention facilities and secure correctional facilities. The separation requirement\napplies only in institutions (secure facilities). The jail removal requirement applies only\nin jails or lockups for adults, defined, in part, as “locked” facilities. 4 Q: If a court house does not have a secure holding area, and a juvenile is brought into\nan area of a courtroom (such as a jury box) to wait for their hearing, would it be a\nseparation violation if an adult inmate’s hearing is taking place in that courtroom? A: If the juvenile is not in secure custody (detained within a secure facility), there can be no\nseparation violation. Q: Must states report on status offenders placed in a secure detention or secure\ncorrectional facility under the Youth Handgun Safety Act exception to the DSO\nrequirement? A: No. States need not report the number of juveniles placed in accordance with the Youth\nHandgun Safety Act exception. Q: Must states report on juvenile offenders detained for offenses related to the\npurchase, possession or distribution of alcohol? A: Minor-in-possession of alcohol offenses are within the category of delinquent offenses\nand must be reported accordingly."
}