{
  "document_category": "guidance",
  "document_name": "guidance-redistricting-9-1-21-edited_508_002.pdf",
  "chunk_index": 2,
  "chunk_text": "The Department’s guidance focused on Section 5 because it was the provision under which the Department initially reviewed redistricting plans\nfor covered jurisdictions. However, in 2013, the Supreme Court held that the coverage formula in Section 4(b) of the Act, 52 U.S.C. § 10303(b),\nwhich determines which jurisdictions are required to comply with Section 5, is now unconstitutional. Shelby County v. Holder, 570 U.S. 529, 557\n(2013). Hence, as the Department has described previously, there are no jurisdictions currently covered by Section 5, and jurisdictions\npreviously covered by the Section 4(b) formula do not need to seek preclearance for new voting changes, such as redistricting plans, absent\nenactment of a new coverage provision. At present, the only jurisdictions that need to seek preclearance for redistricting plans (or other\nchanges in methods of election) are those covered for such changes by a current federal court order entered under Section 3(c) of the Act, 52\nU.S.C. § 10302(c). The Department’s prior guidance concerning redistricting under Section 5 is no longer operative. It may still be of assistance\nto jurisdictions in complying with Section 3. 2 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nEnforcement of Section 2 by the Department of Justice Congress has charged the Attorney General with responsibility for enforcement of the Voting Rights\nAct on behalf of the United States. 52 U.S.C. § 10308(d). The Department of Justice has delegated that\nenforcement to the Assistant Attorney General for the Civil Rights Division. 28 C.F.R. § 0.50. The\nDivision has in turn vested enforcement responsibility for the civil provisions of the Voting Rights Act\nand other federal voting rights laws in the Voting Section. Justice Manual § 8-2.271. The Division’s\ndecisions regarding initiation or settlement of litigation are committed to the Assistant Attorney\nGeneral. 28 C.F.R. §§ 0.50, 0.160; Justice Manual § 8-2.270. The Division can also consider participating\nas amicus curiae in cases in any federal or state court that raise issues under Section 2 of the Voting\nRights Act. See, e.g., 28 U.S.C. § 517. Section 2 of the Voting Rights Act, 52 U.S.C. § 10301, prohibits discrimination in voting on the basis of\nrace, color, or membership in a language minority group. This permanent, nationwide prohibition\napplies to any voting qualiﬁcation or prerequisite to voting or standard, practice, or procedure,\nincluding districting plans and methods of election for governmental bodies. Growe v. Emison, 507 U.S.\n25, 39-40 (1993). As amended in 1982, Section 2 prohibits voting practices that result in citizens being denied equal\naccess to the political process on account of race, color, or membership in a language minority group. It also continues to prohibit adopting or maintaining voting practices for the purpose of disadvantaging\ncitizens on account of race, color, or membership in a language minority group. Chisom v. Roemer, 501\nU.S. 380, 394 n.21 (1991). The essence of a discriminatory results claim alleging vote dilution is that a\ncertain electoral law, practice, or structure interacts with social and historical conditions to cause an\ninequality in the opportunities enjoyed by minority voters to elect their preferred representatives. Thornburg v. Gingles, 478 U.S. 30, 47 (1986)."
}