{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 8,
  "chunk_text": "A repetitive buying\npattern for a good or service without auditable evidence of a strong business case or\nprogrammatic reason to support the awarding of multiple contracts under small- or micropurchase thresholds at frequent intervals may indicate that inappropriate purchase splitting has\noccurred. Page | 15 Small Purchases Checklist\nNo. Question 1. Is the estimated cost of the requirement at or below the\nestablished simplified acquisition threshold? Yes No If the answer is “Yes,” a purchase order may be used. 2. Are there available local vendors that may logistically satisfy\nthe requirement? If the answer is “No,” consider additional lead-time required\nto solicit vendors outside the local area. 3. May the requirement be satisfied by an existing “Blanket”\npurchase agreement? If the answer is “Yes,” use the existing Blanket Purchase\nAgreement. If the answer is “No,” conduct a solicitation in accordance\nwith Non-Federal entity procedures. 4. Has the requirement been “split” to be below the mandatory\npurchase agreement monetary level? (Order splitting, an\nunallowable practice, is reducing an order below the small\npurchase threshold to avoid a more complex procurement\nmethod.) If the answer is “Yes,” another method must be used. Page | 16 Chapter 8\nCompetitive Sealed Bidding Bids are publicly solicited and a firm fixed price contract (lump sum or unit price)\nis awarded to the responsible bidder whose bid, conforming with all the material\nterms and conditions of the invitation for bids, is the lowest in price. 6\nCompetitive Sealed Bidding is the preferred method for procurement and is properly used\nwhen the following conditions exist:\n1. The requirement can be described and is finite and specific in detail, i.e., no unknowns\nor no contingencies. The contract will be awarded to the\na. lowest (fixed price) (where specified in bidding documents certain factors such\nas discounts, transportation costs, and life cycle costs must be considered in\ndetermining which bid is lowest),\nb. responsive (the bid meets all the requirements of the invitation for bids,\nincluding design specifications), and\nc. responsible bidder (the contractor has the capability in all respects, including\ntechnical and financial). 2. There are two or more contractors that could satisfy the requirement and are willing\nand able to compete for the contract. 3. There is enough time available to issue the invitation for bids, conduct a public bid\nopening, and award a firm fixed-price contract to the lowest responsive and responsible\nbidder. If sealed bids are used, bids must be solicited to an adequate number of known suppliers,\nproviding them with a sufficient amount of time to respond. Under the sealed bidding method\nof procurement, it is not necessary to conduct discussions with bidders in order to obtain the\ngreatest value for the procuring agency, as the award is to be made to the lowest responsive\nand responsible bidder. For local and tribal governments, the invitation for bids must be\npublically advertised. However, if a procurement could be of the type that it may need to involve negotiation with\nvendors or discussions in order for the procuring agency to obtain the best value based on the\nrequirement, it may be the case that competitive sealed bidding is not the right approach and\nthe competitive proposals procurement method should be used instead. 6"
}