{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 13,
  "chunk_text": "Such demotions shall be fully documented. Each institution must establish minimum times in grade, which must not be less than the\nfollowing:\n■ Fifth Grade to Fourth Grade. No time limit with a minimum of 30 days for inmates not\nhaving completed an FPI or pre-industrial training program. ■ All Other Promotions. Ninety days except at court processing/short term facilities such as\nMetropolitan Correctional Centers, Federal Detention Centers, and Metropolitan Detention\nCenters, where the minimum time in grade is 30 days. These facilities need to maintain\nadditional pay incentives to encourage short-term inmates to work in FPI. The minimum time-in-grade requirement may not apply when an inmate has prior FPI work\nexperience or possesses needed skills, and is eligible for accelerated promotion. At the SOI’s\ndiscretion, an accelerated promotion may be applicable in the following situations:\n■\n■\n■\n■\n■\n■ Non-disciplinary transfer. FPI factory closing. After 30 days on writ. After 30 days on medical idle. After 30 days in administrative detention. Withdrawal, in good faith, from a training, drug rehabilitation, or similar program. c. Performance Ratings and Corrective Actions. SOIs ensure that inmate performance\nratings and corrective actions are used consistently to promote improved inmate work\nperformance. SOIs ensure that there is consistent granting/withholding of inmate pay, benefit, or\naward conditions (described in Chapter 5, Inmate Pay and Benefits, and Chapter 6, Awards) to\nimprove performance ratings given any particular inmate. Regular documentation of satisfactory and unsatisfactory work performance is encouraged to form\na basis for the inmate performance rating. Staff must fully document any action taken that\ndirectly increases or reduces inmate pay, benefits, or official awards; the documentation should\ninclude the Inmate Worker Standards. For example, a specific corrective action would be that the SOI might disallow an inmate’s\nIndustrial Good Time for the month due to unsatisfactory work performance. This would apply\nonly to the month(s) in which the unsatisfactory work performance occurs. As another example,\nan SOI may demote an inmate to a lower pay grade for failing to meet the Inmate Worker P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 22 Standards, with full documentation to the unit team for the Inmate Central File and eventual\ndocumentation in the performance appraisal. 4. INMATE WORKER DISMISSAL\n§345.42 Inmate worker dismissal. The SOI may remove an inmate from Industries work status in cooperation with the\nunit team. Working in cooperation with the unit team means that, at a minimum, the SOI must fully document\nthe reason for dismissal in a memorandum to the unit team. a. The SOI may remove an inmate from FPI work status according to the\nconditions outlined in the pay and benefits section of this policy and in\ncooperation with the unit team. See Chapter 5, Table 1. As noted therein, among other grounds, the SOI may remove an inmate\nfrom FPI work status for a serious violation, or repeated less serious violations, of the Inmate\nWorker Standards. An inmate may also be dismissed if, in the judgment of the SOI, he/she\nconstitutes a threat to the safe and orderly operation of the FPI facility."
}