{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 6,
  "chunk_text": "Additional copies of the Assurances and Certifications forms are contained in\nappendix B on page 52 of this manual. If you have any questions about them, please contact your COPS Office\nGrant Program Specialist at 800-421-6770. 3. Allowable Costs\nCondition: The funding under this project is for the payment of approved costs for activities related to the establishment and\nenhancement of a variety of problem-solving strategies to investigate heroin and other opioid problems in your\njurisdiction. The allowable costs for which your agency’s award has been approved are limited to those listed on the\nFinancial Clearance Memorandum (FCM), which is included in your agency’s award package. The Financial Clearance\nMemorandum FCM specifies the costs that your agency is allowed to fund with your AHTF award, and specifies the\noverall amount approved for each budget request category. Your agency may not use AHTF award funds for any\ncosts that are not identified as allowable in the Financial Clearance Memorandum. Only actual allowable\ncosts incurred during the award period will be eligible for reimbursement and drawdown. If your agency experiences\nany cost savings over the course of the award (for example, your award application overestimated the total entry-level 4 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual officer salary and fringe benefits package), your agency may not use that excess funding to extend the length of the\naward beyond 24 months. Any funds remaining after your agency has drawn down for the costs approved during the\n24 month funding period will be deobligated during the closeout process, and should not be spent by your agency. Note that certain “Controlled Equipment” as described in the “Recommendations Pursuant to EXECUTIVE\nORDER 13688 Federal Support for Local Law Enforcement Equipment Acquisition,” available at\nhttps://www.whitehouse.gov/sites/default/files/docs/le_equipment_wg_final_report_final.pdf, may be\ndisallowed or require additional justification and certifications. Why this condition: The funding under this project is for the purchase of items and services approved by the COPS Office as reflected\nin the Financial Clearance Memorandum (FCM). The COPS Office Anti-Heroin Task Force program funds the\nhiring of personnel and purchase of equipment, services, and other items that will allow recipients the\nopportunity to establish and enhance a variety of projects to encourage the continuation and enhancement of\ncommunity policing efforts while investigating heroin and other opioid problems in your jurisdiction. To be eligible for payment under this award, the purchase or hire of approved items/personnel must be made\non or after the award start date and comply with the guidelines described in section III, “Accessing Award\nFunds,” on page 34 of this manual. Section IV, “Financial Record Maintenance,” on page 38, outlines the types of\nrecords you must keep to document that you followed this award condition. Purchases and salary/benefit\nexpenditures must also reflect the costs that were approved as shown in the FCM. What you should do: All recipients should keep and maintain the most recent, approved version of their 2016 AHTF application. To\nview and print this document, you can log into your account at www.cops.usdoj.gov."
}