{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons PROGRAM STATEMENT\nOPI:\nFPI/FMB\nNUMBER: 8120.03\nDATE:\nFebruary 23, 2017 Work Programs for Inmates − FPI\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE\n§345.10 Purpose and scope. It is the policy of the Bureau of Prisons to provide work to all inmates (including\ninmates with a disability who, with or without reasonable accommodations, can\nperform the essential tasks of the work assignment) confined in a federal\ninstitution. Federal Prison Industries, Inc. (FPI) was established as a program to\nprovide meaningful work for inmates. This work is designed to allow inmates the\nopportunity to acquire the knowledge, skills, and work habits which will be useful\nwhen released from the institution. There is no statutory requirement that\ninmates be paid for work in an industrial assignment. 18 U.S.C. 4126, however,\nprovides for discretionary compensation to inmates working in Industries. Under\nthis authority, inmates of the same grade jobs, regardless of the basis of pay\n(hourly, group piece, or individual piece rates) shall receive approximately the\nsame compensation. All pay rates under this part are established at the\ndiscretion of Federal Prison Industries, Inc. Any alteration or termination of the\nrates shall require the approval of the Federal Prison Industries’ Board of\nDirectors. While the Warden is responsible for the local administration of Inmate\nIndustrial Payroll regulations, no pay system is initiated or changed without prior\napproval of the Assistant Director, Industries, Education, and Vocational Training\n(Assistant Director). Federal Regulations from 28 CFR are shown in this type. Implementing instructions are shown in this type. The requirement for inmates of the same grade job to receive approximately the same\ncompensation does not apply to non-grade jobs under the Prison Industry Enhancement\nCertification Program (PIECP), 18 U.S.C. 1761(c). a. Summary of Changes\nPolicy Rescinded\nP8120.02\nWork Programs for Inmates – FPI (7/15/99) Changes that have been incorporated in this Program Statement include:\n■ Explanation of the Prison Industry Enhancement Certification Program (PIECP), including in\nrelation to inmate pay and benefits; clarification of the grounds for dismissal of inmate workers\nfrom the FPI program; and description of certain specific special needs waiting list hiring\nexceptions. ■ Clarification that for facilities without a Superintendent of Industries (SOI), responsibilities of\nthe SOI discussed in this Program Statement are delegated to the Factory Manager. b. Program Objectives. Expected results of this program are:\n■ Work opportunities will be provided to as many eligible inmates as possible. ■ Each inmate will obtain knowledge, skills, and work habits to use upon release. ■ Inmates working for FPI will be compensated according to the grade level attained or local\nprevailing wage for PIECP work. ■ FPI Corporate Management will develop a Memorandum of Understanding (MOU) (i.e.,\nAnnual Operating Plan) with each Warden and the Superintendent of Industries (SOI) or\nhighest ranking official annually, specifying the level of inmate employment. ■ Inmate worker positions will be classified appropriately, based upon principles of pay equity,\neconomy, and workforce resources. ■ An FPI work opportunities presentation will be made during each Admission and Orientation\nsession. ■ Waiting lists for hiring purposes will be maintained; exceptions may be made for needed skills,\nprior FPI assignment, factory change, or special needs."
}