{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 13,
  "chunk_text": "PS 7300.09\n1/12/98\nChapter 2, Page 5\nthe Regional Office PIO. Although CCMs and MCAs are not PIOs, it\nis recommended they become familiar with public information\nissues and policy. 2.3.3. Contacts with the News Media a. Requests for Information CCMs may only release public information as described above to the\nnews media. If an inquiry requiring a response outside the\nrealm of public information is made by the media concerning a\nspecific incident with an inmate or contract facility, the CCM\nshould consult with the Regional PIO. When public information is\nreleased to the news media, it must be documented in writing to\nthe MCA with copies to the CCRA, Regional Director's office, and\nthe Central Office PIO. CCMs and MCAs should be familiar with\nthe provisions of the Program Statement on News Media Contacts.\nb. Requests for Personal Interviews A media request to interview an inmate at a contract facility must\nbe approved by the facility Director. The inmate must agree\nto the interview and sign a consent form (BP-S233) in advance. This form is retained at the facility and a copy is provided to\nthe CCM. The interviewer must abide by the rules of the contract\nfacility. The CCM must consult with the MCA regarding any\ninterview request. The Program Statement on News Media Contacts\nshall be used as a guide with particular attention paid to the\nfollowing:\nInmates must not receive compensation for any ! interview. If the inmate is a juvenile, the written consent of the\nparent or guardian is to be obtained.\n! Judicial orders forbidding such interviews due to\npending court action must be honored.\n! The CCM and facility Director shall consider any\nprobability for the interview to endanger the health or safety of\nthe interviewer or cause serious unrest or disturb the good order\nof the facility.\n! 2.4. RECRUITMENT/EQUAL EMPLOYMENT OPPORTUNITY (EEO) Pamphlets and brochures on employment with the Bureau are\navailable from the Regional and National Recruitment offices. CCMs should have a ready supply on hand. When individuals are\ninterested, the CCM should forward their names, addresses, and\nphone numbers to the Regional EEO Administrator and Recruiter. PS 7300.09\n1/12/98\nChapter 2, Page 6\nCCMs should contact other criminal justice agencies (such as the\nUSPOs) to share qualified applicant lists. Resources for\nminority recruitment include, but are not limited to, such\nagencies as the Urban League, NAACP, and placement offices at\ncolleges and universities. A skill of primary importance to CCMs is the ability to establish\nand sustain a high level of rapport with the community. In\naddition to attending meetings and performing other public\nrelations duties, CCMs should develop effective public speaking\nskills. 2.5. INFORMATION ABOUT BUREAU INSTITUTIONS Periodically, the CCMs shall provide USMS and USPOs in their\nservice areas with copies of \"BOP Facts\" from SENTRY for\ninstitutions where offenders from the service area are ordinarily\nplaced. See the Program Statement on BOP Facts. As changes\noccur, institutions are required to update information including\ndirections for self-surrender. CCMs must ensure that USPOs and\nthe USMS are informed of any significant changes. 2.6. MCA OVERSIGHT OF LIAISON AND PUBLIC RELATIONS FUNCTIONS"
}