{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 7,
  "chunk_text": "If your agency’s local fiscal conditions have changed and your agency needs to change one or more of the funded\nhiring categories, your agency should request a post-award award modification and receive prior approval before\nspending CHP funding under the new category. The Financial Clearance Memorandum (FCM), included in your award package, specifies the amount of CHP funds\nawarded to your agency. You should carefully review your FCM, which contains the final officer salary and fringe\nbenefit categories and amounts for which your agency was approved. Please note that the salary and fringe benefit\ncosts requested in your CHP application may have been adjusted or removed. Your agency may only be reimbursed for\nthe approved cost categories that are documented within the FCM, up to the amounts specified in the FCM. Your\nagency may not use CHP funds for any costs that are not identified as allowable in the Financial Clearance\nMemorandum. Only actual allowable costs incurred during the award period will be eligible for reimbursement and drawdown. If\nyour agency experiences any cost savings over the course of the award (for example, your award application\noverestimated the total entry-level officer salary and fringe benefits package), your agency may not use that excess\nfunding to extend the length of the award beyond 36 months. Any funds remaining after your agency has drawn\ndown for the costs of approved salaries and fringe benefits incurred for each awarded position during the 36-month\nfunding period will be deobligated during the closeout process and should not be spent by your agency. Why this condition:\nCHP funds may only be used to pay for entry-level salaries and fringe benefits for 36 months for full-time career\nlaw enforcement officers hired or rehired on or after the award start date. You may use the CHP award to hire or\nrehire experienced officers, but award funding must be limited to paying your agency’s entry-level salary and\nfringe benefits; any costs higher than entry level must be paid by your agency with local funds. 6 2016 COPS Hiring Program (CHP) Award Owner’s Manual What you should do: All recipients should keep and maintain the most recent, approved version of your 2016 CHP application. To\nview and print this document, you can log into your account at www.cops.usdoj.gov. Please select “COPS\nApplications” from the menu of services and click on the “Print” icon to download the most recent version of\nyour application in .pdf format. Refer to your FCM for the list of approved allowable costs. Salaries covered by CHP must be based on your\nagency’s standard entry-level salary and fringe benefits package under the laws or rules that govern hiring by\nyour agency. Salary and fringe benefit payments must be based on payroll records supported by time and\nattendance records or their equivalent. Examples of the types of records your agency must keep to document\nallowable costs are described in section III of this manual on page 39. Any additional costs above the approved\nentry-level salaries and fringe benefits are the responsibility of the recipient agency."
}