{
  "document_category": "guidance",
  "document_name": "5538_07.pdf",
  "chunk_index": 5,
  "chunk_text": "There are two types of non-medical escorted trips. (1) Emergency Non-Medical Escorted Trip. An escorted trip for such purposes\nas allowing an inmate to attend the funeral of, or to make a bedside visit to, a\nmember of an inmate’s immediate family. For purposes of this rule, immediate\nfamily refers to mother, father, brother, sister, spouse, children, step-parents, and\nfoster parents. (2) Non-Emergency, Non-Medical Escorted Trip. An escorted trip for such\npurposes as allowing inmates to participate in program-related functions, such as\neducational or religious activities, or in work-related functions. b. Escorted Trip Procedures – Emergency Non-Medical Reasons. Unit staff are\nto investigate, and determine, the merits of an escorted trip following a review of\nthe available information. This includes contacting those persons (e.g., attending\nphysician, hospital staff, funeral home staff, family members, U.S. Probation\nOfficer) who can contribute to a determination on whether an escorted trip should\nbe approved. (1) The government assumes the salary expenses of escort staff for the first\neight hours of each day. All other expenses, including transportation costs, are P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 7 assumed by the inmate, the inmate’s family, or other appropriate source\napproved by the Warden. The necessary funds must be deposited to the inmate’s trust fund account prior\nto the trip. Funds paid by the inmate for purposes of the escorted trip are then\ndrawn, payable to the Treasury of the United States. Unexpended funds are\nreturned to the inmate’s trust fund account following the completion of the trip. Unit staff, in consultation with the Business Office, determine the escorted trip’s cost. The\ninmate completes a BP-199, Request for Withdrawal of Inmate’s Personal Funds, payable to the\nU.S. Treasury in the amount of the expenses he/she is to pay. (2) A request for an inmate to receive an emergency non-medical escorted trip is\nprepared by unit staff, forwarded through the appropriate staff for screening and\nclearance, and then submitted to the Warden. Except as specified in §570.43, the\nWarden may approve an inmate for an emergency non-medical escorted trip. §570.43 refers to Section 4 of this Program Statement. Unit staff, after obtaining the required information, route the Escorted Trip Authorization (BPA0502) and the Inmate Central File through the:\n■\n■\n■\n■ CMC for screening and clearance. Captain for appropriate action. SIA/SIS for identifying any STG/management interest group, etc., information. Unit Manager and the Associate Warden for review and recommendation. In making a determination, staff consider the inmate’s suitability for the trip and the degree of\nsupervision necessary. The ADO may grant approval for an emergency non-medical escorted trip during non-duty\nhours. This authority may not be further delegated. c. Escorted Trip Procedures - Non-Emergency, Non-Medical Reasons. This type\nof escorted trip is considered for an inmate who has been at the institution for at\nleast 90 days, and who is considered eligible for less secure housing and for\nwork details, under minimal supervision, outside the institution’s perimeter. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8"
}