{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 108,
  "chunk_text": "The exams\nshould be completed within five days of commitment. The\nrequirement for entrance physicals also applies to inmates\nrequired to reside in a CCC as a condition of supervision unless\none is included in the referral packet. All other medical and dental expenses for persons under\nsupervision of the USPO are the inmate’s responsibility. Statement of Work.\n5.12.2. See the Routine Health Care Inmates in CCCs are expected to become financially selfsufficient and therefore, bear the cost of medical care. Contractors must obtain CCM approval prior to authorizing nonemergency medical treatment for which the Bureau may be\nresponsible. In emergencies, contractors shall obtain the\ntreatment required to preserve the inmate's health and shall\ninform the CCM as soon as possible. CCMs shall determine whether\nthe inmate has adequate resources to cover the cost of the\ntreatment (medical insurance or adequate funds) or whether it\nshould be borne by the Government. CCMs shall inform the Office of Medical Designations and\nTransfers (OMDT), CCRA, and MCA immediately when an inmate is\nhospitalized or otherwise referred for in-patient emergency\ntreatment or outpatient surgery for which the Government may be\nresponsible. It is a good practice to send a courtesy\nnotification by BOPNet or fax to the Regional Health Services\nAdministrator (RHSA). All other medical expenses shall be PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 29\nsubject to the RHSA’s approval. When an inmate is placed\ntemporarily in a local hospital, SENTRY should reflect the ARS\ncode \"Local Hosp.\" The OMDT decides whether continued\nhospitalization or transfer to an institution is appropriate. CCM approval of payment for medical treatment is subject to the\nfollowing conditions:\na.\nCCMs may not authorize payment for an inmate who is\nreceiving Medicaid benefits, has medical insurance, or the\nability to pay. Inmates who insist the Government is responsible\nfor medical care may be considered for transfer to an institution\nfor appropriate treatment. b. Inmates who are veterans retain any eligibility they may\nhave for treatment at a Veteran's hospital. c.\nCCMs may authorize admissions to hospitals for nonemergency medical treatment only upon the OMDT’s approval. d.\nGenerally, CCMs may authorize non-emergency medical care\nfor inmates in jails and non-federal long-term facilities\n(including juveniles) when recommended by staff at these\nfacilities and when such treatment appears necessary. If there\nis a cost, the RHSA must pre-approve it. Inmates in these\nfacilities may not pay for their own medical care. e.\nCCMs may authorize non-emergency dental care (including\ndentures and dental reconstruction) and vision correction\n(eyeglasses) only upon the RHSA's approval. f. When the RHSA must approve medical services, the CCM\nmust submit a completed EMS-213, Medical Treatment in Local\nCommunity form to the RHSA. When OMDT must pre-certify\ntreatment, the CCM shall follow current health services\nprocedures and direct any related questions to the OMDT via\nBOPNet or telephone. 5.12.3. Sensitive Medical Data (SMD) CCMs are authorized SENTRY access to SMD data only to retrieve\ninformation on cases under their responsibility. CCM offices\nshall not delete or add any data to the SMD system. 5.12.4. Mothers and Infants Together (MINT) Program A description of this program for pregnant federal inmates is\nfound in the Program Statement on CCC Utilization and Transfer\nProcedure. This policy contains information on associated\nmedical care costs and a \"Sample Statement of Responsibility for"
}