{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 81,
  "chunk_text": "B. If any funds other than federal appropriated funds have been paid or will be paid to any person\nfor influencing or attempting to influence an officer or employee of any agency, a member\nof Congress, an officer or employee of Congress, or an employee of a member of Congress in\nconnection with this Federal grant or cooperative agreement, the undersigned shall complete and\nsubmit Standard Form - LLL, “Disclosure of Lobbying Activities,” in accordance with its instructions; C. The undersigned shall require that the language of this certification be included in the award\ndocuments for all subawards at all tiers (including subgrants, contracts under grants and\ncooperative agreements, and subcontracts) and that all sub-recipients shall certify and disclose\naccordingly. Debarment, suspension, and other responsibility matters (direct recipient) As required by Executive Order 12549, Debarment and Suspension, and implemented at 28 CFR Part\n67, for prospective participants in primary covered transactions, as defined at 28 CFR Part 67, Section\n67.510\nA. The applicant certifies that it and its principals:\na. Are not presently debarred, suspended, proposed for debarment, declared ineligible,\nsentenced to a denial of federal benefits by a state or federal court, or voluntarily excluded\nfrom covered transactions by any federal department or agency; b. Have not within a three-year period preceding this application been convicted of or had\na civil judgment rendered against them for commission of fraud or a criminal offense in\nconnection with obtaining, attempting to obtain, or performing a public (federal, state,\nor local) transaction or contract under a public transaction; violation of federal or state\nantitrust statutes or commission of embezzlement, theft, forgery, bribery, falsification or\ndestruction of records, making false statements, or receiving stolen property; c. Are not presently indicted for or otherwise criminally or civilly charged by a governmental\nentity (federal, state, or local) with commission of any of the offenses enumerated in\nparagraph (1)(b) of this certification; and d. Have not within a three-year period preceding this application had one or more public\ntransactions (federal, State, or local) terminated for cause or default; and 70 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual B.\n3. Where the applicant is unable to certify to any of the statements in this certification, he or she shall\nattach an explanation to this application. Drug-free workplace (grantees other than individuals) As required by the Drug-Free Workplace Act of 1988, and implemented at 28 CFR Part 67, Subpart F, for\ngrantees, as defined at 28 CFR Part 67 Sections 67.615 and 67.620\nA. The applicant certifies that it will or will continue to provide a drug-free workplace by:\na. Publishing a statement notifying employees that the unlawful manufacture, distribution,\ndispensing, possession, or use of a controlled substance is prohibited in the grantee’s\nworkplace and specifying the actions that will be taken against employees for violation of such\nprohibition; b. Establishing an ongoing drug-free awareness program to inform employees about\n1. The dangers of drug abuse in the workplace; 2. The grantee’s policy of maintaining a drug-free workplace; 3. Any available drug counseling, rehabilitation, and employee assistance programs; and 4."
}