{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 10,
  "chunk_text": "The manager/supervisor will coordinate a schedule and provide on-duty\ntime for completing the modules. The modules are to be administered “open book.” They may\nbe taken in any order, but must be given in a controlled testing environment. NAME OF MODULES\nMail Management\nDetainers, Writs and IAD\nProcessing Inmates In-Out\nSentence Computation/Judgment and Commitment File\nA minimum score of 75% must be achieved to pass each module. If a passing score is not\nattained, the employee may retake the module one more time without additional study. If a\npassing score is not attained on the second attempt, the manager/supervisor will prescribe\nadditional training and study. Note: If the employee fails to receive a passing score after the second attempt, at least 30 days\nmust elapse between each subsequent attempt with additional training during this time. When the employee completes all modules successfully, a copy must be forwarded to the\nEmployee Services Manager (ESM) for documentation and posting to the official training record. Sixteen hours of training credit will be given for each completed module. Additionally, all CSD staff must complete the Mail Room Officer’s and the Receiving and\nDischarge Officer’s Self-Study Course and Survival Skills Guides within nine months of\nappointment. This training will be completed during on-duty time. Staff will be required to be Central Inmate Monitoring (CIM) certified in accordance with the\nCIM Manual, and National Crime Information Center (NCIC) certified. Specific training requirements for the CSD are outlined in the Employee Development Manual. Staff will not be nominated to attend specialty training until they have completed all of the CSD\nself-study training modules. P5800.15 1/1/2009 Chapter 2, Page 2 204. LOCAL CSD TRAINING Each manager/supervisor has a responsibility to provide and monitor localized training for their\nstaff. In carrying out these responsibilities, each manager/supervisor will develop local training\nmaterials to help staff perform their assigned duties. Upon request, the Correctional Programs\nDivision, Central Office, will provide training materials and assist in developing local training. The manager/supervisor will maintain all training records. All training must be documented in\naccordance with the Employee Development Manual. 205. INDIVIDUAL TRAINING PLANS A large part of the manager/supervisor’s responsibility lies in staff development. To ensure staff\ntraining needs are adequately met, each manager/supervisor is to evaluate the needs of their staff\nin accordance with the Employee Development Manual. P5800.15 1/1/2009 Chapter 2, Page 3 CHAPTER 3. CORRECTIONAL SYSTEMS POPULATION ACCOUNTABILITY\n& FILE MANAGEMENT\n301. DEFINITION AND RESPONSIBILITIES The Bureau maintains confinement-related documents on all inmates and detainees committed to\nits authority. The Records Office maintains the records of each inmate admitted to or discharged from the\ninstitution. The manager is the Custodian of Records and is responsible for file retrieval, transfer, retention,\ndisposal, certification, production, and disclosure. 302. POPULATION INDEX SYSTEM The maintenance of an alphabetical index card system for all inmates processed into or out of the\ninstitution is not required if a database system is used to document file retirement. The inactive\ncards currently on file will be kept for archiving purposes. In the event a database system is\ndeveloped or used, the local Union will negotiate in accordance with the Master Agreement."
}