{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 7,
  "chunk_text": "This includes\noffenses whose elements involve the use of other persons in prostitution,\nsuch as pandering, procuring, or pimping in cases in which the victim was a\nminor at the time of the offense,\n5. False imprisonment of a minor,\n6. Kidnapping of a minor,\n7. Possession, production, or distribution of child pornography,\n8. Solicitation of a minor to practice prostitution,\n9. Solicitation to engage a minor in sexual conduct understood broadly to\ninclude any direction, request, enticement, persuasion, or encouragement\nof a minor to engage in sexual conduct,\n10. Use of a minor in a sexual performance,\n11. Any offense similar to those outlined in:\na. 18 U.S.C. § 1591 (sex trafficking of children or by force, fraud, or\ncoercion),\nb. 18 U.S.C. § 1801 (video voyeurism of a minor),\nc. 18 U.S.C. § 2241 (aggravated sexual abuse),\nd. 18 U.S.C. § 2242 (sexual abuse),\ne. 18 U.S.C. § 2244 (abusive sexual contact),\nf. 18 U.S.C. § 2422(b) (coercion of a minor to engage in prostitution), or g. 18 U.S.C. § 2423(a) (transportation of a minor with intent to engage in\ncriminal sexual activity). Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 6 CHAPTER TIERING OF OFFENSES\nSECTION 3.01 TIER I OFFENSES A. Generally. A Tier I offense includes any sex offense, for which a person has\nbeen convicted, or an attempt or conspiracy to commit such an offense that is\nnot a Tier II or Tier III offense. B. Offenses Involving Minors. A Tier I offense also includes any offense for\nwhich a person has been convicted that involves the false imprisonment\nof a minor, video voyeurism of a minor, or possession or receipt of child\npornography. C. Other Offenses. Unless otherwise specified in this Code, any sex offense\nwhere punishment was limited to 1 year in jail shall be considered a Tier I sex\noffense. D. Certain Name of Tribe Offenses. Conviction for any of the following Name of\nTribe offenses or an attempt or conspiracy to commit such an offense shall be\nconsidered a conviction for a Tier I offense:\n1. Section Number Name of Offense 2. Section Number Name of Offense E. Certain Name of State(s) Offenses. Conviction for any of the following Name of\nState(s) offenses or an attempt or conspiracy to commit such an offense shall\nbe considered a conviction for a Tier I offense:\n1. Section Number Name of Offense 2. Section Number Name of Offense F. Certain Federal Offenses. Conviction for any of the following federal offenses\nor an attempt or conspiracy to commit such an offense shall be considered a\nconviction for a Tier I offense: 3 t Is the tribe implementing (or\nconsidering implementation\nof) the enhanced sentencing\nprovisions of the Tribal\nLaw and Order Act\n(TLOA)? If so, tier tribal\noffenses accordingly. Even if the tribe is not\nimplementing the enhanced\nsentencing provisions of\nTLOA, the SMART Office\nrecommends specifically\ntiering the tribe’s criminal\nsex offenses so that serious\noffenses (e.g., rape) are\ntreated differently than less\nserious offenses. t The SMART Office\nrecommends specifically\nlisting the tribal offenses\nthat trigger a registration\nrequirement. t The SMART Office\nrecommends specifically\nlisting the state offenses\n(where tribal lands are\nlocated) that trigger a\nregistration requirement."
}