{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 34,
  "chunk_text": "An organization in which they are serving as an officer, director, partner, or employee\n• Any person or organization with whom they are negotiating or who has an arrangement concerning\nprospective employment, has a financial interest, or for other reasons can have less than an unbiased\ntransaction with the awardee or subawardee This also means that awardees and subawardees should avoid any action which might result in or create the\nappearance of\n• using your official position for private gain;\n• giving special treatment to any person;\n• losing complete independence or objectivity;\n• making an official decision outside official channels; or\n• affecting negatively the confidence of the public in the integrity of the Federal Government or the\nprogram. What you should do:\nEnsure that you report in writing to the COPS Office or pass-through entity, as applicable, any potential\nconflict of interest that may affect your federal award. 25. Contract provisions\nCondition: All contracts made by the recipients under the federal award must contain the provisions required under 2 C.F.R.\nPart 200, Appendix II to Part 200 – Contract Provisions for Non-Federal Entity Contracts Under Federal Awards, as\nadopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. For the full text please refer to appendix F of the Grant Owner’s Manual (GOM). Why this condition:\nFederal regulations require recipients and subrecipients to comply with the necessary contract provisions\nin order to standardize and strengthen oversight of all contracts made under federal awards. This provision\nprotects the public interest and ensures the proper management and use of federal funds as it relates to\ncontracts entered into by the recipient. What you should do: The recipient should review all contracts made under the federal award to ensure that they contain the\nprovisions required in appendix F of the Grant Owner’s Manual. 25 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 26. Restrictions on internal confidentiality agreements\nCondition: No recipient or subrecipient under this award, or entity that receives a contract or subcontract with any funds\nunder this award, may require any employee or contractor to sign an internal confidentiality agreement or\nstatement that prohibits or otherwise restricts the lawful reporting of waste, fraud, or abuse to an investigative or\nlaw enforcement representative of a federal department or agency authorized to receive such information. Why this condition:\nUnder section 743 of Division E, Title VIII, of the Consolidated and Further Continuing Appropriations\nAct, 2015 (Pub. L. 113-235), neither the recipient, subrecipient, nor any entity that receives a contract or\nsubcontract with any funds under this or any other Act may require its employees or contractors to sign an\ninternal confidentiality agreement or statement prohibiting or otherwise restricting their lawful reporting\nof waste, fraud, or abuse to an investigative or law enforcement representative of a federal department\nor agency. This provision protects the public interest and ensures the proper management and use of\nfederal funds."
}