{
  "document_category": "guidance",
  "document_name": "5580.09.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nOGC/LIT\nNUMBER: 5580.09\nDATE:\nMarch 20, 2018 Inmate Property Claims Approved: Mark S. Inch\nDirector, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE All claims for damage to, or loss of, an inmate’s privately owned property detained by staff should\nbe processed under the Small Claims Act, 31 U.S.C. § 3723. This Program Statement instructs\nstaff on the system for filing, investigation, and payment of these inmate property claims. a. Program Objectives. The expected results of this program are:\n■ Inmate property claims will be acknowledged, investigated, and approved or denied within the\ntime frames and according to the procedures in this Program Statement. b. Institution Supplement. None required. Should local facilities make any changes\noutside the required changes in the national policy or establish any additional local procedures to\nimplement the national policy, the local Union may invoke to negotiate procedures or\nappropriate arrangements. 2. DELEGATION OF AUTHORITY\nRegional Counsel are delegated authority to consider, adjust, determine, compromise, settle, and\npay inmate property claims filed under the Small Claims Act, 31 U.S.C. § 3723. 3. FILING A SMALL CLAIM\na. Requirements to File a Claim Under 31 U.S.C. § 3723. All claims must meet the following\nstatutory requirements:\n■ Claim is for damage to, or loss of, a current or former BOP inmate’s privately owned property. ■ Loss must be caused by the negligence of an officer or employee of the U.S. Government\nacting within the scope of employment. ■ Claim must be submitted within 1 year after accrual.\n■ A claim may not be settled for more than $1,000. b. Who May File a Claim. A claim may be filed by an inmate who is the owner of the damaged\nor lost property. A person acting on the inmate’s behalf as an agent, parent, guardian, or other\nrepresentative may file a claim if that person provides written permission from the inmate to act on\nhis/her behalf. If the inmate authorizes a lawyer or other representative to act on his/her behalf,\nthe Bureau will correspond only with that representative, not the claimant. c. Time Constraints on Filing a Claim. The claim must be filed within one year after the claim\naccrues. d. Claims Should Be Filed on Form BP-A0943. Inmates should file claims under 31 U.S.C. §\n3723 using BP-A0943, Small Claims for Property Damage or Loss, and provide all necessary\ninformation, including:\n■\n■\n■\n■\n■\n■\n■\n■\n■ Date of incident. Place where the incident occurred. Explanation of events. Witnesses. Description of property loss or damage. Proof of ownership. Sum certain claimed. Date of claim. Claimant or authorized representative’s signature. e. Claims Should Be Submitted to the Regional Office. The claim should be submitted to the\nRegional Office in the region where the property loss occurred. Institution staff should not accept\nclaims submitted at the institution. If an inmate files a claim regarding property lost during a\ntransfer, ordinarily that claim is handled by the sending institution (with the assistance of the\nreceiving institution providing property forms). Claims submitted to the wrong location will be\ntransferred to the appropriate Bureau Office. P5580.09 3/20/2018 2 f. Claims Should Be Tracked."
}