{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 78,
  "chunk_text": "Information about registration procedures can be accessed at www.sam.gov. 79 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual COPS Office Resources The following resources discuss various efforts to address the problem of heroin and other opioids:\nCrime Prevention Research Review No.1: Disrupting Street-Level Drug Markets This report summarizes the findings from all rigorous academic studies evaluating a range of street-level drug\nlaw enforcement interventions. It finds that strategic crime control partnerships with a range of third parties are\nmore effective at disrupting drug problems than law enforcement-only approaches. http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P128\nDrug Market Intervention: An Implementation Guide This guide provides practical information intended to help law enforcement, community, and social services\npartners—the strategy’s key stakeholders—prepare and successfully execute DMI to close overt drug markets. It\ndiscusses the ways overt drug markets damage neighborhoods, contribute to disorder, and negatively affect\ncommunities. This publication guides the reader through the processes of partnership formation, policecommunity reconciliation, dealer notifications, staging call-ins, maintaining closure of drug markets, and\ndelivering services to dealers. http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P303\nDrug Dealing in Privately Owned Apartment Complexes This problem-oriented guide for police focuses on drug dealing in privately owned apartment complexes. It\nclearly distinguishes between open and closed drug markets, provides information on what is known about\neach market type, and offers questions to ask when analyzing each market. http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P013 The High Point Drug Market Intervention Strategy The High Point Drug Market Intervention Strategy tells the compelling story of designing and implementing the\noriginal intervention in High Point, North Carolina, and describes a subsequent successful replication in\nProvidence, Rhode Island. This publication is part of an ongoing series by the National Network for Safe\nCommunities about its two core crime reduction strategies. http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P166 80 2016 COPS Office Anti-Heroin Task Force Program\n(AHTF) Award Owner’s Manual This manual was created to assist COPS Office Anti-Heroin Task Force (AHTF) program recipients with the\nadministrative and financial matters associated with their award. For more information about your AHTF award, please contact your COPS Office Grant Program Specialist. If you\ndo not know the name or telephone number of your Grant Program Specialist, please contact the COPS Office\nResponse Center at 800-421-6770. U.S. Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530 To obtain details about COPS Office programs, call the COPS Office Response Center at 800-421-6770. Visit the COPS Office online: www.cops.usdoj.gov Published October 2016"
}