{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 22,
  "chunk_text": "h. Source Documents and Legal Reference Material. Designation and sentence\ncomputation involves using compiled data to produce a reasonable and logical interpretation of\nthe sentencing court’s mandate. Designation source documents are identified in the Security Designation and Custody\nClassification Manual. The compiled data for calculating a sentence comes from source documents which will be\nreviewed in the following order and include, but are not limited to: Court Orders, J&C’s,\nStatement of Reasons, Individual Custody and Detention Reports (USM-129) for each\ngeographical area the inmate was in custody, correspondence relating to the sentence, jail credit,\nfines, Pre-sentence Investigation Reports (PSIs), USPC Notice of Actions (NOAs), Notices of\nEscaped Federal Prisoner, Unescorted Transfer and Commitment Cards, and SENTRY sentence\ndata. In addition to source documents, the DSCC must have access to current editions of the following\nlegal reference material:\n■ Federal Rules of Criminal Procedures, Title 18, Title 21 Chapter 13, Title 28 Chapter 175,\nand Title 46 Chapter 38 (paperback, non-annotated West Publishing). ■ Title 28, Code of Federal Regulations (Government Printing Office). ■ Title 8, U.S.C. for ICE and pretrial detainees (annotated – West Publishing). ■ Title 22 and Title 24, D.C. Code.\n■ All Program Statements and Operations Memoranda in the 1000 and 5000-7000 series that\npertain to the DSCC procedures and functions will be accessible to all department staff. ■ United States Sentencing Commission Guidelines Manual (Government Printing Office). 503. CONTRACT PRISONERS Contract prisoners are those inmates who are committed to Bureau institutions for other than\nviolations of the U.S. Code. The DSCC Designator creates a billing assignment when a Bureau institution is designated for\nD.C., state, or territorial inmates. For previously billable inmates, the Designator will remove the\nassignment if it no longer applies and was not removed at the time of release. (All D.C. inmates\nwill have the billing assignment of NBL DC.) Billing disputes concerning any contract prisoner\nwill be referred to the DSCC. P5800.15 1/1/2009 Chapter 5, Page 5 CHAPTER 6. DETAINERS, INTERSTATE AGREEMENT ON DETAINERS,\nFOREIGN DETAINERS AND WRITS\n601. INTRODUCTION The Interstate Agreement on Detainers Act (IADA) allows the disposal of detainers lodged\nagainst inmates by jurisdictions in states that are party to the agreement. Either an inmate or a state may initiate proceedings for this purpose. Under the IADA, a jurisdiction having an untried indictment, information, or complaint lodged\nas a detainer may secure temporary custody of the inmate for trial. 602. DEFINITIONS\na. Detainer. A formal request from a Federal, state, or local jurisdiction for an inmate’s\ncustody upon completion of a term of imprisonment. This definition includes requests for\ncriminal and non-criminal charges (e.g., material witnesses, deportation, probation/parole\nviolator warrants, child support, etc.). b. Interstate Agreement on Detainers Act (IADA). A statutory provision authorizing\n“party states” to enter an agreement, for the disposition of “untried” charges, indictments,\ninformations, or complaints which form the basis of a detainer. The agreement applies to all detainers based on pending charges lodged against an inmate by a\n“party state” no matter when the detainer was lodged. The IADA does not apply to probation/parole violators (see Carchman v. Nash, 473 U.S. 716,\n105 S.Ct. 340, 87 L.Ed.2d 516 (1985)). c. Charge."
}