{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 9,
  "chunk_text": "Community corrections staff:\nDevelop and manage contract residential resources that\nprovide:\n! (1)\npre-release assistance for inmates who are nearing\ntheir release date,\n(2)\nan option to institutional confinement for certain\nshort-term offenders and,\n(3)\na structured environment for certain probationers,\nparolees, and supervised releasees who need more assistance\nand supervision than can be provided by community\nsupervision. Develop and manage contract resources that provide secure\nconfinement for:\n! (1) all sentenced Federal juvenile offenders, (2)\nlong-term Federal inmates confined in non-Federal\ninstitutions, and\n(3) detention of Federal offenders serving short sentences. Develop and maintain working relationships with U.S.\nDistrict Courts, the U.S. Marshals Service (USMS), the U.S.\nParole Commission, U.S. Attorneys, and state and local\n! PS 7300.09\n1/12/98\nChapter 2, Page 2\ngovernment agencies for processing offenders into, and out of,\nthe Bureau. Provide inmate systems and case management services to\noffenders in non-Bureau facilities.\n! Provide technical assistance to state and local criminal\njustice agencies and serve as general liaison between the\nBureau and the public.\n! 1.3 ORGANIZATION The Community Corrections Branch (CCB) is under the authority of\nthe Assistant Director, Community Corrections and Detention\nDivision (CCDD). COMMUNITY CORRECTIONS ORGANIZATIONAL CHART\n+))))))))))))))))))))))))))))))))),\n*\n* Director\nBOP *\n* .))))))0)))))))))))))))))0))))))))*\n*\n+))))))))))))))))))))2))),\n+)))))))))2))))))))))))))))))))))),\n*\nRegional Directors *\n*\nAssistant Director\n*\n*\n*\n*\nCCDD\n*\n.))))))))))0))))))))))))).))))))))))))))0))))))))))))))))))*\n*\n+))))))))))2))))))))))))),\n+))))))))))))))2)))))))))))))))),\n* Community Corrections\n*\n*\nDeputy Assistant Director\n*\n* Regional Administrators*\n*\n*\n.))))))))))0))))))))))))).))))))))))))))0))))))))))))))))*\n*\n+))))))))))2))))))))))))),\n+))))))))))))))2)))))))))))))))),\n*\nManagement Center\n*\n*\nCommunity Corrections\n*\n*\nAdministrators\n*\n*\nAdministrator\n*\n.))))))))))0))))))))))))).))))))))))))))0))))))))))))))))*\n+))))))))))))))2))))))))))))))))),\n+))))))))))2))))))))))))),\n* Community Corrections Assistant *\n* Community Corrections\n*\n* Administrators for Contracting, *\n*\nManagers\n*\n* Program Development & Operations*\n.)))))))))))))))))))))))).))))))))))))))))))))))))))))))))- PS 7300.09\n1/12/98\nChapter 2, Page 3 1.4 STAFF POSITIONS Community Corrections Administrator. The Administrator develops\nand coordinates policy and provides general oversight for all\nCommunity corrections activities. Community Corrections Regional Administrator (CCRA). Under the\ndirection of the Regional Directors, CCRAs are responsible for\nall community corrections functions, services and operations\nwithin their respective regions. Management Center Administrator (MCA). Under the direction of the\nCCRA, the MCA is responsible for a Correctional Management Center\n(CMC), which generally comprises two to three community\ncorrections field offices. Community Corrections Manager (CCM). CCMs operate under the\ndirection of the MCAs and are responsible for all functions,\nprograms and services related to community corrections in their\nassigned judicial districts. CCMs are also responsible for\nproviding supervision and guidance to staff assigned to the\ncommunity corrections field offices. Community Corrections Contract Oversight Specialist (COS). Contract Oversight Specialists oversee contract facilities\nthrough routine contact, correspondence review, announced and\nunannounced on-site monitorings and technical assistance visits. Community Corrections Trainee (Community Corrections Specialist\nTrainee). The Trainee position is a developmental one, designed\nto prepare the incumbent for reassignment to a Community\nCorrections Manager or Contract Oversight Specialist position. Ordinarily, Trainee positions are found in CCM offices that are\nco-located with an MCA office. Community Corrections Regional Safety Specialist (CCRSS). The\nCCRSSs are a technical experts on all matters related to LifeSafety Code requirements and other safety issues. The\nCCRSSs provide training and guidance in this area to community\ncorrections and contract staff within their respective regions. Community Corrections Regional Inmate Systems Management\nSpecialist (CCRISM). The CCRISM provides technical assistance on\nmatters related to Inmate Systems applications as well as trains\nand guides community corrections and contract staff within their\nrespective region. PS 7300.09\n1/12/98\nChapter 2, Page 4\nCase Manager. The individual assigned to this position ordinarily\nhas responsibility for all community corrections office case\nmanagement functions including but not limited to designations,\ndisciplinary reports, referrals and requests involving\nparticipation in community programs and special activities. Legal Instruments Examiner (LIE)."
}