{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 34,
  "chunk_text": "If the auditor is not able to verify\nplacement of the notices prior to the onsite audit, he or she may also use direct observations\nand interviews with inmates and staff to verify the placement of and timeframe when the PREA\naudit notice was posted. Confidential Correspondence with Inmates and Staff\nAuditors should also plan to receive confidential correspondence from inmates and staff, and\nshould take one or more of the following steps to adequately respond to such correspondence.\n• Interviews with Inmates. Except where such correspondence clearly does not relate to\nPREA or sexual safety in the audited facility, auditors must strive to include those\ninmates who submit correspondence in their interview selections (using the relevant\nprotocols), unless the inmates are no longer in the custody of the facility. • Interviews with Staff. Auditors should generally take the same approach with staff who\nsubmit correspondence, and ensure that such staff are included in the interview process\nand given an opportunity to speak directly about any concerns or issues voiced in the\ncorrespondence. • Reviewing Documentation. Auditors should attempt to follow up on issues voiced by\ninmates and/or staff during the documentation review stage of the audit to determine\nwhether such issues are reflected in facility documentation and, where applicable, the\nextent to which the facility followed the appropriate policies and procedures in\nresponse to the issues or concerns identified. • Responding to Urgent Correspondence. In cases where correspondence indicates that\nan inmate is in imminent harm or threatening self-harm or harm to others, the auditor\nshould make any appropriate notifications. For example, when auditors are informed\nthat a resident in a juvenile facility alleges current abuse, the auditor should determine\nwhether there is a legal requirement to notify child protective services or another\ndesignated entity. In the absence of a legal requirement, the auditor should determine\nwhether such a disclosure would be proper. When auditors receive information that an\nadult inmate is in imminent danger of abuse, auditors should promptly notify the agency\nPREA coordinator or other designated individual or entity. However, auditors must\ncarefully balance the need to report with any specific requests and expectations the\ninmate may have regarding confidentiality or anonymity. 34 Reviewing Facility Policies, Procedures, and Supporting Documentation\nStandard 115.401 articulates the auditor’s right to access and the requirements for reviewing\nfacility and agency documentation throughout all four phases of the PREA audit (see callout box\nfor a list of applicable provisions and requirements). To facilitate a thorough review of facility\nand agency policies, procedures, and supporting documentation in advance of the onsite audit,\nauditors are strongly encouraged to reach out to\nthe facility as early as 8 weeks, and absolutely no\nAuditor Access to Documentation\nlater than 6 weeks, prior to going onsite to a\n• 115.401(f) – “The auditor shall review all\nfacility to begin this review process. relevant agency-wide policies,\nCompleting the Pre-Audit Questionnaire The tool used to gather information at this\npreparatory stage is the Pre-Audit Questionnaire,\nwhich identifies the minimum information and\nsupporting documents that the facility should\nsubmit to the auditor before the onsite audit\nbegins. • • procedures, reports, internal and\nexternal audits, and accreditations for\neach facility type.” 115.401(g) –"
}