{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 21,
  "chunk_text": "If a hold is placed on your award, you will not be able to obligate\nor draw down federal funds under your agency’s COPS Office grant award until you comply with federal civil\nrights laws or cooperate with any ongoing federal civil rights investigation. What you should do: As a recipient of federal financial assistance from the COPS Office, you are required to comply with the\napplicable federal civil rights laws, to collect data and information sufficient to permit effective enforcement\nof such laws, and to cooperate with any federal civil rights investigation, which includes providing access to\nrecords, accounts, documents, information, facilities, and staff. 11. Equal Employment Opportunity Plan All recipients of funding from the COPS Office must comply with the federal regulations pertaining to the\ndevelopment and implementation of an Equal Employment Opportunity Plan (28 C.F.R. Part 42 subpart E). Why this condition: It is the experience of the U.S. Department of Justice in implementing its responsibilities under the Omnibus\nCrime Control and Safe Streets Act of 1968 (Safe Streets Act), the statute that established the COPS Office,\nthat “the full and equal participation of women and minority individuals in employment opportunities in\nthe criminal justice system is a necessary component to the Safe Streets Act’s program to reduce crime and\ndelinquency in the United States” 28 C.F.R. § 42.301. The Equal Employment Opportunity Plan (EEOP) does\nnot impose quotas or hiring requirements on recipients of federal funds. What you should do: The obligations to comply with the EEOP requirement differ depending on your organization’s legal status,\nthe number of its employees, and the amount of the award. If your organization has fewer than 50 employees or receives an award of less than $25,000 or is a nonprofit\norganization, a medical institution, an educational institution, or an Indian tribe, then it is exempt from the\nEEOP requirement. To claim the exemption, your organization must complete and submit section A of the\nCertification Form to the Office for Civil Rights (OCR), Office of Justice Programs, U.S. Department of Justice,\n810 7th Street NW, Washington, DC 20531. The Certification Form can be found at http://www.ojp.usdoj.gov/\nabout/ocr/pdfs/cert.pdf. If your organization is a governmental agency or private business and has received an award between\n$25,000 and $500,000 and has 50 or more employees (counting both full- and part-time employees but\nexcluding political appointees), then it must prepare a Utilization Report (formerly called an EEOP Short\nForm), but it does not need to submit it to the OCR for review. Instead, your organization must maintain\nthe Utilization Report on file and make it available to the OCR for review on request. In addition, your\norganization must complete and submit section B of the Certification Form to the Office for Civil Rights\n(OCR), Office of Justice Programs, U.S. Department of Justice, 810 7th Street NW, Washington, DC 20531. The\nCertification Form can be found at www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf."
}