{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 22,
  "chunk_text": "The decision to allow MP3 players in Special Housing Units (DS/AD) or any other special units is\nmade locally. The MP3 chargers (including covers) used to charge the MP3 players must conform to the\nspecifications provided by the Central Office, Trust Fund Branch. The setup of these stations will\nbe determined locally. If an MP3 player fails within the warranty period, the inmate is responsible for shipping the\nwarrantied MP3 player and required documentation to the vendor in accordance with the\nmanufacturer’s warranty agreement. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 32 Inmates must purchase a replacement MP3 player in order to access previously purchased music. (9) Electrical Appliances. Fans may be sold on a local-option basis where weather conditions\ndictate and the electrical system can handle them. (10) Miscellaneous\n■ Writing supplies (pens, pencils, paper, envelopes, greeting cards, and address books); alarm\nclocks; word spellers; plastic bowls; cups and hangers; wallets; small purses; athletic and\ncosmetic bags; tokens for laundry or copy services; and TRUFACS-generated photo vouchers. ■ Playing cards, fingerless athletic gloves, handball gloves, harmonicas, racquet and tennis balls,\nweightlifting belts/gloves/wraps, and softball gloves. ■ Master Lock Padlock #1525 or equivalent that is keyed V-85 is the only combination padlock\npermitted in accordance with the Security Officer’s direction. (11) Clothing. The following items may be sold in accordance with restrictions identified in the\nProgram Statement Inmate Personal Property and that are appropriate for the institution. ■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■ Athletic supporters. Bathrobes (no hoods); males white or gray/females white or pastel green. Baseball caps (no logos); males white or gray/females white or pastel green. Gym shorts; males white or gray/females white, pastel green, or gray. Handkerchiefs; white. Headbands/sweatbands; white. Knee wraps. White socks. Stockings/pantyhose; females skin tone. Sweatpants (cotton/no logos); males gray/females white, pastel green, or gray. Sweatshirts (cotton/pullover/no hoods/no logos); males gray/female white, pastel green, or\ngray. ■ T-shirts/sleeveless undershirts (no pockets/no logos); males and female white or gray. ■ Underwear; males white or gray boxers or briefs/females white bras and panties. ■ Religious headgear (see the Program Statement Religious Beliefs and Practices). (12) Shoes. The following may be stocked or sold through the SPO process:\n■ Athletic, specialty shoes (e.g. a court, turf, basketball, or running shoe) ($100 maximum\nselling price with no pumps, no pockets) in black or white, or a combination of black or white,\nor with gray/silver markings (no other colors allowed) (2 pr). ■ Casual (such as hushpuppies) (1 pr).\n■ Shower (1 pr).\n■ Slippers (1 pr).\n■ Work (ASTM Standard F2412-05 and F2413-05) (1 pr). P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 33 (13) Toiletries. Common items such as soaps, deodorants, hair grooming supplies, shaving\nsupplies, general cosmetics, and other grooming aids. (14) Hygiene Items. Non-prescription drugs and personal hygiene items that are sold\nover-the-counter in drug and grocery stores may be considered using these examples as guidelines. DENTAL PRODUCTS"
}