{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 12,
  "chunk_text": "All other excess prior commitment documents will be forwarded to the unit team for review\nand possible inclusion in the inmate central file. 305. PRODUCTION OF RECORDS IN COURT Procedures governing the production of records in court may be found in 28 CFR 16.21 Subpart\nB. Approval for production or disclosure is by the Attorney General or other appropriate\nDepartment of Justice (DOJ) personnel. P5800.15 1/1/2009 Chapter 3, Page 2 CSD staff who receive a subpoena, order, or other court demand to produce CSD records are\nencouraged to seek advice from their assigned legal representative, local U.S. Attorney’s office,\nand from the Regional Counsel or Office of General Counsel prior to processing. Questions concerning disclosable information may be directed to their assigned legal\nrepresentative. When it is known that records will be required for introduction into evidence, copies must be\nprepared in advance to deliver to the court. Inmate files will not leave the custody of the person\nsubpoenaed to produce the records. 306. TRANSFER OF INMATE FILES All requests for inmate files from Bureau facilities, will use a Bureau approved e-mail system. Upon receiving a request for the permanent withdrawal of an inmate file, CSD staff will verify\nthe requesting person’s identity prior to fulfilling the request, unless the request is sent via e-mail\nfrom another Bureau facility. Such requests will contain the requestor’s mailing address. CSD staff will note on the back of the 3 x 5 inactive card, or in a database system, the requesting\nfacility, the date the file was mailed and the shipping tracking number. Files sent between Bureau or contract facilities, or to CCM offices, must be sent by trackable\nmail with signature confirmation. Local procedures should be established for receipt and\nprocessing of trackable mail other than United States Postal Service deliveries. For temporary withdrawal requests, other than through a Bureau approved e-mail system, the\nfollowing information will be documented in accordance with local procedures:\n■\n■\n■\n■\n■\n■\n■\n■ How the request was made (telephonic, written, etc.). Date. Name of person contacted to verify requestor. Name of CSD staff person conducting the verification. Inmate’s name. Register number. Address where the file is being sent. The certified mail number/tracking number. Note: Institution staff are not authorized to provide actual files to anyone outside the Bureau. If a request of this type is received, contact the assigned legal representative for direction. P5800.15 1/1/2009 Chapter 3, Page 3 Requests for inmate files from a U.S. Attorney must be referred to the appropriate assigned legal\nrepresentative for determination. If the assigned legal representative grants approval to mail a file to a U.S. Attorney, the file will\nbe sent via trackable mail with signature confirmation. The U.S. Attorney will be notified that the file is not to be released to anyone, that they are\nassuming full responsibility for its integrity and safekeeping, and they must return it to the\nsending institution. If the inmate whose file has been requested is serving a current Federal sentence, the unit team\nwill make a copy of the central file."
}