{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 30,
  "chunk_text": "Unresolved differences are reported in writing no later\nthan the following business day to the Trust Fund Supervisor. See Section 1.e. for guidance when\ndifferences cannot be reconciled. Salespersons ensure that their individual sales station’s “Cash Drawer Summary” reports are\nattached to all sales receipts, and placed in a single expandable envelope. The date range is noted\non the front of the envelope. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 42 The Trust Fund Specialist verifies that the “Sales History Report at Selling Price” matches the\nCommissary Sales Extract from TRUFACS. Upon verification, the Trust Fund Specialist\nsub-certifies the Commissary Sales Extract in the automated accounting system. The envelope(s) are filed in chronological order by sales date range in a secure area. b. Sales Procedures – Fingerprint Identification. The sales person uses the inmate’s\nfingerprint to identify the inmate before initiating a sale. Sales are conducted using TRUFACS\nafter positive fingerprint identification of the inmate:\nNote: Sales to incorrect inmates shall be corrected by crediting the appropriate inmate account. No other monetary action shall be taken to correct the accounts. ■ Sales to the inmate population are conducted in a secure manner. Inmates do not have access\nto sales items until they have been charged against the inmate’s account and passed to the\ninmate by a Trust Fund salesperson (under no circumstances will inmates be allowed to receive\nany item from the Commissary until the item has been charged against the inmate’s account). Sales to inmate workers assigned to the Commissary are conducted to ensure inmates have no\naccess to purchased items until leaving the Commissary under direct staff supervision. Under\nno circumstances are inmates allowed to have previously purchased sales merchandise inside\nthe Commissary. ■ Manually pre-bagged items are only sold in clear plastic bags. ■ Receipt tape is used as a sales receipt.\n■ When the sale is completed, the sales receipt is given to the inmate.\n■ In the event that some sales conducted without the use of the fingerprint process (e.g. SHU,\nmedical, fingerprint exempt), the signed receipt must be collected and filed in a sales envelope. No receipt can be changed or altered in any way after removal from the printer. Note: Once the inmate leaves the sales area, the sale is final. ■ Inmates use a nylon mesh bag, if necessary, to bag their Commissary merchandise. ■ After all sales are completed, the “Cash Drawer Summary” reports for each sales station are\nproduced indicating the quantity of stamps sold by denomination. TRUFACS posts quantities\nsold to the Warehouse/Trust Fund staff member’s Stamp History by User Screen. Warehouse/Trust Fund staff reconcile their physical stamp inventory to TRUFACS using the\nStamp History by User Screen immediately following the day’s sales. Discrepancies are\ninvestigated and reconciled immediately. Unresolved differences are reported in writing no later\nthan the following business day to the Trust Fund Supervisor. See Section 1.e. for guidance when\ndifferences cannot be reconciled. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 43"
}