{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 5,
  "chunk_text": "Ideally, this should take place prior to or immediately upon\nassuming such a post (if the nature of the post permits it). There are occasions when there is no opportunity to read the post\norders. In these cases, it is the responsibility of the employee\nto inform the employer of the fact they have not been able or\nafforded the opportunity to read such orders. The employer will\nthen advise the employee of the general requirements of the post,\nand answer any questions. Employees assuming posts under these\ncircumstances still have the responsibility of exercising sound\ncorrectional judgment based upon their training and experience\nand will make reasonable efforts to read the post orders as soon\nas practicable. After reading the post orders, the employee must sign and date\nthe Post Order Review Sheet (Attachment E) which is located in\nSection 5 of the document. This may be accomplished in one of\ntwo places, either the Lieutenant’s office or on the site post. Programs Statements, Operation Memorandums, and other\ninstructions will be made available. Each Post Order will contain instructions regarding the immediate\naction staff should take in an emergency particular to the\nparticular post or location of the post they occupy. These\n“first responder” instructions should contain specific action\nsteps including, but not limited to, containment, staff\nprotective considerations, and emergency reporting protocols. Particular requirements regarding assaultive inmates, suicides,\nfires, evacuation routes, and other “immediate” response\nemergency situations should be addressed. These instructions\nshould be consistent with the corresponding Emergency Plan. In accordance with their position descriptions, staff will review\nPost Orders of their assigned posts. PS 5500.14\n10/19/2012\nChapter 1, Page 4\n1. Housing Unit Post Orders. The Captain and Unit Manager\nwill review and sign jointly all Post Orders (and subsequent\nchanges) for housing units under a Unit Manager's supervision. While post orders are an assignment of work, there may be post\norder changes that effect conditions of employment which may\nwarrant bargaining over procedures and appropriate arrangements. Housing Unit Post Orders will direct the assigned staff member\nto maintain a unit log of pertinent information regarding inmate\nactivity. The Post Orders must reiterate to staff that inmates do not\nhave any authority over other inmates. The Post Orders must\nstate clearly that staff are responsible for supervising inmates. 2. Format of Post Orders. Post Orders will describe all\nprocedures and any special instructions regarding a specific\npost. Post Orders are to contain five separate sections in the\nfollowing order:\nSection 1 -- Activities listed chronologically with\nresponsibilities clearly defined. Section 2 -- Special instructions relating to the specific\npost. Note: Post Orders for armed posts, and posts which\ncontrol access to the institution perimeter, must\ncontain a statement to the effect that any\nemployee taken hostage is without any authority,\nregardless of rank or position. Additionally,\nspecific instructions for helicopter escape\nattempts must be included in Post Orders for armed\nposts. Note: Also, the Program Statement on Firearms and Badges\nwill be included in Section 4 of the post orders. Institutions with armed posts, the Post Orders must contain\nspecific instructions for:\n(1) The proper care and safe handling of firearms. (2) When use of firearms is authorized. Note: Post Orders must specifically allow staff to\nreturn fire when fired upon first."
}