{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 63,
  "chunk_text": "Program Progress Reports\nProgram progress reports and a final closeout report will be required as requested by the COPS Office during\nthe life of the award. The COPS Office will notify the agency when the progress report is due and provide\ninstructions for submission. The report must be submitted online by the awardee agency’s representative. What kind of information will these reports require? These reports will request information about the status of your award in terms of purchasing equipment,\nhiring personnel, delivering services and progress in meeting milestones identified in the cooperative\nagreement, as well as general information about your agency. Do we need to request a progress report? No. The COPS Office will contact your agency when progress reports are being requested. A notification\nfor submitting your Program Progress Report to the COPS Office will be sent in January/April/July/October,\ncovering activities for the preceding calendar quarter. Notification for submitting your final Program Progress\nReport will be sent to your agency in the month following your grant end date. 51 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual How do we file progress reports? All awardees will be required to submit their COPS Office progress reports through the COPS Office Account\nAccess site at www.cops.usdoj.gov. If your agency has any questions regarding the submission of these required reports, please call the COPS\nOffice Progress Report Team at 800-659-7379. Will the data that we submit be publicly available? Reports submitted to the COPS Office may be reported publicly in response to a Freedom of Information Act\nrequest. How can we complete a COPS Office progress report online? Please access the COPS Office website at www.cops.usdoj.gov and click on “Account Access” at the top righthand side of the page. Once you are logged in, select “Applications” from the agency portal menu, click on\nthe “Progress Report” icon, and follow the instructions to complete your report. If you do not have login access, you should contact your agency portal administrator to set up an account\nfor you. If you have a registered account but do not remember your password, you may reset your password by\ngoing to the agency portal homepage. In “Account Access,” enter your e-mail address and click on the\n“Forgot Password” link. For additional assistance, you may contact the COPS Office Response Center by\nphone at 800-421-6770 or send an e-mail to AskCOPSRC@usdoj.gov. How do we obtain access to complete the COPS Office progress report? If you do not have your user name or password, please contact the COPS Office Response Center by phone\nat 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM Eastern time) or e-mail the\nResponse Center at AskCOPSRC@usdoj.gov. What if we make a mistake or need to modify our progress report after it is submitted? Awardees may need to make a change or may be asked by a subsequent COPS Office reviewer to make\na correction to a submission. The recipient can update the submission by logging on to the COPS Office\nwebsite or by calling the COPS Office Progress Report Team or the Response Center at 800-659-7379."
}