{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 65,
  "chunk_text": "Scanning: Identifying and prioritizing problems The objectives of scanning are to identify a basic problem, determine the nature of that problem, determine\nthe scope of seriousness of the problem, and establish baseline measures. An inclusive list of stakeholders\nfor the selected problem is typically identified in this phase. A problem can be thought of as two or more\nincidents that are similar in one or more ways and that are of concern to the police and the community. Problems can be a type of behavior, a place, a person or persons, a special event or time, or a combination of\nany of these. The police, with input from the community, should identify and prioritize concerns. Analysis: Analyzing the problem\nAnalysis is the heart of the problem-solving process. The objectives of analysis are to develop an\nunderstanding of the dynamics of the problem, develop an understanding of the limits of current responses,\nestablish correlation, and develop an understanding of cause and effect. As part of the analysis phase, it is 51 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual important to find out as much as possible about each aspect of the crime triangle by asking who? what? when? where? how? why? and why not? about the victim, offender, and crime location. Response: Responding to problems The response phase of the SARA model involves developing and implementing strategies to address an\nidentified problem by searching for strategic responses that are both broad and uninhibited. The response\nshould follow logically from the knowledge learned during the analysis and should be tailored to the specific\nproblem. The goals of the response can range from totally eliminating the problem through substantially\nreducing the problem or reducing the amount of harm caused by the problem to improving the quality of\ncommunity cohesion. Assessment: Assessing problem-solving initiatives\nAssessment attempts to determine if the response strategies were successful by determining if the problem\ndeclined and if the response contributed to the decline. This information not only assists the current effort\nbut also gathers data that builds knowledge for the future. Strategies and programs can be assessed for\nprocess, outcomes, or both. If the responses implemented are not effective, the information gathered\nduring analysis should be reviewed. New information may have to be collected before new solutions can be\ndeveloped and tested. The entire process should be viewed as circular rather than linear. Using the crime triangle to focus on immediate conditions (victim/offender/location) To understand a problem, many problem solvers have found it useful to visualize links among the victim,\noffender, and location (the crime triangle) and those aspects that could have an impact on them—for\nexample, capable guardians for victims, handlers for offenders, and managers for locations. Rather than\naddressing root causes of a problem, the police focus on the factors that are within their reach, such as\nlimiting criminal opportunities and access to victims, increasing guardianship, and associating risk with\nunwanted behavior. Community partnerships\nCommunity partnerships are collaborative partnerships between the law enforcement agency and the\nindividuals and organizations they serve to develop solutions to problems and increase trust in police."
}