{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 53,
  "chunk_text": "These civil rights requirements are found in the non-discrimination provisions of Title VI of the\nCivil Rights Act of 1964, as amended (42 U.S.C. § 2000d); the Omnibus Crime Control and Safe Streets\nAct of 1968, as amended (42 U.S.C. § 3789d); Section 504 of the Rehabilitation Act of 1973, as amended\n(29 U.S.C. § 794); the Age Discrimination Act of 1975 (42 U.S.C. § 6101, et seq.); Title IX of the Education\nAmendments of 1972, as amended (20 U.S.C. § 1681, et seq.); and the corresponding DOJ regulations\nimplementing those statutes at 28 C.F.R. Part 42 (subparts C, D, E, G, and I). It will also comply with\nExecutive Order 13279 Equal Treatment for Faith-Based Organizations and its implementing regulations\nat 28 C.F.R. Part 38, which requires equal treatment of religious organizations in the funding process and\nnondiscrimination of beneficiaries by Faith-Based Organizations on the basis of belief or non- belief. 45 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 9. A. In the event that any court or administrative agency makes a finding of discrimination on grounds\nof race, color, religion, national origin, gender, disability or age against the applicant after a due\nprocess hearing, it agrees to forward a copy of the finding to the Office for Civil Rights, Office of\nJustice Programs, 810 7th Street, NW, Washington, D.C. 20531. B. If your organization has received an award for $500,000 or more and has 50 or more employees,\nthen it has to prepare an Equal Employment Opportunity Plan (EEOP) and submit it to the\nOffice for Civil Rights (“OCR”), Office of Justice Programs, 810 7th Street, N.W., Washington, DC\n20531, for review within 60 days of the notification of the award. If your organization received\nan award between $25,000 and $500,000 and has 50 or more employees, your organization still\nhas to prepare an EEOP, but it does not have to submit the EEOP to OCR for review. Instead, your\norganization has to maintain the EEOP on file and make it available for review on request. In\naddition, your organization has to complete Section B of the Certification Form and return it to\nOCR. If your organization received an award for less than $25,000; or if your organization has less\nthan 50 employees, regardless of the amount of the award; or if your organization is a medical\ninstitution, educational institution, nonprofit organization or Indian tribe, then your organization is\nexempt from the EEOP requirement. However, your organization must complete Section A of the\nCertification Form and return it to OCR. Pursuant to U.S. Department of Justice guidelines (June 18, 2002 Federal Register (Volume 67, Number\n117, pages 41455-41472)), under Title VI of the Civil Rights Act of 1964, it will ensure meaningful access\nto its programs and activities by persons with limited English proficiency. 10."
}