{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 77,
  "chunk_text": "This\nmeans that your agency may not use COPS Office funds to pay for any equipment/technology, services,\npersonnel, or other items which, in the absence of the COPS Office program, would otherwise have been\nfunded with state or local funds or with funds supplied by the BIA. The COPS Office funds must instead be\nused to supplement, or increase, your law enforcement budget. For additional information on supplanting,\nplease review grant condition #4 on page 7 of this manual. System for Award Management (SAM). The SAM database is the repository for standard information\nabout federal financial assistance applicants, recipients, and sub-recipients. Organizations that have\npreviously submitted applications via Grants.gov are already registered with SAM, as it is a requirement\nfor Grants.gov registration. Please note, however, that applicants must update or renew their SAM at least\nonce per year to maintain an active status. Information about registration procedures can be accessed\nat www.sam.gov. 68 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual COPS Office Resources The following resources discuss various efforts to address the problem of methamphetamine:\nThe Methamphetamine Summit: A Process in Collaboration and Decision Making\nWith an emphasis on cross-disciplinary collaboration and participatory research, the summit approach is\na case study for improved solutions to complex drug problems and holds promise for addressing a wider\nrange of drugs in communities across the country. http://ric-doj.zai-inc.com/ric.php?page=detail&id= COPS-P207\nProceedings of the New England Methamphetamine Summit and Listening Post\nA crucial component of effective community policing involves collaborating with stakeholders of specific\ncrime problems to bring about the most effective responses. It was in this spirit that the COPS Office\nsponsored a one-day summit and listening post about methamphetamine in New England states, bringing\ntogether multidisciplinary teams from seven states. This document captures both the formal presentations\nand group discussion that took place at this summit. http://ric-doj.zai-inc.com/ric.php?page=detail&id= COPS-W0552\nStrategic Efforts to Address Methamphetamine in Indian Country\nMethamphetamine use in Indian country is an increasing problem and is involved in about 40% of the\nviolent crime on reservations. Strategic Applications International (SAI) brought the tribal meth grantees\ntogether for a four-day summit in Arizona called “Breaking the Meth Cycle.” Attendees focused on prevention,\nlaw enforcement, and treatment for meth use. This BOLO discusses the dilemma of limited criminal\njurisdiction, as well as the persistent problem of meth- amphetamine use in Indian country, which has led to\na critical increase in violence and crime. http://ric-doj.zai-inc.com/ric.php?page=detail&id= COPS-W0723 69 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 70 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 71 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 72 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 73 74 2015 COPS Anti-Methamphetamine Program (CAMP)\nGrant Owner’s Manual This manual was created to assist COPS Anti-Methamphetamine Program (CAMP) grantees with the administrative and\nfinancial matters associated with their grant. For more information about your CAMP grant, please contact your COPS Grant Program Specialist. If you do not\nknow the name or telephone number of your Grant Program Specialist, please contact the COPS Office Response\nCenter at 800-421-6770. U.S. Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530\nVisit the COPS Office online: www.cops.usdoj.gov Published 2015"
}