{
  "document_category": "guidance",
  "document_name": "5331.02cn.pdf",
  "chunk_index": 3,
  "chunk_text": "Successful completion means:\n(a) completion of the unit-based RDAP in the institution;\n(b) when applicable, participation in follow-up treatment while in general population for 12\nmonths or until release, whichever comes first; and\n(c) completion of community Transition Drug Abuse Treatment (TDAT) while residing in a\nResidential Reentry Center (RRC) or on home confinement; and\n(4) are Financial Responsibility Program (FRP) compliant. See 28 CFR § 545.10. 5.§ 550.55(b) INMATES NOT ELIGIBLE FOR EARLY RELEASE. As an exercise of the Director’s discretion, the following categories of inmates\nare not eligible for early release:\n(1) Immigration and Customs Enforcement detainees;\n(2) Pretrial inmates;\n(3) Contractual boarders (for example, State or military inmates);\n(4) Inmates who have a prior felony or misdemeanor conviction for:\nP5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 3 (i) Homicide (including deaths caused by recklessness, but not including deaths\ncaused by negligence or justifiable homicide);\n(ii) Forcible rape;\n(iii) Robbery;\n(iv) Aggravated assault;\n(v) Arson;\n(vi) Kidnaping; or\n(vii) An offense that by its nature or conduct involves sexual abuse offenses\ncommitted upon minors;\n(5) Inmates who have a current felony conviction for:\n(i) An offense that has as an element, the actual, attempted, or threatened use of\nphysical force against the person or property of another;\n(ii) An offense that involved the carrying, possession, or use of a firearm or other\ndangerous weapon or explosives (including any explosive material or explosive\ndevice);\n(iii) An offense that, by its nature or conduct, presents a serious potential risk of\nphysical force against the person or property of another; or\n(iv) An offense that, by its nature or conduct, involves sexual abuse offenses\ncommitted upon minors;\n(6) Inmates who have been convicted of an attempt, conspiracy, or other offense\nwhich involved an underlying offense listed in paragraph (b)(4) and/or (b)(5) of\nthis section; or\n(7) Inmates who previously received an early release under 18 U.S.C. § 3621(e). 6. § 550.55(c) EARLY RELEASE TIME-FRAME. (1) Inmates so approved may receive early release up to twelve months prior to\nthe expiration of the term of incarceration, except as provided in paragraphs\n(c)(2) and (3) of this section. P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 4 (2) Under the Director’s discretion allowed by 18 U.S.C. § 3621(e), we may limit\nthe time-frame of early release based upon the length of sentence imposed by the\nCourt. This policy enacts the § 3621(e) early release based on an inmate’s sentence length. This rule\nwill be effective 03/16/2009. Those inmates who are participating in or have completed the\nResidential Drug Abuse Program (RDAP) before 03/16/2009 are not affected by this rule. 7. PROCEDURE TO DETERMINE § 3621(e) EARLY RELEASE ELIGIBILITY The DAP staff (initial review) and DSCC legal staff (offense review) play key roles in\nidentifying and documenting an inmate’s eligibility for early release. a. Drug Abuse Program Staff, Initial Review. If the Drug Abuse Program Coordinator\n(DAPC) determines the inmate is qualified for participation in the RDAP, he or she will review\nSENTRY to determine if the inmate:\n•\n•\n•\n•"
}