{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 14,
  "chunk_text": "In the absence of an acceptable written policy regarding travel costs, allowable\nrates and amounts established by the U.S. General Services Administration (GSA) for the relevant geographic\narea will apply. The current GSA travel policy and per diem rates can be www.gsa.gov. Allowable airfare\ncosts will be reimbursed based upon the least expensive unrestricted accommodations class offered by\ncommercial airlines—for example, lowest discount commercial airfare, the Federal Government contract\nairfare (if authorized and available), or standard coach airfare—unless otherwise authorized in advance by\nthe COPS Office. For awardees subject to 48 C.F.R. Part 31.000, et seq. (FAR-31.2) Cost Principles for Commercial Organizations,\ntravel costs incurred directly by the awardee will be reimbursed if the costs are reasonable and allocable\nunder the project. Travel costs for lodging, meals, and incidental expenses may be reimbursed based upon\nper diem, actual expenses, or a combination of these methods, as long as the reimbursement rate does not\nexceed established GSA per diem rates as set forth in the Federal Travel Regulation. Transportation costs may\nbe reimbursed based on mileage rates, actual costs incurred, or a combination of these methods. Allowable\nairfare travel costs will be reimbursed based upon standard coach fare, unless otherwise authorized in\nadvance by the COPS Office. Temporary dependent care costs above and beyond regular dependent care that directly results from\nconference travels are allowable as long as the costs incurred (1) are a direct result of the individual’s travel\nfor the federal award; (2) are consistent with the recipient’s documented travel policy for all entity travel; and\n(3) are only temporary during the travel period. 6 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual The COPS Anti-Methamphetamine Program will fund award-related travel costs for the awardee agency\nor other (non-awardee) individuals to attend training and technical assistance conferences, seminars, or\nclasses, or to visit a site specified in the application. Allowable expenses for award-related lodging, meals,\nand incidental expenses that were included in the application have been approved by the COPS Office\nas part of the CAMP award and final budget. Your agency should keep timely and accurate records of all\ntravel expenses. If at any time these costs change, you should immediately contact your COPS Office Grant\nProgram Specialist. Contracts / consultants\nCompensation for individual consultant services procured under a COPS Office award must be reasonable\nand allocable in accordance with 2 C.F.R. Subpart E—Cost Principles and consistent with that paid for similar\nservices in the marketplace. Unless otherwise approved by the COPS Office, consultant rates will be based\non the salary a consultant receives from his or her primary employer, as applicable, up to $550 per day. For\nconsultant or contractor rates which exceed $550 per day, the COPS Office requires written justification if the\nconsultants or contractors are hired through a non-competitive bidding process, and awardees must receive\nCOPS Office approval of those rates before drawing down award funds. Determinations of approval will be\nmade on a case-by-case basis. Fringe benefits may be paid if they are part of a reasonable compensation package offered to your\nemployees. Particular items of fringe benefits must fall within the categories authorized by the COPS Office."
}