{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 50,
  "chunk_text": "Any\nproposed changes to these tasks must be submitted to the COPS Office Program Manager for approval. At a minimum, the following specific requirements shall be fulfilled by the awardee during the specified\ntimeframe. [Tasks should include performance indicators (how will the performance be measured) What tasks must be\naccomplished to get the desired results/outcomes?] Task 1\nTask 2\nTask 3. Awardee will produce a standalone executive summary document(s) for [specify document/\ndeliverables]. This document(s) is intended for use by law enforcement executives and others interested in\nan abridged version of the resource(s) developed under this award, and it will summarize the awardees’ work\nand highlight the major findings and recommendations. This document(s) will be subject to COPS Office\nreview and approval. [This task should be included in all CAs when it is applicable. For example, it may not be\napplicable to training awards or when the documents produced are already abridged/summarized]. Task 4. Work with COPS Office and Program Manager to address peer review, program manager, vetting, and\nother COPS Office staff comments regarding [specify products and deliverables]. E. Performance timeline and deliverables\nA performance timeline for all deliverables that are considered to be significant in the performance of\nthe cooperative agreement and due dates based upon the award start date will be listed in this section. One electronic copy of the deliverable items must be delivered to the COPS Office Program Manager in\naccordance with the agreed-upon schedule in the cooperative agreement. The following is a performance timeline for all deliverables and their due dates (based upon an award date\nof XX/XX/XXXX) which are considered to be significant in the performance of this cooperative agreement. One electronic copy of deliverable items shall be delivered and in accordance with the following schedule: 37 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Deliverables Date\n[List Project Deliverables] All deliverable items shall be furnished to the following:\n[Insert Program Manager]\nU.S. Department of Justice\nCOPS Office\n[Division] 145 N Street NE, 11th Floor\nWashington, DC 20530\n[insert contact information] F. Financial status reports The awardee will provide quarterly reports of project activity and expenditures. Specifically, the awardee is\nrequired to submit quarterly Federal Financial Reports on the Standard Form 425 (SF-425) within 30 days\nafter the end of each quarter (January 1–March 31 / April 1–June 30 / July 1–September 30 / October 1–\nDecember 31). A final SF-425 is due within 90 days after the end of the grant period. Awardees must submit\nthe quarterly SF-425 online. Visit the COPS Office website at www.COPS.usdoj.gov and select the “Account\nAccess” link in the upper right corner to log in, complete, and submit reports online. G. Programmatic progress reports The awardee will provide periodic progress reports detailing project activity. Specifically, the awardee\nwill submit progress reports through the COPS Office online progress reporting system in the frequency\nrequested. These progress reports should be received by the COPS Office within 30 days of the end of the\nreporting period. The awardee will also submit a final progress report to the COPS Office within 90 days of\nthe end of the award period. IV. Period of performance"
}