{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 85,
  "chunk_text": "Please allow 4-6 weeks for processing of a payment by check to be applied to the appropriate PMS account)\nv. Any additional information/instructions may be found on the PMS Web site\nat http://www.dpm.psc.gov/. 106 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Glossary of Terms\nallowable costs. Allowable costs are expenses that may be funded by this award program. The COPS Office CPD\naward must be limited to funding for equipment, services, personnel, and other costs purchased or hired on or\nafter the award start date. Upon review of your submitted budget, any unallowable costs were removed. The\nFinancial Clearance Memorandum (FCM) included in your award package specifies your allowable costs,\ncontains the final budget category amounts for which your agency was approved, and notes any relevant\nrevisions that were made to your original budget submission. audit. Work done by auditors, including both the Office of the Inspector General (OIG) and state or local\nauditors, to examine financial statements and to review\n•\n•\n•\n• compliance with laws and regulations;\neconomy and efficiency of operations;\neffectiveness in achieving program results;\nallowability of costs claimed against the award. authorized officials. The authorized officials are the individuals in your organization who have final authority\nand responsibility for all programmatic and financial decisions regarding this award. At the time of award\napplication, your agency listed the law enforcement executive (usually the chief of police, sheriff, etc.) and the\ngovernment executive (usually the mayor, board president, etc.) for your agency. For non-law enforcement\nagencies (institutions of higher education, private organizations, etc.), the authorized officials are the\nprogrammatic and financial officials who have the ultimate signatory authority to sign contracts on behalf of\nyour organization. These executives are listed on your award document and are understood to be your\nauthorized officials. If any of the executive information is incorrect, please submit the correct information to the\nCOPS Office by completing an official Change of Information form available online at www.cops.usdoj.gov. award number. The award number identifies your agency’s specific Community Policing Development award\nand can be found on your award document. This number should be used as a reference when corresponding\nwith the COPS Office. Your award number is in the format 2016-CKWX-0000 for awards made in FY 2016. The\nCOPS Office tracks award information based upon this number. award start date. This is the date on or after which your agency is authorized to purchase or hire any allowable\nequipment, services, personnel, or other costs that were approved by the COPS Office. The award start date is\nfound on your award document. Recipients may not expend funds prior to this date without written approval\nfrom the COPS Office. career law enforcement officer. The COPS Office statute defines a career law enforcement officer as a person\nhired on a permanent basis who is authorized by law, or by a state or local public agency, to engage in or\noversee the prevention, detection, or investigation of violations of criminal laws. Catalog of Federal Domestic Assistance (CFDA). The CFDA is an annual government-wide publication that\ncontains a description and index of all forms of federal assistance."
}