{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 18,
  "chunk_text": "Automatic extensions will be granted for grantee requests of six months or less. All extension requests\nbeyond six months will require review and approval by the COPS Office. Individual or cumulative requests\ngreater than one-half of the grant’s original term (i.e., 12 months) will require additional justification and\nmust include a detailed timeline. If your agency has excess funds remaining at the end of the grant due to salary and fringe benefits costs that\nwere lower than anticipated, your agency cannot extend the 24-month funding period for the purpose of\nexpending those excess funds. Grantees are entitled to a maximum of 24 months of federal funding based\non the approved salary and fringe benefits costs in the FCM. The COPS Office will deobligate any remaining\ngrant funds during the closeout process. If you have any additional questions regarding a no-cost time\nextension, please contact your COPS Office Grant Program Specialist. 6. Modifications\nCondition:\nOccasionally, a change in an agency’s fiscal or law enforcement situation necessitates a change in its COPS AntiMethamphetamine Program award. Grant modifications under CAMP are evaluated on a case-by-case basis. All\nmodification requests involving the purchase of new budget items must be approved, in writing, by the COPS Office\nprior to their implementation. In addition, please be aware that the COPS Office will not approve any modification\nrequest that results in an increase of federal funds. Why this condition:\nThe COPS Office realizes that agencies may need to reprogram grant funds. Acceptable examples of such\naward modifications include purchasing additional equipment using cost-savings from approved items,\nor purchasing a different type of equipment due to changing needs. Under federal regulations, you may\nexpend grant funds only as approved in the Financial Clearance Memorandum. Any requests to change or\nalter grant awards require written approval from the COPS Office prior to their implementation. Without\nprior written approval, you must continue to implement your grant as it was originally awarded and\naccepted by your agency. Please be advised that reprogramming requests for unallowable costs will not be\napproved (construction, indirect costs, etc.). What you should do: For all other modifications, your agency must access www.cops.usdoj.gov and select the “Account Access”\nlink in the upper right corner to log in and submit your request to the COPS Office through the Grants\nManagement Portal, providing the proposed changes, details of why the change is needed, etc. For additional information about the process for submitting your specific grant modification request, please\ncontact your COPS Office Grant Program Specialist at 800-421-6770. The COPS Office will then evaluate your\nrequest and notify your agency of our decision in writing. Implementation of the modified grant award\nmay begin following written approval from the COPS Office. Please note that modification approvals for\nactive grants will often be accompanied by a modified award document reflecting the approved changes. If applicable, your agency is required to sign and submit the modified award document via the “Account\nAccess” link to officially accept the grant modification. 7. Evaluations\nCondition:\nThe COPS Office may conduct monitoring or sponsor national evaluations of the COPS Anti-Methamphetamine\nProgram. The grantee agrees to cooperate with the monitors and evaluators. 10"
}