{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 66,
  "chunk_text": "A sole source justification request should be submitted if a\nrecipient determines that the award of a contract through a competitive process is infeasible. The COPS Office\nmay authorize a noncompetitive proposal if one or more of the following circumstances apply:\n•\n•\n•\n• The item/service is available only from one source. The public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. Competition is determined inadequate after solicitation of a number of sources. What documentation must be submitted to the COPS Office for sole\nsource review? Requests for sole source procurements of equipment, technology, or services in excess of $150,000 must be\nsubmitted to the COPS Office in writing certifying that the award of the contract through full and open\ncompetition is infeasible. The outline below may be helpful in preparing your agency’s sole source request and ensuring that all of the\nnecessary information is included. An award recipient must request written approval from the COPS Office for sole source procurements in excess\nof $150,000 prior to purchasing equipment, technology, or services; obligating funding for a contract; or\nentering into a contract with award funds. 67 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Letterhead. The sole source request must be signed and submitted on recipient department letterhead and\nmust include the agency’s ORI number and the award number for which the approval is being sought. The\nrequest should also include the following information:\nSection I. A brief description of the project, the amount to be designated for the sole source\nprocurement, and the purpose of the contract\nSection II. (a) An explanation as to why it is necessary to contract in a noncompetitive manner and (b)\nWhich one (or more) of the three circumstances identified below applies to the procurement\ntransaction (include supporting information as identified below under the applicable section(s)):\n1. If the item or service is available only from one source, please include the following:\n•\n•\n• •\n2. If the public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation, please include the following:\n•\n•\n•\n• 3.\n4. Uniqueness of items or services to be procured from the proposed contractor or vendor\n(compatibility, patent issues, etc.) How the agency determined that the item or service is only available from one source (e.g.,\nmarket survey results, independent agency research, patented or proprietary system, etc.) Explanation of need for contractor’s expertise linked to the current project (e.g., knowledge of\nproject management, responsiveness, experience of contractor personnel, prior work on earlier\nphases of project) Any additional information that would support the case When the contractual coverage is required by your department and why\nImpact on project if deadline/dates are not met How long it would take an alternate contractor to reach the same required level of competence\n(equate to dollar amounts, if desired) Any additional information that would support the case The COPS Office authorizes noncompetitive proposals in response to a written request from the\nrecipient. If competition is determined inadequate after solicitation of a number of sources, please include\nthe following:\n•\n•"
}