{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 64,
  "chunk_text": "The recipient can update the submission by logging on to the COPS Office\nwebsite or by calling the COPS Office Progress Report Team or the Response Center at 800-659-7379. Contact points to obtain technical assistance and report violations Any alleged violations, serious irregularities, or acts that may result in the use of public funds in a manner\ninconsistent with the Public Safety Partnership and Community Policing Act of 1994 or the purposes of\nthis grant may be reported to the U.S. Department of Justice. Furthermore, the COPS Office welcomes\nthe opportunity to provide assistance regarding the implementation of grant provisions to help ensure\nthat federal grant funds are spent responsibly. As such, the following contacts are provided to address\nnoncompliance and technical assistance issues: • If you suspect violations of a criminal nature, please contact the U.S. Department of Justice, Office of the Inspector General (OIG) at OIG.hotline@usdoj.gov, www.justice.gov/oig/FOIA/hotline.htm, or 800869-4499. • If you suspect grant violations (not criminal in nature) related to the grant conditions listed in this\nmanual, please contact the COPS Office Grant Monitoring Division at 202-514-9202. • If you have any questions or need assistance regarding your award, please contact your COPS Office\nProgram Manager at 800-421-6770. 52 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual VIII. When the Award Period Has Ended At the end of your agency’s Community Policing Development award period, the COPS Office is\nresponsible for the closeout of your award. As part of this process, the COPS Office requires documentation\ndemonstrating that your agency has met all of the programmatic and financial requirements of the award. After the end of the award period, your agency will be asked to submit a final Federal Financial Report and\nany applicable final program reports. Final Federal Financial Report (SF-425) The final FFR (SF-425) for your grant is due to the COPS Office no later than 90 days after the end of the grant\nperiod. The final report should reflect the total amount of allowable federal expenditures that were incurred\nduring the life of the grant, as well as the amount of unobligated funds remaining, if any. In addition, once\nyou have completed your final drawdown, this report should reconcile with the total amount of funds\ndrawn down by your agency. When should all of the award monies be spent? Award funds reflecting allowable project costs must be obligated before the end of the award period. Obligated funds cover monies spent and expenses for all approved items in the FCM that your agency\nhas incurred but not yet paid. Your agency has up to 90 days after the end of the award period to request\nreimbursement for funds obligated. Please be advised that 2 C.F.R. § 200.343(a) requires grantees to submit final SF-425s and 2 C.F.R. § 200.343(b)\nrequires grantees to draw down the final reimbursement for expended funds within 90 days after the expiration\nof the grant. In addition, be advised that failure to complete the drawdown of funds within the 90-day period\nfollowing award expiration will result in the forfeiture of the remaining eligible balance."
}