{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 8,
  "chunk_text": "! Written consent from the inmate shall be obtained\nwhen practical, using the form BP-S192.013. When\nthis is not practical, staff should consider\nwhether there is implied consent by the inmate. An example of implied consent is a Congressional\ninquiry which resulted from a letter the inmate\nsent to the member of Congress and this letter is\nincluded with the request from the member of\nCongress. ! Implied consent may not be inferred when a third\nparty (for example, the inmate's spouse or\nparents) initiated the Congressional request for\ninformation. In such a situation, only public\ninformation (see Attachment B) may be released to\nthe member of Congress without the inmate's\nwritten consent. Questions regarding appropriate responses to Congressional\ninquiries shall be directed to the appropriate Regional Counsel\nor to staff in the FOIA/PA Section of the Office of General\nCounsel. (f) Pursuant to an order of a court of competent\njurisdiction;\n(g) To a requester from appropriate state offices (e.g.,\nstate department of corrections, parole board, attorney general)\nseeking access to records concerning state inmates in Bureau\ncustody.\n! Although state inmates are confined in Bureau\ninstitutions, they remain state prisoners. A\nstate inmate may receive periodic visits from\nstate correctional and parole officials to review\nand evaluate his or her status, parole\neligibility, and release readiness. To accomplish\nthose purposes, state officials require access to\nthe files of state inmates. PS 1351.05\n9/19/2002\nPage 11\n! Wardens shall ensure that officials of such state\noffices, who need to review the records, are\nprovided, upon request, access to the complete\nrecord of a state inmate in a Bureau institution. (5) Records Concerning Former Youth Corrections Act (YCA)\nInmates. Information on former YCA inmates, including the fact\nthat the person has been confined, shall not be released without\nRegional Counsel review to determine whether the conviction has\nbeen expunged and whether disclosure is appropriate. [b. Lists of Bureau inmates shall not be disclosed.] Any request for such lists shall be forwarded to the Office of\nGeneral Counsel, Central Office.\nc. A list of Bureau employees may be generally releasable. Questions shall be directed to the appropriate Regional Counsel\nor to the FOIA/PA Section of the Office of General Counsel.\n10. [ACCOUNTING/NONACCOUNTING OF DISCLOSURES TO THIRD PARTIES\n§ 513.35. Accounting/nonaccounting of disclosures to third\nparties shall be made in accordance with Department of Justice\nregulations contained in 28 CFR 16.52.] Except for disclosures of information to other DOJ employees, and\nall components thereof, and except for disclosures required under\nthe FOIA (e.g., public information, as listed on Attachment B),\nan accounting of disclosures to third parties of any information\nconcerning an individual contained in a Bureau system of records\nwill be made in accordance with the following guidelines:\na. Oral Disclosure (1) Staff may orally release only public information. When\npublic information is thus disclosed, no accounting is necessary.\n! Only in an emergency shall staff orally release nonpublic information to parties other than DOJ employees. ! Before such an emergency oral disclosure is made, staff\nshall contact Regional Counsel or the FOIA/PA\nAdministrator. If this is not possible, staff shall\ninform the Regional Counsel, or the FOIA/PA\nAdministrator at the Central Office as soon as\npracticable after the disclosure."
}