{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 28,
  "chunk_text": "More detailed\ninformation regarding definitions of and sanctions for auditor misconduct is provided in\nChapter 23. Section V. PREA Audit Methodology The PREA audit function represents an important and fundamental shift in the way that\ncorrectional audits are traditionally performed. The PREA Standards establish an audit process\nthat is designed to assess compliance not only through\nAuditing in Teams\nwritten policies and procedures but also whether such\npolicies and procedures are reflected in the knowledge and\nBecause of the rigorous, practiceday-to-day practices of staff at all levels. The PREA\nbased audit methodology required\nStandards also require inmates to received adequate\nby the PREA Standards and the\nfact that auditors must assess\neducation on accessing essential PREA services. As such, the\ncompliance with more than 300\nsuccess of the PREA audit function relies on a rigorous,\nspecific requirements or\npractice-based audit methodology. provisions in the Standards,\nauditors are strongly encouraged\nto conduct audits in teams. Working in a team allows auditors\nto share the work associated with\nthe PREA audit, review each\nother’s work products,\ntroubleshoot issues or challenges\nthat may arise through the course\nof an audit, and draw from the\nexpertise of peer auditors. The audit methodology described in this section is grounded\nin the auditing requirements in the PREA Standards\n(115.401, 115.402, 115.403, 115.404) and FAQs issued by\nthe DOJ PREA Working Group. The methodology is also\ninformed by an analysis of PREA audit data collected from\nauditors as well as PREA auditing best practices and lessons\nlearned from the field. The purpose of this section of the Handbook is to clearly\narticulate DOJ’s expectations for the conduct of PREA audits\n28 and establish guidelines and minimum requirements for the audit methodology during each\nphase of the audit. This information is also intended to enable auditors to effectively navigate\nthe negotiation and contracting stage of audit procurement, and ensure that the agreed upon\ntimeframes, costs, and overall audit processes reflect sound methodology and are conducive to\nthe conduct of high integrity audits. Each chapter listed below represents a distinct phase of the audit process and includes\nimportant information regarding specific DOJ requirements for the PREA audit methodology, a\ndescription of PREA auditing tools, auditing tips and best practices, and decision-making aids to\nhelp auditors successfully meet DOJ’s expectations for high quality, reliable, objective, and\ncomprehensive audits. PREA Audit Instrument\nPursuant to Standard 115.401(d), “The Department of Justice shall develop and issue an audit\ninstrument that will provide guidance on the conduct of and contents of the audit.” To fulfill\nthis requirement, DOJ developed an Audit Instrument for each set of PREA Standards—\nincluding Prisons and Jail Standards, Lockup Standards, Community Confinement Standards,\nand Juvenile Facility Standards—which include a series of guiding documents and tools that\nauditors are required to use when conducting an audit. For each set of Standards, the Audit Instrument includes the following:\n• Pre-Audit Questionnaire. Approximately 6 to 8 weeks prior to the auditor’s onsite visit\nto the facility, the auditor will work with the facility to complete the Pre-Audit\nQuestionnaire, which identifies the minimum information and supporting documents\nthat the facility should submit to the auditor before the onsite audit begins. • Auditor Compliance Tool."
}