{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 28,
  "chunk_text": "These civil rights requirements are found in the nondiscrimination\nprovisions of Title VI of the Civil Rights Act of 1964, as amended (42 U.S.C. § 2000d); the Omnibus Crime Control and\nSafe Streets Act of 1968, as amended (42 U.S.C. § 3789d); Section 504 of the Rehabilitation Act of 1973, as amended\n(29 U.S.C. § 794); the Age Discrimination Act of 1975 (42 U.S.C. §6101, et seq.); Title IX of the Education Amendments\nof 1972, as amended (20 U.S.C. § 1681, et seq.); and the corresponding DOJ regulations implementing those 13 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual statutes at 28 C.F.R. Part 42 (subparts C, D, E, G, and I). You also agree to comply with Executive Order 13279 Equal\nTreatment for Faith-Based Organizations and its implementing regulations at 28 C.F.R. Part 38, which requires\nequal treatment of religious organizations in the funding process and nondiscrimination of beneficiaries by FaithBased organizations on the basis of belief or nonbelief. Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance\nwith federal civil rights laws. As a result, grantees are required to comply with the civil rights requirements\nfound in the non-discrimination provisions referenced above. A hold may be placed on your award if it is\ndeemed that your agency is not in compliance with federal civil rights laws or is not cooperating with an\nongoing federal civil rights investigation. If a hold is placed on your award, you will not be able to obligate\nor draw down federal funds under your agency’s COPS Office grant award until you comply with federal civil\nrights laws or cooperate with any ongoing federal civil rights investigation. What you should do: As a recipient of federal financial assistance from the COPS Office, you are required to comply with the\napplicable federal civil rights laws and to collect data and information sufficient to permit effective\nenforcement of such laws and to cooperate with any federal civil rights investigation, which includes\nproviding access to records, accounts, documents, information, facilities, and staff. 11. Equal Employment Opportunity Plan\nCondition: All recipients of funding from the COPS Office must comply with the federal regulations pertaining to the\ndevelopment and implementation of an Equal Employment Opportunity Plan (28 C.F.R. Part 42 subpart E). Why this condition: It is the experience of the U.S. Department of Justice in implementing its responsibilities under the Omnibus\nCrime Control and Safe Streets Act of 1968 (Safe Streets Act), the statute that funds the COPS Office, that “the\nfull and equal participation of women and minority individuals in employment opportunities in the criminal\njustice system is a necessary component to the Safe Streets Act’s program to reduce crime and delinquency\nin the United States” (28 C.F.R. § 42.301). EEOPs do not impose quotas or hiring requirements on recipients. What you should do: The obligations to comply with the EEOP requirement differ depending on your organization’s legal status,\nthe number of its employees, and the amount of the award."
}