{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 66,
  "chunk_text": "115.404(d) – “After the 180-day corrective action period ends, the auditor shall issue a\nfinal determination as to whether the facility has achieved compliance with those\nstandards requiring corrective action.” Auditors should be sensitive to the current culture in the facility—its strengths and its\nweaknesses as they relate to responding to sexual abuse and sexual harassment—and be\nrespectful in dealing with both line staff and administrators. At the same time, auditors must be\nassertive and firm in identifying deficiencies and the actions needed to remedy those problems. While it is the agency’s and the facility’s responsibilities to implement new policies and\npractices, the auditor is a collaborator in that process by consulting with staff and\nadministrators, providing information and guidance, and directing administrators to seek\nadditional information and technical assistance available from the PREA Resource Center,\nwhere necessary. In particular, the auditor should help the facility develop a corrective action\nplan that includes:\n• All deficiencies and recommended corrective action steps identified in the auditor’s\ninterim report • A list of required deliverables and changes the auditor must verify to determine that\nthe facility is in compliance with all PREA Standards • A proposed methodology for how the auditor will verify compliance • An agreed upon timeline for implementing all the required actions Facilities have up to 180 days to undertake the agreed upon corrective actions; provide the\nevidence the auditor requires to verify that the facility has fully addressed all deficiencies\nidentified in the interim report; and is in compliance with all PREA Standards. Depending on the\nnature and extent of the deficiencies, auditors may have to employ a range of strategies to\nverify compliance. Remember that a change in policy often impacts the day-to-day practices\nwithin a facility and may require curriculum development and training to fully implement; thus,\neven seemingly minor changes to a policy may require more extensive verification methods. At the conclusion of the corrective action period, the audited facility should have taken all the\nsteps agreed upon with the auditor, and the auditor should have conducted all the necessary\nverification procedures. Final Report\nFollowing the conclusion of the corrective action period, the auditor has an additional 30 days\nto complete and submit the final report. Where there is corrective action, the final report is an\nupdated version of the auditor’s interim report to the facility. If no corrective action is required,\nthe final report will be the only report issued to the facility. In either instance, the final report\nmust comply with all of the requirements for audit report content and findings under Standard\n115.403, as well as the requirements detailed for the interim report in Chapter 17 of this\nHandbook. 67 PREA Standard 115.403(d) requires each audit report (interim and final) to describe the\nauditor’s methodology, sampling sizes, and basis for the auditor’s conclusions with regard to\neach provision of every Standard, and include recommendations for any required corrective\naction. The final report must also describe the auditor’s method of assessing whether or not the\nfacility was able to remedy each of the deficiencies and the\nIMPORTANT\noutcome of this verification process. The auditor’s final\nreport updates the interim report by documenting all"
}