{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 71,
  "chunk_text": "Personnel supervision/evaluations\nSupervisors must tie performance evaluations to community policing principles and activities that are\nincorporated into job descriptions. Performance, reward, and promotional procedures should support sound\nproblem-solving activities, proactive policing, community collaboration, and citizen satisfaction with police\nservices. Training\nTraining at all levels—academy, field, and in-service—must support community policing principles and tactics. It\nalso needs to encourage creative thinking, a proactive orientation, communication and analytical skills, and\ntechniques for dealing with quality-of-life concerns and maintaining order. Officers can be trained to identify\nand correct conditions that could lead to crime, raise public awareness, and engage the community in finding\nsolutions to problems. Field training officers and supervisors need to learn how to encourage problem solving\nand help officers learn from other problem-solving initiatives. Until community policing is institutionalized\nwithin the organization, training in its fundamental principles will need to take place regularly. Information technology systems\nCommunity policing is highly information-intensive, and technology plays a central role in providing ready\naccess to quality information. Accurate and timely information makes problem-solving efforts more effective\nand ensures that officers are informed about the crime and community conditions of their patrol beat. In\naddition, technological enhancements can greatly assist with accessing information to provide vital resources,\nimproving two-way communication with citizens, and developing agency accountability systems and\nperformance outcome measures. Communication / access to data Technology provides agencies with an important forum by which to communicate externally with the public\nand internally within their organization. To communicate with the public, community policing encourages\nagencies to develop two-way communication systems through the Internet that allow for online reports; reverse\n911; e-mail alerts; Internet social media discussion forums; and feedback on interactive applications (such as\nsurveys and geographical information), thereby creating open, ongoing dialogues and increasing transparency. Technology encourages effective internal communication through memoranda, reports, newsletters, e-mail and\nenhanced incident reporting, dispatch functions, and communications interoperability with other entities for\nmore efficient operations. Community policing also encourages the use of technology to develop accountability\nand performance measurement systems that are timely and contain accurate metrics and a broad array of\nmeasures and information. Community policing encourages the use of technology to provide officers with ready access to timely\ninformation on crime and community characteristics within their beats, either through laptop computers in their\npatrol cars or through personal data devices. In addition, technology can support crime/problem analysis\nfunctions by enabling agencies to gather more detailed information about offenders, victims, crime locations,\nand quality-of-life concerns, and to further enhance analysis. 78 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual SAFECOM guidance\nThe U.S. Department of Homeland Security Office of Emergency Communications, in coordination with various\nstakeholder groups, develops the annual SAFECOM Guidance on Emergency Communications Grants. The\nguidance provides recommendations to award recipients seeking funding for interoperable emergency\ncommunications projects, including allowable costs, items to consider when funding emergency\ncommunications projects, awards management best practices for emergency communications awards, and\ninformation on standards that ensure greater interoperability. The guidance is intended to ensure that federally\nfunded investments are compatible and support national goals and objectives for improving interoperability\nnationwide."
}