{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 75,
  "chunk_text": "You are required to submit an SF-425 even if you have not spent any money or incurred any costs during a\nreporting period. The due dates for online filing of SF-425s are the same as for the submission of paper copies. 62 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Example: If your award start date is 02-01-13 and the current date is 04-15-13, then your first SF-425 would be due no\nlater than 04-30-13 and would cover the period 02-01-13 (award start date) through 03-31-13 (end of the\nmost recent reporting quarter). This SF-425 must be on file with the COPS Office so that you can successfully\ncomplete a drawdown of funds through GPRS. Grantees who do not submit SF-425s by the due date will be unable to draw down funds. The payment\nsystem contains a function which checks for SF-425 delinquency and will reject a drawdown attempt if the\nSF-425 is not up to date. Subsequent e-mail, fax, or hard copy reminders may be sent to the grantee if the\nSF-425 is delinquent. For general information concerning online filing of SF-425 reports, go to www.cops.usdoj.gov/Default.\nasp? Item=740 or contact the COPS Office Response Center by phone at 800-421-6770 or by e-mail at\nAskCopsRC@usdoj.gov. If you need assistance in completing the SF-425, please contact the COPS Office Response Center at 800421-6770 or by e-mail at AskCopsRC@usdoj.gov or review the “Helpful Hints Guide for Completing the\nFederal Financial Report (SF-425)” at www.cops.usdoj.gov/pdf/SF-425_Helpful_Hints_Guide_5.9.13.pdf. How will grant funds be monitored? The COPS Office and designated representatives from the Office of the Chief Financial Officer, Office of\nJustice Programs monitor the financial aspects of your agency’s grant through financial reports, on-site visits,\noffice-based grant reviews, meetings, telephone contacts, reports, audits, reviews of grant change requests,\nand special request submissions. Program Progress Reports\nQuarterly Program Progress Reports and a Final Program Progress (Closeout) Report are required to be submitted\ndirectly to the COPS Office through the “Account Access” link of the COPS Office website at www.cops.usdoj.gov. How do we file a Program Progress Report? Please access the COPS Office website at www.cops.usdoj.gov and click on the “Account Access” link at the\ntop right-hand side of the page. Once you are logged in, select “Applications” from the agency portal menu,\nclick on the “Progress Report” icon, and follow the instructions to complete your report. How do we obtain online access to complete the Program Progress Report? If you do not have login access, you should contact your agency portal administrator to set up an account\nfor you. If you have a registered account, but do not remember your password, you may reset your password by\ngoing to the agency portal homepage in “Account Access”, entering your e-mail address, and clicking on\nthe “Forgot Password” link. If you do not have your user name or password, please contact the COPS Office\nResponse Center by phone at 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM\nEastern time) or by e-mail at AskCopsRC@usdoj.gov. Do we need to request a Program Progress Report? No."
}