{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 67,
  "chunk_text": "e. Does the recommendation include documentation the\nUSPO does not object to the furlough? f. Does the contractor maintain a record of furloughs\nthat includes the date and time of departure, the date and time\nof return, and notes regarding any contacts with the resident\nduring the furlough period? g. Is the per diem rate for residents on furlough\none-half the regular per diem rate? 31. Home Confinement: a.\nIs placement on Home Confinement status ordinarily\nrecommended when an inmate has secured employment, a place to\nlive and has demonstrated that he/she no longer requires the\nlevel of accountability and services the CCC provides. b. Does the contractor's recommendation for approval\nof Home Confinement cases meet the following criteria:\nthe\nresident will derive no further significant benefit from\ncontinued CCC residence; the resident has developed a release\nplan that has been approved by the supervising United States\nProbation Officer; and, the resident is not considered to present\na substantial threat to the community or the safety of others? c. Does the contractor forward a written\nrecommendation outlining the plan and a completed copy of\nAttachment J, Conditions of Home Confinement, to the CCM for\napproval? d. Do residents telephonically contact the center staff\neach day except when they are required to report to the center\nor when they have been visited by center staff? e. Do contractors further verify that residents are\nfollowing the conditions of Home Confinement through random phone\ncalls each week? (or through the use of electronic monitoring\ndevices)\nf. Do staff visit residents on Home Confinement at\ntheir homes and at their places of employment at least once each\nweek? PS 7300.09\n1/12/98\nAttachment 4-7, Page 22\ng.\nDo residents on Home Confinement, who are not on\nelectronic monitoring, return to the center at least twice each\nweek for routine progress reviews, counseling, urine testing and\nother required program participation? Do residents on electronic\nmonitoring return to the facility at least once each week? h. Do residents on Home Confinement maintain a 9:00\nPM to 6:00 AM curfew each day? (unless an exception is\nrecommended by the contractor and approved by the CCM.)\ni. Are drug and alcohol testing and counseling\nrequirements applied to residents on Home Confinement? j. Does the contractor maintain documentation of all\nstaff contacts with residents on Home Confinement? k.\nDoes the contractor notify the CCM immediately of\nany misconduct or failure of a resident on Home Confinement to\ncomply with Home Confinement Conditions? [Item “l” has been removed.] m.\nAre offenders on probation, parole, or under\nsupervised release supervision placed on Home Confinement only\nwhen ordered by the Court or Parole Commission to (1) \"reside in\nor participate in the program of a community corrections\nfacility\" and to (2) participate in a Home Confinement Program? n.\nDoes the contractor ensure that Corrections\nComponent residents are not placed on Home Confinement unless\nordered by the Court? o. Is the per diem rate for residents on Home\nConfinement one-half the regular per diem rate? 32. Driving: a.\nDo CCC residents operate motor vehicles only when\nrecommended by the contractor and approved by the CCM? b. Has the resident provided proof of valid\ninsurance, driver's license, vehicle licensing and registration\nto the contractor? Does the contractor maintain copies of these\ndocuments?"
}