{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 5,
  "chunk_text": "Institutions may use volunteers to present health\npromotion/disease prevention educational sessions or nationally standardized self-help programs\n(e.g., Alcoholics Anonymous) if the institution’s sponsoring department determines the volunteer\nhas the requisite health education training and experience, and the educational materials are\nreviewed for accurate and ethical content. If volunteers are used to present health education\nsessions, local procedures must be developed for selection, training, staff supervision, facility\norientation, and a definition of tasks, responsibilities, and authority that is approved by the health\nauthority (Health Services Administrator or Chief Psychologist). All volunteers need to be specifically approved for the type of service they are performing as\noutlined below. For each type of service being performed they are required to be supervised by\nan appropriately specified department head or program manager. Therefore, a volunteer may\nreceive supervision/program management by more than one staff member if engaged in several\ntypes of volunteer services. a. Program. Volunteers may provide structured activities, seminars, workshops, and classes\nthat support institutional programs and needs; for example, volunteers providing religious\nservices to authorized faith groups. They are under the direction of a program manager. The\nprogram manager determines the instructional schedule of the volunteer and identifies the\ninmates who participate in the program/activity. b. Administrative. Volunteers who provide support to the Bureau of Prisons’ Central and\nRegional Offices.\nc. Transitional. Volunteers must be processed as Level II. They may be engaged to\nconcentrate on services and resources inmates will need in preparation for and during their\ntransition back to the community. These volunteers may work with inmates and their families on\npost-release planning services such as transportation, housing assistance, employment, benefits,\nfaith-based support, and other reentry-related needs. They must document any external contacts\nusing the Transitional/Mentor Volunteer Contact Form (BP-A1068). Volunteers may work with\nmultiple inmates. d. Mentoring. Volunteers must be processed as Level II. They concentrate on personal\ndevelopment of individual inmates. This usually occurs one-on-one; however, due to the\ngeographic isolation of some facilities, the availability of mentors is limited. If a sufficient\nnumber of mentors is not available for one-on-one mentoring, one mentor may provide\nmentorship to a group of inmates with the program manager’s and Warden’s approval. Mentor\nrelationships ordinarily begin while an inmate is incarcerated and continue following release. P5300.22 11/07/2016 7 Sessions for mentors and assigned inmates are scheduled in conjunction with the program\nmanager and in a manner that does not conflict with authorized visiting procedures. Days, times,\nand locations of mentoring sessions are at the Warden’s discretion, as appropriate for the\ninstitution’s security level. e. Visitation. Volunteers providing visitation services meet one-on-one with inmates in the\nvisiting room during normal visiting hours. Visits will be supervised by the Visiting Room staff. The RAC serves as program manager for visitation volunteers. Approved visitation volunteers are provided a pen or pencil and blank paper upon request for\ntaking notes, unless the Warden has established local procedures prohibiting this practice. The\nprogram manager coordinates the availability of these items. Visitation volunteers are\nauthorized to visit specific inmates who have been pre-arranged prior to their visit (at least two\nweeks in advance)."
}