{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 80,
  "chunk_text": "6. It will comply (and will require any subgrantees or contractors to comply) with any applicable statutorily\nimposed nondiscrimination requirements, which may include the Omnibus Crime Control and Safe\nStreets Act of 1968 (42 U.S.C. § 3789d); the Victims of Crime Act (42 U.S.C. §10604(e)); The Juvenile Justice\nand Delinquency Prevention Act of 2002 (42 U.S.C. § 5672(b)); the Civil Rights Act of 1964 (42 U.S.C. §\n2000d); the Rehabilitation Act of 1973 (29 U.S.C. §7 94); the Americans with Disabilities Act of 1990 (42\nU.S.C.§ 12131-34); the Education Amendments of 1972 (20 U.S.C. §§1681, 1683, 1685-86); and the Age\nDiscrimination Act of 1975 (42 U.S.C. §§ 6101-07); see Ex. Order 13279 (equal protection of the laws for\nfaith-based and community organizations). 7. If a governmental entity–\nA. it will comply with the requirements of the Uniform Relocation Assistance and Real Property\nAcquisitions Act of 1970 (42 U.S.C.§ 4601 et seq.), which govern the treatment of persons displaced\nas a result of federal and federally-assisted programs; and B. it will comply with requirements of 5 U.S.C.§§ 1501-08 and §§7324-28, which limit certain political\nactivities of State or local government employees whose principal employment is in connection\nwith an activity financed in whole or in part by federal assistance. __________________________________ __________________ Signature \t\t\t\tDate Certifications\nApplicants should refer to the regulations cited below to determine the certification to which they are\nrequired to attest. Applicants should also review the instructions for certification included in the regulations\nbefore completing this form. Signature of this form provides for compliance with certification requirements 69 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual under 28 CFR Part 69, “New Restrictions on Lobbying” and 28 CFR Part 67, “Government-wide Debarment and\nSuspension (Nonprocurement) and Government-wide Requirements for Drug-Free Workplace (Grants).” The\ncertifications shall be treated as a material representation of fact upon which reliance will be placed when\nthe Department of Justice determines to award the covered transaction, grant, or cooperative agreement. 1. Lobbying As required by Section 1352, Title 31 of the U.S. Code, and implemented at 28 CFR Part 69, for persons\nentering into a grant or cooperative agreement over $100,000, as defined at 28 CFR Part 69, the\napplicant certifies that: 2. A. No federal appropriated funds have been paid or will be paid, by or on behalf of the undersigned,\nto any person for influencing or attempting to influence an officer or employee of any agency,\na member of Congress, an officer or employee of Congress, or an employee of a member of\nCongress in connection with the making of any Federal grant, the entering into of any cooperative\nagreement, and the extension, continuation, renewal, amendment, or modification of any federal\ngrant or cooperative agreement; B."
}