{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 54,
  "chunk_text": "• The item/service is available only from one source.\n• The public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation. • Competition is determined inadequate after solicitation of a number of sources. 41 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Section III. Supporting Documentation The information below should support the applicable\ncategory(ies) identified in Section II. If the item/service is available only from one source, please include the following: • Uniqueness of items/services to be procured from the proposed contractor or vendor\n(compatibility, patent issues, etc.) • How the agency determined that the item/service is only available from one source (e.g.,\nmarket survey results, independent agency research, patented or proprietary system) • Explanation of need for contractor’s expertise linked to the current project (e.g., knowledge\nof project management, responsiveness, experience of contractor personnel, prior work on\nearlier phases of project) • Any additional information that would support the case If the public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation, please include the following: • Explanation of the specific public emergency\n• Impact on project if deadline/dates are not met\n• When the contractual coverage is required by your department and why\n• Any additional information that would support the case If competition is determined inadequate after solicitation of a number of sources, please include\nthe following: • Results of a market survey to determine competition availability (if no survey is conducted,\nplease explain why not) • Any additional information that would support the case\nSection IV. Best Interest Statement A statement declaring that this action/choice is in the best\ninterest of the agency. Failure to provide all of the necessary information will delay the processing of your request. Your agency\nwill be contacted if any of the identified information is missing or if additional supporting information is\nrequired. If the COPS Office determines that the request does not meet the standards set forth above, the\nrequest will be denied. Please be advised that conflicts of interest are prohibited under the procurement\nstandards set forth in 2 C.F.R. § 200.318 as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. In addition, the grant recipient agrees not to award federal funds under this program to any party that is\ndebarred or suspended from participation in federal assistance programs. Contact the COPS Office If you have any questions regarding the federal requirements that guide procurement procedures, please\ncontact your COPS Office Grant Program Specialist or program point of contact. For more information about COPS Office programs and resources, please call the COPS Office Response\nCenter at 800-421-6770 or visit the COPS Office online at www.cops.usdoj.gov. 42 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual IV. Accessing Award Funds This section provides answers to payment-related questions, including all the information needed to set\nup your payments. For assistance with financial management and award administration, please contact the\nCOPS Office Response Center at 800-421-6770 or visit our website at www.cops.usdoj.gov. Payment method What method of payment is used?"
}