{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 27,
  "chunk_text": "#\n#\n# Joint use agreements. The Bureau often uses arrangements\nestablished by other Federal agencies, such as the USMS, INS,\nUSPS, etc. These arrangements will ordinarily be IGAs. The USMS\nheadquarters office will send the appropriate CCM office a copy\nof each available USMS jail contract in which Bureau use is\nincluded. When the USMS contracts are unavailable, or the\ncontracts concern other agencies, the COS shall obtain a copy of\nthe contract through the local office of the appropriate agency,\nand type on the face sheet of the agreement, using space number 7\n\"Appropriation Data,\" the following:\n\"BOP authorized user,\" the\naccounting classification code and estimated use. If the COS\nknows when services will start, that information shall be\nincluded. The COS shall make copies of the agreement and send them to the\nMCA and the CCRA. If there are modifications to the agreements,\nsuch as a new inmate day rate, a copy of the amended agreement\nshall be obtained by the COS and forwarded through the CCM and\nMCA, to the pay station. 4.2.3.\n4.2.3.1. SUBMISSION TIME FRAME\nMulti-Year/Option Year Bureau Contracts For a new or replacement contract, the CO should receive the\nRCA 14 months prior to the performance date. 4.2.3.2. Purchase Orders For a new or replacement Bureau acquisition for services, whose\naggregate use will not exceed $100,000, the CO should receive\nthe RCA at least four months prior to the performance PS 7300.09\n1/12/98\nChapter 4, Page 9\ndate. The preliminary site inspection report, which will follow\nthe same format as a CCC preliminary site report, and the SOW\nmust accompany the RCA. 4.2.3.3. Bureau IGAs The CO should receive RCAs for a new or replacement\nagreement four months prior to the performance date. 4.2.3.4. Exercise Option Year A BOPNet GroupWise E-mail message requesting an option year be\nexercised should be received at the Community Corrections Branch\nfour months prior to the performance date. The CCRA, MCA,\nCCB Contract Specialist, Technical Assistant, and Supervisory\nContract Specialist shall be forwarded a copy of the request. The CCB will be responsible for forwarding the request to\nCommunity Corrections Contracting. 4.2.3.5. Modifications The CO should receive all requests for a significant\nmodification of any Bureau arrangement as soon as community\ncorrections field staff become aware of the need to modify a\ncontract. 4.2.3.6. Other If a situation arises which requires immediate procurement\naction, such as an unexpected court commitment, community\ncorrections staff, ordinarily the COS, shall immediately\ntelephone the CO to obtain instructions regarding the appropriate\nprocedures to be followed. The COS shall follow up the\ntelephonic notification with a GroupWise E-mail to the CO, with\ncopies to the MCA, CCRA, and CCA. An RCA shall be completed and\nprocessed through regular channels. 4.2.4.\nACTION INSTRUCTIONS FOR COMPLETION OF REQUEST FOR CONTRACT The following instructions should be followed in completing the\nRCA:\n4.2.4.1. Type of Action Check either a, b, or c.\ncontracts require: Requests for new or replacement PS 7300.09\n1/12/98\nChapter 4, Page 10\na description of the type of services,\nthe geographic location wherein which the facility\nshould be located, and\n! the SOW under which the contractor will perform. !\n! If one of the standard SOWs (CCC, Juvenile, CSC) is to be used,\ninclude the title of the SOW and the date of the current issue."
}