{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 66,
  "chunk_text": "Community partnerships\nCommunity partnerships are collaborative partnerships between the law enforcement agency and the\nindividuals and organizations they serve to develop solutions to problems and increase trust in police. • other government agencies\n• community members/groups\n• nonprofits/service providers\n• private businesses\n• media\nCommunity policing, recognizing that police rarely can solve public safety problems alone, encourages\ninteractive partnerships with relevant stakeholders. The range of potential partners is large, and these\npartnerships can be used to accomplish the two interrelated goals of developing solutions to problems\nthrough collaborative problem solving and improving public trust. The public should play a role in\nprioritizing public safety problems. Other government agencies\nLaw enforcement organizations can partner with a number of other government agencies to identify\ncommunity concerns and offer alternative solutions. Examples of agencies include legislative bodies,\nprosecutors, probation and parole, public works departments, neighboring law enforcement agencies,\nhealth and human services, child support, ordinance enforcement, and schools. 52 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual Community members/groups\nIndividuals who live, work, or otherwise have an interest in the community—volunteers, activists, formal\nand informal community leaders, residents, visitors and tourists, and commuters—are a valuable resource\nfor identifying community concerns. Partnerships with these factions of the community can engage\nthe community in achieving specific goals at town hall meetings, neighborhood association meetings,\ndecentralized offices or storefronts in the community, and team beat assignments. Nonprofits / service providers\nAdvocacy and community-based organizations that provide services to the community and advocate on its\nbehalf can be powerful partners. These groups often work with or are composed of individuals who share\ncertain interests and can include such entities as victims’ groups, service clubs, support groups, issue groups,\nadvocacy groups, and the faith community. Private businesses For-profit businesses also have a great stake in the health of the community and can be key partners\nbecause they often bring considerable resources to bear on problems of mutual concern. Businesses can\nhelp identify problems and provide resources for responses, often including their own security apparatus\nand community outreach. The local chamber of commerce can also assist in disseminating information\nabout police and business partnerships and initiatives. Media The media represent a powerful mechanism by which to communicate with the community. It can\nassist with publicizing community concerns and available solutions, such as services from government\nor community agencies or new laws or codes that will be enforced. In addition, the media can have a\nsignificant impact on public perceptions of the police, crime problems, and fear of crime. Organizational transformation\nOrganizational transformation is the alignment of organizational management, structure, personnel, and\ninformation systems to support community partnerships and proactive problem solving. Agency management\n• Climate and culture\n• Leadership\n• Labor relations\n• Decision making\n• Strategic planning\n• Policies\n• Organizational evaluations\n• Transparency\n• Organizational Structure\n• Geographic assignment of officers\n• Despecialization\n• Resources and finances\nPersonnel\n• Recruitment, hiring, and selection\n• Personnel supervision/evaluations 53 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual • Training\nInformation systems (technology)\n• Communication/access to data\n• Quality and accuracy of data The community policing philosophy focuses on the way that departments are organized and managed\nand how the infrastructure can be changed to support the philosophical shift behind community policing."
}