{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 35,
  "chunk_text": "If your agency requires an extension for accepting the award beyond the 90-day acceptance time\nframe, you will be able to request an extension through the online system. Be sure to explain the circumstances\nthat prevent your agency from signing the award document within the 90-day period, and identify the date by\nwhich the award document will be electronically signed. The COPS Office will review such requests on a case-bycase basis. The COPS Office reserves the right to deny requests to extend the 90-day award acceptance period. If\nyou have any questions, please contact your COPS Office Grant Program Specialist at 800-421-6770. 31 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual II. Procurement Process In general, award recipients are required to procure funded items through open and free competition when\nfeasible. For the purchase of equipment, technology, or services under a COPS Office award, recipients must\nfollow their own policies and procedures on procurement as long as those requirements conform to the federal\nprocurement requirements set forth in the Uniform Administrative Requirements, Cost Principles, and Audit\nRequirements for Federal Awards, 2 CFR § 200.318, as adopted by the U.S. Department of Justice in 2 CFR §\n2800.101 (as applicable). As described in award condition #28 on page 29, recipients must request written approval from the COPS Office\nfor sole source procurements in excess of $150,000 prior to purchasing items or services, obligating funding for a\ncontract, or entering into a contract with award funds. A sole source justification request should be submitted if an award recipient determines that the award of a\ncontract through a competitive process is infeasible. The COPS Office may authorize a noncompetitive proposal\nif one or more of the following circumstances apply:\n• The item/service is available only from one source. • The public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. • The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. • Competition is determined inadequate after solicitation of a number of sources. What documentation must be submitted to the COPS Office for sole\nsource review? Requests for sole source procurements of equipment, technology, or services in excess of $150,000 must be\nsubmitted to the COPS Office in writing, certifying that the award of the contract through full and open\ncompetition is infeasible. Please note that a justification must be submitted for each vendor providing goods or\nservices in excess of $150,000. To ensure that all of the necessary information is included and submitted to the COPS Office, the following\nchecklist can be used when preparing your agency’s sole source request:\nLetterhead. The sole source request must be signed by an authorized representative and submitted on the\naward recipient’s departmental letterhead and must include the agency ORI and the award number for which\nthe approval is being sought. The request should also include the following information:\n• Section I. Description of project. This section should be a brief description of the project, the amount to\nbe designated for the sole source procurement, and the purpose of the contract. • Section II. Reason for request."
}