{
  "document_category": "guidance",
  "document_name": "5267_09.pdf",
  "chunk_index": 4,
  "chunk_text": "Due to space limitations, limits on visiting may be necessary when an inmate has\nnumerous regular visitors living in the vicinity of the institution. Where facilities permit, the Warden may allow family groups to visit. The Warden may also\nauthorize special visits to accommodate unique circumstances (e.g., a person traveling a long\ndistance to visit, a person visiting a hospitalized inmate). P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 8. REGULAR VISITORS\n§540.44. Regular visitors. An inmate desiring to have regular visitors must submit a list of proposed visitors\nto the designated staff. See §540.45 for qualification as special visitor. Staff are\nto compile a visiting list for each inmate after suitable investigation in accordance\nwith §540.51(b) of this part. The list may include:\n§540.51(b) refers to Section 14.b. of this Program Statement. a. Members of the Immediate Family. These persons include mother, father,\nstep-parents, foster parents, brothers and sisters, spouse, and children. These\nindividuals are placed on the visiting list, absent strong circumstances that\npreclude visiting. The word “spouse” includes a common-law relationship that has been previously established in a\nstate that recognizes such a status. In states that do not, a common-law relationship is not\nconsidered “immediate family.” For determination of applicable state laws, the Regional\nCounsel should be consulted. Failure to obtain acknowledgment of parent or legal guardian may\npreclude the addition of children to the visiting list. When deemed appropriate, background\nchecks may also be completed on immediate family members. For determination of applicable\nstate laws, the Regional Counsel should be consulted. b. Other Relatives. These persons include grandparents, uncles, aunts, in-laws,\nand cousins. They may be placed on the approved list if the inmate wishes to\nhave visits from them regularly and if there exists no reason to exclude them. c. Friends and Associates. The visiting privilege ordinarily will be extended to\nfriends and associates having an established relationship with the inmate prior to\nconfinement, unless such visits could reasonably create a threat to the security\nand good order of the institution. Exceptions to the prior relationship rule may be\nmade, particularly for inmates without other visitors, when it is shown that the\nproposed visitor is reliable and poses no threat to the security or good order of\nthe institution. Regardless of the institution’s security level, the inmate must have known the proposed visitor(s)\nprior to incarceration. The Warden must approve any exception to this requirement. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 See Section 14.b.(2) of this Program Statement regarding background investigations for\nproposed visitors. Ordinarily, an inmate’s visiting list should not list more than 10 friends and associates. The\nWarden may make an exception to this provision when warranted."
}