{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 98,
  "chunk_text": "Inmates may be permanently restricted from corresponding and/or communicating with\nindividuals who are:\n■ Prior child or adult victims of sexual offenses committed by the inmate. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 130 ■ Children who are being groomed by the inmate for sexual assault or other predatory behavior\ninvolving children and/or the caregivers of those children. ■ Other sexual offenders.\n■ Any other contact with the general public deemed inappropriate by staff responsible for local\nsex offender management due to its association with the inmate’s risk to engage in sexually\noffensive behavior. (2) Secure Units. The Warden may determine which services shall be available to inmates\nhoused in areas of the institution in which there are special security concerns that limit regular\naccess. Special consideration should be given to the type of services being made available in\nthese areas. No services with text input/retention fields (e.g., Contact List Service) shall be\navailable as inmates may use the system to communicate indirectly with other inmates. At a minimum, workstations located in secure units shall provide access to the following services:\n(a) Law Library − per the Program Statement Inmate Legal Activities, the Warden shall provide\nan inmate confined in disciplinary segregation or administrative detention a means to access legal\nmaterials. (b) Purchase TRU-Units − to facilitate charging for printing of law library content, when\napplicable. (c) Print − to facilitate printing of law library content, when applicable. (d) Request to Staff − for reporting of allegations of sexual abuse and harassment directly to the\nOffice of Inspector General (OIG). The Request to Staff Service will not be made available to\ninmates located in Protective Custody Units (PCU). Inmates housed in secure units will request access to the TRULINCS workstation per local\nprocedures. (3) Segregation. Inmates confined in segregation will not have access to the Public Messaging\nService. Inmates may continue to receive incoming emails while in segregation. Staff are not\nresponsible for printing emails for inmates without access to the Public Messaging Service. (4) Protective Custody. Inmates confined in Protective Custody Units (PCU) will not have\naccess to the Public Messaging Service. (5) Communication Management Units. Inmates confined in communication management\nunits will have access to the Public Messaging Service. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 131 b. Restrictions\n(1) Inmate Discipline/Criminal Prosecution. Inmate use of the program in violation of the\nprocedures subjects the inmate to disciplinary action or criminal prosecution. In addition,\ninmates who abuse, circumvent, or tamper with TRULINCS (equipment, application, furniture)\nare subject to disciplinary action or criminal prosecution. The DHO or UDC may impose the\nsanction of loss of Public Messaging or Music/Media privileges for inmates found guilty of\ncommitting prohibited acts. Note: Inmates are only restricted from accessing the Music Service during the designated period\nof time. There is no effect on the MP3 player; therefore, it will continue to operate until it expires. (2) Pending Investigation or Disciplinary Action for TRULINCS Abuse or Misuse. If an\ninmate is pending either investigation or disciplinary action for possible abuse or misuse, a partial\nor total restriction is authorized by the Warden."
}