{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 6,
  "chunk_text": "These approaches may help foster greater efficiency and economy. See 2 C.F.R. § 200.318(e). Such approaches to obtain goods or services may be possible where, for example:\n•\n• • Another part of the government (or organization) has the in-house capability or has a\ncontract vehicle already in place that may be available to satisfy the requirement; or\nAnother State, tribal, or local government has an existing contractor currently\nperforming an activity, such as supplying a good or service, and that contractor would\nbe capable (and available consistent with any applicable rules and contract terms) of\nsatisfying the requirement; or\nTwo or more neighboring jurisdictions may enter into an agreement (and may transfer\nor pool funds or share infrastructure) to share certain services or resources and take\nadvantage of economies of scale. The use of shared or common services arrangements or other agreements between or among\nagencies may offer certain advantages. For example, valuable procurement lead-time (or costs)\nmay be saved. In addition, the preparation of a SOW, as well as the requirements for invitations\nfor bids or requests for proposals, may become unnecessary under certain circumstances. Shared Services/Other Agreements Checklist\nNo. Question 1. Is there already a contractor under contract elsewhere\nwithin your jurisdiction (such as with another agency or\ndepartment), or with another jurisdiction, that may be\ncapable of and available to provide goods or services that\nmay satisfy your agency’s requirement? Yes No If the answer is “Yes,” use of an existing contract with the\ncontractor may be considered, assuming that any applicable\nrules and the existing contract’s terms would allow your\nagency to use it to meet your requirement. Page | 12 No. Question 2. Is there an opportunity to share or use common goods or\nservices with a neighboring jurisdiction or organization to\nmeet your agency’s needs? Yes No If the answer is “Yes”, an intergovernmental (or intragovernmental) or inter-entity agreement may be explored in\norder to help satisfy your agency’s requirement. Page | 13 Chapter 7\nSmall Purchases (and Micro-Purchases) Small purchase procedures are those relatively simple and informal procurement\nmethods for securing services, supplies, or other property that do not cost more\nthan the Simplified Acquisition Threshold [(currently set at $150,000)]. 4\nProcurement by micro-purchase is the acquisition of supplies or services, the aggregate dollar\namount of which does not exceed the micro-purchase threshold (currently set at $3,500). 5 This method is an important part of the logistics support function. Simplified procedures to cut\ndown procurement lead time for day-to-day support items should be used. Simplified\nprocedures may include the following:\n1. Telephone or Electronic Solicitations (normally for local vendors). Price quotes are\nreceived by telephone or electronically. Where the purchase is anticipated to exceed\nthe micro-purchase threshold, at least three (3) vendors should be solicited and price,\navailability, delivery, etc., should be\nrequested. The purchase order is then\nTIP: Non-Federal entities must\nawarded to the vendor quoting the lowest\nfollow their own dollar threshold\nprice, including consideration of all other\npolicy limitations if they do not\nfactors. Supporting documentation must be\nexceed Federal thresholds. maintained in the purchase order file and\ninclude the date contacted, vendors\ncontacted, and quoted amounts and quantities. 2. Unadvertised Written Quotations."
}