{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 3,
  "chunk_text": "Your agency will not be able to draw down award funds until the COPS Office receives your signed award\ndocument. For more information on drawing down award funds, please see section IV, “Accessing Award Funds,”\non page 49 of this manual. The award document The award document is the document indicating your official award funding amount, the award number, the\naward terms and conditions, and the award start and end dates. Please note that if your award includes a\ncooperative agreement, it is incorporated by reference into the award document and that by signing the award\ndocument, your agency has entered into the cooperative agreement with the COPS Office and agrees to abide\nby all the requirements in the cooperative agreement. The award document is preprinted with your agency’s law enforcement and government executives’ names and\naddresses. For non-law enforcement agencies (institutions of higher education, private organizations, etc.), the\nauthorized officials are the programmatic and financial officials who have the ultimate signatory authority to\nsign contracts on behalf of your organization. If this information is incorrect or has changed, please update your\n“Agency Contacts” online at https://portal.cops.usdoj.gov through the “Account Access” link. If the law\nenforcement or government official has changed since the time of application, please have the current law\nenforcement executive or government executive for your agency sign the award document. Be sure to\nfamiliarize yourself with all terms, conditions, and requirements of your award before signing the award\ndocument. To officially accept your award, please electronically sign the award document within 90 days of the\ndate shown on the award congratulatory letter. Print and retain a copy of all pages of the award document,\naward terms and conditions, the Financial Clearance Memorandum (FCM), and, if applicable, the cooperative\nagreement and the award document supplement for your records. The award start date indicated on the award document means that your agency may be reimbursed for any\nallowable costs incurred on or after this date. The duration of your CPD award is listed on your award document. Your award number is in the following format: 2016-XX-XX-XXXX for Fiscal Year (FY) 2016 awards. The COPS\nOffice tracks award information based upon this number. Therefore, it is important to have your agency’s award\nnumber (or your agency’s ORI number) readily available when corresponding with the COPS Office. Your originating agency identifier (ORI) number begins with your state abbreviation followed by five numbers or\nletters (e.g., VA00000). This number is assigned by the Federal Bureau of Investigation (FBI) for use in tracking\ninformation for the Uniform Crime Report (UCR). The COPS Office tracks programmatic award information based\nupon this ORI number. If your agency does not have an ORI number assigned by the FBI, the COPS Office assigns 2 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual a non-official ORI code to use as an agency identifier (in such cases, the last two characters will be “ZZ”). If you\nhave any questions regarding your award, please refer to your award number or your agency’s ORI number\nwhen corresponding with the COPS Office."
}