{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 67,
  "chunk_text": "If so, the withdrawal is at the Business\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 89 Administrator/Trust Fund Supervisor’s discretion and is certified appropriate for payment. If,\nafter reviewing the regulation, there is any question concerning payment, it is referred to the Chief,\nTrust Fund Branch. f. Cash Payments. Effective October 1, 2001, 31 U.S.C. § 3321-3333 required Federal\nagencies to eliminate imprest funds except where cash payments were required by law. The Bureau is required by 18 U.S.C. § 3624 to provide inmates cash gratuities at release. In\naddition, cash payments are allowable based on a waiver to the U.S.C. in 31 CFR § 208 for\ntransportation expenses and personal funds for releases, furloughs, escorted trips, furlough\ntransfers, and emergency furloughs for the purpose of bedside visits or funeral attendance. When cash payments are made for escorted trips, furloughs, furlough transfers, emergency\nfurloughs, and releases, TRUFACS generates a Reimbursement Voucher Extract, Reimbursement\nSub-Voucher Report, and transaction listings. The original document(s) are forwarded to the\nCashier to support the Reimbursement Voucher. 10.5 SPECIFIC PROCESSING OF INMATE WITHDRAWALS\na. Inmate-Initiated Withdrawals to Outside Entities. These include withdrawals requested\nin favor of individuals or organizations outside the institution. Examples include: Bills, Books,\nLaw Books, Child Support, Court Fees, Donations, Education Materials, Gifts, Legal Fees,\nOutside Savings, Subscriptions, Support, Tithes, and Tuition. This type of withdrawal is made in\nfavor of the payee and initiated on receipt of a signed, written request using a Request for\nWithdrawal of Inmate’s Personal Funds (BP-199) or Withdrawal Record – Inmate (BP-201). The\noriginal BP-199 or BP-201 is attached to the TRUFACS Outside Payment Report and the\nSub-Certification Report received for the inmate funds withdrawn and scheduled for U.S.\nTreasury check payments. If an inmate lacks sufficient funds to allow a BP-199 or BP-201 to be processed, the Trust Fund\nSpecialist stamps it “Non-Sufficient Funds,” notes in the margin the amount of funds in the\naccount, and returns it to the inmate. If this type of withdrawal request exceeds the inmate’s available funds, a zero dollar NSF tracking\ntransaction is generated. These withdrawals do not allow the creation of a negative account\nbalance or a debt. b. Inmate-Initiated Withdrawals to the United States. These include withdrawals requested\nin favor of the United States. Examples include: escorted trip settlements, COIF, Damage to\nGovernment Property, DHO Sanction, TRUFONE Reports, PAC Replacement, institution charges\nfor telephone calls, copies, postage, and urinalysis fees. A signed Request for Withdrawal of Inmate’s Personal Funds (BP-199)/Withdrawal Record –\nInmate (BP-201) is the source document and is drawn in favor of the Treasurer of the United States\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 90 for the transactions listed above. Since this type of BP-199 is processed manually, inmates are\nnot required to complete the bubble section of the form. If the inmate has NSF to process the\nwithdrawal, TRUFACS prompts the staff to create a debt and the BP-199 is scanned into\nTRUFACS. The debt’s creation assigns a debt number automatically, and encumbers funds until\nthe total owed the government is satisfied."
}