{
  "document_category": "guidance",
  "document_name": "5140_042_cn-1.pdf",
  "chunk_index": 10,
  "chunk_text": "Any disciplinary report or other information that would be helpful to the foreign country in\ndetermining where to incarcerate the inmate and any precautions that may be necessary. 6. TRANSFER OF STATE PRISONERS TO OTHER COUNTRIES\n§ 527.47 Transfer of state prisoners to other countries. The Bureau of Prisons may assume custody of a state prisoner who has been\napproved for transfer to a treaty nation for the purpose of facilitating the transfer\nto the treaty nation. Once the state prisoner has consented to the transfer at the\nP5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 12 consent verification hearing, the Bureau assumes custody of the prisoner. The\nstate is not required to contract for the placement of the prisoner in federal\ncustody, nor to reimburse the United States for the cost of confinement (as would\nordinarily be required by 18 U.S.C. § 5003). When a state inmate applies for transfer, is found eligible, and the state approves the transfer, the\nstate submits the inmate’s case to OEO to determine if the United States and the treaty nation\nagree to the transfer. If OEO and the treaty nation approve, OEO arranges for the consent\nverification hearing (see p. 11, Section (c), Consent Verification Hearing) in the state where the\nprisoner is confined. Once the state inmate consents to be transferred, the judge ordinarily orders\nhim/her to be placed in Federal custody so that travel arrangements can be established. The U.S. Marshals Service ordinarily assumes custody of the state inmate (and any\ndocumentation) directly after the consent verification hearing, for transport to the designated\ndeparture institution. However, if assurance is not received from the treaty nation that they will\nretrieve the state inmate, he/she remains in state custody until a tentative transfer date is\nestablished. State prisoners already in Bureau custody (state boarders) are transferred to a\ndeparture institution once travel arrangements have been set with the treaty nation. In preparation for the arrival of the state inmate, the Correctional Programs Division completes\nthe Security/Designation Data in SENTRY. When the inmate arrives at the departure institution,\nthe Warden follows the procedures on p. 12, Section (d), Transfer to Departure Institution and\nForeign Retrieval of Inmate. Correctional Systems staff enter “Treaty Transfer” as the release method for a state prisoner in a\nBureau institution en route to the treaty nation. The treaty nation is listed as the release address. 7. SENTRY APPLICATIONS Case Management Activity (CMA) assignments have been created for treaty transfer cases to\nenable staff to more effectively monitor their cases:\n■ CMA assignments are applied in conjunction with SENTRY country codes. ■ Country codes and assignments are available on the Correctional Programs Sallyport page. ■ Inmates eligible for treaty transfer consideration must have a CMA assignment (Interest, No\nInterest, or Ineligible) entered in SENTRY before or upon completion of Initial\nClassification. ■ Institution staff do not remove the CMA assignments entered by Central Office (see\nassignments below). P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13 The CMA assignments described below use Canada (CA) as an example:\nGROUP CODE ASSIGNMENT DESCRIPTION Entered by Institution Staff:\nTICA\nTTCA\nTNCA"
}