{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 7,
  "chunk_text": "Supporting documentation must be\nexceed Federal thresholds. maintained in the purchase order file and\ninclude the date contacted, vendors\ncontacted, and quoted amounts and quantities. 2. Unadvertised Written Quotations. This procedure applies to more complex low dollar\nitems when a quote in writing is desirable. Purchase Order Award is made to the vendor\nquoting the lowest price and meeting the technical requirements. Where the purchase\nis anticipated to exceed the micro-purchase threshold, quotations should be sought\nfrom at least three (3) vendors. Supporting documentation must be maintained that is\nsimilar to that for telephone solicitations. 3. Blanket Purchase Agreements and Credit Cards. Blanket Purchase Agreements (BPAs)\nmay be described as a “Charge Account” that a procuring entity with frequent recurring\nrequirements establishes with qualified sources of supply. Depending upon threshold 4 2 C.F.R. § 200.320(b). The Simplified Acquisition Threshold is set by the Federal Acquisition Regulation (FAR). The\nFAR currently sets the Simplified Acquisition Threshold at $150,000, though it is periodically adjusted for inflation\nin accordance with 41 U.S.C. § 1908. See 2 C.F.R. § 200.88.\n5\n2 C.F.R. § 200.320(a). The Part 200 Uniform Requirements defines “Micro-purchase” at 2 C.F.R. § 200.67. The\nMicro-purchase threshold is set by the FAR. The FAR currently sets the Micro-purchase threshold at $3,500, subject\nto certain exceptions. 48 C.F.R. § 2.101. Page | 14 limits established under non-Federal entity procurement rules, purchase cards (or,\ncredit cards) may sometimes be used for these transactions. Non-Federal entities\nshould have documented procedures that include control limits, authorized users and\napproving officials. Orders are placed against the BPA and the agreed-to-discount is\nincluded on the resulting invoice. Normally, billings are made by the vendor on a\nmonthly basis. Caution should be taken to ensure discipline in assigning authority to\npurchase, including through the use of purchase cards. Orders should be placed to\nsatisfy only legitimate requirements. 4. Imprest Fund (Petty Cash Fund). Paying cash for small dollar purchases is a viable way\nto accommodate small dollar requirements. There is only one overriding prerequisite for\nsuccessful operation of the fund: Strict Dollar Accountability. Only designated personnel\nshould be given safe access and combination numbers. Any change in designated\npersonnel should require a change in the safe combination. Cash advances may be\nmade and reconciled with a paid invoice at the completion of the purchase. Documented policy and procedures are needed including approving officials and\nperiodic audits of the fund. Micro-purchases (defined at 2 C.F.R. § 200.67) may be awarded without soliciting competitive\nquotations if the non-Federal entity considers the price to be reasonable. To the extent\npracticable, micro-purchases should be distributed equitably among qualified suppliers. When seeking to use either small purchase or micro-purchase methods, procuring agencies\nmust avoid the intentional “splitting” of purchases or transactions to circumvent the dollar\nthreshold limitations. Periodic internal review of buying patterns that focuses on repetitive\ntransactions would be a good approach to address this potential issue. A repetitive buying\npattern for a good or service without auditable evidence of a strong business case or\nprogrammatic reason to support the awarding of multiple contracts under small- or micropurchase thresholds at frequent intervals may indicate that inappropriate purchase splitting has\noccurred. Page | 15 Small Purchases Checklist\nNo. Question 1."
}