{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 72,
  "chunk_text": "(G) Clean Air Act (42 U.S.C. 7401–7671q.) and the Federal Water Pollution Control Act (33 U.S.C. 1251–1387),\nas amended. Contracts and subgrants of amounts in excess of $150,000 must contain a provision that\nrequires the nonfederal award to agree to comply with all applicable standards, orders, or regulations\nissued pursuant to the Clean Air Act (42 U.S.C. 7401–7671q) and the Federal Water Pollution Control Act\nas amended (33 U.S.C. 1251–1387). Violations must be reported to the federal awarding agency and the\nRegional Office of the Environmental Protection Agency (EPA). (H) Mandatory standards and policies relating to energy efficiency which are contained in the state energy\nconservation plan issued in compliance with the Energy Policy and Conservation Act (42 U.S.C. 6201). (I) Debarment and Suspension (Executive Orders 12549 and 12689). A contract award (see 2 CFR 180.220)\nmust not be made to parties listed on the governmentwide Excluded Parties List System in the System for\nAward Management (SAM), in accordance with the OMB guidelines at 2 CFR 180 that implement Executive\nOrders 12549 (3 CFR Part 1986 Comp., p. 189) and 12689 (3 CFR Part 1989 Comp., p. 235), “Debarment and\nSuspension.” The Excluded Parties List System in SAM contains the names of parties debarred, suspended, or\notherwise excluded by agencies, as well as parties declared ineligible under statutory or regulatory authority\nother than Executive Order 12549. (J) Byrd Anti-Lobbying Amendment (31 U.S.C. 1352). Contractors that apply or bid for an award of $150,000\nor more must file the required certification. Each tier certifies to the tier above that it will not use and has\nnot used federal appropriated funds to pay any person or organization for influencing or attempting to\ninfluence an officer or employee of any agency, a member of Congress, officer or employee of Congress,\nor an employee of a member of Congress in connection with obtaining any federal contract, grant, or any\nother award covered by 31 U.S.C. 1352. Each tier must also disclose any lobbying with nonfederal funds that\ntakes place in connection with obtaining any federal award. Such disclosures are forwarded from tier to tier\nup to the nonfederal award. (K) See § 200.322 Procurement of recovered materials. 64 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Glossary of Terms\nallowable costs. Allowable costs are expenses that may be funded by this grant program. The COPS\nAnti-Methamphetamine Program provides funding for equipment, services, personnel, and other costs\npurchased or hired on or after the award start date. Upon review of your submitted budget, any unallowable\ncosts were removed. The Financial Clearance Memorandum (FCM) that was included in your award package\noutlined your allowable costs and noted any relevant revisions that were made to your original budget\nsubmission. audit. Work done by auditors, including both the Office of the Inspector General (OIG) and state or local\nauditors, to examine financial statements and to review\n• compliance with laws and regulations;\n• economy and efficiency of operations;\n• effectiveness in achieving program results;\n• allowability of costs claimed against the award. authorized officials. The authorized officials are the individuals in your organization who have final\nauthority and responsibility for all programmatic and financial decisions regarding this grant award."
}