{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 32,
  "chunk_text": "Why this condition: The CHP program is designed to assist agencies advance public safety through the hiring and rehiring of sworn\nofficer positions to increase their community policing capacity and crime prevention efforts. This is achieved\nthrough problem solving, community policing partnerships, and organizational transformation. It enhances\npolice professionalism by providing officers with the skills and motivation to act in innovative ways to solve\ncommunity crime-related problems. Your organization may be monitored or audited to ensure that it is initiating\nor enhancing community policing in accordance with your proposed plan as outlined in section VI (B) of your\nCHP application and that the officers hired (or an equal number of redeployed veteran officers) are used to\nimplement this plan and advance your agency’s community policing activities over the life of the award. The\nCOPS Office may also use this information to understand the needs of the field and potentially provide for\ntraining, technical assistance, problem solving, and community policing implementation tools. What you should do:\nCommunity policing activities to be implemented or enhanced by your agency were identified in your CHP\napplication in section VI (B). While the COPS Office recognizes that your COPS Office-funded officer(s) (or an\nequal number of redeployed veteran officers) will participate in some or all aspects of your identified community\npolicing strategy and advance your agency’s community policing activities over the life of the award, we also\nencourage your agency to move toward an organization-wide philosophy and commitment to community\npolicing. Your CHP quarterly progress reports will collect information related to the implementation of and progress\ntoward those community policing activities. Your community policing strategy may be influenced and impacted\nby others within and outside your organization; this is considered beneficial to your community policing efforts. Your community policing needs may change during the life of your CHP award, and minor changes to this\nstrategy may be made without prior approval of the COPS Office. Any changes to the community policing scope\nor strategies originally identified in your CHP application should be documented within your quarterly progress\nreport. If your agency’s community policing strategy changes significantly, however, you must submit those\nchanges to the COPS Office through the quarterly progress report for approval. Changes are significant if they\ndeviate from the specific crime problem(s) originally identified and approved in the original community policing\nstrategy submitted with your application. Recipients who chose “School Based Policing through School Resource\nOfficers,” “Trust Problems,” “Homeland Security,” “Homicide,” or “Gun Violence” as their community policing\nproblem/focus area will not be able to change the problem/focus area of their community policing strategies postaward. Additional information about community policing may be found in appendix C, “Community policing\ndefined,” on page 62 of this manual. The COPS Office requires all recipients who chose “School Based Policing through School Resource Officers” as\ntheir community policing problem/focus area on their 2016 CHP applications to provide contact information for\neach school partner where they intend to deploy School Resource Officers (SRO). These recipients are also\nrequired to submit to the COPS Office a Memorandum of Understanding (MOU) between the law enforcement\nagency and their school partner(s) before drawing down funds."
}