{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 39,
  "chunk_text": "Failure to make required disclosures can result in any of the remedies, including\nsuspension and debarment, described in the Uniform Administrative Requirements, Cost Principles, and Audit\nRequirements for Federal Awards, 2 C.F.R. § 200.338 as adopted by the U.S. Department of Justice in 2 C.F.R. §\n2800.101. Why this condition:\nFederal regulations require recipients and subrecipients to report all federal violations involving fraud,\nbribery, or gratuity that may affect the awarded federal funds. This condition advises your agency of the\nrequirement and the consequences of failing to report such violations to the COPS Office or pass-through\nentity. What you should do:\nEnsure that you timely report in writing to the COPS Office or pass-through entity all federal violations\ninvolving fraud, bribery, or gratuity that may affect your federal award. 24 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual 24. Conflict of interest\nCondition:\nFederal awardees and subawardees must disclose in writing to the COPS Office or pass-through entity, as\napplicable, any potential conflict of interest affecting the awarded federal funding in accordance with the Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards, 2 C.F.R. § 200.112 as\nadopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. Why this condition:\nAwardees and subawardees are required to use federal funding in the best interest of their award program. Any decisions related to these funds must be free of hidden personal or organizational conflicts of interest,\nboth in fact and in appearance. This means that awardees and subawardees should not participate in any award-related decisions or\nrecommendations that involve any of the following people or groups: • An immediate family member\n• A partner\n• An organization in which they are serving as an officer, director, partner, or employee\n• Any person or organization with whom they are negotiating or who has an arrangement concerning prospective employment, has a financial interest, or for other reasons can have less\nthan an unbiased transaction with the awardee or subawardee This also means that awardees and subawardees should avoid any action which might result in or create the\nappearance of • using your official position for private gain;\n• giving special treatment to any person;\n• losing complete independence or objectivity;\n• making an official decision outside official channels; or\n• affecting negatively the confidence of the public in the integrity of the Federal Government or\nthe program. What you should do:\nEnsure that you report in writing to the COPS Office or pass-through entity, as applicable, any potential\nconflict of interest that may affect your federal award. 25. Contract provisions\nCondition: All contracts made by the recipients under the federal award must contain the provisions required under 2 C.F.R.\nPart 200, Appendix II to Part 200 – Contract Provisions for Non-Federal Entity Contracts Under Federal Awards, as\nadopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. For the full text please refer to appendix F of the Grant Owner’s Manual (GOM). 25 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual Why this condition:\nFederal regulations require recipients and subrecipients to comply with the necessary contract provisions\nin order to standardize and strengthen oversight of all contracts made under federal awards."
}