{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 65,
  "chunk_text": "The COPS Office reserves the right to deny requests\nto extend the 90-day award acceptance period. 51 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual II. Procurement Process (for TRGP-Equipment/Training grants\nonly) In general, grant recipients are required to procure funded items through open and free competition when\nfeasible. For the purchase of equipment, technology, or services under a COPS Office grant award, grant\nrecipients must follow their own policies and procedures on procurement as long as those requirements\nconform to the federal procurement requirements set forth in the Uniform Administrative Requirements,\nCost Principles, and Audit Requirements for Federal Awards, 2 C.F.R. § 200.318, as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101 (as applicable). As described in grant condition #21 on page 44, grantees are required to submit a sole source justification\n(SSJ) request for sole source procurements in excess of $150,000 prior to purchasing equipment, technology,\nor services; obligating funding for a contract; or entering into a contract with grant funds. For the purchase\nof equipment, technology, or services under a COPS Office grant or award, recipients must use their own\ndocumented procurement procedures that reflect applicable state and local laws and regulations, as long\nas those requirements conform to the federal procurement requirements set forth in 2 C.F.R. § 200.320 as\nadopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. A sole source justification request should be\nsubmitted if a recipient determines that the award of a contract through a competitive process is infeasible. The COPS Office may authorize a noncompetitive proposal if one or more of the following circumstances\napply: • The item/service is available only from one source.\n• The public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation. • Competition is determined inadequate after solicitation of a number of sources. What documentation must be submitted to the COPS Office for sole source review? Requests for sole source procurements of equipment, technology, or services in excess of $150,000 must\nbe submitted to the COPS Office in writing certifying that the award of the contract through full and open\ncompetition is infeasible. The outline below may be helpful in preparing your agency’s sole source request and ensuring that all of the\nnecessary information is included. A grant recipient must request written approval from the COPS Office for sole source procurements in excess\nof $150,000 prior to purchasing equipment, technology, or services; obligating funding for a contract; or\nentering into a contract with grant funds. Letterhead. The sole source request must be signed and submitted on grantee department letterhead and\nmust include the agency’s ORI number and the grant number for which the approval is being sought. The\nrequest should also include the following information:\n• Section I. A brief description of the project, the amount to be designated for the sole source procurement,\nand the purpose of the contract\n• Section II."
}