{
  "document_category": "guidance",
  "document_name": "5217_02.pdf",
  "chunk_index": 6,
  "chunk_text": "(9) Commissary. Inmates have access to the commissary, as determined by the Warden.\n(10) Visits. Inmates may receive visitors in accordance with 28 CFR part 540. Inmates may be\nprovided non-contact visits, through the use of videoconferencing or other technology. (11) Correspondence and Telephone Use. Inmates may correspond with persons in the\ncommunity and use the telephone in accordance with 28 CFR part 540 and this Program\nStatement. However, to deter and detect continued involvement in disruptive behavior,\ncorrespondence and telephone use are subject to monitoring and analysis for intelligence\npurposes. Special mail and unmonitored attorney telephone calls are handled in accordance with\n28 CFR part 540. P5217.02 8/09/2016 7 Telephone calls are live-monitored where feasible. If live monitoring is not feasible, calls are\nnormally reviewed within 24 hours. If the call is in a language other than English, it is submitted\nfor translation. The translated call summary is analyzed for intelligence purposes. Inmates may\nuse the telephone a minimum of two completed calls per month, unless telephone restrictions\nhave been imposed pursuant to 28 CFR part 541, and may be increased as they progress through\nthe levels of the program. Correspondence that is prepared in a language other than English will either be directly translated\nor submitted to the SIS office for translation. All correspondence is analyzed for intelligence\npurposes before mailing out of the institution and before being delivered to the inmate. (12) Legal Activities. Inmates may perform legal activities in accordance with 28 CFR part\n543. (13) Religion. Inmates may pursue religious beliefs and practices in accordance with 28 CFR\npart 548. (14) Library Services. Inmates have access to library services in accordance with 28 CFR part\n544. (15) Medical Care. A health services staff member visits inmates daily to provide necessary\nmedical care. Emergency medical care is always available either at the institution or from the\ncommunity. (16) Mental Health Care. Each inmate will be evaluated by mental health staff every 30 days. Emergency mental health care is always available either at the institution or from the community. In addition, inmates with an identified need for routine and/or follow-up mental health services\nwill receive these services in accordance with the Program Statements Treatment and Care of\nInmates with Mental Illness and Psychiatric Services. b. 30-Day Conditions Review. The Warden will designate staff to conduct reviews every 30\ndays of inmates assigned to SMUs, as provided on BP-A0951, Special Management Unit (SMU)\n30-Day Conditions Review. The original form will be retained in the inmate’s central file. c. Housing Unit Daily Record. The housing unit officer completes BP-A0950, Housing\nUnit Daily Record, daily for the items provided therein. All out of cell time will also be\nrecorded on BP-A0950. At Level Three, completion of the daily record form is optional, as\ndetermined by the Warden. d. Protective Equipment. Consistent with the Correctional Services Program Statements,\nappropriate protective equipment will be made available for Special Management Units. The\nP5217.02 8/09/2016 8 location of this protective equipment will be in an area accessible to staff, as determined by the\nWarden."
}