{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 59,
  "chunk_text": "PS 7300.09\n1/12/98\nAttachment 4-7, Page 7\nc.\nno contractor employee shall enter into any\nbusiness relationship with any resident or resident's family\n(e.g. selling, buying or trading personal property), or employ\nthem in any capacity;\nd.\nother than incidentally, no contractor employee\nshall have any outside contact with a resident, ex-resident,\nresident's family or close associates, except for those\nactivities which are an approved, integral part of the center\nprogram and a part of the employee's job description;\ne.\ncontractor employees may not engage in any conduct\nwhich is criminal in nature or which would bring discredit upon\nthe contractor or Bureau of Prisons; the contractor shall ensure\nthat the conduct of all employees is above reproach; not only\nmust employees avoid misconduct, but the appearance of misconduct\nas well;\nf.\nany violation or attempted violation of the\nrestrictions referred to in this section on employee conduct\nshall be reported telephonically and in writing, including\nproposed action to be taken by the contractor, through the CCM to\nthe CO? Any failure to report a violation or take appropriate\ndisciplinary action against contractor employees may subject the\ncontractor to appropriate action, up to and including termination\nof the contract; and\ng.\nthe contractor shall notify and train employees\nconcerning the standards of conduct and document this\nnotification in personnel files. 16. Does the contractor observe the provisions of the\nConvict Labor Act? (Under the Act, residents are not permitted to\nperform work for the contractor, except that as part of the\nprogram, they may be required to maintain their respective living\nareas. This includes sweeping and cleaning their immediate\nliving area as well as recreation or day room areas, bathroom and\nshower areas, and passage and hallway areas. \"Extra Duty\" could\nbe imposed for minor rule infractions and could include such\nthings as occasional lawn mowing or sanitation duties. The\nintent of the statute is that inmates will not be used in lieu of\npaid workers.) 17. The contractor may not employ any individual who is\nunder supervision or jurisdiction of any parole, probation or\ncorrectional authority. Are persons with previous criminal\nconvictions, but who are not under supervision, employed by the\ncontractor? Has the Bureau of Prisons approved them? PS 7300.09\n1/12/98\nAttachment 4-7, Page 8\nDiscussion/Findings: FACILITY\n1. Is the contractor's facility in compliance with all\napplicable zoning ordinances? 2. Does the facility conform to all applicable building\ncodes? (The contractor's verification of compliance may be in\nthe form of a license, letter and/or certificate from the\nappropriate local authority.) 3. Is the facility located within one mile of public\ntransportation? If not, does the contractor provide for\ntransportation of residents for employment or program\nparticipation activities at no cost to the resident? 4. Is there any public concern or opposition to the\ncontractor's program? Has the contractor taken any steps to\naddress this public concern or opposition? Is it having an\nadverse effect on the community or residents? 5. Is the facility located in an area where the commuting\ntime to the general area of work is ordinarily no more than one\nand one-half hours each way via public transit? Does the\ncontractor arrange for transportation for indigent residents\nwhile seeking employment, at no cost to the resident? 6. Do the facility's sleeping quarters have adequate\nventilation of outside or recirculated filtered air?"
}