{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons PROGRAM STATEMENT\nOPI:\nCPD/SOC\nNUMBER: 5394.01\nDATE:\nFebruary 1, 2016 Certification and Civil Commitment\nof Sexually Dangerous Persons\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND APPLICATION\n§ 549.90 Purpose and application. (a) This subpart provides definitions and standards for review of persons for\ncertification to federal district courts as sexually dangerous persons, as\nauthorized by title 18 U.S.C. Chapter 313, by Bureau of Prisons staff or\ncontractors (collectively referred to in this Part as “the Bureau”). The Adam Walsh Child Protection and Safety Act of 2006 (Public Law 109-248) includes a\nprovision, codified in 18 U.S.C. § 4248 (section 4248), authorizing the Director of the Bureau of\nPrisons (Bureau) to certify individuals for civil commitment as sexually dangerous persons. The\nBureau established a Sex Offender Certification Review Branch (SOCRB) within the Correctional\nPrograms Division to review inmates for potential certification as sexually dangerous persons. Within the SOCRB, a Certification Review Panel (CRP) reviews inmates requiring closer scrutiny\nfor certification. The Director’s authority to certify inmates as sexually dangerous persons is\ndelegated to the Chairperson of the CRP. The Bureau also established the Commitment and Treatment Program (CTP) for inmates certified\nand committed as sexually dangerous persons pursuant to 18 U.S.C. § 4248. The CTP is a secure,\ntherapeutic environment dedicated to:\nFederal Regulations from 28 CFR are in this type. Implementing instructions are in this type. ■ Protecting the public through the secure confinement of sexually dangerous persons. ■ Providing comprehensive treatment services to assist participants in developing the skills\nnecessary to prepare them to be safely released back into the community. The CTP is a secure treatment facility, operated on the grounds of a correctional institution, but,\nto the extent practicable, maintained apart from areas designated for sentenced inmates. This Program Statement establishes:\n■ Procedures and guidelines to be used by Bureau staff for identification and referral of inmates\nfor potential certification as sexually dangerous persons. ■ Procedures and guidelines to be used by the CRP and other Bureau staff in the Sex Offender\nCertification Review Branch (SOCRB) for review and certification of inmates as sexually\ndangerous persons under section 4248. ■ Treatment protocols designed to reduce the risk of sexual re-offense and facilitate\nreintegration back into the community. ■ Procedures and guidelines for operating the CTP designed to encourage treatment\nparticipation and reward pro-social behavior in a therapeutic environment. (b) This subpart applies to persons in Bureau custody, including those:\n(1) Under a term of imprisonment;\n(2) For whom all criminal charges have been dismissed solely for reasons relating\nto the person’s mental condition; or\n(3) In Bureau custody pursuant to 18 U.S.C. § 4241(d). Inmates in Bureau custody under a term of imprisonment who are subject to review for potential\ncertification as sexually dangerous persons include:\n■\n■\n■\n■\n■ Federal offenders. District of Columbia Code felony offenders. Treaty transfer cases. Inmates serving concurrent Federal and state sentences. Inmates subject to detainers with Immigration and Customs Enforcement (ICE) or other\nFederal, state, or local authorities. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2"
}