{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 2,
  "chunk_text": "k. In section 5.8, clarification is added to the VCCLEA\nprocedures regarding prohibited acts. l. In section 5.8.3, a misconduct report on a VCCLEA violent or\nPLRA inmate may be referred to a DHO certified CCM staff member in\noffices with an unusually high number of incident reports. m. In section 5.11, information was added regarding the transfer\nof inmates and notification of victims and witnesses. n. In section 5.12.2, information was added regarding\nnotification procedures for hospitalized inmates and general\ndirection given related to precertification of treatment. o. In section 5.14.4.a, dollar amounts of court assessments were\nremoved. p. Section 5.14.5, Cost of Incarceration Fee (COIF), was added. q.\nSection 5.16, reference to Sexual Abuse/Assault Prevention\nand Intervention procedures was added. r. Section 5.17, Use of Volunteers in Community-Based Programs,\nwas added. s. Attachment 5-1, the CCM Designation Log, was revised. t. Attachment 5-1a, Tracking Juvenile Designations, was added. 3. SUMMARY OF CHANGES IN CHAPTER 6 a.\nIn section 6.1.1.d, files for direct court commitments must\nnow contain an inmate discipline record. PS 7300.09\nCN-2 5/19/99\nPage 3\nb.\nIn section 6.1.2.d, the files for condition of supervision\nplacements must now contain a SENTRY Sentence Computation. c. In section 6.1.3.c, community confinement case files must now\ncontain a SENTRY Sentence Computation. d. In section 6.1.4, intermittent confinement case files must\nnow contain the Designation Request and the SENTRY Sentence\nComputation. e. In section 6.1.5, for institution transfer files, it is now\nstipulated that some material is a copy while other material should\nbe the original document. f.\nSection 6.3, SENTRY Applications, has been reorganized. In\nsection c, inmate movement is loaded the same day or the next\nworking day if the movement was after business hours. g. In section 6.3.7, the name of the Transitional Services\nProgram has been changed to Community Transitional Drug Abuse\nTreatment. h. In section 6.4.1.a, for supervision violators, prior sentence\ncomputations must be reviewed to identify over-served time. i. In section 6.4.5.d, information on the award and deduction of\nGood Conduct Time was deleted. Language requiring immediate entry\nof disallowance and sentence recalculation was added as well as a\nstatement directing staff how to document institution actions. j. In section 6.4.5.e, the inmate\nnotified of revised release dates. and contractor must be k.\nIn section 6.4.6.a, language was added directing staff to\nupdate the sentence computation before an inmate is released and to\nadd remarks explaining any discrepancy between actual and statutory\nrelease dates. l.\nIn section 6.4.6.c, including a copy of the “satisfaction\ndisplay,” for all cases is now required. m. In section 6.4.6.d, the reason for early termination of\nsupervision cases is now to be noted in the computation remarks\nsection. PS 7300.09\nCN-2 5/19/99\nPage 4 4. TABLE OF CHANGES Remove Insert Table of Contents pages 5-8\nChapter 5\nAttachment 5-1\nAttachment 5-1a\nChapter 6 Table of Contents pages 5-8\nChapter 5\nAttachment 5-1\nChapter 6 5.\nACTION. File this Change Notice in front of PS 7300.09, the\nCommunity Corrections Manual. /s/\nKathleen Hawk Sawyer\nDirector PS 7300.09\nCN-2 5/19/99\nPage 1 U.S. Department of Justice\nFederal Bureau of Prisons\n&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&& Change\nNotice DIRECTIVE AFFECTED: 7300.0\nCHANGE NOTICE NUMBER:\n01\nDATE:\n7/22/98 1.\nPURPOSE AND SCOPE."
}