{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 43,
  "chunk_text": "If you have any questions as to who should sign the award, please contact your\njurisdiction’s local legal advisor. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date\non the award congratulatory letter. Grant funds will not be released until we have received your agency’s\nsigned award document, your budget has received final clearance, and any other relevant grant conditions\nparticular to your agency have been satisfied. Failure to submit your signed award document within the\n90-day award acceptance period may result in your CAGI award being withdrawn and the funds deobligated\nwithout additional notification. If your agency requires an extension for accepting the award beyond the\n90-day acceptance time frame, please submit online at www.cops.usdoj.gov and select the “Account Access”\nlink in the upper right corner to log in; once you are logged in, select “Grants Management” from the agency\nportal menu, click on the grant number, click on “Extend Signature,” and follow the instructions to submit\nyour extension for accepting the award. The COPS Office will review such requests on a case-by-case basis. The COPS Office reserves the right to deny requests to extend the 90-day award acceptance period. If you\nhave any questions, please contact your COPS Office Grant Program Specialist at 800-421-6770. 28 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual II. Procurement Process In general, grant recipients are required to procure funded items through open and free competition when\nfeasible. For the purchase of equipment, technology, or services under a COPS Office grant award, grant\nrecipients must follow their own policies and procedures on procurement as long as those requirements\nconform to the federal procurement requirements set forth in the Uniform Administrative Requirements,\nCost Principles, and Audit Requirements for Federal Awards, 2 C.F.R. § 200.318, as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101. As described in grant condition #19 on page 21, grantees are required to submit a sole source justification\n(SSJ) request for sole source procurements in excess of $150,000 prior to purchasing equipment, technology,\nor services; obligating funding for a contract; or entering into a contract with grant funds. For the purchase\nof equipment, technology, or services under a COPS Office grant or award, recipients must use their own\ndocumented procurement procedures that reflect applicable state and local laws and regulations, as long as\nthose requirements conform to the federal procurement requirements set forth in 2 C.F.R. § 200.320 as adopted\nby the U.S. Department of Justice in 2 C.F.R. § 2800.101. A sole source justification request should be submitted\nif a recipient determines that the award of a contract through a competitive process is infeasible. The COPS\nOffice may authorize a noncompetitive proposal if one or more of the following circumstances apply: • The item/service is available only from one source.\n• The public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation. • Competition is determined inadequate after solicitation of a number of sources. What documentation must be submitted to the COPS Office for sole source review?"
}