{
  "document_category": "guidance",
  "document_name": "5215_007.pdf",
  "chunk_index": 4,
  "chunk_text": "d. Upon full and satisfactory completion of the program plan, the Warden will\nnotify the U.S. Parole Commission and make a specific recommendation for\nrelease. (See Attachment A for an example.) Although pre-release planning begins with the classification phase, the pre-release phase\nprovides a focal point for increased emphasis immediately before release. 4. PROGRAM REVIEWS\n§524.23. Program reviews. Staff shall conduct periodic reviews of the inmate’s program plan and shall\nmodify the plan in accordance with the level of progress shown. Each YCA\ninmate shall be afforded a review at least once each 90 days, and shall have a\nformal progress report prepared every year summarizing the inmate’s level of\nachievement. If the inmate’s program plan needs to be modified in light of the\nprogress made, or the lack thereof, appropriate changes will be made and a\nrevised program plan will be developed and documented. Staff shall ordinarily\nnotify the inmate of the 90-day review at least 48 hours prior to the inmate’s\nscheduled appearance before the Unit Team. An inmate may waive in writing the\nrequirement of 48 hours notice. The YCA inmate is expected to participate in the program review meeting. 5. PAROLE HEARINGS\n§524.24. Parole hearings. All YCA inmates have been extended the parole procedures present in Watts vs.\nHadden. YCA inmates shall be scheduled for interim hearings on the following\nschedules:\na. For those inmates serving YCA sentences of less than 7 years, an in-person\nhearing will be scheduled every 9 months. P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 b. For those inmates serving YCA sentences of 7 years or more, an in-person\nhearing will be scheduled every 12 months. c. Upon notification of a response to treatment/certified completion of a program\nplan by the Bureau of Prisons, the Parole Commission will schedule the inmate\nfor an in-person hearing on the next available docket, unless the inmate is\nparoled on the record. If a hearing is held and the inmate is denied parole, the\nnext hearing shall be scheduled in accordance with the schedule outlined in\nparagraphs (a) and (b) of this section. d. The hearings mentioned in paragraphs (a) and (b) of this section are not\nrequired for inmates who have been continued to expiration or mandatory parole\nwho have less than one year remaining to serve or to a CCC placement date. 6. U.S. PAROLE COMMISSION\n§524.25. U.S. Parole Commission. The U.S. Parole Commission is the releasing authority for all YCA inmates except\nfor full term and conditional releases. The Commission shall be provided a\nprogress report:\na. Upon request of the Commission,\nb. Prior to any interim hearing or pre-release record review, or\nc. Upon determination by the inmate’s Unit Team, with concurrence by the\nWarden, that the inmate has completed his or her program plan. When institution staff wish to notify the U.S. Parole Commission of a special post-release need,\nthe Unit Team either notes this in the progress report or submits a separate report bringing the\npost-release need to the Parole Commission’s attention. An example would be for an inmate\nwith a substance abuse problem to continue contact with a community-based self-help group."
}