{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 61,
  "chunk_text": "Inmates are advised to direct LockBox inquiries to local Trust Fund staff. Trust\nFund staff contact the Trust Fund Branch Deposit Fund Section for support only after they have\nexhausted local avenues to address the inquiry. Note: Institutions do not communicate directly with the U.S. Treasury or the LockBox\ncontractor. (2) Public. Inmates are instructed to advise their family and friends who have inquiries on\nfunds sent to the LockBox to call 202-307-2712 for assistance after enough time has passed for\nthe mail to reach the LockBox. Family and friends may need to place a tracer on these funds\nwith the originator of the negotiable instrument. 9.6 RECEIPT OF FUNDS – LOCAL INSTITUTION Funds received through the mail at the institution for credit to the Inmate Deposit Fund are\nreturned to the sender with a letter containing the LockBox address. Funds received at the\ninstitution may be processed locally or forwarded to the LockBox for processing only in unusual or\nspecial circumstances:\n■\n■\n■\n■\n■ Funds received from a self-commitment inmate. Funds received from inmates on escorted trips or furlough returns. Cash funds received from inmates escorted by the U.S. Marshals. Insurance, Trust, and similar settlement checks. Joint payee checks (only those requiring one signature; e.g., John or Mary Doe). a. Funds Forwarded to the LockBox. The LockBox deposits inmate funds upon receipt. Funds received by the LockBox are processed the day they are received and posted to the inmate’s\naccount the following day. A LockBox Field Submission (BP-A0905) is required for negotiable\ninstruments made out to multiple inmates and forwarded to the LockBox. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 83 Funds forwarded to LockBox are in the form of an acceptable negotiable instrument (see Section\n9.5.b.). Copies of the negotiable instruments and BP-A0905s are kept. A single negotiable instrument made out to multiple inmates sent from institutions to the LockBox\nis rejected by the LockBox and returned to the Trust Fund Branch Deposit Fund Section when:\n■ It is received without a BP-A0905.\n■ The value of the negotiable instrument(s) and the BP-A0905 are not in balance. b. Funds Processed Locally. Inmate funds processed for deposit locally are receipted on a\nTemporary Receipt (BP-197). A register of these receipt books is kept and stored with the\nBP-197s in the Cashier’s Office, in the safe or a securely locked cabinet. When a book is issued,\nthe register indicates date of issue and is signed by the receiving staff. When the book is returned,\nthe date is indicated on the register. The staff member issuing the BP-197 is accountable for\nreceipted funds. Completed books are stored. An individual receipt number register is kept for each book. As the\nyellow copies of the BP-197, including voids, are received with the schedule of collections, they\nare checked off the register. The Accounting Section ensures that all receipts, including voids,\nare accounted for. Once funds are posted to the inmate’s account, the Accounting Section files\nthe BP-197. Funds received from inmates are entered on the BP-197. The staff member completes and signs\nthe BP-197. The original receipt is given to the inmate."
}