{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 35,
  "chunk_text": "P5800.15 1/1/2009 Chapter 7, Page 1 Once the escape has been verified, institution staff or Community Corrections Management\n(CCM) staff will change the ARS code to ESCAPE. When the inmate escapes while en route to\nanother Federal or contract institution, the sending institution will change the ARS code to\nESCAPE. When an inmate escapes while on furlough/transfer to a RRC, the sending institution will notify\nthe FBI in their district. When an inmate escapes while housed in a RRC, the responsible CCM\nstaff will notify the FBI in their district. The sending institution (or CCM Office for direct court commitments) will consolidate and retain\nthe J&C file, inmate central file, and Health Record. Once the inmate has been returned to\nBureau custody, the consolidated file will be requested and forwarded to the designated\ninstitution. If a Victim Witness Protection case escapes, notification procedures are to be followed as\noutlined in the Program Statement on Victim and Witness Notification. a. Non-Federal Arrest. If an inmate fails to report to the designated institution or facility, the\nsending institution in the case of institution transfers, or the CCM office in the case of arrest\nwhile assigned to a RRC, will change the ARS code in SENTRY to ESCAPE. If an arrest occurs\nwhile on an authorized community based activity, the CCM/institution staff will change the ARS\ncode in SENTRY to ESCAPE. In the following situations, the Chief, DSCC will determine whether to apply the credit or\ndesignate the non-Federal institution where the inmate is confined as the place to serve the\nFederal sentence. (Refer to the Program Statement on Designation of State Institution for\nService of Federal Sentence for more information.):\n■ Prosecuted and found guilty of an offense by a state or local court. ■ Tried and acquitted, or the charges are dismissed and the inmate is returned to Federal\ncustody. ■ Arrested and detained mistakenly for any time longer than one full day. ■ Arrested and detained on a prior non-Federal judgement. Once the non-Federal institution is designated as the place in which the Federal sentence is to be\nserved, the Federal institution or CCM office will transfer custody by preparing a Transfer Order\nfor concurrent and continued service of the Federal sentence. The transferring institution or CCM office will forward the Transfer Order and all files (central,\nmedical and J&C) to the appropriate regional correctional programs administrator. The regional correctional programs specialist will ensure a letter is forwarded to the USMS\nrequesting that they (USMS) place a detainer on the inmate with the non-Federal institution. P5800.15 1/1/2009 Chapter 7, Page 2 b. Federal Arrest. If Federal authorities arrest an inmate during an authorized extended\nabsence, the inmate’s sentence will continue to run and the ARS code will not be changed to\nESCAPE. Should the inmate be arrested after an authorized absence expires, but prior to one full day of\ninoperative time, the inmate's sentence continues to run. If an inmate has already been placed in\nescape status for more than one day (for other than a new arrest), and is subsequently arrested for\nan offense other than escape, the sentence will recommence on the Federal arrest date."
}