{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 15,
  "chunk_text": "He or she has successfully completed, without revocation, any period of\nsupervised release, probation, or parole, and\n4. He or she has successfully completed an appropriate sex offender\ntreatment program certified by the tribe, another jurisdiction, or by the\nAttorney General of the United States. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 15 SECTION 4.03 REQUIREMENTS FOR IN-PERSON APPEARANCES A. Review of Information. At each in-person verification, the sex offender shall\nreview existing information for accuracy. B. Notification. If any new information or change in information is obtained at an\nin-person verification, the Responsible Agency Name shall immediately notify\nall other jurisdictions in which the sex offender is required to register of the\ninformation or change in information. C. New or Changed Information. If any new information or change in information\nis obtained at an in-person verification, the Responsible Agency Name shall\nimmediately update the Name of Tribe Public Sex Offender Registry Website, if\napplicable, and immediately update the sex offender’s information in NSOR. SECTION 4.04 SEX OFFENDER ACKNOWLEDGEMENT FORM The sex offender shall read, or have read to them, and sign a form stating that the\nduty to register has been explained to them by Responsible Agency Name and that\nthe sex offender understands the registration requirement. A. The form shall be signed and dated by the Responsible Agency Name\npersonnel registering the sex offender. B. The Responsible Agency Name shall immediately upload the acknowledgement\nform into the Name of Tribe Sex Offender Registry. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 16 CHAPTER REGISTRATION 5 SECTION 5.01 WHERE REGISTRATION IS REQUIRED\nA. Jurisdiction of Conviction. A sex offender must initially register with the\nResponsible Agency Name if the sex offender was convicted by the Name of\nTribe Tribal Court of a sex offense, regardless of the sex offender’s actual or\nintended jurisdiction of residence. B. Jurisdiction of Incarceration. A sex offender must register with the\nResponsible Agency Name if the sex offender is released from incarceration by\nthe Name of Tribe while completing any sentence for a sex offense, regardless\nof whether the offender was convicted in the Name of Tribe Tribal Court, and\nregardless of whether the offender intends to live, work, or attend school within\nlands subject to the jurisdiction of the Name of Tribe. C. Jurisdiction of Residence. A sex offender must register with Responsible\nAgency Name if the sex offender resides within lands subject to the jurisdiction\nof the Name of Tribe. D. Jurisdiction of Employment. A sex offender must register with the Responsible\nAgency Name if he or she is employed by the Name of Tribe in any capacity or\notherwise is employed within lands subject to the jurisdiction of the Name of Tribe. E. Jurisdiction of School Attendance. A sex offender must register with the\nResponsible Agency Name if the sex offender is a student in any capacity\nwithin lands subject to the jurisdiction of the Name of Tribe. SECTION 5.02 TIMING OF REGISTRATION\nA. Timing."
}