{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 56,
  "chunk_text": "Shall require that the language of this certification be included in the award documents for all\nsubawards (including subgrants and cooperative agreements) and shall require all subrecipients certify\nand disclose accordingly. Federal Taxes and Assessments\nA. If applicable, an applicant who receives an award in excess of $5,000,000 certifies that, to the best of its\nknowledge and belief, the applicant has filed all federal tax returns required during the three years preceding the certification, has not been convicted of a criminal offense under the Internal Revenue Code\nof 1986, and has not, more than 90 days prior to certification, been notified of any unpaid federal tax assessment for which the liability remains unsatisfied, unless the assessment is the subject of an installment agreement or offer in compromise that has been approved by the Internal Revenue Service and is\nnot in default, or the assessment is the subject of a non-frivolous administrative or judicial proceeding. B. The applicant certifies that it does not have any unpaid federal tax liability that has been assessed, for\nwhich all judicial and administrative remedies have been exhausted or have lapsed, and that is not being paid in a timely manner pursuant to an agreement with the authority responsible for collecting the\ntax liability. Drug-Free Workplace As required by the Drug-Free Workplace Act of 1988 (41 U.S.C. 8103), and implemented at 28 CFR Part 83, for\nrecipients (other than individuals), as defined at 28 CFR § 83.660 –\nA. The applicant certifies that it will, or will continue to, provide a drug- free workplace by doing the following:\ni. Publishing a statement notifying employees that the unlawful manufacture, distribution, dispensing, possession or use of a controlled substance is prohibited in the grantee’s workplace and specifying the actions that will be taken against employees for violation of such prohibition; 57 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual ii. 6. Establishing an on-going drug-free awareness program to inform employees about –\na. the dangers of drug abuse in the workplace;\nb. the grantee’s policy of maintaining a drug-free workplace;\nc. any available drug counseling, rehabilitation and employee assistance programs; and\nd. the penalties that may be imposed upon employees for drug-abuse violations occurring in the\nworkplace;\niii. Making it a requirement that each employee to be engaged in the performance of the grant be given a copy of the statement required by paragraph (i);\niv. Notifying the employee in the statement required by paragraph (i) that, as a condition of employment under the grant, the employee will –\na. abide by the terms of the statement; and\nb. notify the employer in writing of his or her conviction for a violation of a criminal drug statute\noccurring in the workplace no later than five calendar days after such conviction;\nv. Notifying the agency in writing within 10 calendar days after receiving notice under subparagraph\n(iv)(b) from an employee or otherwise receiving actual notice of such conviction. Employers of convicted employees must provide notice, including position title, to: COPS Office, 145 N Street, NE,\nWashington, D.C. 20530. Notice shall include the identification number(s) of each affected grant;\nvi."
}