{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 61,
  "chunk_text": "As required by 42 U.S.C. § 3796dd-1(c)(11), it will, to the extent practicable and consistent with applicable\nlaw, seek, recruit and hire qualified members of racial and ethnic minority groups and qualified women in\norder to further effective law enforcement by increasing their ranks within the sworn positions in the\nagency. 66 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 8. It will not (and will require any subgrantees, contractors, successors, transferees, and assignees not to), on\nthe grounds of race, color, religion, national origin, sex, disability, or age, unlawfully exclude any person\nfrom participation in, deny the benefits of or employment to any person, or subject any person to\ndiscrimination in connection with any programs or activities funded in whole or in part with federal funds. These civil rights requirements are found in the non-discrimination provisions of Title VI of the Civil Rights\nAct of 1964, as amended (42 U.S.C. § 2000d); the Omnibus Crime Control and Safe Streets Act of 1968, as\namended (42 U.S.C. § 3789d); Section 504 of the Rehabilitation Act of 1973, as amended (29 U.S.C. § 794); the\nAge Discrimination Act of 1975 (42 U.S.C. § 6101, et seq.); Title IX of the Education Amendments of 1972, as\namended (20 U.S.C. § 1681, et seq.); and the corresponding U.S. Department of Justice regulations\nimplementing those statutes at 28 C.F.R. Part 42 (subparts C, D, E, G, and I). It will also comply with Executive\nOrder 13279, Equal Protection of the Laws for Faith-Based and Community Organizations; Executive Order\n13559, Fundamental Principles and Policymaking Criteria for Partnerships With Faith-Based and Other\nNeighborhood Organizations; and the U.S. Department of Justice implementing regulations at 28 C.F.R. Part\n38. A. In the event that any court or administrative agency makes a finding of discrimination on grounds\nof race, color, religion, national origin, gender, disability or age against the applicant after a due\nprocess hearing, it agrees to forward a copy of the finding to the Office for Civil Rights, Office of\nJustice Programs, 810 7th Street, NW, Washington, D.C. 20531. B. It will comply with the federal regulations pertaining to the development and implementation of an\nEqual Employment Opportunity Plan (28 C.F.R. Part 42 subpart E). The requirements are as follows: If your organization has fewer than fifty employees or receives an award of less than $25,000 or\nis a nonprofit organization, a medical institution, an educational institution, or an Indian tribe,\nthen it is exempt from the EEOP requirement. To claim the exemption, your organization must\ncomplete and submit Section A of the Certification Form, which is available online at\nhttp://www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. If your organization is a government\nagency or private business and receives an award of $25,000 or more, but less than $500,000,\nand has fifty or more employees (counting both full- and part-time employees but excluding\npolitical appointees), then it has to prepare a Utilization Report (formerly called an EEOP Short\nForm), but it does not have to submit the report to the OCR for review. Instead, your\norganization has to maintain the Utilization Report on file and make it available for review on\nrequest."
}