{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 8,
  "chunk_text": "The SOI may solicit inmates with needed skills for employment in\nIndustries. The SOI and other FPI employees may inform prospective workers of the benefits of a\ncareer with FPI prior to receipt of the workers’ applications for employment. 2. HIRING\n§345.32 Hiring.\na. Inmate workers are ordinarily hired through waiting lists. Except as noted in\n§345.33, inmates are to be placed on the waiting lists in order of receipt of\napplications for work with Industries, and are to be hired in the same sequence. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 14 28 CFR 345.33 refers to Section 3 of this Chapter.\nb. Waiting lists are to be maintained and kept available for scrutiny by auditors\nand other staff with a need to know. SOIs are encouraged to maintain a waiting\nlist for each FPI factory. 3. WAITING LIST HIRING EXCEPTIONS\n§345.33 Waiting list hiring exceptions. a. Needed skills. An inmate may be hired ahead of other inmates on the waiting\nlist if the inmate possesses needed skills and the SOI documents the reasons for\nthe action in the position classification files. Inmates selected to perform PIECP work are considered to possess needed skills for the specific\nPIECP work assignments for which they are selected. b. Prior FPI work assignment. An inmate with prior FPI work experience during\nthe inmate’s current commitment and with no break in custody will ordinarily be\nplaced within the top ten percent of the waiting lists unless the inmate was\ntransferred for disciplinary reasons, was placed in segregation, or voluntarily left\nthe FPI work assignment for non-program reasons (i.e., for some reason other\nthan formal education, vocational training, drug abuse or similar formal\nprograms). For example, an inmate transferred administratively for\nnondisciplinary reasons, and who has documented credit as a prior worker, is\ncovered under the provisions of this paragraph. An inmate with prior FPI work experience will similarly not be placed in the top 10 percent of the\nwaiting lists if the inmate was previously terminated from FPI employment for violating the\nInmate Worker Standards. c. Industry closing and relocation. When an FPI factory closes in a location with\ntwo or more FPI factories, an inmate worker affected may be transferred to\nremaining FPI factories ahead of the top portion of the inmates on the waiting lists,\nso there is no break in active duty with FPI. Such actions are also in order where\nthe work force of an industry is reduced to meet institution or FPI needs. An\ninmate transferred under the provisions of this part will have the same benefits as\nany intra-industry transfer. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 15 d. Disciplinary transfers. An inmate who is a disciplinary transfer from the last\ninstitution designated and who wishes reassignment in FPI at the receiving\ninstitution may be hired on a case-by-case basis at the discretion of the SOI, who\nshould consider the security level and reasons for the misconduct."
}