{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 3,
  "chunk_text": "Please review this manual carefully because a failure to follow award\nrequirements can have serious ramifications. Please do not hesitate to call the COPS Office Response Center at\n800-421-6770 if you need assistance with the implementation of your award. 1 2016 COPS Hiring Program (CHP) Award Owner’s Manual Please note that the Federal Bureau of Investigation (FBI) is retiring the current Summary Reporting System (SRS)\nand will transition to an all-National Incident-Based Reporting System (NIBRS) data collection system within the\nnext five years. The transition to NIBRS will provide a more complete and accurate picture of crime at the\nnational, state, and local level. Beginning in 2021, the FBI will no longer collect summary data and will only\naccept data in the NIBRS format, and COPS Office awards will be based on submitted NIBRS data. Transitioning\nall law enforcement agencies to NIBRS is the first step in gathering more comprehensive crime data. The COPS\nOffice encourages its award recipients to submit NIBRS data to the FBI Criminal Justice Information Services\nDivision in a timely manner, thereby ensuring sufficient and complete crime and arrest data is available for\nconsideration. For more information regarding NIBRS reporting, please see https://www.fbi.gov/aboutus/cjis/ucr/nibrs-overview. When your agency applied for CHP funding, your agency was required to certify compliance with all applicable\nfederal laws. In that regard, members of Congress have asked the U.S. Department of Justice (DOJ) to examine\nwhether jurisdictions with “sanctuary policies” (i.e., policies that either prevent law enforcement from releasing\npersons without lawful immigration status into federal custody for deportation or policies that prevent state or\nlocal law enforcement from sharing certain information with U.S. Department of Homeland Security (DHS)\nofficials), are in violation of 8 U.S.C. §1373. For that reason, all recipients for this program should understand that\nif the COPS Office receives information which indicates that a recipient may be in violation of 8 U.S.C. §1373 (or\nany other applicable federal law) that recipient may be referred to the DOJ Office of the Inspector General (OIG)\nfor investigation. If the recipient is found to be in violation of an applicable federal law by the OIG, the recipient\nmay be subject to criminal and civil penalties in addition to relevant DOJ programmatic penalties including\nsuspension or termination of funds, inclusion on the high risk list, repayment of funds, or suspension and\ndebarment. Thank you for providing us with the opportunity to work in partnership with your community. 2 2016 COPS Hiring Program (CHP) Award Owner’s Manual I. Award Acceptance, Terms, and Conditions To officially accept and begin your COPS Hiring Program award, your agency must access www.cops.usdoj.gov\nand select the “Account Access” link in the upper-right corner to log in, review, and electronically sign the award\ndocument (including the award terms and conditions), the Financial Clearance Memorandum and, if applicable,\nthe special award conditions or high risk conditions within 90 days of the date shown on the award\ncongratulatory letter. Your agency will not be able to draw down award funds until the COPS Office receives your signed award\ndocument."
}