{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 4,
  "chunk_text": "[LIMITATIONS § 513.31 a. Social Security Numbers. As of September 27, 1975, Social\nSecurity Numbers may not be used in their entirety as a method of\nidentification for any Bureau record system, unless such use is\nauthorized by statute or by regulation adopted prior to January\n1, 1975. b. Employee Records. Access and amendment of employee\npersonnel records under the Privacy Act are governed by Office of\nPersonnel Management regulations published in 5 CFR part 297 and\nby Department of Justice regulations published in 28 CFR part\n16.] PS 1351.05\n9/19/2002\nPage 4\n7. [GUIDELINES FOR DISCLOSURE § 513.32] a. [The Bureau provides for the disclosure of agency\ninformation pursuant to applicable laws, e.g. the Freedom of\nInformation Act (5 U.S.C. 552), and the Privacy Act\n(5 U.S.C. 552a).]\nb. Pursuant to 28 CFR part 16, the authority to release or\ndeny access to records and information is limited to the Director\nor his or her designee. c. Bureau staff shall release a Bureau record in response to a\nrequest made in accordance with this rule, unless a valid legal\nexemption to disclosure is asserted.\n! Bureau staff may assert any applicable exemption to\ndisclosure which is provided under the FOIA in\n5 U.S.C. § 552(b) or under the Privacy Act in\n5 U.S.C. § 552a. ! For a listing of general FOIA Exemptions, see the\nExemptions to Disclosure Provided in the Freedom of\nInformation Act (Attachment A). ! For a listing of Bureau systems of records which the\nAttorney General has exempted from access and\ndisclosure under the Privacy Act, see 28 CFR 16.97. Questions regarding the applicability of exemptions may be\nreferred to the appropriate Regional Counsel or to the Office of\nGeneral Counsel. d. Examples of documents or information which ordinarily may\nbe withheld from disclosure include the examples which follow. These examples are not intended to represent an all-inclusive\nlist of every situation when FOIA exemptions may apply, nor are\nthe FOIA exemptions cited for each example the only ones which\nmay apply to the examples provided. (1) Documents or information which could reasonably be\nexpected to constitute an unwarranted invasion of personal\nprivacy, i.e. information that is not “public information.”\n! For the applicable FOIA exemptions, see Exemptions 6\nand 7 in Attachment A. ! Information concerning an individual inmate is not\ngenerally available to FOIA requesters unless the\ninmate whose records are being sought has given a\nwritten consent to the disclosure or unless the PS 1351.05\n9/19/2002 Page 5\ninformation has been determined to constitute \"public\ninformation.\" For guidance on what constitutes “public\ninformation,\" see Public Information (Attachment B).\n! Requests by one inmate for public information\nconcerning other inmates must be reviewed very\ncarefully, as prison security concerns may outweigh the\nright to a FOIA disclosure. ! A denial of such public information to an inmate\nrequester may be done only with the Regional Counsel's\napproval, after assessing the risks that disclosure\nmight pose to the safety of the inmate(s) whose records\nare being sought and to other inmates and staff in the\ninstitution. See Section 7.d.(2), below. A high risk\nof gang-related prison violence is an example of a\nprison security concern which might justify the\nwithholding of public information about one inmate to\nanother inmate while in custody."
}