{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 62,
  "chunk_text": "Including labor groups in agency changes can ensure support for the changes that are\nimperative to community policing implementation. Decision making Community policing calls for decentralization both in command structure and decision\nmaking. Decentralized decision making allows front-line officers to take responsibility for their role in community policing. When an officer is able to create solutions to problems and take risks, he or she ultimately\nfeels accountable for those solutions and assumes a greater responsibility for the well-being of the community. Decentralized decision making involves flattening the hierarchy of the agency, increasing tolerance for\nrisk taking in problem-solving efforts, and allowing officers discretion in handling calls. In addition, providing\nsufficient authority to coordinate various resources to attack a problem and allowing officers the autonomy\nto establish relationships with the community will help define problems and develop possible solutions. Strategic planning The department should have a written statement reflecting a department-wide\ncommitment to community policing and a plan that matches operational needs to available resources and\nexpertise. If a strategic plan is to have value, the members of the organization should be well-versed in it and\nable to give examples of their efforts supporting the plan. Components such as the organization’s mission and\nvalue statement should be simple and communicated widely. Everything should connect back to this plan. Policies Community policing affects the nature and development of department policies and procedures\nto ensure that community policing principles and practices have an effect on activities on the street. Problem solving and partnerships, therefore, should become institutionalized in policies, along with\ncorresponding sets of procedures where appropriate. Organizational evaluations In addition to the typical measures of police performance (arrest, response\ntimes, tickets issued, and crime rates), community policing calls for a broadening of police outcome\nmeasures to include such things as community satisfaction, less fear of crime, the alleviation of problems,\nand improvement in quality of life. Community policing calls for a more sophisticated approach to\nevaluation—one that looks at how feedback information is used, not only how it measures outcomes. Transparency Community policing involves decision-making processes that are more open than\ntraditional policing. If the community is to be a full partner, the department needs mechanisms for readily\nsharing relevant information on crime and social disorder problems as well as police operations with the\ncommunity. Organizational structure It is important that the organizational structure of the agency ensure that local\npatrol officers have decision-making authority and are accountable for their actions. This can be achieved\nthrough long-term assignments, the development of officers who are generalists, and using special units\nappropriately. 55 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Geographic assignment of officers With community policing, there is a shift to the long-term\nassignment of officers to specific neighborhoods or areas. Geographic deployment plans can help enhance\ncustomer service and facilitate more contact between police and citizens, thus establishing a strong\nrelationship and mutual accountability. Beat boundaries should correspond to neighborhood boundaries\nand other government services should recognize these boundaries when coordinating government publicservice activities. Despecialization"
}