{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 10,
  "chunk_text": "The Trust Fund Supervisor is Cost Center Manager for X4 Cost Centers (Decision Unit 1, Cost\nCenter C2, C7, and V8; Decision Unit 2, Cost Center C5; Decision Unit 5, Cost Center C9,\nDecision Unit 7, Cost Center C4). Use of a fund control system is mandatory for all Trust Fund purchases. The Trust Fund\nSupervisor shall also be the Cost Center Manager for S&E Cost Centers C1, Inmate Services and\nMW Warehouse Operations. The appropriate Cost Center Manager is responsible for funds\nallotted to special inmate benefit programs. Operating funds for overtime, uniform allowances, inmate pay for Commissary workers, incentive\nawards, supplies directly related to Commissary operations, and Commissary resale items are\nnormally computed using equity formulas. Modifications to these funding levels and funds for\nadditional object classes are submitted using a Budget Development and Execution Requirement\nform (BP-A0183) and a Budget Requirements form (BP-A0184) or other budget form the\ninstitution uses. The Budget Execution Manual provides instructions for completing these\nforms. The Regional Trust Fund Administrator consolidates institution annual requests, including salary\nrequests, and submits them to the Chief, Trust Fund Branch. (2) Salaries and Positions. The Chief, Trust Fund Branch, allots approved Trust Fund\npositions through the Budget Execution process. Positions are normally allotted to institutions\nbased on an equity formula. Requests for Trust Fund positions are routed through the Regional\nTrust Fund Administrator to the Chief, Trust Fund Branch, for approval. Funds from the Trust\nFund Appropriation are used to fund only the number of authorized Trust Fund positions. At no\ntime may Trust Fund funds be expended for the regular salary of any positions exceeding the\nnumber authorized. (3) Equipment Requirements. Funding requests for equipment are prepared with the annual\nrequirements and throughout the year as necessary using a Major Equipment Justification\n(BP-A0135), and are submitted through the Regional Trust Fund Administrator to the Chief, Trust\nFund Branch, for approval and assignment of Special Authorization (SA) Numbers. Trust Fund\nequipment may not be purchased without an SA number. A special funding request is not required for the amount allotted annually to each site for minor\nequipment. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 18 (4) Renovation/Construction Requests. Funding requests for renovation/construction of\nTrust Fund areas are prepared with annual requirements and throughout the year as necessary. Negative responses are not required. All items on the Trust Fund Renovation/Construction\nProject Form (BP-A0904) are addressed. (5) Additional Funding Requests. Institutions requesting funds exceeding the yearly\nallotment for any designated category (Object Class) (e.g., emergency need for equipment\nreplacement, special needs for telephone services) route the request from the Warden through the\nRegional Trust Fund Administrator to the Chief, Trust Fund Branch, for consideration. In all\ncases, funds are approved before expenditure by the institution. The Trust Fund Supervisor ensures the operation is managed within allotted budget resources\n(funds and positions). d. Trust Fund Profits. The Chief, Trust Fund Branch, reviews the Trust Fund’s financial status\nannually to determine whether funds are available for distribution of profits to institutions. If\nfunds are not available, no distribution is made."
}