{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 73,
  "chunk_text": "For International ACH Returns:\nBeneficiary Account: Federal Reserve Bank of New York/ITS (FRBNY/ITS)\nBank: Citibank N.A. (New York)\nSwift Code: CITIUS33\nAccount Number: 36838868\nBank Address: 388 Greenwich Street, New York, NY 10013\nPayment Details (Line 70): Agency\nName (abbreviated when possible) and ALC Agency POC: Michelle Haney, 301-492-5065\niv. For recipients that do not have electronic remittance capability, please make check** payable\nto: “The Department of Health and Human Services.”\nMail Check to Treasury approved lockbox:\nHHS Program Support Center, P.O. Box 530231, Atlanta, GA 30353-0231\n(** Please allow 4-6 weeks for processing of a payment by check to be applied to the appropriate PMS account)\nv. Any additional information/instructions may be found on the PMS Web site at\nhttp://www.dpm.psc.gov/. 75 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Glossary of Terms\nallowable costs. Allowable costs are expenses that may be funded by this award program. The COPS Office\nAnti-Heroin Task Force program provides funding for equipment, services, personnel, and other costs purchased\nor hired on or after the award start date. Upon review of your submitted budget, any unallowable costs were\nremoved. The Financial Clearance Memorandum (FCM) that was included in your award package outlined your\nallowable costs and noted any relevant revisions that were made to your original budget submission. audit. Work done by auditors, including both the Office of the Inspector General (OIG) and state or local\nauditors, to examine financial statements and to review\n•\n•\n•\n• compliance with laws and regulations;\neconomy and efficiency of operations;\neffectiveness in achieving program results;\nallowability of costs claimed against the award. authorized officials. The authorized officials are the individuals in your organization who have final authority\nand responsibility for all programmatic and financial decisions regarding this award. At the time of award\napplication, your agency listed the law enforcement executive (usually the chief of police, sheriff, etc.) and the\ngovernment executive (usually the mayor, board president, etc.) for your agency. These executives are listed on\nyour award document and are understood to be your authorized officials. If any of the executive information is\nincorrect, please submit the correct information to the COPS Office by completing an official Change of\nInformation (COI) form available online at www.cops.usdoj.gov. award number. The award number identifies your agency’s specific AHTF award and can be found on your\naward document. This number should be used as a reference when corresponding with the COPS Office. Your\naward number is in the following format: 2016-AMWX-0000. The COPS Office tracks award information based\nupon this number. award package. The award package includes your AHTF award document, Financial Clearance Memorandum\n(FCM), and award congratulatory letter; it may be accessed through the “Account Access” link on the COPS Office\nwebsite (www.cops.usdoj.gov). Your agency’s AHTF award document will list your award number, law\nenforcement executive, government executive, award amount, number and hiring category of positions\nawarded, award start and end dates, and all terms and conditions (including any special conditions placed on\nyour agency’s AHTF award). Your law enforcement and government executives have 90 days from the date on\nyour award congratulatory letter to log on to their accounts in “Account Access” and electronically sign the\naward document and submit it to the COPS Office."
}