{
  "document_category": "guidance",
  "document_name": "5100_008cn.pdf",
  "chunk_index": 15,
  "chunk_text": "The\nDSCC will complete an initial designation to a violator hearing\nsite, and a secondary designation to a post-hearing institution\nfor service of the violator term. The Security Designation Data\nscreen will indicate the inmate is to be housed as a holdover\nat the violator hearing site. Once the designation has been completed, the DSCC will\nnotify the U.S. Marshals Office of the designated institution,\nand mail the violator packet to that institution. The USPC will\nreceive notification via Groupwise. If after the hearing, new information causes a change in the\nsecondary designation (i.e., short-term parole date),\ninstitution staff will contact the DSCC for appropriate\naction.\n• In cases where the projected release date (PRD) is\nbetween 60 to 120 days from the date of hearing,\nthe DSCC will consider changing the secondary\ndesignation to the nearest appropriate facility. • In cases where the PRD is 60 days or less from the\ndate of hearing, hearing facility staff will\nconsider having the inmate remain at the hearing\nfacility for release processing purposes. • If a change in designation is not necessary,\ninstitution staff may process the inmate’s\ntransfer to the secondary designation. Procedures for violators requiring medical treatment are\nreferenced in Chapters 3 and 7. Once the information is reviewed\nand evaluated by the DSCC, and it is determined that medical or\npsychiatric treatment is required, the request for designation\nwill be entered into SENTRY and referred to the Central Office\nMedical Designator for designation. The DSCC will notify the\nappropriate USMS Office of the inmate’s designated institution,\nand mail the violator packet to that institution. The USPC will\nreceive notification via LAN. P5100.08\n9/12/2006\nChapter 3, Page 9\nLocal revocation hearings will be conducted at a site\ndetermined by the USPC, normally within commuting distance of\nwhere the alleged violation occurred. The USPC may request, in\nwriting, to the DSCC Administrator that an alleged violator be\nmoved to a Bureau institution. Violators who have received their\nlocal revocation hearing will not be transported until the USPC\nNotice of Action has been received and a designation has been\ndetermined. In some instances, violators who are granted a\nshort-term release date should be considered for placement in a\ncontract facility. e. Long-term Detainees. The Detention Services Branch (DSB),\nCorrectional Programs Division, Central Office, is responsible\nfor the initial designation of long-term detainees. Requests for\nplacement into the BOP from the U.S. Immigration and Customs\nEnforcement (ICE) are sent directly to DSB, where they are\ncompleted. If a medical or mental health placement is needed,\nDSB will refer it to the Central Office Medical Designator. Long-term detainees are no longer serving a sentence but their\ndetention is indeterminate and they will not, in all\nprobability, be repatriated to their home country. Long-term detainees are from countries, such as Cuba, that\nrefuse to accept their return from the U.S. government. The\nDetention Services Branch, Correctional Programs Division, will\nadvise when changes in applicable countries occur. This does\nnot include citizens from countries that take a significant\namount of time to accept its citizens. Travel orders can be\nobtained and they are eventually returned. ICE requests\nthe placement of long-term detainees into the BOP and they are\nordinarily designated into a general population. Long-term detainees include:\n•"
}