{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 9,
  "chunk_text": "If your agency is redeploying a current employee to perform the work duties of the TRGP-Hiring position,\nthe redeployed position must be paid with local funds. The COPS Office award funds may be used to backfill\nthe resulting vacancy with newly hired personnel for an equivalent amount of time. Each individual\nemployed under the TRGP-Hiring award must be newly hired or rehired on or after the award start date\nunless an exception is authorized in writing by the COPS Office. 7 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual • • • Any officer your agency hires brings your force not only to a number over and above the number of funded\npositions that you had on the date of your Coordinated Tribal Assistance Solicitation (CTAS), including\nfunded but vacant positions, but also to a number over and above the number of locally funded officer\npositions during the award period. During the life of your award, your agency must continue to hire as many new, locally funded officers as you\nwould have hired if you had not received your award. Your agency may not cancel or postpone spending\nmoney in its budget that is committed to hiring other new officers. Your agency must take active and timely steps to fill any vacancies that were created on or after the date of\nyour award application by retirement, resignation, or other reasons with new officers in addition to your\nTRGP-Hiring award-funded positions. Note: This award condition applies to all state or locally funded agencies working in partnership with your\nagency under this award. Your agency is responsible for ensuring that any partner agencies use COPS Office\nfunds only to supplement, not supplant, their state, local, or BIA funding as described in this condition. 5. Extensions\nCondition:\nYour agency may request an extension of the award period to receive additional time to implement your award\nprogram. Such extensions do not provide additional funding. Awards may be extended a maximum of 36 months\nbeyond the initial award expiration date. Any request for an extension beyond 36 months will be evaluated on a caseby-case basis. Only those recipients that can provide a reasonable justification for delays will be granted no-cost\nextensions. Reasonable justifications may include difficulties in filling COPS Office-funded positions, officer turnover,\nor other circumstances that interrupt the 36 month award funding period. An extension allows your agency to\ncompensate for such delays by providing additional time to complete the full 36 months of funding for each position\nawarded. Extension requests must be received prior to the end date of the award. Why this condition:\nUnder federal regulations, requests to extend the award period require prior written approval from the COPS\nOffice. Without an approved extension, your agency is not permitted to draw down federal funding for costs\nincurred beyond the official award end date. However, if justified, the COPS Office seeks to accommodate\nreasonable requests for no-cost time extensions in order to fully implement the COPS Office award. What you should do:"
}