{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nRSD/RSB\nNUMBER: 7300.09, CN-3\nDATE:\nAugust 1, 2016 Community Corrections Manual\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons This Change Notice (CN) implements a change to Program Statement 7300.09, Community\nCorrections Manual, dated January 12, 1998. This CN removes the requirement of subsistence\ncollection for any resident while on Home Confinement. The new language is highlighted. Attachment 4-7, p. 15: The subsistence payment checklist item now reads: Unless granted a waiver by the CCM, are all residents (except\nthose on home confinement) held responsible for subsistence\npayments? Attachment 4-7, p. 22: The checklist item “Does the contractor collect subsistence from a\nresident on Home Confinement? (the weekly subsistence collected shall not exceed the per diem\nrate established for Home Confinement times seven.)” is removed. Section 5.13.1, Offender Subsistence Collection, paragraph 2: The following language is added:\nAdditionally, any inmate who transfers to the home confinement\ncomponent of the program is not required to pay subsistence. PS 7300.09\nCN-2 5/19/99\nPage 1\nU.S. Department of Justice\nFederal Bureau of Prisons Change\nNotice DIRECTIVE AFFECTED:\n7300.09\nCHANGE NOTICE NUMBER: 02\nDATE: 5/19/99 1.\nPURPOSE AND SCOPE. To add sections on the Cost of Incarceration\nFee, Sexual Abuse/Assault Prevention and Intervention, and Volunteer\nUse in Community-Based Programs as well as to add the Tracking Juvenile\nDesignations form to Chapter 5 of the Community Corrections Manual and\nto make a variety of other more minor changes to Chapters 5 and 6 as\ndetailed below. 2. SUMMARY OF CHANGES IN CHAPTER 5 a.\nIn both Chapters 5 and 6, changes have been made in accordance\nwith the Bureau’s clear writing initiative. Increased use of BOPNet\nGroupWise system for making official notifications has also been added\nthroughout this change notice. b. In section 5.1, paragraph 6, a designation is not done when\nrequested by the U.S. Marshals Service if the sentence has been\ncompleted. c. In section 5.1, paragraph 9, during the designation process, prior\nsentence computations are to be reviewed along with the 129s and\nPresentence Investigations. d. In section 5.1, paragraph 12, if background information has not\nbeen completed, the inmate must be designated to at least a LOW security\nfacility. e. In section 5.1.2, community corrections staff must obtain a verbal\nreport related to offense conduct and institutional adjustment from a\nstate employee on state inmates being designated for service of a\nfederal sentence. f. In sections 5.1.3 and 5.1.4, directions on maintaining\ndocumentation regarding voluntary surrenders and appeals were PS 7300.09\nCN-2 5/19/99\nPage 2\nadded. g.\nIn section 5.2.2.b, when an inmate is rejected for CCC\nplacement, the CCM must consider placement in U.S. Probation\nOffice’s electronically monitored home confinement program. h. In section 5.6.2.a.(2), minor changes were made regarding\nescape notification procedures. i.\nIn section 5.6.2.a.(8), minor changes were made regarding\nmaintenance and documentation of escape related information. j.\nIn section 5.6.2.c(1), new information was added regarding\ncoordination of apprehension efforts between the CCM, USMS, and\ncontractor. k. In section 5.8, clarification is added to the VCCLEA\nprocedures regarding prohibited acts. l. In section 5.8.3, a misconduct report on a VCCLEA violent or\nPLRA inmate may be referred to a DHO certified CCM staff member in\noffices with an unusually high number of incident reports. m."
}