{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 25,
  "chunk_text": "8. Reports/Performance goals\nCondition: To assist the COPS Office in monitoring and tracking the performance of your award, your agency will be\nresponsible for submitting quarterly programmatic progress reports that describe project activities during the\nreporting period and quarterly Federal Financial Reports using Standard Form 425 (SF-425). The progress report is\nused to track your agency’s progress toward implementing community policing strategies and to collect data to\ngauge the effectiveness of increasing your agency’s community policing capacity through COPS Office funding. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 and other federal regulations and policies\nrequire that financial assistance provided by the Federal Government be monitored carefully to ensure\nthe proper use of federal funds. In addition, the COPS Office seeks to document, on a continuing basis, the\nprogress of our programs and grantees. What you should do: This grant condition is designed to make your agency aware of reporting requirements associated with\nCAGI grants. Quarterly programmatic progress reports and a final programmatic closeout report will be\nrequired to be submitted directly to the COPS Office through the “Account Access” link of the COPS Office\nwebsite at www.cops.usdoj.gov. Your agency is also required to submit quarterly Federal Financial Reports\nusing Standard Form 425 (SF-425) within 30 days after the end of each calendar quarter. A final SF-425 will\nbe due within 90 days after the end of the grant period. This report reflects the actual cumulative federal\nmonies spent, unliquidated obligations incurred, and the unobligated balance of federal funds. Under\nfederal regulations, your agency is not permitted to draw down federal funding for costs incurred after the\nofficial grant end date; however, you will have a 90-day grace period after the grant award end date during\nwhich you can drawdown funds for eligible expenditures incurred before the grant end date. Agencies with\nmore than one delinquent programmatic and/or financial report submission per fiscal year may be subject\nto delays in receiving reimbursement for allowable expenses and may be required to receive technical\nassistance to improve compliance with reporting. These reports are discussed in greater detail in section VI 11 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual (“Reports”) on page 38 of this manual. All reports should be submitted within the deadlines given to avoid\nsuspension or possible termination of grant funds or other remedial actions; failure to submit required\nreports may also impact future funding opportunities. 9. Grant monitoring activities\nCondition:\nFederal law requires that law enforcement agencies receiving federal funding from the COPS Office must be\nmonitored to ensure compliance with their grant conditions and other applicable statutory regulations. The COPS\nOffice is also interested in tracking the progress of our programs and the advancement of community policing. Both aspects of grant implementation—compliance and programmatic benefits—are part of the monitoring\nprocess coordinated by the U.S. Department of Justice. Grant monitoring activities conducted by the COPS Office\ninclude site visits, office-based grant reviews, alleged noncompliance reviews, financial and programmatic\nreporting, and audit resolution. As a COPS Office CAGI grantee, you agree to cooperate with and respond to any\nrequests for information pertaining to your grant. Why this condition:\nThe Public Safety Partnership and Community Policing"
}