{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 19,
  "chunk_text": "a. Scope. Bureau institutions, as set forth in the\nCorrectional Services Manual, have included State, county, and\nlocal resources in their institution contingency planning and\noverall emergency preparedness plans. These plans may include agreements with local non-Federal\nagencies for specific assistance. In keeping with such\ninteragency cooperative arrangements, the Bureau may provide\nsimilar emergency assistance to non-Federal correctional\nentities. The scope of such assistance must be established in an MOU\nentered into by the institution’s Warden and authorized nonFederal correctional entity. b. Preparation. Each institution Warden may prepare an MOU\nwhen it is determined to be appropriate. Factors to consider in\nmaking this determination include, but not limited to, the type\nand number of non-Federal correctional systems within the\nimmediate area and availability of non-Federal resources to meet\nthe needs of non-Federal law enforcement during an emergency. The MOU’s purpose is to anticipate possible emergencies and\ndetail in advance the type of assistance the institution would\nprovide if requested. PS 5500.14\n10/19/2012\nChapter 4, Page 3 The MOU must specify whom in the non-Federal correctional\nentity is authorized to make such a request and the local\ninstitution’s limits on authorizing various degrees of\nassistance. c. Requests for Assistance. Ordinarily, an outside request\nfor assistance should come from a high-level State authority and\nbe approved only by the institution’s Warden or Acting Warden, in\nconsultation with the Regional Director. The MOU must state that approval by the appropriate Regional\nDirector is required prior to providing assistance. A copy of\nthe MOU must be forwarded to the Assistant Director, Correctional\nPrograms Division, Central Office. When advance approval from the Regional Director is not\npractical, the Regional Director and Assistant Director,\nCorrectional Programs Division, Central Office, must be notified\nas soon as possible of the type of assistance requested and any\naction and/or response provided by the institution. The MOU must contain a statement that Bureau staff may not use\nweapons, ammunition, or chemical agents to provide assistance,\nexcept as authorized by the Deputy Attorney General or Director\nof the Federal Bureau of Prisons in extraordinary circumstances\n(for further discussion on this point see Section 404.d.). d. MOU Preparation Guidelines.\nbe considered in any MOU. The following guidelines must (1) The assistance required must be immediate, short-term,\nand limited to operations which Bureau staff are authorized to\nprovide, and for which they are trained and have expertise, such\nas detention, perimeter security, and transportation of persons\nduly detained by the non-Federal authority. (2) The MOU must provide for financial reimbursement of\nresources expended (including personnel employed beyond the\ninitial response time) and/or damages. (3) Bureau assistance may not extend into operations such\nas crowd control for general public safety projects or for\nenforcing laws associated with scheduled public events. The\nbasis for this limitation is the Bureau's statutory boundaries\nlimiting its scope of expertise to correctional management\nissues. PS 5500.14\n10/19/2012\nChapter 4, Page 4\n(4) Ordinarily, Bureau staff are not expected to become\ninvolved in any situation requiring the use of force. When a\nparticular situation necessitates the use of force (e.g., for\nself protection), the application of force must not exceed the\namount of force specified by the Bureau's policies. 403. REVIEW BY/NOTIFICATION OF REGIONAL DIRECTOR a. Review."
}