{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 60,
  "chunk_text": "Businesses can help identify\nproblems and provide resources for responses, often including their own security apparatus and community\noutreach. The local chamber of commerce can also assist in disseminating information about police and\nbusiness partnerships and initiatives. Media The media represent a powerful mechanism by which to communicate with the community. It can assist with\npublicizing community concerns and available solutions, such as services from government or community\nagencies or new laws or codes that will be enforced. In addition, the media can have a significant impact on\npublic perceptions of the police, crime problems, and fear of crime. Organizational transformation\nOrganizational transformation is the alignment of organizational management, structure, personnel, and\ninformation systems to support community partnerships and proactive problem solving. Agency management\n•\n•\n•\n•\n• Climate and culture\nLeadership\nLabor relations\nDecision making\nStrategic planning\n64 2016 COPS Hiring Program (CHP) Award Owner’s Manual •\n•\n•\n•\n•\n•\n• Policies\nOrganizational evaluations\nTransparency\nOrganizational structure\nGeographic assignment of officers\nDespecialization\nResources and finances Personnel\n•\n•\n• Recruitment, hiring, and selection\nPersonnel supervision/evaluations\nTraining Information systems (technology)\n•\n• Communication / access to data\nQuality and accuracy of data The community policing philosophy focuses on the way that departments are organized and managed and how\nthe infrastructure can be changed to support the philosophical shift behind community policing. It encourages\nthe application of modern management practices to increase efficiency and effectiveness. Community policing\nemphasizes changes in organizational structures to institutionalize its adoption and infuse it throughout the\nentire department, including the way the department is managed and organized, its personnel, and its\ntechnology. Agency management Under the community policing model, police management needs to infuse community policing ideals\nthroughout the agency by making a number of critical changes in climate and culture, leadership, formal labor\nrelations, decentralized decision-making and accountability, strategic planning, policing and procedures,\norganizational evaluations, and increased transparency. Climate and culture\nChanging the climate and culture means supporting a proactive orientation that values systematic problem\nsolving and partnerships. Formal organizational changes should support the informal networks and\ncommunication that take place within agencies to support this orientation. Leadership\nLeaders serve as role models for taking risks and building collaborative relationships to implement community\npolicing, and they use their position to influence and educate others about it. Leaders, therefore, must\nconstantly emphasize and reinforce community policing’s vision, values, and mission within their organization\nand support and articulate a commitment to community policing as the dominant way of doing business. 65 2016 COPS Hiring Program (CHP) Award Owner’s Manual Labor relations If community policing is going to be effective, police unions and similar forms of organized labor need to be a\npart of the process and function as partners in the adoption of the community policing philosophy. Including\nlabor groups in agency changes can ensure support for the changes that are imperative to community policing\nimplementation. Decision making\nCommunity policing calls for decentralization both in command structure and in decision making. Decentralized\ndecision making allows front-line officers to take responsibility for their role in community policing. When an\nofficer is able to create solutions to problems and take risks, he or she ultimately feels accountable for those\nsolutions and assumes a greater responsibility for the well-being of the community."
}