{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 12,
  "chunk_text": "STATE, LOCAL & PRIVATE AGENCIES The community corrections staff must be sensitive to the needs and\nconcerns of the local community. They must be aware of, and\ncommunicate with, state and local corrections agencies, law\nenforcement, and social services agencies. Moreover, they should\nparticipate in community advisory boards and local civic groups\nand be sensitive to the perspective of locally elected officials. See the Program Statement on Contact with other Agencies and\nOrganizations. 2.2.1. Corrections Agencies Community corrections staff may provide technical assistance to\ncorrectional agencies and programs upon request. These agencies\nmay be potential contracting resources for housing inmates. 2.2.2. Law Enforcement/Criminal Justice CCMs represent the Bureau by attending meetings of local law\nenforcement criminal justice agencies and community boards and by\nparticipating in professional organizations and conferences. Membership in local law enforcement coordinating committees and\nother organizations of a criminal justice nature should be\nconsidered an essential part of the CCM's formal relationship\nwith the local criminal justice community. 2.2.3.\nConsulates\nCommunity corrections staff, especially those located near\ninternational borders, may have the need to consult with\nrepresentatives of other countries regarding their citizens who\nare Federal inmates. PS 7300.09\n1/12/98\nChapter 2, Page 4\n2.3.\n2.3.1. RELEASE OF INFORMATION\nFreedom of Information/Privacy Act CCMs must be familiar with the Privacy Act and the Freedom of\nInformation Act because, as the Bureau's representatives, it is\nessential that they be aware of the kinds of information they may\nrelease. CCMs shall also ensure that all staff in the community\ncorrections office are familiar with the requirement of the\nFreedom of Information/Privacy Act. See the Program Statement on\nthe Release of Information. The Public Information Inmate Data SENTRY transaction displays\ninformation that may be released to the public. Generally\n(except in CIMS and juvenile cases), CCMs may release the\nfollowing information to anyone, on residents of CCCs and\nconfinement facilities:\na. Name\nb. Register Number\nc. Place of Incarceration\nd. Age\ne. Race\nf. Conviction and sentencing data:\nthis information\nincludes the offense of conviction, court of\nconviction, date of sentencing, length of sentence,\namount of good time earned, parole eligibility date,\nparole release (presumptive or effective) date, and the\ndate of expiration of sentence. g.\nPast movement via transfers or writs: CCMs may not\ndisclose which institution has been designated for an inmate\nprior to the inmate’s actual arrival. h.\nInformation concerning a Youth Corrections Act (YCA)\nincarceration may be released only after the CCM\nconfirms that the YCA conviction has not been \"set\naside\" or expunged. 2.3.2. Public Information CCMs may respond to inquiries using the releasable information\ndescribed above or by giving general information regarding Bureau\npolicy or institutions. Specific questions about particular\nBureau institutions or inmates confined in them should be\nreferred to the Public Information Officer (PIO) at that\ninstitution. If uncertainties exist, or for specific questions\nof an unusual or sensitive nature, the CCM should refer the\ninquiry to the MCA. The MCA may respond or refer the inquiry to PS 7300.09\n1/12/98\nChapter 2, Page 5\nthe Regional Office PIO. Although CCMs and MCAs are not PIOs, it\nis recommended they become familiar with public information\nissues and policy. 2.3.3. Contacts with the News Media a. Requests for Information CCMs may only release public information as described above to the\nnews media."
}