{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 65,
  "chunk_text": "Office awards require the top government executive (e.g., Tribal Chairman, President, Chief, or equivalent) to\nsign the award document. Typically, this is the same executive named on your agency’s 2016 TRGP application. (If this individual has changed, please complete a Change of Information form online at www.cops.usdoj.gov\nthrough the “Account Access” option.) If you have any questions as to who should sign the award, please\ncontact your jurisdiction’s local legal advisor. 65 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter. Award funds will not be released until we have received your agency’s signed award\ndocument, your budget has received final clearance, and any other relevant award conditions particular to your\nagency have been satisfied. Failure to submit your signed award document within the 90-day award acceptance\nperiod may result in your TRGP award being withdrawn and the funds deobligated without additional\nnotification. If your agency requires an extension for accepting the award beyond the 90-day acceptance\ntimeframe, please submit a written request to your COPS Office Grant Program Specialist. Be sure to explain the\ncircumstances that prevent your agency from signing the award document within the 90-day period and\nidentify the date by which the award document will be electronically signed. The COPS Office will review such\nrequests on a case-by-case basis. The COPS Office reserves the right to deny requests to extend the 90-day\naward acceptance period. 66 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual II. Procurement Process (for TRGPEquipment/Training awards only) In general, award recipients are required to procure funded items through open and free competition when\nfeasible. For the purchase of equipment, technology, or services under a COPS Office award, award recipients\nmust follow their own policies and procedures on procurement as long as those requirements conform to the\nfederal procurement requirements set forth in the Uniform Administrative Requirements, Cost Principles, and\nAudit Requirements for Federal Awards, 2 CFR § 200.318, as adopted by the U.S. Department of Justice in 2 CFR §\n2800.101 (as applicable). As described in award condition #28 on page 61, recipients are required to submit a sole source justification\n(SSJ) request for sole source procurements in excess of $150,000 prior to purchasing equipment, technology, or\nservices; obligating funding for a contract; or entering into a contract with award funds. For the purchase of\nequipment, technology, or services under a COPS Office award, recipients must use their own documented\nprocurement procedures that reflect applicable state and local laws and regulations, as long as those\nrequirements conform to the federal procurement requirements set forth in 2 CFR § 200.320 as adopted by the\nU.S. Department of Justice in 2 CFR § 2800.101. A sole source justification request should be submitted if a\nrecipient determines that the award of a contract through a competitive process is infeasible. The COPS Office\nmay authorize a noncompetitive proposal if one or more of the following circumstances apply:\n•\n•\n•\n• The item/service is available only from one source."
}