{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 19,
  "chunk_text": "The Warden has the discretion to restrict incoming publications deemed inappropriate by\nstaff due to their association with the inmate’s risk to engage in sexually offensive behavior. These publications may include, but are not limited to: P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 24 ■ Items that may be used as sexual paraphernalia (e.g., photographs, pictures, or drawings\ndepicting adults or children in sexually explicit or suggestive poses or situations). ■ Materials that promote the sexual exploitation of children (e.g., written materials that\nromanticize adult-child sex). ■ Written or pictorial materials that promote violence or reflect a degrading attitude to persons\nbased on gender.\n■ Any other material deemed inappropriate by CTP staff due to its association with the\ninmate’s risk to engage in sexually offensive behavior. m. Administrative Remedies. CTP inmates may use the Administrative Remedy Program in\naccordance with BOP policy. n. Legal Activities. CTP inmates may perform legal activities in accordance with BOP policy. o. Religious Activities. CTP inmates may pursue religious beliefs and practices in accordance\nwith BOP policy. p. Medical Care. CTP inmates are provided with the same level of medical (including dental),\npsychiatric, and psychological care in accordance with BOP policy. q. Education. CTP inmates have access to educational, occupational, and leisure activities in\naccordance with BOP policy. r. Discipline. CTP inmates are required to comply with BOP rules on inmate discipline in\naccordance with BOP policy. CTP staff will be involved throughout the investigative and\ndisciplinary process to provide clinical input and recommendations. s. Restrictive Housing. CTP inmates who require restrictive housing (e.g., Special Housing\nUnit) to ensure the safety of inmates and staff and the orderly operation of the institution will be\nhoused in a setting in accordance with BOP policy. CTP inmates housed in restrictive housing\nshould continue to receive sex offender treatment programming unless such participation would\npose an unnecessary risk to the safety and security of CTP inmates or staff, or to the orderly\noperation of the institution. 11. ANNUAL REVIEW OF COMMITTED INMATES\nPer 18 U.S.C. § 4247(e), the CTP conducts an annual examination of each committed inmate’s\nprogress and assesses the need for continued commitment. A report of the examination is P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 25 submitted to the court of commitment within one year of the inmate’s initial commitment and\nevery year thereafter. Operational Procedures\n■ The Forensic Coordinator, under the supervision of the CTP Administrator, will ensure that\nan evaluation by a Forensic Psychologist is completed annually under section 4247. The\nreport is submitted to the court of commitment. In addition, counsel for the inmate or his/her\nlegal guardian may, at any time during the commitment (except 180 days directly after a\ncourt determination that the person should continue to be committed), file with the court that\nordered the commitment a motion for a hearing to determine whether he/she should be\ndischarged. This filing would necessitate either an evaluation or an addendum to a prior\nevaluation that was completed within a reasonable time frame. ■"
}