{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 97,
  "chunk_text": "If the relatives live at a\ndistance, the government shall pay the cost of transporting the\nbody and the expense of preparing it for shipment, including\nembalming, clothing, casket, and shipping container. If the body\nis not claimed by relatives, the government has authority to\narrange and pay for local burial expenses. The regional contract\nspecialist shall provide information on maximum allowable\nexpenses. Price quotes shall be obtained from several morticians\nand provided to the contract specialist, who shall select the\nvendor and issue a purchase order. When embalming or an autopsy is necessary, refer to the Program\nStatements on Autopsies, Authority to Order and the Health\nServices Manual for further information regarding religious\npractices. The regional chaplaincy administrator is to be\ncontacted for guidance. The CCM shall report all deaths immediately to the Regional\nCorrectional Services Administrator by telephone, confirm by\nBOPNet and forward with copies of the Incident Report to the\nCorrectional Services Administrator and National Health Systems\nAdministrator in the Central Office, MCA, CCRA, and CCA. The CCM must notify the sentencing U.S. district court judge by\nletter, with copies to the U.S. Attorney, Chief U.S. Probation\nOfficer, and the Regional Director. The Program Statement on\nEscapes/Deaths Notification also explains special handling for\nWITSEC cases, notification procedures for family and friends,\nmedical reports, and other information needed. 5.6.\n5.6.1. ESCAPES\nDefinition and Application Any committed inmate who fails to report to a contract facility\nfor admission, fails to remain at the approved place of\nemployment or training during the hours specified by the terms of\nthe employment or training program, fails to return to the\nfacility at the prescribed time, or fails to return from any\nother approved absence at the time and place stipulated, may be\nplaced on escape status after staff have completed and documented\nroutine procedures to locate the inmate. The federal escape statute only applies to those who escape from\nthe custody of the Attorney General or Bureau. A person in a CCC PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 13\nas a condition of probation, supervised release, or bond is there\nby order of the committing court and is not deemed to be in the\ncustody of the Attorney General or the Bureau. Probationers and\nthose on bond who leave a CCC without permission cannot be\nprosecuted for escape, and should not be required to sign\ndocuments indicating they can be. Having CCC staff add this\nstatement to their forms or rules may prevent problems:\n\"A person who is residing in this CCC as a condition of probation,\nparole, supervised release, or bond is not in the custody of the\nAttorney General or Bureau of Prisons and\nthus cannot be prosecuted for escape if they leave the facility\nwithout permission. However, any unauthorized\ndeparture from the facility by those on probation, parole, or\nbond will be immediately reported to appropriate court\npersonnel.\" Any offender on probation or bond is considered to have absconded\nfrom supervision rather than escaped from custody. It is not\nnecessary to complete the Escape Report, EMS Form 907, for\nabsconders. 5.6.2. Procedures a. Escape from a contract facility (1)\nCCMs must ensure that all contract staff are\nfamiliar with escape reporting procedures."
}