{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 56,
  "chunk_text": "When\nnecessary, auditors may also opt to conduct interviews with certain specialized staff by phone\nsuch as agency investigators located in a different region of the state or SAFE or SANE staff\nemployed by a nearby hospital. Auditors should plan to interview a diverse cross-section of both volunteers and contractors\nwho perform different roles in the facility such as religious, education, medical, mental health,\nprogramming, and maintenance. Auditors should conduct two to four interviews with\nvolunteers and another two to four interviews with contractors who have contact with inmates. Auditors should also conduct interviews with approximately two to four investigative staff, both\nat the facility and agency levels. Auditors are encouraged to interview more than one staff\nmember serving in other specialized roles as well, when deemed necessary and feasible. 56 Required Documentation when Staff Interview Requirements Are Not Met\nAuditors must make all reasonable efforts to meet the staff interviewing requirements outlined\nabove. The PREA Management Office recognizes, however, that it will not always be possible to\nachieve the requisite number of staff interviews due to a number of factors (e.g., number of\nstaff, facility operations). This may be particularly relevant for audits of smaller facilities where\nthere are fewer staff in the facility than the required number of interviews. If for any reason,\nregardless of facility size, an auditor does not conduct the minimum number of staff interviews\nprescribed above, he or she must thoroughly document this in his or her notes and include a\ndiscussion of why this was not possible in the audit narrative portion of the audit report. Effective Strategies for Interviewing Staff and Inmates\n• Use open-ended rather than “yes/no” questions. • Keep an open mind; listen carefully to everything the person is saying; and take the person’s\ncomments seriously. • Work to establish a positive rapport and trust with the person being interviewed. • Be sure that the person being interviewed fully understands the purpose of the interview. • Schedule interviews to be minimally disruptive to facility operations, without cutting short individual\ninterviews or reducing the total number of interviews. • Request a private, quiet location to conduct interviews (e.g., classroom, attorney/client visitation\nroom). It is also preferable to identify an interview space where facility staff can observe the\ninterview through a window and to position the inmate with his or her back to the window. • Never allow other staff members or inmates to participate or sit in on an interview. • Never conduct group interviews. • Do not re-ask questions that have already been answered by the person being interviewed. • Take notes during each interview for use later when information that has been collected is\ntriangulated and the compliance determinations are made. Documentation Selection and Review There are four provisions under Standard 115.401 that address auditor access to and\nrequirements for reviewing facility and agency documents. These include the following:\n•\n•\n•\n• 115.401(f) – “The auditor shall review all relevant agency-wide policies, procedures,\nreports, internal and external audits, and accreditations for each facility type.”\n115.401(g) –"
}