{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 24,
  "chunk_text": "lost retained retained Greater than\n30 days with\nSOI’s Approval w/SOI’s Approval After 30 days, if\nrehired, accelerated\npromotion Administrative\nDetention/guilty SOI may\nretain retained\nretained\n(for time period (for time period\naccrued)\naccrued) retained w/SOI’s Approval On performance, if\nrehired Administrative\nDetention/\nnot guilty ──────────────────── Medical Idle** retained retained retained lost Continues for 30 days ───────── Top 10%\nof admin. detention continues N/A After 30 days, if\nrehired, accelerated\npromotion\nN/A (If greater than 30 days,\nsame as Administrative Transfer) P8120.03 12/15/2015 38 FPI work\nrelated injury\nand absence, no\nfault found** retained continues FPI work\nrelated injury\nand absence w/\nsafety violation** * lost continues lost continues * N/A N/A w/SOI’s Approval If rehired, on\nperformance (Decisions on all other matters should be based on the Inmate Worker Standards and Chapter 4, Section 4 of this policy.) ______________________________________________________________________________________________________________________________________________\n* If the UDC/DHO process does not determine job loss, the SOI may retain or terminate FPI work status. ** Refer to 28 CFR part 301 for information on Lost-Time Wages. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 39 Chapter 6. Awards Program\n1. GENERAL\n§345.70 General. FPI provides incentive awards of various types to inmate workers for special\nachievements in their work, scholarship, suggestions, for inventions which\nimprove industry processes or safety or which conserve energy or materials\nconsumed in FPI operations, and for outstanding levels of self-development. a. Limitation on Awards. With the exception of the FPI Incentive Award Plan, the total value\nof awards at each institution’s industry location in any given year is limited to an amount no more\nthan one percent of the location’s inmate payroll estimate for the current year, based on the\noperating plan and projected inmate employment. No later than October 1 each year, the SOI must prepare the annual budget, which must include the\nestimate for incentive awards. b. Costing the Incentive Awards Programs. Costs associated with the Incentive Awards\nProgram are charged locally. Costs are recorded under appropriate overhead accounts. Payments for Incentive Awards are made in accordance with the established payroll system and\nincluded on the monthly payroll, in accordance with the Program Statement Accounting\nProcedures for Civilian and Inmate Payrolls – FPI. c. Reporting Inmate Worker Awards. Each SOI is responsible for maintaining records on\ninmate awards each fiscal year. 2. OFFICIAL COMMENDATIONS\n§345.71 Official commendations. An inmate worker may receive an official written commendation for any\nsuggestion or invention adopted by FPI, or for any special achievement, as\ndetermined by the SOI, related to the inmate’s industrial work assignment. A\ncopy of the commendation is to be placed in the inmate’s central file. P8120.03 12/15/2015 40 3. CASH BONUS OR CASH AWARD\n§345.72 Cash bonus or cash award. An inmate worker may receive a cash bonus or cash award for any suggestion or\ninvention which is adopted by FPI and produces a net savings to FPI of at least\n$250.00. Cash awards shall be one percent of the net estimated savings during\nthe first year, with the minimum award being $25.00, and the maximum award\nbeing $1,000.00."
}