{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 99,
  "chunk_text": "Facts pertaining to the CCC’s PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 15\naccountability procedures regarding the incident are to be\nincluded. Other areas in the Escape Report are self explanatory. CCMs\nneed to ensure this entire form is completely filled out with\naccurate information pertaining to the inmate's status. (5)\nThe CCM must notify the FBI and USMS within the\ndistrict of the escape immediately of an escape. Details of\nthe escape and the identity of the escapee must be furnished. The Notice of Escaped Federal Prisoner form (BPS393.058) is to be used for this notification. In\naddition, the CCM needs to send a message to the USMS\nauthorizing them to apprehend and\ndetain the escaped federal prisoner. For an escape due\nto community arrest, the CCM needs only to send a JUST message\nto the USMS to have a detainer placed on the escapee. Other\nnotifications are not necessary. (6)\nWhen an inmate escapes, CCMs shall send a letter\nvia fax immediately (within the first working day) to the\nsentencing judge(s) explaining the details of the escape,\nincluding a copy of the BP-S393, followed by original\ncorrespondence. The U.S. Attorney and U.S. Probation Office\nshall be faxed a copy of the letter to the judge. This\nprocedure does not apply to escapes\ndue to community arrest. (7) CCMs shall update SENTRY to indicate changes in release\nstatus, COM assignments, custody, good time, and sentence\ncomputation. (8)\nCCMs shall maintain escape documentation,\nincluding copies of the escape report, notifications, and\ndisciplinary information. Disciplinary information\nis filed in a separate disciplinary file. This\ndocumentation can be disposed of once a Program/Operational\nReview has been conducted and the individual has been\napprehended. (9)\nThe CCM shall purge file material already in the\nInmate Central File, include original escape documentation\nwith disciplinary reports and escape notification, and send\nthis to the parent institution along with a terminal report\nafter disciplinary proceedings are completed. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 16\n(10)\nThe Bureau does not pay the contractor for the\nday of escape unless the contract specifies otherwise. CCMs should be familiar with the procedures regarding escapes\nfrom community based programs found in the Program Statements on\nEscape From Extended Limits of Confinement, Escape/Deaths\nNotification, and CCC Utilization and Transfer Procedure as well\nas the CCC Statement of Work.\nb. Escape while in route from an institution to a CCC: (1)\nWhen an inmate on unescorted transfer fails to\nreport to a CCC, the CCM shall report the inmate as an\nescapee via telephone and BOPNet GroupWise to the ISM\nat the sending institution. The U.S. Marshal in the\nCCC district shall be notified of the escape. The CCM\nshall also notify the Regional Director, Central\nOffice, and the sending institution via BOPNet\nGroupWise of the escape. (2)\nStaff at the sending institution shall update\nSENTRY to indicate changes in release status and sentence\ncomputation as well as preparing an incident report and conducting\na discipline hearing in absentia. Institution staff shall complete\nthe Incident Report\nand make all notifications as required by the Program Statements\non Unescorted Transfers and Voluntary Surrenders, Escapes/Deaths\nNotification, and CCC Utilization and Transfer Procedure. c.\ninmate Apprehension or return to facility of contract facility (1) Apprehension of CCC failures is to be coordinated with the\ncontractor and USMS to reduce the possibility of escape."
}