{
  "document_category": "guidance",
  "document_name": "5217_02.pdf",
  "chunk_index": 2,
  "chunk_text": "■ The program structure, differentiated by conditions of confinement and expected completion\ntimes, now has three levels instead of four. b. Program Objectives. The expected results of this program are:\n■ Inmates who meet the criteria for designation to a SMU will be referred for redesignation. ■ Inmates who successfully progress through the SMU program will be redesignated to a\ngeneral population, or another appropriate facility. ■ Safe and orderly environments at all institutions will be further enhanced by the operation of\nSMUs. c. Pretrial/Holdover/Detainee Procedures. This Program Statement applies only to sentenced\ninmates. P5217.02 8/09/2016 2 2. REFERRAL CRITERIA Designation to a SMU may be considered for any sentenced inmate whose interaction requires\ngreater management to ensure the safety, security, or orderly operation of Bureau facilities, or\nprotection of the public, because the inmate meets any of the following criteria:\n■\n■\n■\n■ Participated in disruptive geographical group/gang-related activity. Had a leadership role in disruptive geographical group/gang-related activity. Has a history of serious or disruptive disciplinary infractions. Committed any 100-level prohibited act, according to 28 CFR part 541, after being classified\nas a member of a Disruptive Group pursuant to 28 CFR part 524. ■ Participated in, organized, or facilitated any group misconduct that adversely affected the\norderly operation of a correctional facility. ■ Otherwise participated in or was associated with activity such that greater management of the\ninmate’s interaction with other persons is necessary to ensure the safety, security, or orderly\noperation of Bureau facilities, or protection of the public. The inmate must have at least 24 months left on his/her sentence. 3. REFERRAL PROCEDURES\na. Referral. When considering designation criteria, inmates from lower security institutions\nwill be considered for designation to a higher security facility prior to recommending placement\nto a SMU. The referring institution will take into consideration any current medical\nassessment/treatment prior to recommending that a referral be made. If an inmate appears to\nsatisfy any of the referral criteria above, the Unit Team may present a redesignation referral to the\nWarden. The referral packet consists of a completed Request for Transfer/Application of\nManagement Variable (EMS-A409), copies of pertinent Special Investigative Supervisor reports\nand incident reports, a Diagnostic and Care Level Formulation from Psychology Services, a\nmedical evaluation, and a cover memorandum to the Warden summarizing the rationale for\nreferral for SMU designation. If the Warden approves the referral, it is submitted to the Regional\nDirector. The packet may be submitted electronically at all stages. The Unit Team will be\nnotified if the Warden denies the referral. b. Hearing. If the Regional Director determines that sufficient evidence exists to convene a\nhearing, a copy of the referral is sent to the Psychology Services Branch. Psychology Services\nreviews the inmate’s mental health record to determine if there are mental health concerns that\nwould preclude an inmate from being placed in a SMU. Please see the Program Statement\nTreatment and Care of Inmates with Mental Illness, when considering to place inmates with\na serious mental health illness in the SMU. If there is no evidence to preclude a hearing, the\nP5217.02 8/09/2016 3"
}