{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 25,
  "chunk_text": "The Drug Abuse Program Coordinator (DAPC) or designee will\nmonitor the DRUG ED SENTRY ED WAIT rosters. c. Drug Abuse Education Course Process. Inmates referred for participation in the DRUG ED\ncourse meet with the Drug Abuse Treatment Specialist (DTS) in either a group or an individual\nformat. The specialist will:\n•\n•\n•\n•\n• Inform the inmate of the reason they were identified for Drug Education. Inform the inmate of the sanctions for non-participation (see Section 2.3.6). Obtain the inmate’s signature on the Agreement to Participate in the DRUG ED Course. Enter the appropriate DRUG ED SENTRY DRG assignment for the inmate. Notify appropriate staff of sanctions for non-participation. d. Enrollment Time Frame. Because DRUG ED is intended to motivate inmates to volunteer\nfor treatment interventions, it is essential that the DRUG ED course is provided at the beginning\nof the inmate’s sentence, ordinarily within 12 months of his or her current commitment. 2.3.6. Drug Abuse Education Operation.\na. Course Content. The DRUG ED course is 12 to15 hours in duration. The course reviews\npersonal drug use, the cycle of drug use and crime, and reviews additional program opportunities\nin the Bureau. As in other drug abuse program areas, a journal, facilitator guide, and resource\nmaterials have been developed for DRUG ED. Staff are to use the most current journals,\nfacilitator guides, manuals, and resources developed by the Central Office. b. Testing and Security. A bank of 50 test questions is available to staff through the Psychology\nServices Sallyport site (or using appropriate future technology). The DRUG ED exam will P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 3 include 10 questions. The DAPC, or designee, is responsible for the selection of these 10\nquestions. The results of all DRUG ED test scores are to be entered into the Psychology Data\nSystem (PDS). Under no circumstances are inmates permitted to engage in test administration or the handling of\ntest materials. Any compromise in testing procedures must be reported immediately to the\nRegional Psychology Programs Coordinator via e-mail. The Regional Psychology Programs\nCoordinator will, in coordination with the institution DAPC and DTS staff, determine what, if\nany, changes in test security, testing procedures, or testing document must be made. c. Special Circumstances. Inmates who volunteer for or are required to participate in the DRUG\nED course and who experience cognitive impairment or a severe learning disability must be\nprovided a reasonable accommodation toward completion of the DRUG ED course, including an\nalternate means of testing. d. Completion. § 550.51(d). To complete the drug abuse education course, inmates\nmust attend and participate during course sessions and pass a final course exam. Inmates will ordinarily have at least three chances to pass the final course exam\nbefore they lose privileges or the effects of non-participation occur (see paragraph\n(e) of this section). Completion of the DRUG ED course requires attendance of 12 to 15\nhours, participation during sessions and successfully completing the course with 70% correct\nanswers on the test. DRUG ED completions must be entered into SENTRY."
}