{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 2,
  "chunk_text": "CS staff will notify ICE of all inmates who have an immigration detainer at least ninety\n(90) days prior to the inmate’s projected release date, or as soon as staff becomes aware of\nthe detainer. CS staff will send a DAL, release notifications, copies of all federal and nonfederal detainers, and pertinent information to the ICE Pacific Response Center (PERC),\nvia email, at the following email address: bopreleases@ice.dhs.gov. At the time of notification, ICE will be provided with the inmate's medical and mental\nhealth care level. For inmates identified as Medical Health Care Level 3 or 4, and/or\nMental Health Care Level 3 or 4, a Health Services Exit Summary and/or a Psychology\nServices Mental Health Transfer Summary will be provided in an encrypted electronic\ncopy to the above-mentioned email address. These summaries will include, at a minimum,\na list of medications, any required medical and nursing care and/or treatment, medical\nequipment requirements, ability to conduct activities of daily living, and plan of care. The\nCMC or SCSS will ensure this information and these documents are submitted to ICE. Upon request, CS staff will provide ICE's medical staff at the ICE Enforcement and\nRemoval Operations (ERO) field office with an encrypted electronic copy of the inmate’s\nmedical record, including the most recent lab work and diagnostic tests (e.g., x-rays, MRI,\nCT scan) for any current health problems. The encrypted electronic copy should be sent to\nthe ICE ERO field office requesting the information. ICE will notify CS staff 60 days prior to the PRD, or as soon as possible, of its decision to\nassume or decline custody of the inmate. If ICE declines custody, CS staff may transfer\ncustody of the inmate to the law enforcement agency who lodged a detainer, or release the\ninmate if no other detainer is on file. If ICE declines to accept custody, the responsible ICE\nERO field office must cancel the detainer by checking the appropriate box on the\napplicable detainer and notify CS staff. Once CS staff receives this notification, a DAL\nmust be completed and sent to ICE in order to remove the immigration detainer. U.S. Department of Justice\nFederal Bureau of Prisons PROGRAM STATEMENT\nOPI:\nCPD/CPB\nNUMBER:\nP5800.15\nDATE:\n1/1/2009 Correctional Systems Manual\n/s/\nApproved: Harley G. Lappin\nDirector, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE To provide direction to ensure consistency in carrying out Correctional Systems responsibilities. The Correctional Systems Department (CSD) is responsible for many diverse\nactivities and duties that are essential to the admission and release of inmates, computing and\ntracking inmate sentence information, and providing secure mail services to inmates and staff. This edition of the Correctional Systems Manual incorporates changes based on the Executive\nStaff decision to consolidate the duties of the Legal Instruments Examiner (LIE) and the Inmate\nSystems Officer (ISO) under the new position title of Correctional Systems Officer, and changes\nwhich have occurred since the last publication of this manual. a. Summary of Changes\nPolicy Rescinded\nP5800.14\nInmate Systems Management Manual (12/30/06) Changes have been made to update previous policy. If local procedures are changed, the local\nunion will be notified in accordance with the Master Agreement. Training will be conducted for\naffected departments as necessary."
}