{
  "document_category": "guidance",
  "document_name": "colleague-201812.pdf",
  "chunk_index": 2,
  "chunk_text": "Please note that this notation does not have the effect of rescinding this document or\nreinstating prior guidance. U.S. Department of Justice U.S. Department of Education Civil Rights Division Office for Civil Rights December 21, 2018\nDear Colleague: The purpose of this letter is to inform you that the Department of Justice and the\nDepartment of Education are withdrawing the statements of policy and guidance\nreflected in the following documents:\n•\n• Dear Colleague Letter on Nondiscriminatory Administration of School\nDiscipline dated January 8, 2014; and Overview of the Supportive School Discipline Initiative dated January 8,\n2014. Additionally, the Department of Education is withdrawing the following related\ndocuments:\n•\n•\n•\n• Guiding Principles: A Resource Guide for Improving School Climate and\nDiscipline, dated January 8, 2014;\nAppendix 1: U.S. Department of Education Directory of Federal School\nClimate and Discipline Resources, dated January 8, 2014; Appendix 2: Compendium of School Discipline Laws and Regulations for\nthe 50 States, Washington D.C., and Puerto Rico, dated January 8, 2014; and\nSchool Discipline Guidance Package FAQs, dated January 8, 2014. The Dear Colleague Letter on Nondiscriminatory Administration of Discipline\n(“Guidance”) discussed the legal framework that the Departments employ to analyze\ncomplaints of discrimination under Title IV of the Civil Rights Act of 1964 (Title IV),\n42 U.S.C. §§ 2000c et seq., and Title VI of the Civil Rights Act of 1964 (Title VI), 42\nU.S.C. §§ 2000d et seq., and its implementing regulations, 34 C.F.R. Part 100. Title IV\nauthorizes the Attorney General in certain circumstances to institute a lawsuit\nagainst public school boards, colleges, and universities upon receiving a complaint\nPage 1 — Dear Colleage Letter [OCR-000113] UNDER REVIEW. This document and the underlying issues are under review by the U.S.\nDepartment of Education and the U.S. Department of Justice (as of July 30, 2021). Please note that this notation does not have the effect of rescinding this document or\nreinstating prior guidance. of discrimination. Title VI prohibits discrimination based on race, color, or national\norigin by recipients of Federal financial assistance. The Guidance presented and\nanalyzed, under Titles IV and VI, a number of factual scenarios involving the\napplication of school discipline, and indicated what conclusions the Departments\nmight reach in each scenario. On March 12, 2018, President Trump announced the formation of a Federal\nCommission on School Safety. President Trump directed the Commission to study\nand make recommendations regarding several issues, including whether the\nGuidance and associated documents should be rescinded. On December 18, 2018,\nthe Commission recommended that the Departments rescind the Guidance and\nassociated documents. States and local school districts play the primary role in establishing educational\npolicy, including how to handle specific instances of student misconduct and\ndiscipline, and in ensuring that classroom teachers have the support they need to\nimplement appropriate discipline policies. States and local school districts must\nalso comply with the antidiscrimination protections contained in federal law,\nincluding Title VI. The Departments have concluded that the Guidance and\nassociated documents advance policy preferences and positions not required or\ncontemplated by Title IV or Title VI. Accordingly, the Department of Education and the Department of Justice have\ndecided to withdraw and rescind the Guidance and associated documents."
}