{
  "document_category": "guidance",
  "document_name": "5050_050_EN.pdf",
  "chunk_index": 3,
  "chunk_text": "Functional impairment (e.g., limitations on activities of daily\nliving such as feeding and dressing oneself) is not required for inmates diagnosed with terminal\nmedical conditions; however, functional impairment may be a factor when considering the\ninmate’s ability or inability to reoffend. Pursuant to 18 U.S.C. § 3582(d)(2)(A), in the case of a diagnosis of a terminal illness, the Bureau\nof Prisons shall, subject to confidentiality requirements:\n(i) not later than 72 hours after the diagnosis notify the defendant’s attorney, partner,\nand family members of the defendant’s condition and inform the defendant’s attorney,\npartner, and family members that they may prepare and submit on the defendant’s\nbehalf a request for a sentence reduction pursuant to subsection (c)(1)(A);\n(ii) not later than 7 days after the date of the diagnosis, provide the defendant’s partner\nand family members (including extended family) with an opportunity to visit the\ndefendant in person;\n(iii) upon request from the defendant or his attorney, partner, or a family member,\nensure that Bureau of Prisons employees assist the defendant in the preparation,\ndrafting, and submission of a request for a sentence reduction pursuant to subsection\n(c)(1)(A); and\n(iv) not later than 14 days of receipt of a request for a sentence reduction submitted on\nthe defendant’s behalf by the defendant or the defendant’s attorney, partner, or family\nmember, process the request. The statutory time frames of section 3582(d)(2)(A), begin once the Clinical Director of an\ninstitution makes a terminal diagnosis. Once the diagnosis is made, the Clinical Director will\ninform the Warden and the appropriate Unit Manager as soon as possible so as to ensure\nrequirements are met. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 4 If the inmate is physically/psychologically able, the inmate should consent to notifications\nabove using Form BP-A0192, Release of Information Consent, or equivalent written\nauthorization. If a visit is denied for security concerns, as reflected in 18 U.S.C. § 3582(d)(3)(J), the reasons\nshould be documented. The Warden will forward the information indicated in Section 8 of this policy, below, to\nCentral Office within 14 days. b. Debilitated Medical Condition. RIS consideration may also be given to inmates who have\nan incurable, progressive illness or who have suffered a debilitating injury from which they will\nnot recover. The BOP should consider a RIS if the inmate is:\n■ Completely disabled, meaning the inmate cannot carry on any self-care and is totally\nconfined to a bed or chair; or\n■ Capable of only limited self-care and is confined to a bed or chair more than 50% of waking\nhours. The BOP’s review should also include any cognitive deficits of the inmate (e.g., Alzheimer’s\ndisease or traumatic brain injury that has affected the inmate’s mental capacity or function). A\ncognitive deficit is not required in cases of severe physical impairment, but may be a factor when\nconsidering the inmate’s ability or inability to reoffend."
}