{
  "document_category": "guidance",
  "document_name": "SORNA-IC-Guide.pdf",
  "chunk_index": 4,
  "chunk_text": "A sex offender may also live, work and go\nto school exclusively in a tribal jurisdiction. If so, the offender is required to register\nonly with the tribal jurisdiction. See “State\nDual Registration” box at right for additional\nstate requirements. Tribal and State Lands\nSome tribal lands are arranged\nin a patchwork around state or\ncounty land. In such instances, a\ntribe is responsible for registration\nfunctions on lands subject to its\nlaw enforcement jurisdiction, and a\nstate is responsible for registration\nfunctions on lands subject to its law\nenforcement jurisdiction. State Dual Registration Some states go beyond SORNA’s\nrequirements and require all\nsex offenders living within state\nboundaries to register with the state,\neven if they live, work or go to school\nexclusively on tribal land. Previously Registered Offenders If an offender moves out of your\njurisdiction and is no longer\nrequired to register with your tribe,\nyou may still retain that offender’s\ninformation in your administrative\ndatabase or public registry website. A sex offender may have\nto register in multiple\nregistration jurisdictions. Guide to SORNA Implementation in Indian Country | 5 Tiering\nSORNA classifies sex offense convictions into three tiers based on the nature and\nseriousness of the offense, the victim’s age and the offender’s prior sex offense\nconviction(s). Tier I offenses generally include only misdemeanor offenses punishable\nby no more than 1 year in jail; tier II and tier III offenses are more serious felony offenses\npunishable by more than 1 year in jail. Tribes must ensure that sex offense convictions\nare tiered correctly. The SORNA Officer or tribal prosecutor is typically responsible for\nassessing sex offense convictions and determining the appropriate tier. Tribal offenses: Tribes that have enhanced sentencing under the Tribal Law and Order Act\nmust tier tribal offenses similarly to federal or state offenses. Otherwise, tribes can opt to\ntier all tribal sex offenses as tier I offenses regardless of the nature of the offense. State offenses: State offenses should be tiered similarly to federal offenses. This includes\noffenses from Washington, D.C., and the principal U.S. territories. Military offenses: Military offenses under § 115(a)(8)(C)(i) of Public Law 105-119 should\nbe tiered similarly to federal or state offenses. For assistance with military convictions\nand obtaining supporting documentation, contact the military fellows at the U.S. Marshals\nService’s National Sex Offender Targeting Center at IOD.NSOTC@usdoj.gov. Foreign offenses: Foreign offenses should be tiered similarly to federal or state offenses. TIER I OFFENSES\nTribal Offenses: Any tribal offenses where maximum punishment was limited to 1 year in jail\nFederal Offenses\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•"
}