{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 35,
  "chunk_text": "When possible, staff\nshould also contact the prosecuting Assistant U.S. Attorney, U.S.\nProbation Officer, and/or the law enforcement agency which\narrested the inmate for comments. Wardens will consider using Bureau staff, rather than a\ncontract guard service, when an inmate meets any of the following\ncriteria:\n Documented escape history from a secure facility.  Identified as a member of an organized criminal\nenterprise.  CIM assignment other than Separation or State Border.  Charged with a violent offense which is aggressive or\nintimidating in nature and/or likely to cause serious\nbodily harm or death, including, but not limited to\noffenses identified in the Program Statement on\nCategorization of Offenses, Section 6.a., b., and c. These guidelines must be considered when staff are completing\nthe Escorted Trip Authorization (BP-S502) form. It is imperative\nthat staff include relevant comments to ensure sound decisions\nare made. 802. CONTRACTOR ELIGIBILITY. In accordance with applicable\ngovernment procurement and contract regulations, each institution\nmay negotiate and enter into a contract with qualified security\nfirms, companies, or individuals to provide guard service. The contractor must provide either documented evidence or\nassurance certification that each employee used as a contract\nguard meets all the following requirements:\na. Staff Qualifications. Under no circumstances will any\nperson, discharged by his or her employer within the past three\nyears for cause, be employed as a guard under a Bureau contract. Former Bureau employees discharged by the agency for cause will\nnot be employed as a guard under a Bureau contract. The Warden\nmust approve requests for using personnel (other than former\nBureau employees) who have been discharged. The following\nelements should be considered: PS 5500.14\n10/19/2012\nChapter 8, Page 3\n\n Elements of the person's removal. Whether employment would jeopardize the security and\nsupervision of Bureau inmates. A contract may not be awarded to any agency or firm unless the\nfollowing qualifications for its personnel are met.\n(1) Experience Requirements (a) One year (2040 hours) of experience in the Armed\nForces or Coast Guard which involved significant performance of\nguard duty of detainees or prisoners; or the equivalent\nexperience in a Federal, state, or local government, or private\norganization which involved protecting/police duties. (b) College level training in courses such as\ncorrections or police science may be substituted for experience\nat the ratio of two hours of instructions for one hour of\nexperience.\n(2) Physical Requirements (a) The contractor's employees must be in good general\nhealth and able to perform job functions. (b) Vision must be correctable to 20/30 (snellen) in one The ability to distinguish basic colors is required. eye. (c) Emotional and mental stability is essential. services to be performed require:\n\n\n\n The using tact to deal with inmates,\na keen sense of perception,\nmental alertness, and\nthe ability to resolve crisis situations. Applicants may be required to work under trying\nconditions for long periods of time without relief. (d) All prospective contract guard employees must be\ntested for use of illegal drugs at the institution using the same\nprocedures as new Bureau employees. No guard may be used unless\nhe or she has received a negative drug test. Any indication of illegal and/or non-prescribed drugs\nwill disqualify the individual for employment on the Bureau’s\ncontract. PS 5500.14\n10/19/2012\nChapter 8, Page 4\n(3) Background Investigation."
}