{
  "document_category": "guidance",
  "document_name": "edited_audit_guidance_508_0.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice Federal Law Constraints\non Post-Election “Audits”\nPublished July 28, 2021 U.S. Department of Justice\nThe U.S. Department of Justice is committed to ensuring full compliance\nwith all federal laws regarding elections. This includes those provisions\nof federal law that govern the retention and preservation of election\nrecords or that prohibit intimidation of, or interference with, any\nperson’s right to vote or to serve as an election ofﬁcial. The Department is also committed to ensuring that American elections are secure and reﬂect the choices\nmade on the ballots cast by eligible citizens. “The November 3rd election was the most secure in\nAmerican history,” according to a Joint Statement issued by federal and state ofﬁcials and released by\nthe federal Cybersecurity & Infrastructure Security Agency. In many jurisdictions, there were automatic\nrecounts or canvasses pursuant to state law due to the closeness of the election results. None of those\nstate law recounts produced evidence of either wrongdoing or mistakes that casts any doubt on the\noutcome of the national election results. In recent months, in a number of jurisdictions around the United States, an unusual second round of\nexaminations have been conducted or proposed. These examinations would look at certain ballots,\nelection records, and election systems used to conduct elections in 2020. These examinations,\nsometimes referred to as “audits,” are governed, in the ﬁrst instance, by state law. In some\ncircumstances, the proposed examinations may comply with state law; in others, they will not. But\nregardless of the relevant state law, federal law imposes additional constraints with which every\njurisdiction must comply. This document provides information about those federal constraints, which are\nenforced by the Department of Justice. 1 | Federal Law Constraints on Post-Election “Audits” U.S. Department of Justice\nConstraints Imposed by the Civil Rights Act of 1960 The Civil Rights Act of 1960, now codiﬁed at 52 U.S.C. §§ 20701-20706, governs certain “[f]ederal\nelection records.” Section 301 of the Act requires state and local election ofﬁcials to “retain and\npreserve” all records relating to any “act requisite to voting” for twenty-two months after the conduct\nof “any general, special, or primary election” at which citizens vote for “President, Vice President,\npresidential elector, Member of the Senate, [or] Member of the House of Representatives,” 52 U.S.C. §\n20701. The materials covered by Section 301 extend beyond “papers” to include other “records.” Jurisdictions must therefore also retain and preserve records created in digital or electronic form. The ultimate purpose of the Civil Rights Act’s preservation and retention requirements for federal\nelections records is to “secure a more effective protection of the right to vote.” State of Ala. ex rel. Gallion v. Rogers, 187 F. Supp. 848, 853 (M.D. Ala. 1960) (citing H.R. Rep. 956, 86th Cong., 1st Sess. 7\n(1959)), aff’d sub nom. Dinkens v. Attorney General, 285 F.2d 430 (5th Cir. 1961) (per curiam). The Act\nprotects the right to vote by ensuring that federal elections records remain available in a form that\nallows for the Department to investigate and prosecute both civil and criminal elections matters under\nfederal law."
}