{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 82,
  "chunk_text": "It will comply with the requirements\nof 5 U.S.C.§§ 1501–08 and §§7324–28, which limit certain political activities of state or local government\nemployees whose principal employment is in connection with an activity financed in whole or in part by\nfederal assistance. 12. It will not provide any funding from this award (either directly or indirectly, whether by way of a contract,\nsubaward, or other means) either to (1) the Association of Community Organizations for Reform Now\n(ACORN) or (2) an ACORN subsidiary. False statements or claims made in connection with DOJ grants\n(including cooperative agreements) may result in fines, imprisonment, debarment from participating in\nfederal grants or contracts, or any other remedy available by law. Elections or other selections of new\nofficials—that is, changes in authorized representatives, such as a chief executive officer authorized to bind\nor otherwise act on behalf of the applicant— November 2015 3 will not relieve the applicant entity of its\nobligations under any grant or cooperative agreement, if funded. As the duly authorized representative of the applicant, I certify that (a) I am familiar with the requirements of\nthese certifications and am authorized to make these certifications and provide these assurances and that (b)\nany statements or representations of fact contained herein have an adequate factual basis (as determined\nthrough inquiry, wherever appropriate) and are true and accurate to the best of my knowledge. Type/print name and title of chief executive of applicant government or other applicant entity\n______________________________________________________________ Signature\n______________________________ Date ____________________ (Chief executive of applicant government or other applicant entity) On behalf of _____________________________________________________ (Name of applicant tribal government or other applicant entity) 89 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Certifications\nRegarding Lobbying; Debarment, Suspension and Other Responsibility Maters; Federal Taxes and\nAssessments; Drug-Free Workplace Requirements; and Coordination with Affected Agencies. Although the U.S. Department of Justice (DOJ) has made every effort to simplify the application process, federal\nlaw requires that an applicant must provide with its application a certification as to certain matters in order to be\neligible to receive a federal grant or cooperative agreement. Applicants are expected to read carefully the\ncertification requirements as set forth below—and any cited statute, regulation, Executive Order, or other\nmaterial—before determining whether a certification properly may be made. (As an example, the applicant\nshould first determine whether any condition legally required to be met has been met, such that an applicant’s\ncertification as to the condition would be verifiably accurate and true.) Any certification that the applicant submits must be executed by an official who is both familiar with the\nrequirements of the certification and authorized to make the certification on behalf of the applicant. Elections or other selections of new officials—that is, changes in authorized representatives, such as a chief\nexecutive officer authorized to bind or otherwise act on behalf of the applicant— will not relieve the applicant\nentity of its obligations under any grant or cooperative agreement if funded."
}