{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 38,
  "chunk_text": "The recipient also agrees to provide\nto their employees in writing (in the predominant native language of the workforce) of the rights and remedies\nprovided in 41 U.S.C. § 4712. Please see Appendix E in the Grant Owner’s Manual for a full text of the statute. Why this condition:\nUnder the “Pilot program for enhancement of contractor protection from reprisal for disclosure of certain\ninformation” (41 U.S.C. § 4712), which is in effect through January 1, 2017, recipients are prohibited from\ntaking reprisal actions against employees for certain whistleblowing activities in connection with federal\ngrants and contracts. The pilot program protects the public interest and ensures the proper management\nand use of federal funds. What you should do: The recipient must not take reprisal actions against an employee for disclosing misconduct under federal\ncontracts and grants to certain persons and entities. The recipient is prohibited from discharging, demoting, or otherwise discriminating against an employee as\nreprisal for disclosing information that he/she reasonably believes is evidence of • gross mismanagement of a federal contract or grant;\n• a gross waste of federal funds;\n• an abuse of authority relating to a federal contract or grant; 23 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual • a substantial and specific danger to public health or safety;\n• a violation of law, rule, or regulation related to a Federal contract (including the competition for or\nnegotiation of a contract) or grant. In addition, the disclosure must also have been made to • a Member of Congress or a representative of a committee of Congress;\n• an inspector general;\n• the Government Accountability Office;\n• a federal employee responsible for contract or grant oversight or management at the relevant\nagency; • an authorized official of the U.S. Department of Justice or other law enforcement agency;\n• a court or grand jury;\n• a management official or other employee of the contractor, subcontractor, or grantee who has\nthe responsibility to investigate, discover, or address misconduct. An employee is deemed to have made a protected disclosure if he or she initiates or provides evidence\nof misconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a federal\ncontract or grant. The recipient must inform its employees in writing, in the predominant language of the workforce, of\nemployee whistleblower rights, protections and remedies under 41 U.S.C. § 4712. Please see appendix E on page 59 of this document for a full text of the “Pilot program for enhancement of\ncontractor protection from reprisal for disclosure of certain information” (41 U.S.C. § 4712). 23. Mandatory disclosure\nCondition: The recipients and subrecipients must timely disclose in writing to the COPS Office or pass-through entity, as\napplicable, all federal criminal law violations involving fraud, bribery, or gratuity that may potentially affect\nthe awarded federal funding. Failure to make required disclosures can result in any of the remedies, including\nsuspension and debarment, described in the Uniform Administrative Requirements, Cost Principles, and Audit\nRequirements for Federal Awards, 2 C.F.R. § 200.338 as adopted by the U.S. Department of Justice in 2 C.F.R. §\n2800.101."
}