{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 85,
  "chunk_text": "91 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 3. Mandatory Disclosure Pursuant to 2 C.F.R. Part 2800, the Uniform Administrative Requirements, Cost Principles, and Audit\nRequirements for Federal Awards by the Department of Justice, and as set out at 2 C.F.R. § 200.113, the\napplicant certifies and assures that it\nA. has not violated any federal criminal law involving fraud, bribery, or gratuity that may potentially\naffect the federal grant or cooperative agreement;\nB. shall timely disclose in writing to the federal awarding agency or pass-through entity, as applicable,\nany violation of federal criminal law involving fraud, bribery, or gratuity that may potentially affect\nthe federal grant or cooperative agreement;\nC. shall require that the language of this certification be included in the award documents for all\nsubawards (as the term “Subaward” is defined 2 C.F.R. § 200.92) and shall require that all\nsubrecipients certify and disclose accordingly. 4. Federal Taxes and Assessments\nA. If applicable, an applicant who requests an award in excess of $5,000,000 certifies that, to the best\nof its knowledge and belief, the applicant has filed all federal tax returns required during the three\nyears preceding the certification; has not been convicted of a criminal offense under the Internal\nRevenue Code of 1986; and has not, more than 90 days prior to certification, been notified of any\nunpaid federal tax assessment for which the liability remains unsatisfied, unless the assessment is\nthe subject of an installment agreement or offer in compromise that has been approved by the\nInternal Revenue Service and is not in default or the assessment is the subject of a nonfrivolous\nadministrative or judicial proceeding. B. The applicant certifies that it does not have any unpaid federal tax liability that has been assessed\nfor which all judicial and administrative remedies have been exhausted or have lapsed and that is\nnot being paid in a timely manner pursuant to an agreement with the authority responsible for\ncollecting the tax liability. 5. Drug-Free Workplace As required by the Drug-Free Workplace Act of 1988 (41 U.S.C. § 8103) and implemented at 28 C.F.R. Part 83\nfor recipients (other than individuals), as defined at 28 C.F.R. § 83.660—\nA. The applicant certifies and assures that it will provide or will continue to provide a drugfree\nworkplace by\n(i) publishing a statement notifying employees that the unlawful manufacture, distribution,\ndispensing, possession, or use of a controlled substance is prohibited in the applicant’s (and, if\nfunded, the recipient’s) workplace and specifying the actions that will be taken against\nemployees for violation of such prohibition;\n(ii) establishing an ongoing drug-free awareness program to inform employees about\n(a) the dangers of drug abuse in the workplace;\n(b) the grantee’s policy of maintaining a drug-free workplace;\n(c) any available drug counseling, rehabilitation and employee assistance programs; and\n(d) the penalties that may be imposed upon employees for drug-abuse violations occurring in\nthe workplace; 92 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual"
}