{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 122,
  "chunk_text": "The schedule for returning and shipping files is set\nforth in the Inmate Systems Management Manual. The CCM should contact regional inmate systems specialists or\nadministrators for assistance when required. A well-organized\nmethod for record retention and disposal is critical to\nfacilitate retrieval if re-incarceration occurs. 6.1.2.\nCases) Condition of Supervision Placements (Public Law/Old Law Pursuant to the Provisions of 18 U.S.C. §§ 3651 and 4209,\nOffenders Under Probation, Parole, or Mandatory Release\nSupervision may be referred for CCC placement (commonly referred\nto as public law cases). The legal document required for probationers is an order issued\nby the U.S. District Court Judge mandating residence in a CCC as\na condition of probation. This may be set forth on the original\nJ&C, or may be a modification order during the period of\nprobation. A copy of the J&C shall suffice. However, if there\nis any doubt regarding the accuracy or authenticity of the court\norder, the order shall be verified with the appropriate\nauthority. The legal document for Parole and Mandatory Release supervision\ncases is the U.S. Parole Commission Notice of Action (NOA) PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 4\nmandating residence in a CCC. A parolee may be placed in a CCC\nwithout the NOA on an emergency basis for up to four days,\nprovided they consent in writing to such placement (Parole\nCommission Manual). A NOA shall be required for placement in\nexcess of four days. The CCM shall document the efforts to\nobtain a NOA if it has not been received within four days. The CCM must ensure the designated contractor has a copy of the\nlegal document stipulating CCC residence prior to placement. A two-position file folder should be used and shall normally\nconsist of:\na. Source - U.S. Probation, District of Supervision: e Copy of the Judgment and Probation/Commitment Order or Modification Order.\ne Pre-Sentence Investigation Report.\ne U.S. Probation Program Plan.\nb. Source - U.S. Parole Commission: e U.S. Parole Commission Notice of Action Mandating CCC Residence.\nc. Source - Contractor: e Record of Medical Examination (if a CCC is designated). e Documentation of Acceptance and Terminal Report.\nd. Source - CCM e SENTRY Sentence Computation. After release, the CCC generated file shall be combined with the\nCCM two-part file. Files for probation and for conditions of\nparole/mandatory release shall be mailed to the supervising USPO\nunless the Chief USPO indicates in writing that the file is not\nrequired. 6.1.3. Community Confinement (Sentencing Reform Act) Pursuant to the provisions of 18 U.S.C. §§ 3563(b) and 3624(e),\nOffenders, as Further Conditions of a Sentence of Probation or\nSupervised Release, may be referred for placement in a CCC. The CCM must ensure the designated contractor has a copy of the\nlegal document stipulating confinement in the facility. The PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 5\nlegal document required for probationers is an order issued by\nthe U.S. District Court Judge mandating residence in a CCC. This\nmay be set forth on the original J&C, or may be a modification\norder during the period of probation supervision. A copy of the\nJ&C shall suffice. However, if there is any doubt regarding the\naccuracy or authenticity of the court order, a phone call to the\nappropriate authority is to be made."
}