{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 73,
  "chunk_text": "15. Does the contractor ensure that residents take all of\ntheir personal property? 16. When a resident is released during working hours, does\nthe contractor immediately notify the CCM by telephone, or if the\nrelease occurs outside working hours, the next working day? 17. Are terminal reports completed within three working\ndays of the resident's release and include, in addition to the\nidentifying data, a description of the resident's adjustment\nwhile under the care of the contractor, a prognosis for future\nadjustment, the amount of money in savings and/or contributions\nto dependents, and his/her release plans, including residence,\nemployment and salary? PS 7300.09\n1/12/98\nAttachment 4-7, Page 33\n18. Does the contractor follow required distribution:\noriginal to CCM, copy to appropriate U.S. Parole Commissioner and\na copy to appropriate USPO? Release Documents:\n19. Does the contractor complete the following documents\nand distribute them within three working days of the resident's\nrelease:\na. Release Certificates (Parole, Special Parole Term,\nMandatory Release): dated signature of releasee, and staff;\nDistribution: original to releasee, copies to appropriate\nRegional U.S. Parole Commission, USPO, and CCM. b.\nNotice of Release and Arrival: Distribution:\noriginal to releasee, copies to appropriate Regional U.S. Parole\nCommission, USPO, and CCM. Property Disposition:\n20. Does the contractor establish and maintain a system of\naccountability and method of disposition of residents personal\nproperty to be implemented in the event of a resident's death,\nescape, or transfer? 21. Are inventories of resident property accomplished by no\nless than two staff, and both sign the completed inventory list? 22. Is a resident's property immediately secured, and\ninventoried within eight hours of a resident's death, escape, or\ntransfer? 23. If a resident is being held in a local jail, is the\nindividual identified as \"to be notified in case of emergency\"\nadvised to pick up the resident's property? File Disposition:\n24. Upon completion or termination of the resident's\nprogram, does the contractor forward the resident's file to the\nCCM? (The contractor may retain public information which can\nidentify the former resident, copies of research data which have\nbeen depersonalized and copies of reports generated by the\ncontractor.) Supervision Cases: PS 7300.09\n1/12/98\nAttachment 4-7, Page 34\n25. When the term of residence specified by the court has\nbeen completed, or when the center determines that the resident's\nprogram is completed or that participation in the center's\nprogram will produce no further significant benefits, do staff\nnotify the USPO who will then make other arrangements for the\nresidence, program, and welfare of the releasee? 26. Are terminal reports completed by the contractor and\nforwarded to the USPO and CCM? Discussion/Findings: ESCAPES\n1. Does the contractor notify the U.S. Marshal and CCM\nimmediately upon identifying a resident as an escapee? 2. Does the contractor understand that residents under\nsupervision are not in the custody of the Attorney General\n(probationers, parolees, pre-trial defendants, mandatory\nreleases, supervised releases) and cannot be considered escapees? 3. Does the contractor understand that unauthorized\nabsences of residents under supervision are to be immediately\nreported to the supervising authority? Is the CCM notified no\nlater than the next business day? Discussion/Findings: SERIOUS ILLNESS, INJURY, OR DEATH OF A RESIDENT\n1. Whenever a resident becomes seriously ill or requires\nemergency medical treatment, does the contractor immediately\nnotify the CCM, USPO, and the resident's family or next of kin?"
}