{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 25,
  "chunk_text": "We appreciate your review of the attached documents with respect\nto their disclosure. We have enclosed a form for your response. Thank you for you cooperation. Sincerely, Warden\nAttachments PS 1351.05\n9/19/2002\nAttachment D, Page 4\n(Date)\nTo:\nWarden:\nInstitution:\nFROM: (Authorized Agency Representative)\n(Agency)\nSUBJECT: Disclosure of Information to Federal Inmate and to\nU.S. Parole Commission This replies to your (date) letter in which you forward to us,\nand ask that we review, certain document(s) prepared by our\nagency to determine whether the document(s) may be disclosed to\nthe Federal inmate involved and the U.S. Parole Commission. Document(s): The following action may be taken with respect to these\ndocuments:\n1. Complete disclosure of the document(s) is (are)\nauthorized. The document may be made available for inmate review and\ncopying. 2. The following portion(s) of the document(s) is (are) to be\nexcluded on the basis that if disclosed, it might constitute a clearly unwarranted invasion of\npersonal privacy;\nreveal sources of information obtained under a\nlegitimate expectation of confidentiality or\notherwise endanger the life or physical safety of\nany person;\nlead to a serious disruption of the subject\ninmate's institutional program, due to the\ndiagnostic or evaluative opinions contained in the\ndocument, and which it could likely affect the\ninmate's clearly documented adjustment\ndifficulties;\ninterfere with ongoing law enforcement\nproceedings, including administrative\ninvestigations; or PS 1351.05\n9/19/2002\nAttachment D, Page 5 enable the requester to violate any law or\nthreaten the security of a Federal Bureau of\nPrisons institution through disclosure of law\nenforcement techniques or procedures. Other: (specify)\nA summary of the excluded material is attached. 3. Neither the document nor a summary of the document is to\nbe disclosed in any form to the inmate."
}