{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 46,
  "chunk_text": "• lack of adequate community policing. Grantee had difficulty demonstrating community policing\nactivities. 36 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual • funds to better use. Funds could be used more efficiently based on management actions such as\n• reductions in outlays;\n• deobligation of funds;\n• withdrawal;\n• costs not incurred by implementing recommended improvements;\n• any other savings which are specifically identified. • questioned costs. Costs that are questioned by the auditor because of an audit finding which\nresulted from a violation or possible violation of a provision of law, regulation, grant terms and\nconditions, or other document governing the use of federal funds; or because costs incurred\nappear unreasonable and do not reflect the actions a prudent person would take under the\nsame circumstances; or because costs at the time of the audit are not supported by adequate\ndocumentation. After the final OIG audit report has been issued, the COPS Office’s Grant Monitoring Division will continue\nworking as the liaison between your agency and the OIG to obtain closure on any audit findings. The COPS\nOffice will issue a closure letter once all audit recommendations have been closed by the OIG. You must\nkeep all documentation related to the audit for a period of three years following the audit’s closure. 37 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual VI. Reports As part of the CAMP, your agency will be required to submit quarterly Federal Financial Reports as well\nas quarterly Program Progress Reports. Awarded agencies should be prepared to track and report CAMP\nfunding separately from other funding sources (including other COPS Office and federal grants) to ensure\naccurate financial and programmatic reporting on a timely basis. Your agency should ensure that you have\nfinancial internal controls in place to monitor the use of CAMP funding and ensure that its use is consistent\nwith the grant terms and conditions. Good practices in this area would include written accounting practices,\nan accounting system that tracks all drawdowns and grant expenditures, and the ability to track when each\nCAMP position is filled or vacant (including if the position was for a new hire or a rehire). Failure to submit\ncomplete reports or submit them in a timely manner may result in the suspension and possible termination of your\nagency’s COPS Office grant funding or other remedial actions. Federal Financial Reports Your agency is required to submit quarterly Federal Financial Reports using Standard Form 425 (SF-425)\nwithin 30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days after the\nend of the grant period. This report reflects the actual cumulative federal expenditures incurred during the\nfunding period and the remaining unobligated balance of federal funds. Under federal regulations, your\nagency is not permitted to draw down federal funding for costs incurred after the official grant end date;\nhowever, you will have a 90-day grace period after the grant award end date during which you can draw\ndown funds for eligible expenditures incurred before the grant end date. How do we file a Federal Financial Report? All COPS Office grantees are required to submit quarterly Federal Financial Reports using the SF-425."
}