{
  "document_category": "guidance",
  "document_name": "5267_09.pdf",
  "chunk_index": 2,
  "chunk_text": "The visiting schedule for the institution, including all of its components (satellite camp, jail,\netc.), if they differ. ■ Holdover visiting procedures (time frame for approval; who is permitted to visit, etc.). ■ Procedures addressing special visitors (i.e., minister of record and clergy visits). ■ Procedures for disapproving proposed visitors. ■ Procedures for approving any exception to the prior relationship requirement. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 ■ The method by which staff will make written guidelines available to visitors. ■ Limitations specific to the institution (e.g., visiting space, frequency of visits, number of\nvisitors). ■ Identify staff responsible for arranging and supervising special visits. ■ Procedures to maintain a record of visitors for each inmate. ■ Procedures for a backup system to the computer visiting program. ■ Facility address/phone number, directions to the facility, and information about local\ntransportation. ■ Days and hours of visitation. ■ Approved dress code. ■ Identification requirements for visitors. ■ Items authorized in the visiting room. ■ Special rules for children. ■ Authorized items that visitors may bring to give to the inmate, if applicable. ■ Special visit requirements. ■ Procedures for storing items not authorized in the visiting room (cellphones, car keys,\nhandbags, etc.). ■ Visiting procedures for inmates assigned to the Special Housing Unit.\n■ Visiting procedures for inmates hospitalized in the community. ■ Procedures for child areas (i.e., whether inmates are permitted in areas designated for\nchildren).\n■ The size and quantity of any clear plastic container/bag used to carry authorized items into a\nvisiting room. ■ Procedures for the use of non-contact visiting areas (if available). ■ Procedure to ensure the maximum capacity of the visiting room is not exceeded (i.e., early\ntermination due to overcrowding). ■ Procedures addressing frequency of changes to the inmate(s) Visiting List. ■ Procedures addressing supervision of inmates convicted of a Walsh Act offense involving a\nminor. 2. PRETRIAL/HOLDOVER/DETAINEE PROCEDURES The procedures specified in this Program Statement apply to all inmates housed in Bureau\ninstitutions. Refer to the Program Statement Pretrial Inmates for specific information regarding\npretrial inmates. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 3. VICTIM/WITNESS CASES Refer to the Program Statement Victim and Witness Notification for procedures when a\nVictim/Witness Program (VWP) inmate requests to place a victim or witness on his/her visiting\nlist. 4. WITSEC INMATE\nRefer to the Program Statement Central Inmate Monitoring System Operations Manual\n(Sensitive But Unclassified) for procedures when an inmate in the Witness Security Program\n(WITSEC) requests to place an individual on his/her visiting list. 5. VISITING FACILITIES\n§540.41. Visiting facilities. The Warden shall have the visiting room arranged so as to provide adequate\nsupervision, adapted to the degree of security required by the type of institution. The Warden shall ensure that the visiting area is as comfortable and pleasant as\npracticable, and appropriately furnished and arranged. If space is available, the\nWarden shall have a portion of the visiting room equipped and set up to provide\nfacilities for the children of visitors. a."
}