{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 49,
  "chunk_text": "In addition, be advised that failure to complete the drawdown of funds within the 90-day period following\naward expiration will result in the forfeiture of the remaining eligible balance. It is possible that your agency may have excess award funds remaining in your account following the award\nperiod due to an overestimate of item costs during the award period. Your agency should review its records\ncarefully to ensure that it draws down and expends only the amount required for actual costs incurred during\nthe award period. Any excess unobligated or unspent funds should remain in your account and will be\ndeobligated during the closeout process. Final Program Progress (Closeout) Report After your award period has ended, your agency may be sent a final progress or closeout report from the COPS\nOffice and asked to complete it. This report will serve as your agency’s final programmatic report on the award,\nand the information your agency provides in this report will be used to make a final assessment of your award\nprogress. 50 2016 COPS Hiring Program (CHP) Award Owner’s Manual Retention At the conclusion of 36 months of federal funding for each awarded officer position, your agency must\nimplement its plan, submitted at the time of award application, to retain the additional COPS Office-funded\nofficer position(s) with state or local funds for a minimum of 12 months as required by award condition #26 in\nthis manual. If an agency is awarded several officer positions, the retention period for each individual officer\nposition begins upon completion of 36 months of federal funding for each position (not based on the\ncumulative award end date). The additional officer positions should be added to your agency’s law enforcement\nbudget with state or local funds for at least 12 months over and above the number of locally funded officer\npositions that would have existed in the absence of the award. If a position becomes vacant during the retention\nperiod, your agency must take active and timely steps consistent with its hiring policies and procedures to fill the\nposition with a new, additional officer to complete the remainder of the 12-month retention period. Absorbing CHP-funded officers through attrition (rather than adding the extra positions to your budget with\nadditional funding) does not meet the retention requirement. In addition, your agency may not use federal\nfunding from other COPS Office awards to retain positions awarded under a previous COPS Office hiring award. If you have any questions regarding the retention requirement, please contact your COPS Office Grant Program\nSpecialist at 800-421-6770 or via e-mail at AskCopsRC@usdoj.gov. 51 2016 COPS Hiring Program (CHP) Award Owner’s Manual VIII. Conclusion We hope that this manual has assisted you and your agency with your award questions. We welcome and\nencourage any comments you have regarding the CHP and the materials we have developed for its\nadministration. If you have specific comments regarding this manual, please send them to:\nU.S. Department of Justice\nOffice of Community Oriented Policing Services\nAttn: CHP Control Desk\n145 N Street NE\nWashington, DC 20530"
}