{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 12,
  "chunk_text": "• Immediately destroy when no longer needed any information not required by law or\npolicy to be retained For more information on the safety and security of audit documentation, refer to the\nInformation Security Awareness Training on the Auditor Portal. Proficiency and Professionalism\nPREA auditors must develop and apply comprehensive knowledge of the PREA Standards, FAQs\nissued by the DOJ PREA Working Group, and the requirements articulated in this Handbook. Moreover, auditors are expected to maintain and improve their auditing skills to ensure that\ntheir audits are high quality, reliable, objective, and comprehensive. When the auditor enters a facility, he or she will be treated as the expert on the PREA\nStandards. Administrators and staff will look to the auditor for information and guidance\nregarding the specifics of PREA, and the meaning and implications of the Standards. This serious\nobligation requires two core elements to be effective: first, understanding the Standards; and\nsecond, knowing the limits of his or her knowledge. With these principles in mind, PREA auditors must:\n1. Have read and understand the PREA Standards\n2. Conduct PREA audits in accordance with those PREA Standards that apply to auditors,\nincluding, but not limited to, the requirements stated in Standards 115.401-404\n3. Conduct PREA audits according to the methodology provided in this Handbook, the\nPREA Auditor Candidate Training, FAQs issued by the DOJ PREA Working Group, and any\nother continuing education and guidance provided by the PREA Management Office and\nthe PREA Resource Center in writing, in continuing auditor education, or through other\nmeans\n4. Audit an agency’s or facility’s compliance with every applicable Standard and every\nprovision of each of those Standards\n12 5. Provide a detailed description in every audit report of the evidence used to make all\ncompliance determinations and how this evidence was triangulated and analyzed to\nreach the compliance determinations\n6. Continually seek to maintain and improve their professional knowledge, skills, and\ncompetence, including maintaining familiarity with all FAQs issued by the DOJ PREA\nWorking Group and completing all continuing education requirements for auditors Identifying Potential Conflicts of Interest\nA conflict of interest arises when an individual’s official responsibilities as a PREA auditor could\naffect his or her personal or financial interests or the interests of others who have been\nimputed to the auditor because of the closeness of their relationship. DOJ-certified PREA\nauditors have a responsibility to avoid any conflicts of interest, or the appearance of any such\nconflict. Conflicts of interest may adversely impact an auditor’s ability, or perceived ability, to\nconduct high quality, reliable, objective, and comprehensive audits. Therefore, auditors should\navoid any personal or financial arrangements that could create a conflict of interest, or the\nappearance of a conflict of interest, that would lead a\nIMPORTANT\nreasonable person to question their objectivity during the\nconduct of a PREA audit. Under no circumstances should an\nAuditors must consider any\nauditor permit someone to unduly influence his or her\nbusiness or personal relationship\nprofessional judgment. or other interest that might\nsignificantly impair their\nobjectivity, yield an unfair\ncompetitive advantage, or even\ncreate the appearance of\nimpropriety. Such relationships\nare considered to be conflicts of\ninterest and must be identified\nand avoided by auditors."
}