{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 15,
  "chunk_text": "P5300.22 11/07/2016 21 whose service to the institution is in the best interests of the Government. Light refreshments\nmay be purchased at the discretion of the Warden. Non-authorized funds and resources may not\nbe expended for these events. 14. DISCONTINUATION OF VOLUNTEER SERVICES\na. Institution Procedures. Prior to the discontinuation of a volunteer’s services for any reason,\nthe RAC, along with the program manager and Associate Warden, consults with the Warden and\nRAA. If the discontinuation of services is deemed appropriate, these procedures are followed:\n■ The RAC generates a letter to notify the volunteer of the reason(s) for the discontinuation of\nservices, state that entrance is no longer permitted into any institution, and include appeal\nprocedures.\n■ If the volunteer is providing services at other locations, these institutions are documented in\nthe letter and respective Wardens notified to ensure the volunteer is removed from their\nlocations. ■ The RAC removes the volunteer’s badges from the designated areas. They are maintained in\nthe OVF until the appeal process is completed. ■ The RAC updates the volunteer’s status in the national automated volunteer system to\n“pending discontinuation.” Notes regarding the incident are detailed in the system. Volunteers have 30 days from the receipt of the service discontinuation letter to appeal in writing\nto the Warden. The final determination of a volunteer’s discontinuation of services will\nordinarily be rendered within 90 days of the receipt of the appeal. Once a final determination has been made, the RAC updates the volunteer’s status in the national\nautomated volunteer system as outlined below. The reason for the volunteer’s status change is\ndocumented in the system:\n■ If services are discontinued, the status is changed from “pending discontinuation” to\n“discontinued” and the badges are destroyed. ■ If reinstated, the status is changed from “pending discontinuation” to “active.” If an appeal is not received from the volunteer within the 30-day timeframe, the RAC updates the\nvolunteer’s status in the national automated volunteer system to “discontinued” and documents\nthe reason in the system. Badges are also destroyed. Volunteers whose services have been discontinued from any BOP institution or facility may not\nbe approved or reinstated for service at any BOP location. P5300.22 11/07/2016 22 b. Regional/Central Office Procedures. Prior to the discontinuation of a volunteer’s services\nfor any reason, the program manager consults with the Regional Reentry Administrator (RAA)\nand Regional Director (RD) or National Reentry Affairs Branch (NRB) Administrator and\nAssistant Director (AD). For the regional offices, the RAA generates a letter notifying the\nvolunteer of the reason(s) for the discontinuation of services. The letter should state that\nentrance is no longer permitted into any Bureau facility, and include appeal procedures. For the Central Office, the NRB generates a letter notifying the volunteer of the reason(s) for the\ndiscontinuation of services. The volunteer may appeal discontinuation of services in writing to\nthe Deputy Regional Director or Deputy Assistant Director of the appropriate division within 30\ndays of receipt of the notice of discontinuation of services."
}