{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 17,
  "chunk_text": "MCAs supervise their\nAdministrative Assistants and CCMs, while the CCRA supervises\nMCAs, TSMs, and regional staff assigned to their\noffice. Either the TSM or CCRA supervises staff assigned to\nwork with the Transitional Services Program. This\ndetermination is made at the regional level.\n! PS 7300.09\n1/12/98\nChapter 3, Page 6 During the absence of the CCRA, MCA or CCM, an acting person\nshould be designated, in writing, with distribution of the notice\nto appropriate staff to ensure the chain of command\nis maintained and the duties and responsibilities of these\npositions continue to be accomplished in an orderly manner. The\nresponsibilities inherent in an acting position also serve to\nfacilitate employee development.\n! 3.6. TECHNICAL ASSISTANCE MCAs shall provide technical assistance to community corrections\noffices between operational reviews, as needed, to ensure\npreviously noted deficiencies have been corrected, or\nsatisfactory alternatives have been developed. In addition,\nadministrators shall assess CCM progress in implementing any new\nprogram initiative since the last review and thoroughly review\nany area of special concern. During some technical assistance visits, the MCA shall monitor\ncontract bill verifications for four randomly selected contracts\nto ensure procedures comply with requirements and to verify that\noffender inmate-days are correct. The method of subsistence\ncollection and waivers granted shall also be reviewed on these\ncontracts. A summary of the findings from this or any type of\nmonitoring done shall be included in the technical assistance\nvisit report which shall be forwarded to the CCM with a copy to\nthe CCRA. CCRA visits to their areas of responsibility shall include, but\nare not limited to, Management Center and Transitional Services\nProgram offices. Areas reviewed during these visits shall be\ndocumented and a copy of this report shall be forwarded to the\nrespective office for response. CCMs and Central Office staff may also be called upon to provide\ntechnical assistance to other Community corrections offices. 3.7.\n3.7.1. THE JUSTICE TELECOMMUNICATION SYSTEM (JUST)\nOperation a.\nThe U.S. Department of Justice Telecommunications System\nManual and the Program Statement on Justice Telecommunication\nSystem (JUST), National Crime Information Center (NCIC), and\nNational Law Enforcement Telecommunications System (NLETS), Users\nGuide provide instructions for operation and maintenance of\nappropriate logs. b. While JUST messages are required in many cases, their PS 7300.09\n1/12/98\nChapter 3, Page 7\nuse should be considered under the following circumstances:\nJUST messages are to be used only when mail, telephone,\nBOPNet, SENTRY, or fax alone will not suffice.\n! The number of the recipients of each JUST message shall\nbe kept to the essential minimum.\n! \"Out of service\" and \"in service\" messages to all\nstations shall not be used.\n! \"All Stations\" messages are to be routed through the\nMCA and approved by the CCRA.\n! c.\nMachine operation problems are referred to the Office\nof Information Systems, Field Services Section at (202)\n307-1406. d. Mnemonic Codes Bureau listings are provided in the Program Statement\ncited above.\n! Department of Justice agencies (U.S. Marshals Service,\nU.S. Attorneys, etc.) are cited in the Department Manual. ! Mnemonic codes which identify where an inmate is housed\nshall be deleted from administrative messages that are maintained\non file or are otherwise potentially available to others for\nreview.\n! e.\nAll Community corrections offices shall maintain a\nNCIC/NLETS log for the recording of QH and QR inquiries. This\nlog is found in the Program Statement cited above. 3.7.2. Security"
}