{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 52,
  "chunk_text": "It will also comply with Executive Order 13279,\nEqual Protection of the Laws for Faith-Based and Community Organizations; Executive Order 13559, Fundamental Principles and Policymaking Criteria for Partnerships With Faith-Based and Other Neighborhood\nOrganizations; and the U.S. Department of Justice implementing regulations at 28 CFR Part 38. A. In the event that any court or administrative agency makes a finding of discrimination on grounds of\nrace, color, religion, national origin, gender, disability or age against the applicant after a due process\nhearing, it agrees to forward a copy of the finding to the Office for Civil Rights, Office of Justice Programs, 810 7th Street, NW, Washington, D.C. 20531. B. It will comply with the federal regulations pertaining to the development and implementation of an Equal\nEmployment Opportunity Plan (28 C.F.R. Part 42 subpart E). The requirements are as follows: If your organization has fewer than fifty employees or receives an award of less than $25,000 or is a\nnonprofit organization, a medical institution, an educational institution, or an Indian tribe, then it is\nexempt from the EEOP requirement. To claim the exemption, your organization must complete and\nsubmit Section A of the Certification Form, which is available online at\nwww.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. If your organization is a government agency or private business and receives an award of $25,000 or more, but less than $500,000, and has fifty or\nmore employees (counting both full- and part-time employees but excluding political appointees),\nthen it has to prepare a Utilization Report (formerly called an EEOP Short Form), but it does not\nhave to submit the report to the OCR for review. Instead, your organization has to maintain the Utilization Report on file and make it available for review on request. In addition, your organization has\nto complete Section B of the Certification Form and return it to the OCR. The Certification Form is\navailable at www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. If your organization is a government\nagency or private business and has received an award for $500,000 or more and has fifty or more\nemployees (counting both full- and part-time employees but excluding political appointees), then\nit has to prepare a Utilization Report (formerly called an EEOP Short Form) and submit it to the OCR\nfor review within sixty days from the date of this letter. For assistance in developing a Utilization\nReport, please consult the OCR's website at www.ojp.usdoj.gov/about/ocr/eeop.htm. In addition,\nyour organization has to complete Section C of the Certification Form and return it to the OCR. The\nCertification Form is available at www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. To comply with\nthe EEOP requirements, you may request technical assistance from an EEOP specialist at the OCR by\ntelephone at 202-307-0690, by TTY at 202-307-2027, or by e-mail at EEOsubmisson@usdoj.gov. 53 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 9. Pursuant to U.S. Department of Justice guidelines (June 18, 2002 Federal Register (Volume 67, Number 117,\npages 41455-41472)), under Title VI of the Civil Rights Act of 1964, it will ensure meaningful access to its\nprograms and activities by persons with limited English proficiency. 10."
}