{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 22,
  "chunk_text": "(2)(d)(1) they currently possess no\nlater than 45 days after the effective date of this PS. Each\ninmate must inspect his or her personal property for photocopies\nof these documents and then dispose of them. Inmates possessing these documents when this transition period\nexpires will be subject to disciplinary action for possession of\ncontraband. Inmates may dispose of their PSRs and SORs by any of the\nfollowing methods:\n! Mailing the documents out of the institution to someone of\nthe inmate’s choosing; ! Destroying or discarding the PSRs or SORs themselves; or ! Delivering them to a staff member for destruction. /s/\nKathleen Hawk Sawyer\nDirector PS 1351.05\n9/19/2002\nAttachment A, Page 1\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS\nEXEMPTIONS TO DISCLOSURE PROVIDED IN\nTHE FREEDOM OF INFORMATION ACT\n1. The Freedom of Information Act (5 U.S.C. § 552) provides\ngenerally for the disclosure of agency records. Section 552(b)\nexempts from mandatory disclosure matters that are \"(1) (A) specifically authorized under criteria established\nby an Executive order to be kept secret in the interest of\nnational defense or foreign policy and (B) are in fact properly\nclassified pursuant to such Executive order;\n(2) related solely to the internal personnel rules and\npractices of an agency;\n(3) specifically exempted from disclosure by statute (other\nthan section 552b of this title), provided that such statute (A)\nrequires that the matters be withheld from the public in such a\nmanner as to leave no discretion on the issue, or (B) establishes\nparticular criteria for withholding or refers to particular types\nof matters to be withheld;\n(4) trade secrets and commercial or financial information\nobtained from a person and privileged or confidential;\n(5) inter-agency or intra-agency memorandums or letters\nwhich would not be available by law to a party other than an\nagency in litigation with the agency;\n(6) personnel and medical files and similar files the\ndisclosure of which would constitute a clearly unwarranted\ninvasion of personal privacy;\n(7) records or information compiled for law enforcement\npurposes, but only to the extent that the production of such law\nenforcement records or information\n(A) could reasonably be expected to interfere with\nenforcement proceedings,\n(B) would deprive a person of a right to a fair trial\nor an impartial adjudication,\n(C) could reasonably be expected to constitute an\nunwarranted invasion of personal privacy,\n(D) could reasonably be expected to disclose the\nidentity of a confidential source, including a State, local, or\nforeign agency or authority or any private institution which PS 1351.05\n9/19/2002 Attachment A, Page 2\nfurnished information of a confidential basis, and, in the case\nof a record or information compiled by a criminal law enforcement\nauthority in the course of a criminal investigation or by an\nagency conducting a lawful national security intelligence\ninvestigation, information furnished by a confidential source,\n(E) would disclose techniques and procedures for law\nenforcement investigations or prosecutions, or would disclose\nguidelines for law enforcement investigations or prosecutions if\nsuch disclosure could reasonably be expected to risk\ncircumvention of the law, or\n(F) could reasonably be expected to endanger the life\nor physical safety of any individual;\n(8) contained in or related to examination, operating, or\ncondition reports prepared by, on behalf of, or for the use of an\nagency responsible for the regulation or supervision of financial\ninstitutions; or\n(9) geological and geophysical information and data,\nincluding maps, concerning wells."
}