{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 56,
  "chunk_text": "Next, your financial\ninstitution must complete the “Financial Institution Information” section and have the appropriate financial\nofficial sign the form. If you are already a COPS Office awardee, you should already have filled out an ACH enrollment form. Therefore, your agency will not be required to submit a new ACH enrollment form for the newly awarded\naward as long as your OJP vendor number has not changed. If you have any questions, or wish to verify your\nACH enrollment form information, please call the COPS Office Response Center at 800-421-6770. When should Federal Financial Reports be filed? After your agency returns the signed award document to the COPS Office, under current regulations, you are\nrequired to submit quarterly Federal Financial Reports (FFRs) using a Standard Form 425 (SF-425). This report\nreflects the actual monies spent and unliquidated obligations incurred by your agency. You will not be able\nto make drawdowns from your award account if the SF-425 for the most recent reporting quarter is not on\nfile with the COPS Office by the deadline date. Awardees are encouraged to submit their SF-425 reports via\nthe Internet at https://portal.cops.usdoj.gov. For more information on how to complete and where to submit your quarterly SF-425, see section VII of this\naward owner’s manual, titled “Reports,” on page 50. Filing the FFR (SF-425) identifies your federal and local expenditures made during that calendar quarter. However, to receive actual payment, you must request it through GPRS. Additional payment questions Can we receive advances? Yes. If you receive funds through electronic transfer, the period allowed is 10 days in advance. In general, the\nconcept of “minimum cash on hand” applies to COPS Office awards. This concept requires that your agency\nrequest funds based upon immediate cash disbursement needs. You should time your request for payment\nto ensure that federal cash on hand is the minimum that you need. There should be no excess federal award funds on hand, except for advances not exceeding 10 days, as\nnoted above. The Federal Government has four basic rules regarding advances. Advances can be terminated if the\nawardee • is unwilling or unable to attain project goals;\n• maintains excess cash on hand;\n• does not adhere to the terms and conditions of the award;\n• fails to submit reliable or timely reports. How often do we request reimbursement of costs? There are no limitations on how often your agency may request reimbursements. However, reimbursement\nis only for costs that were approved in the Financial Clearance Memorandum. As a general guideline, most\nagencies request reimbursement on a monthly or quarterly basis. Also, please note that a date range for a\nreimbursement request can only be used once. 44 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Can we earn interest on our award funds? Your agency should minimize the time between your draw down of award funds and your payment of\naward costs to avoid earning excess interest on your award funds. You must account for interest earned on\nadvances of federal funds as follows:"
}