{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 76,
  "chunk_text": "Transparency Community policing involves decision-making processes that are more open than traditional\npolicing. If the community is to be a full partner, the department needs mechanisms for readily sharing\nrelevant information on crime and social disorder problems and police operations with the community. Organizational Structure It is important that the organizational structure of the agency ensure that local\npatrol officers have decision-making authority and are accountable for their actions. This can be achieved\nthrough long-term assignments, the development of officers who are generalists, and using special units\nappropriately. Geographic deployment of patrol officers and specialized components With community policing, there is a\nshift to the long-term assignment of officers to specific neighborhoods or areas. Geographic deployment of\npatrol officers and specialized components can help enhance customer service and facilitate more contact\nbetween police and citizens, thus establishing a strong relationship and mutual accountability. Patrol\nbeat boundaries should be aligned to neighborhood boundaries to enhance officers’ understanding of\ncommunities within their patrol areas and to build trust within the community. Other community policing\npartners should become familiar with both the patrol officers and community policing officers assigned\nwithin each patrol beat to coordinate government and nongovernment community policing activities. Despecialization To achieve community policing goals, the culture of policing should strive to have officers\nhave to be able to handle multiple responsibilities and take a team approach to collaborative problem\nsolving and partnering with the community. Community policing encourages its adoption agency-wide, not\njust by special units, although there may be a need for some specialist units that are tasked with identifying\nand solving particularly complex problems or managing complex partnerships. Resources (time, finances, and people) Agencies have to devote the necessary human and financial\nresources and the investment of time to support community policing to ensure that problem-solving efforts\nare robust and that partnerships are sustained and effective. Personnel The principles of community policing need to be infused throughout the entire personnel system of an\nagency including recruitment, hiring, selection, and retention of all law enforcement agency staff, from\nsworn officers to civilians and volunteers. Personnel evaluations, supervision, and training must also be\naligned with the agencies’ community policing values. Recruitment, hiring, and selection Agencies need a systematic means of incorporating community\npolicing elements into their recruitment, selection, and hiring processes. Job descriptions should recognize\ncommunity policing and problem-solving responsibilities and encourage the recruitment of officers\nwho have a spirit of service, instead of only a spirit of adventure. A community policing agency must also\nthoughtfully examine where it is seeking recruits, whom it is recruiting and hiring, and what is being tested. Agencies are also encouraged to seek community involvement in this process through the identification of\ncompetencies and participation in review boards. Personnel supervision/evaluations Supervisors must tie performance evaluations to community policing\nprinciples and activities that are incorporated into job descriptions. Performance, reward, and promotional\nprocedures should support sound problem-solving activities, proactive policing, community collaboration,\nand citizen satisfaction with police services. Training Training at all levels—academy, field, and in-service—must support community policing principles\nand tactics. It also needs to encourage creative thinking, a proactive orientation, communication and\nanalytical skills, and techniques for dealing with quality-of-life concerns and maintaining order."
}