{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 29,
  "chunk_text": "■ Selection of Interns. Sites with internship programs are members of APPIC, are listed in the\nAPPIC Directory, and adhere to all current APPIC membership criteria. Internship applicants\nmust be matriculating in a regionally accredited educational institution and complete the\nAPPIC Application for Pre-doctoral Internship, which includes a transcript of graduate school\nwork and three letters of recommendation. Applicants also complete a standard Office of\nPersonnel Management Application (SF-171) and any other materials requested by the\nparticular internship site (work samples, letter of intent, etc.). These are sent to the Internship\nProgram Coordinator (IPC) at the institution(s) at which they wish to be considered. Prospective intern applicants are made aware of two limiting factors related to consideration. The pre-doctoral internship program is the Bureau’s core strategy for recruiting psychologists\nwho are uniquely qualified for clinical practice in the Bureau. Thus, applicants who do not fit\nP5310.17 8/25/2016 36 employment criteria outlined in Public Law 100-238 may not be selected. This information\nwill be clearly conveyed to all intern applicants on the Bureau’s public website. Prospective interns selected for interviews complete a pre-employment interview, including\nfingerprinting, NCIC check, urinalysis, and physical examination, at the nearest Bureau\ninstitution before beginning their training. Internship candidates must meet all criteria for\nBureau employment. Offers of internship positions are made according to APPIC\nguidelines and are considered tentative until pre-employment personnel procedures are\nsuccessfully completed and until funding for the program is allotted by Congress. This\ninformation will be clearly conveyed to applicants on the Bureau’s public website. ■ Interns ordinarily begin their internship in July or August. They complete the equivalent of 1\nyear of full-time training in no less than 12 months. Interns complete Introduction to\nCorrectional Techniques I. Failure results in dismissal from the program. ■ Supervision and Intern Evaluations. IPCs are designated at each facility with a Pre-doctoral\nInternship Program. Their primary responsibilities include intern recruitment and selection, as\nwell as coordinating, directing, and organizing training activities and curriculum at their\nfacility. Training for practice is reflected in the curriculum, since training activities chosen are\nsequential, cumulative, and graded in complexity. These include:\n Theories and methods of assessment and diagnosis and effective intervention, including\nevidence-based practices for mental health, substance abuse, and criminality.  Theories and methods of consultation, evaluation, and supervision.  Strategies of scholarly inquiry.  Issues of cultural and individual diversity relevant to all of the above. Guidelines for core curriculum items across Bureau internship sites are posted on Sallyport. The IPC is a licensed psychologist and has overall responsibility for the supervision of psychology\ninterns. The IPC devotes at least 50 percent of his/her time to activities directly related to the\ninternship program. The program also has intern training supervisors who are licensed doctoral\nlevel psychologists. In a program with a one-day-per-week outplacement at a co-located Bureau\nfacility, the intern is supervised by a licensed psychologist at that site. The intern training\nsupervisor ensures the following supervision and evaluation requirements:\n■ They meet with the intern and jointly review course work and job experiences and plan a\ntraining program that best meets the training needs of the intern.\n■"
}