{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 104,
  "chunk_text": "cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides your\nagency with the most federal money. The Office of Management and Budget (OMB) may have already assigned\nyour cognizant federal agency to you. If this is the first federal award that your organization has received, the\nU.S. Department of Justice (DOJ) is your cognizant federal agency. community policing. Community policing is a philosophy that promotes organizational strategies that support\nthe systematic use of partnerships and problem-solving techniques to proactively address the immediate\nconditions that give rise to public safety issues such as crime, social disorder, and fear of crime. All newly hired,\nadditional, or rehired officers (or an equal number of redeployed veteran officers) funded under COPS Office\nprograms must engage in community policing activities and in the implementation of your community policing\nplan. 112 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Computer Aided Dispatch (CAD) system. Computer database that can track calls for service, maintain status of\nunits available, provide various reports, produce address histories, and support electronic mail. With the\ninstallation of integrated CAD systems, officers are able to receive calls for service on their mobile data terminals\nrather than over the radio. Radios can then be used only for serious emergencies. consortium. A consortium is a group of two or more governmental entities that agree to form a partnership to\nprovide law enforcement services to their constituent communities. COPS Office finance staff. The COPS Office finance staff handles your agency’s financial and budgetary needs\nrelated to this award. A staff accountant has been assigned to your state and is available to answer any questions\nthat you may have concerning the financial aspects of your award. To identify your staff accountant, please call\nthe COPS Office Response Center at 800-421-6770 or visit the COPS Office website at www.cops.usdoj.gov. COPS Office. The Office of Community Oriented Policing Services (COPS Office) is the division of the U.S.\nDepartment of Justice that is the grantor agency for your award. The COPS Office is responsible for assisting your\nagency with the administration and maintenance of your award for the entire award period. You can reach the\nCOPS Office at 800-421-6770. Data Universal Numbering System (DUNS) number. Since FY 2004, the Office of Management and Budget\n(OMB) has required all agencies applying for federal funding to obtain this number prior to application. The\nDUNS number is a unique nine- or thirteen-digit identification number that is assigned upon request to agencies\nby Dun & Bradstreet (D&B). This number will be used by the Federal Government to better track award recipient\ninformation throughout the award cycle and to provide consistent name and address data for electronic award\napplication systems. To obtain a DUNS number, visit the Dun & Bradstreet website at www.dnb.com or call 866705-5711. Employer Identification Number (EIN)/OJP Vendor Number. This number is usually your agency’s nine-digit\nfederal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your\naccounting/bookkeeping department should have this number. In some cases, the EIN has been previously\nassigned to another agency within your jurisdiction."
}