{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 77,
  "chunk_text": "Please allow 4-6 weeks for processing of a payment by check to be applied to the appropriate PMS account)\nv. Any additional information/instructions may be found on the PMS Web site\nat http://www.dpm.psc.gov/. 83 2016 COPS Hiring Program (CHP) Award Owner’s Manual Glossary of Terms\nallowable costs. Allowable costs are costs that will be paid for by this award program. The only allowable costs\nunder CHP are the approved full-time entry-level salaries and fringe benefits of sworn career law enforcement\nofficers hired or rehired on or after the award start date. CHP award funds may be used to hire or rehire\nexperienced officers, but any costs higher than entry-level must be paid by your agency with local funds. Award\nfunding must be limited to your agency’s entry-level sworn officer salary and benefits. Upon review of your\nsubmitted budget, any unallowable costs were removed. The Financial Clearance Memorandum (FCM), included\nin your award package, specifies the final amount of CHP funds awarded to your agency for officer salaries and\napproved fringe benefits. Approved entry-level salaries and benefits paid during basic academy training are\nallowable when it is the agency’s policy to pay all newly hired officers during this training. audit. Work done by auditors, including both the Office of the Inspector General (OIG) and state or local\nauditors, to examine financial statements and to review\n•\n•\n•\n• compliance with laws and regulations;\neconomy and efficiency of operations;\neffectiveness in achieving program results; and\nallowability of costs claimed against the award. authorized officials. The authorized officials are the individuals in your organization who have final authority\nand responsibility for all programmatic and financial decisions regarding this award. At the time of award\napplication, your agency listed the law enforcement executive (usually the chief of police, Sheriff, etc.) and the\ngovernment executive (usually the mayor, board president, etc.) for your agency. These executives are listed on\nyour award document and are understood to be your authorized officials. If any of the executive information is\nincorrect, please make any updates online through the “Account Access” link on the COPS Office website. award number. The award number identifies your agency’s specific CHP award and can be found on your award\ndocument. This number should be used as a reference when corresponding with the COPS Office. Your award\nnumber is in the following format: 2016-ULWX-0000 or 2016-UMWX-0000. The COPS Office tracks award\ninformation based upon this number. award package. The award package includes your CHP award document, Financial Clearance Memorandum\n(FCM), and award congratulatory letter; it may be accessed through the “Account Access” link on the COPS Office\nwebsite (www.cops.usdoj.gov). Your agency’s CHP award document will list your award number, law\nenforcement executive, government executive, award amount, number and hiring category of positions\nawarded, award start and end dates, and all terms and conditions (including any special conditions placed on\nyour agency’s CHP award). Your law enforcement and government executives have 90 days from the date on\nyour award congratulatory letter to log on to their accounts in “Account Access” and electronically sign the\naward document and submit it to the COPS Office."
}