{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 15,
  "chunk_text": "Fixed price contracts\nhave the advantage that the risk rests with the contractor. Firm fixed price contracts\nmay be appropriate when:\na. It is possible to describe exactly what is needed to satisfy the requirement;\nb. Across the table discussions are determined not necessary, and\nc. It is determined that there is adequate competition available. Other types of fixed price contracts include:\n•\n• Fixed price with fixed price with economic price adjustment, and\nFixed price incentive. TIP: Recipients must closely monitor\n2. Cost Reimbursement. Under cost\ncost reimbursement contracts to\nreimbursement contracts, contractors are\navoid unneeded cost over-runs. paid both the allowable incurred cost (i.e.,\nallowable actual expenses) and a\npredetermined fee or profit. Contractors should be reimbursed for their actual\nexpenditures (no accruals may be reimbursed) no more often than bi-weekly. Normally,\ncontractors are reimbursed in monthly increments. Some procuring organizations\n11 2 C.F.R. § 200.323. Page | 28 permit withholding of a small percentage of each reimbursement request to ensure final\ndelivery and contract close-out. Inasmuch as contractors are incrementally reimbursed\nas the contract progresses, the risk to the contractor is minimized. The most common type of cost reimbursement contract is the cost plus fixed fee (CPFF). In this type of contract the fee (on fixed price contracts it is defined as profit) is\nnegotiated front-end and does not change. On cost reimbursement contracts, a ceiling is\nplaced on the estimated cost. Even though additional dollars may be added under\ncertain conditions, the fee does not change as long as the contract remains in-scope. Any contractual situation that automatically increases the fee when additional dollars\nare added is known as \"cost plus percentage of cost\" and is prohibited. 12 Other types of\ncost reimbursement contracts are:\n•\n•\n•\n• Cost contracts. Cost sharing contracts. Cost plus incentive fee contracts. Time and materials contracts. These contracts are those where the cost to the\nnon-Federal entity is the sum of the actual cost of the materials plus the direct\nlabor hours charged at fixed\nhourly rates, reflecting wages,\nTIP: Time and materials contracts may\ngeneral and administrative\nbe used when the non-Federal entity\nexpenses, and profit. Labor\nmakes a determination that no other\nHour contracts are identical to\ntype of contract is suitable and the\ntime and materials contracts\ncontract includes a ceiling price that\nexcept that no materials are\nthe contractor exceeds at its own risk. involved. These contracts may\nbe used only after a\ndetermination that no other contract type is suitable, and only if the contract\nincludes a ceiling price that the contractor exceeds at its own risk. 13 Overall Structure:\n1. Task and delivery order contracts are used when exact time of delivery or the exact\namount needed is unknown. Indefinite delivery contracts may be “indefinite\ndelivery/indefinite quantity” (ID/IQ) or “indefinite delivery/definite quanity” (ID/DQ). If\nthe exact amount needed is not known, the contract may include a guaranteed\nminimum in the case of an ID/IQ or a promise not to order from others in the case of a\nrequirements contract. 2. Letter contracts are used when exigency requires an immediate binding agreement so\nwork can begin, but time does not permit negotiation of a definitive contract. When the 12\n13 2 C.F.R. § 200.323(d).\n2 C.F.R. § 200.318(j). Page | 29"
}