{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 21,
  "chunk_text": "posters, paintings, etc., that reinforce key concepts, such as the Program Philosophy and Program\nAttitudes. 1.6.2 Clinical Elements\na. Diagnoses. The Treatment Program Coordinator will diagnose each inmate through an\nestablished assessment diagnostic process. b. Individual Treatment Plan. Together with the inmate, treatment specialists will develop\nindividual treatment plans for each inmate. In programs where there are no treatment specialists\n(e.g., the Habilitation program) the Psychologist will develop an individual treatment plan for\neach inmate, based on the CBT theory. Program activities will support the CBT theory and\ninclude the content of program journals. The treatment plan will be completed 30 working days\nfrom the inmate’s admission into the residential program. c. Target Criminogenic Need. Successful programs target criminogenic needs, such as\nantisocial attitudes and beliefs to reduce the likelihood of misconduct and recidivism. d. Therapeutic Activities. All treatment staff will promote activities that have a therapeutic\nimpact in the treatment community. Examples include promoting positive peer pressure and peer\nfeedback, participants assisting one another in meeting their goals, changing negative attitudes to\npositive ones through activities such as attitude checks, conducting daily community meetings,\netc.\ne. Program Monitoring. All treatment staff will be knowledgeable about the treatment progress\nof all program participants. This diminishes inmate manipulation. f. Treatment Team. All treatment staff are involved in discussing progress and commitment to\nthe program of individual participants during treatment team meetings. g. Clinical Supervision. The Treatment Program Coordinator is responsible for clinical\nsupervision of Treatment Specialists. Supervision is conducted no less than one time a month and\nmust be documented. Clinical supervision focuses on the development of the Treatment\nSpecialist as an interpersonally effective clinician. Supervision includes instruction, supervisor\nmodeling, direct observation, intervention by the supervisor in the actual process, and feedback. On occasion, clinical supervision may be offered in a group setting, such as a treatment team\nmeeting. 1.6.3. Operational Elements\na. Program Philosophy. Each Residential Treatment Program develops a program philosophy\nthat will become a permanent community ritual. An example of a program philosophy is written\nbelow. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 1\nPage 3 FCI XXXX, TREATMENT PROGRAM PHILOSOPHY:\nLeader: We believe we have come together to share our common experiences and build positive, prosocial lifestyles together in our Modified Therapeutic Community (MTC). Group Response:\n• We believe (punctuated with volume) we together have much to offer. • We believe (punctuated with volume) learning is most effective when it is experienced and shared. • We believe (punctuated with volume) in the social experience as a catalyst for change. (Emphasized with upbeat tone and volume) MTC, the Power of WE. b. Rules and Consequences. Treatment staff must establish clear, unambiguous rules and\nconsequences for breaking the rules. Staff must ensure that inmates are aware of what they are\nagreeing to on the Agreement to Participate. For example, inmates are reminded that immediate\nexpulsion will likely occur (and is mandatory in the Residential Drug Abuse Program) if the DHO\nfinds that they have committed a prohibited act involving:\n•\n•\n•\n• Alcohol or substances. Violence or threats of violence. Escape or attempted escape. Any 100-level series incident."
}