{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 87,
  "chunk_text": "Items such as laundry stores are included. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 114 The person performing the inventory completes and signs a TRUTRAC Inventory Worksheet B.\nUpon completion, the worksheet is forwarded to the Trust Fund Supervisor for approval before\nany adjustment is made to TRUTRAC. After approval, adjustments are made that will generate a\nReport of Survey. The TRUTRAC Inventory Worksheet B and TRUTRAC Report of Survey are\ndistributed as follows:\n■ One as an inventory file copy by the Warehouse. ■ One to the Property Officer. 12.13 DISPOSITION OF SLOW-MOVING SUPPLIES Warehouse/Trust Fund staff review supplies in stock to determine overstock or obsolescence. a. Determination. Supplies in excess of the institution’s current or emergency needs are\ndisposed of per the Property Management Manual. b. Transfer to Another Institution. Supplies are transferred to another institution or agency\nper the Property Management Manual. When supplies are delivered directly to a\nrepresentative of the receiving institution or agency, rather than shipped, the recipient signs the\nrequisition. c. Received from Another Institution. Excess supplies received at no cost from other\ninstitutions and maintained in TRUTRAC are recorded on the Receiving Report in TRUTRAC and\nneed not be referred to the Board of Survey. d. Report of Survey. Reports of Survey are processed per the Property Management\nManual. 12.14 SANITATION/MAINTENANCE OF EQUIPMENT The Program Statements National Environmental Protection Policy and National\nOccupational Safety and Health Policy provide specific guidance related to sanitation. a. Warehouse Storage. Items on floor skids are stacked in accordance with the best Warehouse\npractices so that a good appearance is obtained, the storage is safe, and inventories are facilitated. Supplies are stored in bins, on racks, or on skids). b. Damage Control. Precautions are taken to avoid insect and rodent infestation, preserve\nmetals and fabrics, detect breakage and leaks, and eliminate thefts and damage. c. Passageways. Clear passageways are kept around skids and bins to facilitate cleaning. Warehouse/Trust Fund staff inspect storage areas daily. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 115 d. Equipment. Warehouse equipment and vehicles are kept clean and in good repair. Scales\nare adjusted accurately and tested frequently using weight standards. 12.15 SAFETY The Program Statements National Environmental Protection Policy, National Occupational\nSafety and Health Policy, and National Fire Protection Policy provide specific guidance related\nto safety. Aspects related to Warehouse operations are cited here as responsibilities of\nWarehouse/Trust Fund staff. The Trust Fund Supervisor enforces safety regulations in all areas\nunder his/her supervision, by training employees and inmates in proper working methods and by\nproperly storing and handling materials that present safety hazards. a. Flammable Articles. Highly flammable articles such as paint thinner, kerosene, and oil are\nstored, and fire extinguishers placed in strategic locations. b. Equipment Maintenance. Ladders, skids, trucks, pallet jacks, etc., are maintained safely\nand frequently inspected. Pipe, lumber, and bulky items do not extend out of racks into aisles or\nwalkways. Refrigerator floors are kept clear of ice. Employees must be alert to these and other\npossible causes of injury in and about the Warehouse."
}