{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 60,
  "chunk_text": "Does the\ncontractor arrange for transportation for indigent residents\nwhile seeking employment, at no cost to the resident? 6. Do the facility's sleeping quarters have adequate\nventilation of outside or recirculated filtered air? 7. Do all areas in the facility have adequate lighting as\ndefined in the SOW? (living/sleeping areas; grooming areas;\nkitchen storage areas). 8. Is the Contractor in compliance with the square footage\nrequirements for resident sleeping areas as defined in the SOW\nand/or determined during contract negotiations? Is the facility\nin compliance with local, county, or state occupancy/maximum\ncapacity requirements? PS 7300.09\n1/12/98\nAttachment 4-7, Page 9\n9. Does the contractor ensure that residents are afforded\na reasonable degree of privacy? If co-correctional, does the\nfacility provide for separate sleeping, bathing, and toilet\nfacilities by sex? 10. Is the contractor's facility and/or plans to\naccommodate the physically handicapped (staff, residents,\nvisitors) in accordance with the awarded contract? 11. Is private counseling space provided in the facility\nand, if so, is the space adequate? 12. Are space and furnishings for activities such as group\nmeetings, visits, and recreation provided in the facility and, if\nso, is the space adequate? 13. Does the facility meet the SOW requirements governing\nthe number of toilets, wash basins and showers for the resident\npopulation/quota? 14. Do the showers and wash basins have hot and cold water? Is the hot water temperature thermostatically controlled at no\nmore than 120 degrees Fahrenheit? 15. Are laundry facilities available to all residents and\nare there an adequate number of washers and dryers for the\nresident population/quota if provided in-house? If no in-house\nlaundry facilities are provided, are facilities available through\na community establishment within one mile of the facility? Unless a resident chooses to launder his or her own\nbelongings, is the cost of laundering resident's personal\nbelongings provided by the contractor? 16. Are telephone facilities on the premises accessible to\nresidents? Discussion/Findings: PS 7300.09\n1/12/98\nAttachment 4-7, Page 10\nSAFETY/SANITATION/ENVIRONMENTAL HEALTH\n1. Does the contractor's facility meet requirements as\ndefined in the current National Fire Protection Association\n(NFPA) 101, Life Safety Code? (Note: Applicable chapters of\nNFPA 101, as interpreted by Bureau of Prisons' representatives,\nwill be applied during all facility inspections. In addition to\nmandatory requirements, Chapters 16-21 of NFPA ordinarily apply\nto most facilities. Verification of compliance may be in the\nform of a license, letter and/or certificate from an appropriate\nauthority.) 2. Does the facility comply with all local, state, and\nnational health and safety codes? If they conflict, is the most\nstringent met? 3.\ncontrol? Does the contractor provide for vermin and pest Is routine trash and garbage removal taking place? 4. Does the contractor provide for documented weekly\nsanitation and safety inspections of all internal and external\nareas and equipment? 5. Do all resident mattresses, mattress pads, and pillows\nmeet the Flammability Standard DOC-FF-472 or applicable State\nCode/Bulletin (e.g. California State Technical Bulletin 106) and\nFederal Flammability Standard 16 CFR 1632? 6. Is there a housekeeping and maintenance plan in effect\nto ensure that the facility is kept clean and in good repair? 7. Is each resident provided closet/locker space in the\nsleeping area for the storage of personal items? 8. Upon arrival, is each resident issued one complete set\nof clean bed linens and towels?"
}