{
  "document_category": "guidance",
  "document_name": "5217_02.pdf",
  "chunk_index": 5,
  "chunk_text": "Inmates with CIM assignments related to their SMU placement may be housed in the same\ninstitution/SMU housing unit, due to the institution’s ability to prevent any physical contact\nbetween them. 5. CONDITIONS OF CONFINEMENT Conditions of confinement for SMU inmates are more restrictive than for general population\ninmates. An inmate’s individual conditions will be limited in accordance with this policy as\nnecessary to ensure the safety of others, to protect the security or orderly operation of the\ninstitution, or protect the public. Individual conditions may be further limited as part of a\ndisciplinary sanction imposed pursuant to 28 CFR part 541, except as specified below. Individual conditions are ordinarily made less restrictive when an inmate progresses from level to\nlevel of the SMU program. The cell door of each inmate in the SMU must be clearly marked\nwith the inmate’s level and any enhanced security needs for that inmate. The Warden must request a policy waiver, in accordance with the Program Statement Directives\nManagement Manual, to impose restrictions more stringent than those allowed by this Program\nStatement or other applicable national directives. Conditions required by regulations, however,\nmay not be waived. a. Minimal Conditions. Except as provided above, minimal conditions of confinement for\nSMU inmates are as follows, and in accordance with the Program Statement Occupational\nSafety, Environmental Compliance, and Fire Protection, and directives referenced in this\nProgram Statement. (1) Environment. Living quarters are well ventilated, adequately lighted, appropriately heated,\nand maintained in a sanitary condition. P5217.02 8/09/2016 6 (2) Cell Occupancy. Living quarters normally house only the number of occupants for which\nthey are designed. The Warden, however, may authorize additional occupants as long as\nadequate standards can be maintained. (3) Bedding. Inmates receive a mattress, blankets, a pillow, and linens for sleeping. Inmates\nhave necessary opportunities to exchange linens. (4) Clothing. Inmates receive adequate institution clothing, including footwear. Inmates have\nopportunities to exchange clothing or have it washed. (5) Personal Hygiene. Inmates have access to a washbasin and toilet. Inmates receive necessary\npersonal hygiene items. Inmates have the opportunity to shower and shave at least three times\nper week. Inmates have access to necessary hair care services. (6) Meals. Inmates receive nutritionally adequate meals and may be required to eat all meals in\ntheir living quarters. (7) Recreation. Inmates have the opportunity to exercise outside their individual quarters for at\nleast five hours per week, ordinarily in one-hour periods on different days. The Warden may deny these exercise periods for up to one week at a time if it is determined that\nan inmate’s recreation itself jeopardizes the safety, security, or orderly operation of the\ninstitution. However, recreation conditions specified here may not otherwise be limited, even as\npart of a disciplinary sanction imposed under 28 CFR part 541. (8) Personal Property. Inmates may have reasonable amounts of personal property. Personal\nproperty may be limited for reasons of fire safety, sanitation, or available space. (9) Commissary. Inmates have access to the commissary, as determined by the Warden.\n(10) Visits. Inmates may receive visitors in accordance with 28 CFR part 540. Inmates may be\nprovided non-contact visits, through the use of videoconferencing or other technology."
}