{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 67,
  "chunk_text": "An increased ability of law enforcement agencies, schools, and community groups to work together in\ndeveloping innovative, systemic, long-term approaches to reducing and preventing different kinds of crime\nin and around their schools and preventing unnecessary law enforcement involvement in non-criminal\nstudent misbehavior. Measurable outcomes may be determined by implementing strategies focused on\ntargeted crimes, thereby improving the quality of life for those affected (students, teachers, school\npersonnel, and parents), promoting a safer environment that is conducive for learning, and decreasing the\nfear of crime and violence among students, school employees, and the surrounding community; An increased understanding of how to effectively interact with youth through coordinated training on\ntopics such as basic childhood and adolescent development and age-appropriate responses, disability and\nspecial education issues, conflict resolution and de-escalation techniques, bias-free policing including\nimplicit bias and cultural competence, restorative justice techniques, and working with specific student\ngroups such as students with disabilities or limited English proficiency and students who are lesbian, gay,\nbisexual, and transgender (LGBT); An increased understanding of an SRO’s roles and responsibilities, including an understanding that school\ncode of conduct violations and routine discipline of students remains the responsibility of school administrators and that law enforcement actions (such as arrest, citations, ticketing, or court referrals) are only to be\nused as a last resort for incidents that involve criminal behavior or when it becomes necessary to protect the\nsafety of students, faculty, and staff from the threat of immediate harm; An increased ability through coordinated training for schools and law enforcement agencies to properly\ntrain and respond to school safety threats; An increased ability to plan for and respond appropriately to emergencies. Developing a Memorandum of Understanding\nAn MOU, also referred to as an interagency agreement or Memorandum of Agreement (MOA), is an instrument\nused to build mutual respect and trust between partners while delineating specific roles and responsibilities of\nthe partnering agencies. Every jurisdiction with a school and law enforcement partnership should have an MOU\nthat clearly defines the roles and responsibilities of the individual partners involved, including school districts,\nboards or departments of education, school administration officials, law enforcement agencies (including SROs),\nand students and parents. As a policy instrument, all parties should sign and abide by the MOU, and it should be\nconsidered a living document that operates within the context created by applicable federal and state laws—\nincluding, but not limited to, federal civil rights laws and privacy laws. 74 2016 COPS Hiring Program (CHP) Award Owner’s Manual Memorandum of Understanding guidelines The COPS Office strongly encourages law enforcement agencies to work collaboratively with school partners to\nformulate additional information that will help successfully implement their overall school safety plans. The\nMOU must be submitted to the COPS Office within 90 days of the date shown on the award congratulatory\nletter. The implementation of the CHP award without submission and acceptance of the required MOU may\nresult in expenditures not being reimbursed by the COPS Office and/or award de-obligation. The following\ninformation should be included within an MOU. Purpose of the MOU"
}