{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 2,
  "chunk_text": "CHP award funding is based on your agency’s entry-level salary and fringe benefits for full-time officers\nat the time of the award application. Any additional costs above the approved entry-level salaries and fringe\nbenefits are the responsibility of the recipient agency. Furthermore, all award recipients must retain any CHPfunded officer positions for at least 12 months after the 36 months of federal funding has ended for each\nposition. Funding under this program may be used to do the following:\n• • • Hire new officers, which includes filling existing officer vacancies that are no longer funded in your agency’s\nbudget. These positions must be in addition to your current budgeted (funded) level of sworn officer\npositions, and the officers must be hired on or after the official award start date as it appears on your\nagency’s award document. Rehire officers laid off by any jurisdiction as a result of state, local, or Bureau of Indian Affairs (BIA) budget\nreductions. The rehired officers must be rehired on or after the official award start date as it appears on your\nagency’s award document. Documentation must be maintained showing the date(s) that the positions were\nlaid off and rehired. Rehire officers who were, at the time of award application, scheduled to be laid off (by your jurisdiction) on a\nspecific future date as a result of state, local, or BIA budget reductions. Recipients will be required to continue\nfunding the positions with local funding until the date(s) of the scheduled layoffs. The dates of the\nscheduled layoffs and the number of positions affected must have been identified in the 2016 CHP\napplication. In addition, documentation must be maintained detailing the dates and reason(s) for the\nlayoffs. Furthermore, agencies are required to maintain documentation demonstrating that the scheduled\nlayoffs are occurring for local economic reasons unrelated to the availability of CHP award funds. Such\ndocumentation may include local council meeting minutes, memoranda, notices, or orders discussing the\nlayoffs, budget documents ordering jurisdiction-wide budget reductions, or notices provided to the\nindividual officers regarding the layoffs. The allowable uses of your agency’s CHP awards are specified on the CHP Financial Clearance Memorandum\n(FCM). If your agency’s local fiscal conditions have changed since submitting the 2016 CHP application and your\nagency wishes to modify its CHP award to reprogram awarded funding into a different hiring funding category,\nplease refer to page 9 of this manual for detailed information on requesting a post-award modification. This CHP Award Owner’s Manual will assist your agency with the administrative and financial matters associated\nwith your award. It was developed by the COPS Office to ensure that all CHP recipients clearly understand and\nmeet the requirements of their award. Please review this manual carefully because a failure to follow award\nrequirements can have serious ramifications. Please do not hesitate to call the COPS Office Response Center at\n800-421-6770 if you need assistance with the implementation of your award. 1 2016 COPS Hiring Program (CHP) Award Owner’s Manual"
}