{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 91,
  "chunk_text": "Internet social media discussion forums; and feedback on interactive applications (such as\nsurveys and geographical information), thereby creating open, ongoing dialogues and increasing transparency. Technology encourages effective internal communication through memoranda, reports, newsletters, e-mail and\nenhanced incident reporting, dispatch functions, and communications interoperability with other entities for\nmore efficient operations. Community policing also encourages the use of technology to develop accountability\nand performance measurement systems that are timely and contain accurate metrics and a broad array of\nmeasures and information. Community policing encourages the use of technology to provide officers with ready access to timely\ninformation on crime and community characteristics within their beats, either through laptop computers in their\npatrol cars or through personal data devices. In addition, technology can support crime/problem analysis\nfunctions by enabling agencies to gather more detailed information about offenders, victims, crime locations,\nand quality-of-life concerns, and to further enhance analysis. 99 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual SAFECOM guidance\nThe U.S. Department of Homeland Security Office of Emergency Communications, in coordination with various\nstakeholder groups, develops the annual SAFECOM Guidance on Emergency Communications Grants. The\nguidance provides recommendations to award recipients seeking funding for interoperable emergency\ncommunications projects, including allowable costs, items to consider when funding emergency\ncommunications projects, awards management best practices for emergency communications awards, and\ninformation on standards that ensure greater interoperability. The guidance is intended to ensure that federally\nfunded investments are compatible and support national goals and objectives for improving interoperability\nnationwide. Recipients (including sub-recipients) that are using CPD funds to support emergency\ncommunications activities should comply with the latest version of SAFECOM Guidance, including provisions on\ntechnical standards that ensure and enhance interoperable communications. The most recent version of\nSAFECOM guidance is available at www.safecomprogram.gov/grant/Default.aspx. Quality and accuracy of data\nInformation is only as good as its source; therefore, it is not useful if it is of questionable quality and accuracy. Community policing encourages agencies to put safeguards in place to ensure that information from various\nsources is collected in a systematic fashion and entered into central systems that are linked to one another and\nchecked for accuracy so that it can be used effectively for strategic planning, problem solving, and performance\nmeasurement. Problem solving The process of engaging in the proactive and systematic examination of identified problems to develop and\nevaluate effective responses. Community policing emphasizes proactive problem solving in a systematic and routine fashion. Rather than\nresponding to crime only after it occurs, community policing encourages agencies to proactively develop\nsolutions to the immediate underlying conditions contributing to public safety problems. Problem solving must\nbe infused into all police operations and guide decision-making efforts. Agencies are encouraged to think\ninnovatively about their responses and view making arrests as only one of a wide array of potential responses. A\nmajor conceptual vehicle for helping officers to think about problem solving in a structured and disciplined way\nis the SARA (scanning, analysis, response, and assessment) problem-solving model. Scanning: Identifying and prioritizing problems The objectives of scanning are to identify a basic problem, determine the nature of that problem, determine the\nscope of seriousness of the problem, and establish baseline measures."
}