{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 16,
  "chunk_text": "Warn the inmate of the consequences of failure to alter his/her behavior. ■ Properly document in PDS the meeting and treatment intervention(s) assigned. ■ Properly document in PDS changes to the inmate’s treatment plan, and ensure that both staff\nand the inmate sign the amended treatment plan.\n■ When appropriate, require the inmate to discuss his/her targeted behavior in a treatment\ngroup or with the treatment community. (f) Suspension Decision. If repeated treatment interventions are required due to inappropriate\nbehaviors or unsatisfactory progress, the treatment team meets to decide if the inmate will be\nremoved from the program. The CTP Administrator, upon recommendation from the Clinical\nCoordinator, makes the final determination. If he/she decides to suspend the inmate, the Clinical\nCoordinator is responsible for:\n■ Verbally notifying the inmate of his/her suspension status. A CTP Psychologist may also\nperform this function. ■ Ensuring that documentation describes the reason for suspension, as well as the behavior that\nis expected prior to returning to the treatment program. Inmates must be given at least one attempt at a formal intervention before suspension. An\nintervention is not necessary when the documented lack of compliance is of such magnitude that\nan inmate’s continued presence would create an immediate, ongoing problem for staff or other\ninmates. (g) Re-enrollment in Program Activities. An inmate who withdraws or is suspended from\ntreatment programming may reapply for readmission through an Inmate Request to Staff (BPA0148) to the Clinical Coordinator. Although immediate readmission is not required, the\nClinical Coordinator may impose a TBMP to re-engage the inmate in treatment activities, which\nmay include a specified period of appropriate conduct or successful completion of assigned\nactivities. c. Clinical Documentation. All clinical activities provided by CTP treatment staff, including\ncontacts with inmates and consultations with non-clinical treatment staff, should be documented\nin the agency’s information management system for mental health records. Supporting\ndocumentation (e.g., questionnaires, raw test data and interpretive reports, and signed treatment\nP5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 21 plans) is scanned and stored in PDS, or kept in hard copy files for the time frames specified by\nthe Records and Information Disposal Schedule (RIDS). The minimum required documentation on participants in treatment programming includes:\n■ A comprehensive assessment, including a review of the participant’s psychosocial and\npsychosexual history, diagnostic evaluation, and risk assessment, to be completed by the end\nof the first phase of treatment. ■ An individual Treatment Plan documenting targeted problem areas, treatment goals, and\ntreatment activities, to be completed by the end of the first phase of treatment. ■ Treatment contact notes and group participation records. ■ Treatment Progress Reviews, beginning about 180 days after the date of the Treatment Plan,\nwith Progress Reviews to occur about every 180 days. ■ A Discharge Evaluation report. 9. LEVEL OF PRIVILEGE SYSTEM (LPS) The CTP employs a Level of Privilege System to encourage CTP inmates to participate and\nprogress in treatment as well as engage in appropriate behavior. Responsibility for development\nand implementation of the privilege system is assigned to the CTP Administrator."
}