{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 8,
  "chunk_text": "The 2015 COPS Office Tribal Resources Grant Program (TRGP) provides\nfunding directly to federally recognized tribal jurisdictions with established law enforcement agencies. TRGP\nwas designed to expand the implementation of community policing and meet the most serious needs of\nlaw enforcement in tribal communities through a broadened comprehensive program. In FY 2010, the U.S. Department of Justice (DOJ) issued a single Coordinated Tribal Assistance Solicitation\n(CTAS) that encompasses the department’s available tribal government-specific grant programs. CTAS\nenabled each tribe to submit a single application for available grant funding according to the tribes’ needs. This coordinated process allowed DOJ to review a single application from a tribe, and it allowed the DOJ\ngrant-making components to coordinate in making award decisions to address these public safety needs on\na more comprehensive basis. The 2015 TRGP, which was also CTAS Purpose Area #1: Public Safety and Community Policing, consists of\ntwo types of grants. The TRGP-Hiring grants are for entry-level salaries and benefits for newly hired or rehired\ncareer law enforcement officers, and the TRGP-Equipment/Training (TRGP-E/T) grants provide funding for\nbackground investigations, training, uniforms, basic issue equipment, technology, and vehicles for tribal law\nenforcement agencies. To support community policing, particularly the development of partnerships and problem solving, 2015\nTRGP grantees may be offered training and technical assistance by COPS Office training and technical\nassistance providers. Trainings will assist grantees in the advancement of community policing and may\naddress specific public safety issues facing tribal communities. The COPS Office or its technical assistance\nproviders will notify TRGP grantees about training and technical assistance opportunities. Grantees are\nencouraged to participate in the training and technical assistance opportunities to further their public safety\nefforts. This COPS Office TRGP Grant Owner’s Manual will assist your agency with the administrative and financial\nmatters associated with managing your grant. It was developed by the COPS Office to ensure that all\nCOPS TRGP grantees clearly understand and meet the requirements of their grant. Please review this\nmanual carefully, because a failure to follow grant requirements may result in serious penalties. Please\ndo not hesitate to call the COPS Office Response Center at 800-421-6770 if you need assistance with the\nimplementation of your grant. Thank you for providing us with the opportunity to work in partnership with your community. 1 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual I. Grant Acceptance, Terms, and Conditions To officially accept and begin your COPS Office Tribal Resources Grant Program grant, your agency must\naccess www.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in, review,\nand electronically sign the award document (including grant terms and conditions) and, if applicable,\nthe special award conditions or high risk conditions within 90 days of the date shown on the award\ncongratulatory letter. Your agency will not be able to draw down grant funds until the COPS Office receives your signed award\ndocument. For more information on drawing down grant funds, please see section III, “Accessing Grant\nFunds,” on page 56 of this document. The award document"
}