{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 26,
  "chunk_text": "The CO must be informed promptly of all communications\nconcerning solicitations Request for Proposals (RFPs) from\nprospective offerors or any other unauthorized individuals. Community corrections staff shall refer all inquiries to the CO\nwho will determine, with the assistance of Legal Counsel, the\nappropriate response. The primary concern in releasing information is to protect the\ncompetitive environment, the offerors confidential business\ninformation, and ultimately, the contract award itself. 4.1.5.2. Information Concerning Current Contracts Once a contract has been awarded, a large portion of the file\nbecomes releasable information (except for the items exempted\nby the Freedom of Information Act [FOIA] and Trade Secrets\nAct) through established FOIA request procedures. PS 7300.09\n1/12/98\nChapter 4, Page 7 Generally, trade secrets and financial information are exempt\nfrom release. Individuals who request information about existing\ncontracts shall be advised to submit their request in writing to:\nFederal Bureau of Prisons\nFOI/PA Office\n320 First Street NW\nHOLC Building, Room 738\nWashington DC 20534\n4.2: PRE-SOLICITATION PHASE\n4.2.1. DETERMINATION OF NEED FOR CONTRACT SERVICES Community corrections staff must be alert to the ongoing need for\ncontract correctional services. An important responsibility\nof the CCM and COS is to identify potential contract resources. The COS determines the need for new services not available\nthrough existing contracts; contracts for services in new\ngeographical areas; and replaces, diminishes or modifies services\nfor existing contracts. Expiration of contracts, information received from Federal\ninstitution staff and USPOs, studies of population trends, and\nother data may dictate the need for additional contract resources\nwithin a given geographical area. These resources may be needed\nfor pre-release corrections, special services, or provide the\ncourt with a sentencing option. Initial sources to consult are the national professional\nassociation directories, Division of Human Services Directory,\nUSPOs, state and county correctional agencies, existing contract\nfacilities and other interested offerors. 4.2.2. REQUEST FOR CONTRACT ACTION (RCA) An RCA is a document that officially initiates a particular\nprocurement action; it is sometimes called a Requisition or\nPurchase Request. RCAs provide the basis for determining how\nprocurements will be conducted and how contracts will be awarded. They contain descriptions of the requirements, required\nauthorizations, and necessary administrative details that enable\nthe CO to prepare and issue solicitations and develop contract\ndocuments. The SOW, an essential element of the procurement\nrequest, contains information which describes tasks to be\naccomplished or delivered. PS 7300.09\n1/12/98\nChapter 4, Page 8 The COS is responsible for identifying contract needs and\nsubmitting requests to the CCM for review and approval. The CCM\nwill ensure all RCAs exceeding $100,000 for competitively-let\nprocurements have the required Advance Procurement Plan (APP)\nform(s) completed and attached in accordance with BOP/DOJ policy\nand procedures. All RCAs are reviewed and approved by the MCA,\nCCRA, and CCA staff prior to being forwarded to the CO. The\nRequest for Contract Action (Attachment 4-1) form shall be\ncompleted for:\nall new and replacement Bureau contracts;\nIGAs the Bureau negotiated; and\nany modifications to Bureau contracts, excluding for\nexercising option years. #\n#\n# Joint use agreements. The Bureau often uses arrangements\nestablished by other Federal agencies, such as the USMS, INS,\nUSPS, etc. These arrangements will ordinarily be IGAs. The USMS\nheadquarters office will send the appropriate CCM office a copy\nof each available USMS jail contract in which Bureau use is\nincluded."
}