{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 103,
  "chunk_text": "However, songs that jeopardize\nthe safety, security, or good order of the institution or protection of the public will be removed\nfrom the music library and MP3 players at the Bureau of Prisons’ discretion. TRU-Unit refunds\nwill be issued for songs that are removed by the Bureau of Prisons. h. Prescription Refills/Consultation Notifications. Through an interface with the Bureau\nElectronic Medical Record (BEMR), inmates are provided with a list of their prescriptions that are\neligible to be refilled. Inmates follow established local procedures for picking up requested\nprescriptions approximately 24 hours after they submit a request. Inmates are also provided with\nthe results of consultation requests through the Health Services Department. The consultation\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 136 notifications are informational only and cannot be printed. The notifications are purged after 30\ndays. i. Print. Inmates are responsible for printing their own documents and paying print fees when\napplicable. Inmates are not authorized to possess other inmates’ print materials. Inappropriate\nuse of printed materials may result in disciplinary action. j. Public Messaging. The Bureau provides a messaging option for inmates to supplement\npostal mail correspondence to maintain family and community ties. Both inmates and their\ncontacts must adhere to the rules of this policy, and must not use TRULINCS for any purpose that\nwould jeopardize the safety, security, or orderly operation of the correctional facility, or jeopardize\nthe protection of the public and staff. (1) Email Controls. The maximum number of consecutive minutes an inmate may use the\nPublic Messaging Service is 60 minutes; the interval between sessions is 15 minutes. The\nWarden may adjust time parameters to ensure the secure and orderly running of the institution. Emails may not contain attachments and may not exceed 13,000 characters. Inmates are able to access incoming, outgoing, draft, deleted, and rejected emails for 180 days. Emails older than 180 days are automatically purged from the system. (2) Cost of Messaging. Inmates are charged a per-minute fee while in the Public Messaging\nService. Inmates may print their emails for an additional fee. (3) Email Holds. All incoming/outgoing emails are held for a minimum of one hour. When\nwarranted, emails may be held longer. Staff must approve/reject an email while it is on hold or\nthe email will be sent when the hold expires. (4) Monitoring. Emails sent/received by inmates are stored and are subject to monitoring for\ncontent by trained staff. If it is determined locally that workload permits, all staff may be\nassigned to monitor emails. Inmates identified as requiring enhanced communications\nmonitoring shall have their emails monitored and reviewed. (5) Rejection of Public Emails. TRULINCS allows inmate emails to be routed to staff for\nreview. If a determination is made to reject the correspondence the staff member managing the\nemail must place the email in a Rejected status. (a) Authority to Reject Emails. The authority to manually reject emails is not delegated below\nthe Associate Warden. (b) Reasons for Rejection."
}