{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 61,
  "chunk_text": "I would appreciate hearing from you at your earliest convenience as to your state’s intentions in\nthis case. Further arrangements may be made by contacting me at (TELEPHONE NUMBER). Sincerely, /s/ NAME MANAGER\ncc: Agreement Administrator P5800.15 1/1/2009 Attachment E, Page 1 Attachment F. 30-DAY WAIVER (SAMPLE)\nTO: INMATE NAME\nINMATE REGISTER NO. You are hereby notified that the (PROSECUTOR’S OFFICE), (CITY), (STATE), has\nrequested temporary custody under the Interstate Agreement on Detainers Act (IAD), so that you\nmight be prosecuted on the charge(s) of:\nSTATE CASE/REFERENCE NO.: CHARGE(S):\nYou are hereby further notified that pursuant to Article IV(a) of the IAD you are afforded a\nperiod of 30 days from this date in which you may submit a request to the Warden of this\ninstitution to oppose being turned over to the above-listed agency. You may also elect to waive this 30-day period. Please indicate your intentions below. NAME MANAGER\n******************************** I hereby request the 30-day period under Article IV(a). I hereby waive the 30-day period and authorize the Offer of Temporary Custody be sent at\nthis time. Date:\nInmate Signature\nStaff Witness: P5800.15 1/1/2009 Reg. No.:\nName Title Attachment F, Page 1 Attachment G. PROSECUTOR’S REQUEST FOR TEMPORARY CUSTODY (SAMPLE\nLETTER)\n(DATE) PROSECUTOR’S NAME\nTITLE\nSTREET ADDRESS\nCITY, STATE\nZIP CODE\nRE: INMATE NAME\nINMATE REGISTER NO. STATE CASE/REFERENCE NO. Dear PROSECUTOR’S NAME: In response to your request for temporary custody pursuant to the Interstate Agreement on\nDetainers Act (IADA), applicable forms are enclosed. Please be advised subject has been notified of your request and has been afforded a 30-day period\nin which to contact the Warden of this institution as to any reasons why he should not be\nproduced in your State pursuant to the Agreement. The inmate has waived this 30-day period. You may contact this facility directly to\narrange for temporary custody. The inmate has elected this 30-day period, provided under Article IV(a), which\nexpires on (\nDATE ). Any court proceedings must occur after this date. Please remit to this office completed Form VI, “Evidence of Agent’s Authority to Act for\nReceiving State” (BP-A564). The persons designated as agents to return the prisoner to your\nState must also be the persons whose signatures appear on the Form VI. Naming alternative\nagents would be advisable in case your primary agents cannot make the trip. The alternate\nagents’ signatures should also appear on the Form VI. Also be advised that the designated agents\nmust have in their possession a copy of the warrant when assuming custody of the prisoner. Inmates who are temporarily transferred pursuant to the IAD remain under the primary\njurisdiction of Federal authorities. Should you accept temporary custody of this inmate, we wish\nto remind you that under Article V(e) of the IADA, you are required to return the above-named\ninmate to this institution after prosecution on all pending charges. P5800.15 1/1/2009 Attachment G, Page 1 PROSECUTOR’S REQUEST FOR TEMPORARY CUSTODY\nPage Two\nRE: INMATE’S NAME While this inmate is in your temporary custody, he/she will be held in a suitable jail that meets\nthe level of security required by the Bureau of Prisons."
}