{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 124,
  "chunk_text": "b. Source - Contractor: PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 7\ne Documentation of Acceptance. e Original Correspondence Generated during Confinement. e Terminal Report.\nc. Source - Community Corrections Manager: e Original Documents and Correspondence Generated during Confinement. e Sentence Monitoring Update Computation Satisfaction\nRelease Certification (SENTRY). After release processing is complete, community corrections staff\nshall purge the file of all materials that are already in the\ninmate central file. Within 21 working days following an\ninmate's release, the CCM shall mail the file, with completed\nrelease paperwork, to the referring institution's ISM. 6.2. INMATE FILE ACCOUNTABILITY AND SECURITY Community corrections offices are located in the community rather\nthan in an institution where there is substantially less risk of\nfile security compromise. Therefore, the file security\nprocedures set forth in the Program Statement on Central File,\nPrivacy Folders and Parole Commission Mini-Files do not apply. Inmate file security, however, must remain a high priority due to\nthe sensitive nature of the content - PSR's, CIM information,\netc. The following security procedures are required:\n6.2.1.\ncabinets. Active files must be maintained in locked, fireproof 6.2.2. The CCM shall ensure that a file is maintained for all\noffenders under his or her control. This file shall be the only\nvehicle for storing material during the offender's confinement in\nthe contract facility. 6.2.3.\nFiles shall never be left unattended or handled in such\na way as to be accessible to unauthorized persons. 6.2.4.\nFiles or file material are not to be removed from CCM\noffices unless authorized by the CCM. \"Out-guides\" are to be\nused whenever a file is removed from the office. PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 8\n6.2.5. Requests by any agency outside the Bureau for any\ninmate file, active or inactive, are to be referred to the\nappropriate Regional Counsel for a decision. The MCA and CCRA\nmay implement additional inmate file security and accountability\nmeasures as warranted by the office location and structure. 6.3. SENTRY APPLICATIONS\nSENTRY is an invaluable management tool at all levels. It provides\nstatistical population data for budgetary decisions at the\nregional and national levels and aids in contractor bill\nverification locally. SENTRY information may also be used to\nidentify the particular phase of a program in which an inmate is\nparticipating. It cannot be emphasized enough to keep the data\nupdated as this information is only valuable if it is current and\naccurate. Assignments designed for community corrections are described in\nthe Community Corrections TRM. Other important functions are\nfound in the SENTRY General Use TRM. A few standard applications\nare discussed below:\n6.3.1. Location Code There shall be a separate IIS Location Identifier Code (LOC CODE)\nfor each contract location. All offenders admitted to contract\nlocations shall receive a location assignment (LOC) (e.g., 4XW). This includes INS parolees. When an inmate who has been\ntemporarily released from a facility is readmitted, SENTRY will\nreadmit them to the previous location assignment. These codes\nare created through the ADP contract information procedures. See\nChapter 4 and Attachment 4-17 for additional information. 6.3.2. Inmate Movement Admissions, releases, and status changes (e.g.,transfer to home\nconfinement) must be updated the day the activity occurs, or the\nnext work day if occurring after normal business hours. 6.3.3. Admission and Release Codes"
}