{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 120,
  "chunk_text": "Accompanying\nthe memorandum shall be the BP-RECORD-101, the Financial\nStatement of Debtor, the Sentence Data Record, the pre or post\nsentence report, and copies of any other documentation or\ninformation used in arriving at the opinion. The package must be\nsent to the U.S Magistrate no later than twenty-one calendar days\nprior to the release date. The CCM and RISA should make every effort possible to acquire\ninformation about the inmate's financial status from the U.S.\nAttorney of the sentencing district. If the U.S. Magistrate\nmakes a finding of indigency, and allows the inmate to take the\nOath of Indigent Prisoner, the inmate shall be released on the\ndate specified by the U.S. Magistrate. The CCM or RISA is responsible for assuring the inmate makes all\nappearances before the U.S. Magistrate that he/she may require. If the U.S. Magistrate makes a finding of non-indigency, the CCM\nor RISA shall follow the procedures as set forth in Section 9 of\nthe governing Program Statement on Fines and Costs. PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 1\nCHAPTER 6. INMATE AND INFORMATION SYSTEMS MANAGEMENT Community corrections staff are responsible for administering\ninmate systems and information systems procedures that are\nrelevant to inmates in non-federal contract facilities. Many of the procedures which apply to community corrections\noperations are found in the Inmate Systems Management Manual and\nSentence Computation Manuals (Old Law and CCCA of 1984] as well\nas the Technical Reference Manuals on SENTRY General Use, SENTRY\nEducation, and SENTRY Sentence Monitoring. Staff shall use these\nmanuals and the Community Corrections Technical Reference Manual\n(TRM) for general instruction. Certain procedures may require modification for community\ncorrections application, and others may not be relevant at all. Central Office Inmate Systems and Community Corrections\nAdministrators and Information Systems staff shall make\ninterpretations or modifications in procedures when necessary. CCMs must establish and maintain official records for federal\noffenders in contract facilities. Such records, including SENTRY\ninformation, are considered confidential and are protected within\nthe scope of the Privacy Act and Freedom of Information Act. See\nthe Program Statement on Release of Information. 6.1. FILE MAINTENANCE AND DISPOSAL It is Bureau policy to maintain records for all offenders\ncommitted to the custody of the Attorney General and the Bureau. CCMs shall use files to record all aspects of an offender's\nconfinement in the contract location for service of sentence or\nas a condition of supervision. The Inmate Systems Management\nManual contains instructions for Judgement and Commitment file\ncreation, maintenance and disposal. The Program Statement on\nCentral File, Privacy Folder, and Parole Mini-Files contains\ninstructions for file creation, maintenance, and security. 6.1.1. Direct Court Commitments Direct court commitments are cases when a U.S. District Court\nJudge or Magistrate Judge has imposed a short sentence of\nconfinement with the recommendation that it be served in a\ncontract CCC or a jail-type location. Condition of supervision\ncases and supervision violators are included in this definition. CCC staff must receive approval from the regional director when\nconsidering these cases for CCC placement. The required legal\ndocument for detainees is the certified Judgment and Commitment PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 2\nOrder (J&C). The CCM must ensure that contract staff execute the\nreturn of service on the J&C for each voluntary surrender case."
}