{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 44,
  "chunk_text": "42 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual • Policy and procedure. Weaknesses are identified in a recipient’s accounting practices, fiscal stewardship,\naccuracy of data used in the development of the award applications, and/or inventory controls that led to\nthe recommendation cited in the audit. The recipient is required to develop or revise policies and/or\nprocedures consistent with their existing practices and submit to the COPS Office to forward to the OIG to\nclose the recommendation. • Failure to retain. Recipient lacked documentation to support retention planning efforts during the award\nperiod and/or failed to demonstrate an increase in the baseline of locally-funded sworn officer positions at\nthe conclusion of the 36 months of federal funding, over and above what the recipient would have funded\nin absence of the award. • Supplanting. Recipient could not document efforts to backfill vacant local sworn officer positions, or\nrecipient could not explain reductions in local law enforcement budget or in sworn officer positions during\nthe award period. • Lack of adequate community policing. Recipient had difficulty demonstrating community policing\nactivities. After the final OIG audit report has been issued, the COPS Office Grant Monitoring Division will continue working\nas the liaison between your agency and the OIG to obtain closure on any audit findings. The COPS Office will\nissue a closure letter once all audit recommendations have been closed by the OIG. You must keep all\ndocumentation related to the audit for a period of three years following the audit’s closure. 43 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual VI. Reports As part of the AHTF Program, your agency will be required to submit quarterly Federal Financial Reports as well\nas quarterly Program Progress Reports. Awarded agencies should be prepared to track and report AHTF program\naward funding separately from other funding sources (including other COPS Office and federal awards) to\nensure accurate financial and programmatic reporting on a timely basis. Your agency should ensure that you\nhave financial internal controls in place to monitor the use of AHTF funding and ensure that its use is consistent\nwith the award terms and conditions. Good stewardship in this area would include written accounting practices,\nuse of an accounting system that tracks all award drawdowns and expenditures, and the ability to track when\naward-funded positions are filled or vacant (including if the position was for a new hire or a rehire). Failure to\nsubmit complete reports or submit them in a timely manner may result in the suspension and possible termination of\nyour agency’s COPS Office award funding or other remedial actions. Federal Financial Reports Your agency is required to submit quarterly Federal Financial Reports using Standard Form 425 (SF-425) within\n30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days after the end of the\naward period. This report reflects the actual cumulative federal expenditures incurred during the funding period\nand the remaining unobligated balance of federal funds."
}