{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 18,
  "chunk_text": "A final SF-425 will\nbe due within 90 days after the end of the grant period. This report reflects the actual cumulative federal\nexpenditures incurred during the funding period, and the remaining unobligated balance of federal funds. Under federal regulations, your agency is not permitted to draw down federal funding for costs incurred\nafter the official grant end date, however you will have a 90-day grace period after the grant award end\ndate during which you can drawdown funds for eligible expenditures incurred before the grant end date. Agencies with more than one delinquent programmatic or financial report submission per fiscal year may 9 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual be subject to delays in receiving reimbursement for allowable expenses and may be required to receive\ntechnical assistance to improve compliance with reporting. These reports are discussed in greater detail in\nsection VI, “Reports,” on page 64 of this manual. All reports should be submitted within the deadlines given to\navoid suspension or possible termination of grant funds or other remedial actions; failure to submit required\nreports may also impact future funding opportunities. 9. Grant monitoring activities\nFederal law requires that law enforcement agencies receiving federal funding from the COPS Office must be\nmonitored to ensure compliance with their grant conditions and other applicable statutory regulations. The COPS\nOffice is also interested in tracking the progress of our programs and the advancement of community policing. Both aspects of grant implementation—compliance and programmatic benefits—are part of the monitoring\nprocess coordinated by the U.S. Department of Justice. Grant monitoring activities conducted by the COPS Office\ninclude site visits, office-based grant reviews, alleged noncompliance reviews, financial and programmatic\nreporting, and audit resolution. As a COPS Office TRGP grantee, you agree to cooperate with and respond to any\nrequests for information pertaining to your grant. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that each grant program must\ncontain a monitoring component. The COPS Office actively monitors how grantees are adhering to COPS\nOffice grant requirements and develops the best technical assistance based on this feedback. What you should do: Your agency may be required to accommodate routine and non-routine efforts by the COPS Office, or an\nentity designated by the COPS Office, to examine your agency’s use of federal funds, both programmatically\nand financially. The most common ways are as follows: • site visits. The COPS Office conducts grantee site visits to ensure compliance with grant terms and conditions. These visits also provide firsthand observation of the grantee’s community policing\nstrategies. The purpose of site visits is threefold: review community policing activities, ensure grantee\ncompliance, and provide customer service and technical assistance. If selected, you will be notified in\nwriting in advance of any on-site review of your COPS Office grants. This review is generally performed\nover a period of one or more days and also provides an opportunity for agency representatives to seek\nassistance on any grant implementation issues. • enhanced office-based grant reviews (EOBGR). In lieu of a site visit, certain grants are selected for"
}