{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 5,
  "chunk_text": "3. ADMINISTRATION AND MANAGEMENT Psychology Services Departments are responsible for utilizing their expertise as behavioral\nscientists to provide informed clinical decisions and professional recommendations. Clinical\ndecisions are the sole province of the responsible clinician and/or supervisory psychologist(s), and\nare not to be countermanded by non-clinicians. To deliver services efficiently and effectively, the\nPsychology Services Department will be: P5310.17 8/25/2016 6 ■ Staffed to meet the vital functions, congressional and Department of Justice mandates,\naccreditation standards, and ethical guidelines affecting the department. ■ Staffed according to the mission and security of the facility and the specific treatment and\nreentry needs of the inmate population. ■ Staffed with qualified, licensed or license eligible, doctoral level psychologists. ■ Staffed with treatment specialists who are qualified in their specific area of treatment; e.g.,\nmental health treatment, sex offender treatment. ■ Organized as a separate department, ordinarily centralized according to the treatment needs,\nmission, and structure of the facility. ■ Provided with space and resources to provide psychological treatment and programs.\n■ Only assigned duties consistent with their clinical training, applicable ethical standards, and\nmental health role in the correctional facility (i.e., similar to physicians, attorneys and\nchaplains) during non-emergency situations (i.e., situations not requiring an immediate\nresponse or activation of the institution’s emergency plans). This stipulation does not apply to\nadministrative support staff in the department. ■ Expected to respond and assume duties wherever needed and assigned during emergency\nsituations. As soon as possible during an institution emergency, Psychology Services staff\nshould be used consistent with their clinical role and training; e.g., monitoring and intervention\nwith the seriously mentally ill, assisting with the clinical care of inmates in restrictive housing,\nassessment and intervention with staff concerning the unique stressors in a crisis situation (i.e.,\nCST, EAP). During emergency situations, psychologists should be active in the institution –\nobserving inmates, consulting with staff, and intervening to achieve optimal inmate\nmanagement. a. Organizational Structure\n(1) Central Office Psychology Services Branch. The Psychology Services Branch (Branch) is a\ncomponent of the Reentry Services Division in Central Office. The Branch consists of the\nfollowing sections: Drug Treatment Programs; Sex Offender Programs; Mental Health Programs;\nEvaluations; Community Treatment Services; Clinical Education and Workforce Development;\nand Psychology Information Systems. The Branch is responsible for directing and supporting\nPsychology Services in the Bureau by:\n■ Developing, interpreting, and administering Psychology Services policies and procedures\nconsistent with sound correctional management principles, evidence-based psychological\npractices, and successful inmate reentry strategies. ■ Providing administrative support for Psychology Services Departments by submitting annual\nbudget requests; preparing Psychology Services staffing requests; offering national training\nevents and continuing professional education opportunities; and providing general technical\nassistance and support. P5310.17 8/25/2016 7 ■ Advancing Psychology Services in the Bureau through the development and implementation of\nStrategic Plans, pilot projects, field trials, and proposals and reports for Executive Staff. ■ Contributing to quality assurance in Psychology Services by collaborating with the Program\nReview Division to develop Program Review Guidelines; conducting remote and on-site\nquality assurance reviews of key programming areas; completing psychological reconstructions\nfollowing an inmate suicide; and conducting peer reviews of Chief Psychologists. ■"
}