{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 32,
  "chunk_text": "The\nevaluation should be discussed with and initialed by the resident, who receives a copy. The\nclinical supervisor retains the original in a local file. Examples of the evaluation are posted\non Sallyport.\n Each resident has an opportunity to evaluate his/her training site quarterly; this should be\nused to determine what changes might be made in the resident’s training experience to\nenhance the remainder of his/her residency. The original evaluation is kept by the clinical\nsupervisor. Examples of the training evaluation are posted on Sallyport.\n A certificate of completion is granted upon fulfillment of the program requirements. 12. ANCILLARY STAFF SERVICES Bureau psychologists bring significant behavioral scientist expertise to the agency, which is of\nbenefit not only to inmates, but also to staff. Psychologists are typically involved in a number of\ninstitutional activities aimed at enhancing the knowledge, professionalism, and mental well-being\nof staff. In this context, psychologists are tasked with providing a variety of services for Bureau\nstaff, to include staff training, professional consultation, and Employee Assistance Program (EAP)\nservices. a. Staff Care. Psychologists take an active role in facilitating care for Bureau staff through their\ninvolvement in the EAP, as described in the Program Statement Employee Assistance Program,\nand Crisis Support Teams, as described in the Program Statement Correctional Services Manual. b. Staff Training. Psychologists assist in the provision of mandatory staff training, to include an\nactive role in Introduction to Correctional Techniques – I, Annual Training, Semi-Annual Suicide\nPrevention Training, and Quarterly Suicide Prevention Training for SHU Officers. (1) Introduction to Correctional Techniques - Phase I (ICT-I). Psychologists provide training\nto new employees during ICT-I. Ordinarily, this training includes:\n■\n■\n■\n■ How to recognize and manage inmates with mental illness. How to recognize and intervene with potentially suicidal inmates. How to refer inmates to Psychology Services, to include Psychology Treatment Programs. The availability of services through the EAP. P5310.17 8/25/2016 40 (2) Annual Training. The core curriculum for Annual Training is determined annually by the\nBureau’s Executive Staff. Typically, psychologists are involved in presenting information related\nto suicide prevention, mental illness, and EAP services. In addition, institutions with special\nmissions/programs related to Psychology Services; e.g., SOMP, RDAP, Skills Program, are\nafforded the opportunity to raise staff awareness about these missions/programs during Annual\nTraining. (3) Suicide Prevention Training. The Program Statement Suicide Prevention Program details\nmandatory suicide prevention training requirements. In addition, the Program Statement Treatment and Care of Inmates with Mental Illness outlines\nspecialty mental health training available at select sites. In addition to mandatory training, psychologists may offer supplemental psychological training to\ninterested Bureau staff. Additional psychological knowledge can be a valuable resource,\nenhancing staff’s ability to effectively manage inmates. Learning more about key topics, such as\ncognitive behavioral treatment, criminal thinking, mental illness, and behavioral principles, affords\nBureau staff the opportunity to increase their expertise in these important areas and apply this\nknowledge directly to their interactions with inmates. Supplemental behavioral sciences-informed\ntraining and resource materials have been developed by the Branch and are made available to staff\non Sallyport and BOP-Learn. c. Professional Consultation. In addition to formalized staff training, psychologists also consult\nwith Bureau staff, offering their behavioral scientist expertise in a variety of settings."
}