{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 65,
  "chunk_text": "• W2 Employee Forms (Copy)\n• Records of salary / approved fringe benefits rates for each person hired under the grant\n• Records of hire dates for each person hired under the grant\n• Payroll records / Time & attendance records\n• Postal receipts / Fax transmission reports (to prove submission dates)\n• Log of reimbursement requests made via GPRS\n• Copies of checks or wire transfer documents (if applicable)\n• Copies of financial office journal entries (if applicable)\n_____ ADDITIONAL SUPPORTING DOCUMENTATION FOR MILITARY VETERAN HIRES • Copy of Certificate of Release or Discharge from Active Duty (DD-214)\n_____ ADDITIONAL SUPPORTING DOCUMENTATION FOR REHIRES • Records of the date of lay-off(s)\n• Records demonstrating the reason(s) for the lay-off(s), specifically showing fiscal reasons that are\nunrelated to the availability or receipt of CAMP funds. [Records that may be used to prove that\nscheduled lay-offs are occurring for local economic reasons that are unrelated to the availability of\nCAMP grant funds may include (but are not limited to) council or departmental meeting minutes,\nmemoranda, notices, or orders discussing the lay-offs; notices provided to the individual officers\nregarding the date(s) of the lay-offs; and/or budget documents ordering departmental and/or\njurisdiction-wide budget cuts.] • Records demonstrating that your agency continued funding the officers with local funds until the date\nof the scheduled lay-offs and did not draw down on CAMP funding for the positions until the lay-offs\notherwise would have occurred. • Records demonstrating that your agency paid any higher-than-entry-level salary and benefits costs\nto rehired officers with local funds and used CAMP funds only for the approved entry-level salary and\nbenefits package. _____ GRANT CORRESPONDENCE (All other general correspondence between COPS Office and grantee) _____ MEDIA REPORTS [Newspaper clippings, magazine articles, certificates, and/or other noteworthy items should be included\nto illustrate achievements and successes of the grant program, such as community policing highlights and\nother grant-related accomplishments. In addition, any CDs, DVDs, electronic newsletters, brochures, website\naddresses, and/or other similar information published in connection with the grant should be referenced.] 58 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual In the event of a COPS Office grant monitoring review, the following information should be retained: Reduction-in-Force Review\n• The number of sworn officer positions (both full-time and part-time) funded in the agency’s budget\nwith local or other non-COPS Office funding during each fiscal year as of the threshold review date\n(please note that this may include vacant but funded positions). • Identify the current number of vacancies among the agency’s locally funded sworn personnel, the\ndates on which the positions were vacated, whether the agency intends to fill the vacancies, and the\nsteps, if any, which have been taken to fill the vacancies. • Provide supporting documentation from the time the reduction-in-force occurred indicating the\nreason(s) for the reduction-in-force (examples of supporting documentation may include minutes from\ncouncil meetings, budget directives, contemporaneous memoranda, etc.). • Identify the number of COPS Office-funded officers the agency currently employs. • Documentation regarding whether other local departments in the city/township have experienced\nsimilar manpower or budget reductions for the same reasons as the PD."
}