{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 63,
  "chunk_text": "31. Community policing\nCondition:\nCommunity policing activities to be initiated or enhanced by your agency were identified and described in your grant\napplication. All equipment, technology, training, and/or sworn officer positions awarded under the TRGP award must\nbe linked to the implementation or enhancement of community policing. Why this condition:\nThe COPS Office defines community policing as a philosophy that promotes organizational strategies that\nsupport the systematic use of partnerships and problem-solving techniques to proactively address the\nimmediate conditions giving rise to public safety issues such as crime, social disorder, and fear of crime. TRGPE/T awards must be used to initiate or enhance community policing activities. All newly hired, additional, or\nrehired officers (or an equal number of redeployed veteran officers) funded under TRGP-E/T must engage in\ncommunity policing activities. While the COPS Office recognizes that your COPS Office-funded officer(s) (or an\nequal number of redeployed veteran officers) will participate in some or all aspects of your identified community\npolicing plan and advance your agency’s community policing activities over the life of the award, we also\nencourage your agency to move toward an organization-wide philosophy and commitment to community\npolicing. COPS Office awards are designed to increase community policing capacity and crime prevention efforts. This is\nachieved through problem-solving tactics and community policing partnerships. It enhances police\nprofessionalism by providing officers with the skills and motivation to act in innovative ways to solve community\ncrime-related problems. Your organization may be monitored or audited to ensure that it is initiating or\nenhancing community policing in accordance with your proposed plan, and that the officers hired (or an equal\nnumber of redeployed veteran officers) are used to implement this plan and advance your agency’s community\npolicing activities over the life of the grant. The COPS Office may also use this information to understand the\nneeds of the field, and potentially provide for training, technical assistance, problem solving, and community\npolicing implementation tools. What you should do: The community policing activities designated for implementation or enhancement by your agency were\nidentified in your award application. Your community policing needs may change during the life of your award,\nand minor changes to this plan may be made without prior approval of the COPS Office. If your agency’s\ncommunity policing plan changes significantly you must submit those changes in writing to the COPS Office for\napproval. Changes are significant if they deviate from the range of possible community policing activities\nidentified and approved in the original community policing plan submitted with your application. What are the specific rules regarding termination of award funding? The COPS Office has the right to sanction or terminate your agency’s project when there is reason to believe that\nyour agency is\n•\n•\n• not substantially complying with the award requirements or other applicable provisions of federal law;\nfailing to make satisfactory progress toward the goals or strategies outlined in its application;\nnot adhering to award requirements or conditions;\n64 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual •\n•\n•\n•"
}