{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 68,
  "chunk_text": "Auditors are not permitted to submit audit reports that have been scanned. Searchable PDFs are typically created using software such as Microsoft Word or Excel by saving\nor printing the file as a PDF. 23 To accomplish this, auditors must use an electronic signature to\nensure that the entire final report, including the signature page, is delivered to the audited\nfacility/agency as a searchable PDF. 24\nThese formatting requirements are necessary to ensure that final audit reports posted to\nagency websites pursuant to Standard 115.403(f) and submitted to DOJ as part of the annual\ngovernor’s certification and assurance process are accessible to people with disabilities. Note that audit reports generated in the Online Audit System meet the above formatting\nrequirements and do not require any additional actions by auditors prior to submitting the final\nreport to the audited facility/agency. Why Objective, Thorough, High Quality Audit Reports Are Important An auditor’s report constitutes the official record of the audit and its findings—and in the case\nof the auditor’s final report, the official public record. While the confinement agency is the\nauditor’s client, a PREA audit is intended to inform a wide array of stakeholders, including\ninmates and their families; organizations that advocate on behalf of inmates; people employed\nin confinement facilities, their families, and the unions that represent them; elected officials in\nthe jurisdiction where the facility is located; the general public; and DOJ. Through the audit\nreport, a PREA auditor is speaking to all of these audiences. To be understandable and valuable, an auditor’s report must describe the facility and audit\nprocess, findings about compliance with the PREA Standards, and the evidence upon which\neach finding is based. It is important that the audit report clearly and thoroughly describes the\nevidence relied upon to make all compliance determinations, such that a third party reading it\nwill understand how the auditor came to each conclusion. Auditors should also explain certain\nfrequently used terminology that may be unfamiliar to some readers (e.g., describe the\ndifferences between “disciplinary segregation,” “administrative segregation,” and “protective\ncustody”). The audit report is also the primary source of information for understanding and resolving any\nissues or concerns that arise regarding the findings of a PREA audit. Therefore, auditors should\ntake care to ensure the audit findings are clearly and adequately supported and described in\nthe audit report. Finally, it is in an auditor’s own best interests to produce strong audit reports. These documents\nwill become public and are a reflection of the auditor’s professional standards, skill, and\nexpertise, and impact the reputation of the auditor. See additional instructions here: support.office.com/en-us/article/Save-or-convert-to-PDF-d85416c5-7d77-4fd6a216-6f4bf7c7c110. 24\nSee additional instructions here: helpx.adobe.com/acrobat/how-to/fill-and-sign-formsanywhere.html?set=acrobat--fundamentals--pdf-forms. 23 69 Review of Auditor Tools for Phase Four of the PREA Audit\n• Audit Report Template Post-Audit\nEven after issuance of an auditor’s final report, there are several PREA Standards that apply in\nthe post-audit stage. This chapter will primarily discuss auditors’ obligations for document\npreservation and retention, followed by a brief discussion of the audit appeal process. Documentation Retention"
}