{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 84,
  "chunk_text": "The decertification will remain in effect while the appeal is under consideration. If decertified, the auditor will no longer be authorized to conduct PREA audits, and the auditor’s\nname will be removed from the list of certified PREA auditors on the PREA Resource Center\nwebsite. Unless otherwise specified by the PREA Management Office, auditors who are\ndecertified are permitted to apply again to become certified as PREA auditors, but they must go\nthrough the regular application and training process. During the application review process, the\ncircumstances of decertification and the auditor’s past auditing performance and conduct will\nbe considered in evaluating his or her suitability to become certified and to conduct PREA\naudits. Audit Contract Guidance Following Decertification If an auditor has any contractual obligations to conduct audits for which the onsite portion is\nscheduled on or after the effective date of decertification, the auditor must immediately notify\nthe appropriate officials in the facility or agency of his or her decertification to discuss the\ncontract’s termination, as appropriate. If an auditor has any in-progress audits for which he or\nshe has completed the onsite portion, the auditor must immediately notify the appropriate\nofficials in the facility or agency of his or her decertification and ask those officials for\ninstruction regarding completion of the contracted tasks. Auditors must report all in-progress\naudits to the PREA Management Office at PREACompliance@usdoj.gov and provide the date\nwhen those audits are expected to conclude (i.e., the final report has been submitted to the\naudited facility). If the officials from the agency or facility expect the auditor to complete postonsite audit work, the auditor must request authorization from the PREA Management Office\nto complete the audit through the final report. 86 Section VIII. Auditor Resources Training, Education, and Assistance for Auditors\nAuditor Newsletter and E-Blasts\nThe PREA Resource Center publishes a periodic Auditor Newsletter that provides useful\ninformation on auditing, new PREA developments, and related topics. The Auditor Newsletter is\nsent to all auditors via email only and can be accessed at any time in the Resources section of\nthe Auditor Portal. The PREA Resource Center also issues occasional e-blasts to convey\nimportant and often time-sensitive information to auditors. Auditors are responsible for\ninformation conveyed in the Auditor Newsletter and e-blasts and should provide the PREA\nResource Center with their current email addresses to ensure that they are able to receive\nthese important communications. Auditor Continuing Education and Resource Portal\nThe Auditor Continuing Education and Resource Portal (see training.prearesourcecenter.org) is\na one-stop shop for auditors to access important auditing resources and tools, read past\nAuditor Newsletters and e-blasts issued by the PREA Resource Center, submit required auditor\nreporting forms, and manage their continuing education courses. The PREA Resource Center Website\nThe PREA Resource Center website (see\nwww.prearesourcecenter.org/www.prearesourcecenter.org/) is a central repository for all\nthings related to PREA and PREA audits. The site hosts training curricula and archived webinars;\na database of FAQs issued by the DOJ PREA Working Group; a virtual library, including legal\nresources; PREA-related news and other timely information; a list of DOJ-certified PREA\nauditors; information on the PREA audit process, auditor trainings, PREA implementation\ntrainings; an Auditor Feedback Form; and much more."
}