{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 10,
  "chunk_text": "Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds not be used to replace state\nor local funds (or, for tribal recipients, BIA funds) that would, in the absence of federal aid, be made available for\nthe award purposes. What you should do:\nAHTF funds may not be used to pay for any item or cost funded under the award (equipment, personnel,\ntraining, etc.) if that item or cost was otherwise budgeted with state, local, or BIA funds. In addition, recipients\nmay not reallocate state, local, or BIA funds from one area within the law enforcement budget to another as a\nresult of receiving AHTF award funds. If you have questions concerning this award term and how it pertains to\nyour project budget please contact your COPS Office Grant Program Specialist. Personnel To meet this award condition, you must ensure the following:\n• Each individual employed under the COPS Office Anti-Heroin Task Force program award is newly hired on\nor after the award start date, unless an exception is authorized in writing by the COPS Office. If current\npersonnel are redeployed into this program, they must be paid with local funds. The COPS Office award\nfunds may be used to backfill the resulting vacancy with newly hired personnel for an equivalent amount of\ntime. • Any officer(s) or civilian(s) that you are hiring bring(s) your force not only to a number over and above the\nnumber of funded positions that you had on the date of your COPS Office Anti-Heroin Task Force Program\napplication (including funded but vacant positions) but also over and above the number of locally funded\npositions during the award period. • During the life of your award, you must continue to hire as many new, locally funded officers or civilians as\nyou would have if you had not received your award. You may not cancel or postpone spending money in\nyour budget that is committed to hiring other new officers or civilians. • You must take expeditious and timely steps to fill any vacancies that were created on or after the date of\nyour award application by retirement, resignation, or other reasons with new officers or civilians other than\nyour COPS Office Anti-Heroin Task Force program positions. Example: If you are redeploying a current employee who would otherwise be paid $75,000 in salary and benefits\nduring the life of the award project, your agency must continue to pay this employee with local funds. The COPS\nOffice award funds may be used to backfill the resulting vacancy with a new hire, even though the COPS Officefunded position will not be working directly on the COPS Office Anti-Heroin Task Force program. Equipment and technology To meet this award condition, you must ensure the following:\n• Equipment and technology must be purchased on or after the award start date (unless an exception is\nauthorized in writing by the COPS Office) and must be in addition to purchases that the recipient is\nobligated or funded to make in the current budget."
}