{
  "document_category": "guidance",
  "document_name": "7320_001_CN-2.pdf",
  "chunk_index": 5,
  "chunk_text": "The CCM may permit\n\"call waiting\" on the telephone of inmates whose placement on\nhome confinement is not electronically monitored. (1) Medical and Dental Expenses. Inmates on home\nconfinement programs are responsible for their own medical and\ndental care expenses. If they are unable, or if they refuse, to\nbe responsible for such costs, they may be returned to a federal\ninstitution for evaluation and possible treatment. In an\nemergency, the provider may obtain the necessary medical\ntreatment required to preserve the inmate's health but must\nnotify the CCM of such treatment within 24 hours. (2) Subsistence Contributions. are not required to pay subsistence. Home confinement residents d. Transfer Orders. When an inmate is being transferred from\na CCC to a home confinement program operated by an agency other\nthan that CCC, the CCM shall prepare the Transfer Order to\ndocument the official transfer to home confinement. Otherwise, a\nTransfer Order is not required. e. Inmate Needs. Inmates identified as needing other\ncommunity-based program activities such as mental health or drug\ntreatment, shall normally be able to continue these programs when\nplaced on home confinement. The CCM shall coordinate the\ncontinuation with the provider. 9. PROGRAM VIOLATIONS. The CCM shall ensure that each provider\nof home confinement services develops a system for handling\nviolations of program rules which meets the \"due process\"\ncriteria of Wolff v. McDonnell and includes provisions for P.S. 7320.01\nSeptember 6, 1995\nPage 7\ndealing with minor infractions of program rules and with major\nviolations that could result in the inmate's termination from the\nprogram. The provider must report every violation to the CCM\nwithin 24 hours. 10. MODIFICATION OF PROGRAM REQUIREMENTS. Attachment B\nspecifies the required frequency and nature of contacts required\nbetween the provider and the inmate. After consultation with the provider and the USPO, the CCM, using\nsound correctional judgement, may permit modification to these\nrequirements, based on the unique characteristics of each case. The CCM is encouraged to discuss potential modifications with the\nManagement Center Administrator (MCA) and/or the CCRA. Among the circumstances under which the CCM may typically\nconsider modification are those where:\ndistance or travel time make it impractical for staff and\nthe inmate to travel; and/or\n# the inmate has successfully demonstrated the ability and\nwillingness to conform to all program requirements for a\nreasonable period (ordinarily two weeks minimum).\n# In any case, however, unless continuously signalling electronic\nmonitors are used, the home confinement monitor must initiate\ntelephone contact with the inmate no less than once each day at\nrandom times of the day. 11. PLACEMENT ON HOME CONFINEMENT FOLLOWING CCC PLACEMENT. CCCs\nprovide transition services for inmates being released from\ninstitutions. When an inmate has employment and a place to live\nand has demonstrated that he/she no longer requires the level of\naccountability and services the CCC provides, the inmate may be\nplaced on home confinement. For various reasons, some inmates\nmay never progress to a level of responsibility which would\nwarrant placement on home confinement. 12. PROCEDURES FOR DIRECT INMATE PLACEMENT ON HOME CONFINEMENT. If there is a electronically monitored program available, an\ninmate who does not require CCC transitional services may be\nplaced directly on home confinement from an institution. a. Eligibility."
}