{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 45,
  "chunk_text": "Specifically, the awardee will do the following:\n1. Be responsible for acquiring the rights, and ensuring that its subawardees/contractors/authors acquire\nthe rights, to copyrighted material for inclusion in U.S. Department of Justice publications or other\nproducts or deliverables that are developed under this cooperative agreement, including the payment\nof required fees. All licensing, publishing or similar agreements with a copyright holder, publisher\nor other relevant party shall include provisions giving the Federal Government a royalty-free, nonexclusive, and irrevocable license to reproduce, publish, or otherwise use, and to authorize others to\nuse, the copyrighted material for Federal Government purposes. 32 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 2. Work closely with the COPS Office and program manager to achieve the tasks specified in this\ncooperative agreement. 3. Provide further detail on project plans as requested by the program manager. 4. Adhere to the requirements or tasks specified in this cooperative agreement and not deviate from them\nunless requested adjustments are first presented to and approved by the program manager. 5. Submit for prior approval or disapproval to the program manager any proposed changes in key staff\nassignments to this project and any significant changes in any partner’s role or responsibilities. 6. Submit for prior approval to the program manager proposed writers of any project deliverables. The\nprogram manager will need to review the writer(s) resume and writing sample before approving the\nwriter. 7. Obtain written approval from the COPS Office prior to obligating, expending, or drawing down\ncooperative agreement funds for the award of non-competitive contracts for goods or services\n(including equipment purchases) in excess of $150,000. See 2 C.F.R. § 200.324(b)(2). 8. Ensure that all proposed deliverables and publications follow and are in accordance with the COPS\nOffice Editorial and Graphics Style Manual. 9. Submit one copy of all reports and proposed products and deliverables (written, visual, or sound;\ncurricula, reports, or websites) or computer programs resulting from this cooperative agreement to the\nprogram manager ninety (90) days prior to public release. 10. All products and deliverables (written, visual, or sound; curricula, reports, or websites) or computer\nprograms developed under this cooperative agreement shall contain the following statement: This project was supported by cooperative agreement number 2015-XX-XX-XXXX awarded by\nthe Office of Community Oriented Policing Services, U.S. Department of Justice. The opinions\ncontained herein are those of the author(s) and do not necessarily represent the official position\nor policies of the U.S. Department of Justice. References to specific agencies, companies, products,\nor services should not be considered an endorsement by the author(s) or the U.S. Department of\nJustice. Rather, the references are illustrations to supplement discussion of the issues. The Internet references cited in this publication were valid as of the date of this publication. Given\nthat URLs and websites are in constant flux, neither the author(s) nor the COPS Office can vouch for\ntheir current validity. When appropriate, U.S. Department of Justice publications and other products and deliverables\ndeveloped under this cooperative agreement should contain the following copyright notice:\nCopyright © [year work was published] [name of copyright owner]."
}