{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 10,
  "chunk_text": "PS 7300.09\n1/12/98\nChapter 2, Page 4\nCase Manager. The individual assigned to this position ordinarily\nhas responsibility for all community corrections office case\nmanagement functions including but not limited to designations,\ndisciplinary reports, referrals and requests involving\nparticipation in community programs and special activities. Legal Instruments Examiner (LIE). This position is\nresponsible for numerous inmate management functions including\ncomputing inmate sentences, updating SENTRY, and providing\nexpertise regarding the structure and legality of offender\nsentences. Community Corrections Specialist. This position may be created to\naccommodate an individual office’s unique staffing needs. Community Corrections Administrative Assistant. The individual\nassigned to this position organizes and maintains daily office\noperations by providing clerical and administrative support to\neither the Region, MCA, or CCM office staff. This position\nrequires knowledge of fiscal management procedures, contract\nspecifications, contractor bill certification, supply maintenance\nand travel voucher preparation. Transitional Services Manager (TSM). The TSM establishes and\nadministers community-based substance abuse treatment services for\ninmates residing in the community. Transitional Services Specialist (TSS). The TSS, under the\ndirection of the TSM or the CCRA, monitors the progress of\noffenders participating in drug treatment during the period of\ncommunity programming. The TSS may also process referrals, assist\nwith budget oversight, monitor treatment providers, and serve as\nliaison to the Bureau’s institutional drug treatment programs. 1.5 PROFESSIONALISM (Code of Ethics) Community corrections staff are highly specialized professionals. All employees must maintain the highest standards of conduct and\nact in accordance with written requirements and guidelines as\ndetailed in the Program Statement on Standards of Employee Conduct. Furthermore, staff conduct should build public confidence in the\nBureau's ability to carry out its mission. Accordingly, staff shall avoid not only misconduct, but also the\nappearance of misconduct. Community corrections staff must be\nparticularly sensitive in their relationships with contract service\nproviders. A cooperative, professional relationship between\ncommunity corrections staff and contractors is expected, but staff\nmust also ensure those relationships do not develop to the point\nthat even the appearance of improper conduct or conflict of\ninterest can be asserted. PS 7300.09\n1/12/98\nChapter 2, Page 1\nCHAPTER 2 - PUBLIC RELATIONS\n2.1 FEDERAL FAMILY A major duty of CCMs is to establish and maintain rapport with\nFederal agencies including the Courts, the U.S. Probation\nService, the U.S. Marshals Service (USMS), the Federal Bureau of\nInvestigation (FBI), U.S. Attorneys Offices, Federal\ninstitutions, and others. CCMs must periodically visit these\nagencies to provide general information on Bureau programs and\nservices and keep them abreast of Bureau activities. See the\nProgram Statement on Contacts with other Agencies and\nOrganizations. 2.1.1. Federal Courts It is a major responsibility of CCMs to regularly advise Federal\ncourts of services and programs available to inmates and of\nrelevant changes in Bureau policies and procedures. There are\na variety of ways to accomplish this high-priority task. CCMs\nare expected to schedule visits with members of the judiciary. The CCM can coordinate with Chief U.S. Probation Officers (USPOs)\nto attend district judges’s meetings and arrange periodic\ninformal visits with judges and magistrates. CCMs serve as a\nlink between judges and Federal Wardens by inviting and escorting\njudges to Community Corrections Centers (CCCs) and Federal\ninstitutions, and encouraging judicial participation in Bureau\nconferences and activities. 2.1.2. U.S. Probation Office It is essential that CCMs and COSs develop close working\nrelationships with USPOs in their assigned areas."
}