{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 4,
  "chunk_text": "a non-official ORI code to use as an agency identifier (in such cases, the last two characters will be “ZZ”). If you\nhave any questions regarding your award, please refer to your award number or your agency’s ORI number\nwhen corresponding with the COPS Office. Your OJP vendor number, in most circumstances, is your agency’s nine- or thirteen-digit federal tax identification\nnumber assigned to you by the Internal Revenue Service (IRS). If your OJP vendor number differs from your tax\nidentification number, the OJP vendor number is only to be used for administrative purposes in connection with\nthis award program, and should not be used for IRS purposes. Award terms and conditions The award terms and conditions are listed on your agency’s award document. By accepting this award, you are\nobtaining federal funds from the COPS Office. As part of that agreement, your agency acknowledges that it will\ncomply with these terms and conditions (and, if applicable, any additional special or high risk conditions specific\nto your agency). The section that follows describes, in detail, all of the award conditions, their rationales, and\ntheir implications. It also addresses many frequently asked questions. If you have additional questions\nconcerning any of these award conditions, please contact your COPS Office Program Manager or call the COPS\nOffice Response Center at 800-421-6770. In limited circumstances, your award may be subject to special conditions that prevent your agency from\ndrawing down or accessing award funds until the special conditions are satisfied as determined by the COPS\nOffice. Any special or high risk conditions will be included in the award document supplement. However, if you\nhave questions about the special or high risk conditions, please contact your assigned COPS Office Program\nManager. Reasons for award terms and conditions The requirements of your CPD award are established within\n•\n• • the Public Safety Partnership and Community Policing Act of 1994, which established the COPS Office;\nthe applicable rules, regulations and policies issued by the U.S. Department of Justice, Office of\nManagement and Budget (OMB), the Government Accountability Office (GAO), and the United States\nTreasury;\nthe specific CPD requirements established by the COPS Office. A list of source documents for this booklet is provided in appendix A on page 65. You may request copies of any\nsource reference document from:\nOffice of Administration, Publication Unit\nNew Executive Office Building\n725 17th Street NW, Room G 236\nWashington, DC 20503\nCOPS Office-specific documents may be requested directly from the COPS Office by calling your COPS Office\nProgram Manager. 3 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Review of award terms and conditions By signing the award document to accept this CPD award, your agency agrees to abide by the following award\nterms and conditions: 1. Award Owner’s Manual\nCondition:"
}