{
  "document_category": "guidance",
  "document_name": "edited_voting_methods_guide_508_0.pdf",
  "chunk_index": 5,
  "chunk_text": "6 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nFederal Law Protects Voters During States’ Vote By Mail Processes. Beyond afﬁrmative requirements to States to facilitate some citizens’ ability to vote by mail, other\nfederal laws also govern how States conduct vote by mail. Section 2 of the VRA forbids jurisdictions from establishing rules or regulations concerning voting by\nmail that are intended to deny or abridge citizens’ right to vote on account of race or that result in an\nelection system’s not being equally open to voters of all races. This prohibition reaches rules involving\nthe availability of vote by mail, deadlines, application and ballot formalities, or drop boxes for returning\nballots. Section 203 of the VRA imposes requirements on covered jurisdictions to conduct a bilingual vote by\nmail program. This includes translation of all written materials and provision of oral bilingual assistance\nregarding ballot applications and ballot return. 28 C.F.R. 55.15. Covered jurisdictions that provide all\nactive voters with a mail ballot may provide all materials in applicable minority languages. Otherwise,\nthey must develop an effective targeting system for minority language materials. 28 C.F.R. 55.17,\n55.18(a). Section 208 of the VRA allows voters with disabilities and voters with literacy or language limitations,\nincluding with difﬁculty reading or writing in English, to receive assistance in casting an absentee ballot\nfrom a person of the voter’s choice, excluding employers and union ofﬁcials. The Help America Vote Act (“HAVA”), 52 U.S.C. § 21081(a)(1)(B), requires that mail-in ballots for federal\nelections notify the voter of the effect of casting multiple votes for an ofﬁce and contain instructions on\nhow to correct a ballot before it is cast and counted. This includes telling voters how to get a\nreplacement ballot if necessary. 7 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nThe ADA. For many voters with disabilities, voting by mail on a paper ballot does not provide an\nopportunity to vote privately and independently, as required by Title II of the ADA. 42 U.S.C. §§ 12131-34. The ADA requires States to provide auxiliary aids and services to voters with disabilities so that they may\nhave an equal opportunity to vote. 28 C.F.R. § 35.160. The anti-intimidation and anti-interference statutes described above —Section 11(b) of the VRA,\nSection 12 of the NVRA, and Section 131 of the Civil Rights Act of 1957 —all apply in full force to citizens\nseeking to vote by mail in covered elections. They each prohibit intimidation of, and interference with,\nvoters seeking to vote or returning ballots and those permitted by law to assist them. 8 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nFederal Laws Governing In-Person Voting (Both Early and Election Day)\nStates—including those that provide mail ballots to all active voters—generally conduct some form of\nin-person voting on Election Day in federal elections. However, many States now allow Election Day\nvoting at vote centers, where any voter in a jurisdiction may receive and cast a regular ballot, rather than\nlimiting a voter to an assigned polling location."
}