{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 116,
  "chunk_text": "All\ninmates are to be advised during facility orientation who to\ncontact regarding incidents of sexual abuse/assault. These\nrequirements shall be reviewed during facility monitorings. 5.16.2 Training Contract Staff All contractors are responsible for ensuring their staff are\ntrained in prevention, identification, and handling of sexual\nabuse/assault incidents. This training shall be documented by\nthe contractor and reviewed during facility monitorings. At a minimum, all inmates claiming to be the victim of a sexual\nassault shall receive services addressing medical, mental health,\nsocial, and protective needs. 5.16.3 Reporting Requirements Contractors shall report all incidents of sexual assaults to the\nCCM immediately. The CCM shall ensure that the contractor\nnotifies local law enforcement authorities and, in the case of PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 40\nstaff assault on a resident, the Office of Internal Affairs shall\nbe notified. The SF-583, Report of Incident form, is to be\ncompleted and routed for all reports of sexual assaults. 5.17. USE OF VOLUNTEERS IN COMMUNITY-BASED PROGRAMS Contractors operating under a SOW later than 1992 are required to\nuse volunteers to assist inmates directly in their transition to\nthe community. All other contractors shall be encouraged to use\nvolunteers. Volunteers are defined as private citizens who are at least 18\nyears old and provide gratuitous services to the facility. Gratuitous services are those that are uncompensated and would\notherwise not be performed by a paid employee. Volunteers\nreinforce mainstream societal values conveyed daily by staff\nthrough service in programs addressing areas such as marriage and\nfamily enrichment, substance abuse, education, literacy,\nspiritual growth, recreation, health education, fitness, and\nvocational training. Volunteers who provide services under the direct supervision of\npaid contract staff do not need security background clearances. Those who provide services without supervision must complete the\nApplication for Volunteer Service (BP-S580.053) and Release of\nInformation (OMB 3206-0007) forms and have NCIC, NLETS, and\nfingerprint checks. The contractor must forward this information\nto the CCM for approval. Responses must be received from the\nNCIC, NLETS, and fingerprint checks before approval can be\ngranted for unsupervised volunteers. Further information and guidance regarding these procedures can\nbe received from the regional volunteer administrator. PS 7300.09\nCN-2 5/19/99\nAttachment 5-1\nCCM DESIGNATION LOG MONTH/YEAR Name Jud. Reg # USM Dist. PSI\nReq. PSI\nRec’d Des\nReq. Des.\nRec’d Institution Comments PS 7300.09\nCN-2 5/19/99\nAttachment 5-1a\nTRACKING JUVENILE DESIGNATIONS Register\nNumber: Name:\nCity and State of Residence:\nDesignated Facility: NOTE: Complete the following questions for all juveniles sentenced on\nor after July 1, 1998. This will be completed when the juvenile is\nfirst designated and every subsequent change of facility. A copy\nshall be sent by WAN or FAX to the Central Office Community\nCorrections Branch. 1) Is the juvenile a foreign national? YES NO 2) If the answer to question #1 is no, is the juvenile designated to a\nfacility within 250 miles of the juvenile’s residence? YES NO 3) If the answer to question #2 is no, please check one of the\nfollowing options:\na) There are no contract beds available within 250 miles\nof the juvenile’s residence. b) There are beds available within 250 miles of the\njuvenile’s residence, but the security level is inappropriate. c) There are beds available within 250 miles of the\njuvenile’s residence, but programmatic needs require designation to\nanother facility. d)"
}