{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 39,
  "chunk_text": "Any information either oral or written must be\nconsidered strictly confidential and must not be divulged to\nanyone except institution staff. PS 5500.14\n10/19/2012\nChapter 8, Page 9\n(6) The contractor will provide adequate supervisory staff\nto ensure frequent and random security inspections of contract\nemployees. These security inspections, at a minimum, will be\nconducted once each shift. The supervisor will document the\ninspections in the assigned security personnel’s log. (7) The contractor must provide and maintain a current list\nof all employees who are used to maintain custody of Bureau\ninmates. This list will be furnished to institution staff and\nkept current for verification of employment. (8) The contractor must provide the contract employees\nphoto identification cards. The identification cards must be\nshown to institution staff before the inmate’s custody is\ntransferred to the contractor employee. Additionally, the\nidentification cards must be presented upon request during Bureau\nstaff security visits at the medical facility. Institution staff will relinquish custody to the contract guard\nby completing a Transfer Receipt form BP-283(58). The releasing\ninstitution staff member will retain a copy of this receipt. e. Contract Guard Responsibilities (1) The contractor’s personnel will not represent\nthemselves as employees of the U.S. Government, Department of\nJustice, Bureau of Prisons, or the institution. Contract personnel are responsible for maintaining good\nrelations with hospital employees. The contractor must report\nany conflict or difficulty involving contract personnel, and\nhospital employees or others in the community to the Warden or\ndesignee immediately. (2) Ordinarily, the contractor will use uniformed contract\npersonnel to guard inmates. On rare occasions, the contractor\nmay be required to provide non-uniformed personnel. The\ncontractor must comply with the institution's request for nonuniformed personnel. If uniforms are used, the uniform must be consistent within\nthe contract company/firm and standard for all security personnel\nused to provide security of Bureau inmates. Whether in uniform or plain clothes, security personnel must\npresent a neat appearance at all times. (3) Contract security personnel must have at least seven\nhours off-duty time prior to commencing a new tour of duty. PS 5500.14\n10/19/2012\nChapter 8, Page 10\nA continuous tour of duty must not exceed a 12-hour\nduration, followed by, at least, seven hours off-duty time as\nstated above. The Warden or designee may grant exceptions at the\ncontractor’s request during emergency situations. (4) Contract guards will not be permitted to supervise a\nBureau inmate if there is any detection of alcohol or medication\nthat could impair mental or physical performance. Guards and supervisors must refrain from consuming alcoholic\nbeverages for at least eight hours prior to reporting for duty. No alcoholic beverages will be consumed while on duty. (5) The contractor's personnel must not smoke at any time\nduring the tour of duty. (6) The contractor's personnel will not possess firearms\nwhile supervising Bureau inmates. If the Warden determines\nweapons are required to supervise inmates confined in outside\nmedical facilities, only qualified Bureau staff will be used. f. Use of Force Involving Contract Personnel (1) All incidents involving the use of force on an inmate\nby contract guard personnel must be reported immediately to the\nCaptain or Operations Lieutenant. Additionally, each contract\nguard who was involved in and/or witnessed the incident must\nsubmit a memorandum to include all aspects of the incident. \n\n\n"
}