{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 40,
  "chunk_text": "Under the COPS Office AHTF award, your agency is required to establish and maintain accounting systems and\nfinancial records to accurately account for funds awarded and disbursed. These records must include both\nfederal funds and any local funds contributed to this project. Accounting systems and records What accounting systems are required? Your agency needs to establish and maintain accounting systems and financial records to accurately account for\nthe funds awarded. As required by 2 CFR 200.62 (Internal control over compliance requirements for federal awards), your accounting\nsystem should be designed to provide reasonable assurance regarding the achievement of the following\nobjectives for federal awards:\n• Transactions are properly recorded and accounted for in order to prepare reliable financial statements and\nfederal reports and to maintain accountability over assets. • Transactions are executed in compliance with all applicable federal statutes, regulations, and the award\nterms and conditions. • Funds, property, and other assets are safeguarded against loss from unauthorized use or disposition. What records must be kept? Your agency’s fiscal control and accounting systems should enable you to make accurate, current, and complete\ndisclosure of the financial activity under your AHTF award. Your accounting records should contain information\nshowing expenditures under the award and must be supported by items such as payroll records, time and\nattendance records, cancelled checks, purchase orders, or similar documents. Your agency must adequately safeguard award funds and make sure that they are used for authorized purposes\nonly. Your agency will be responsible for refunding any unallowable expenses. How long must records be kept? All financial records and supporting documents associated with your AHTF award (including payroll, time and\nattendance records, canceled checks, and purchase orders) must be retained for a period of three years from the\ndate of submission of the final expenditure report as stated in 2 CFR § 200.333 (Retention requirements for\nrecords). Your agency should maintain records so that you can identify them by award year or by fiscal year, whichever\nyou find more convenient. If any litigation, claim, negotiation, audit or other action involving these records has\nbeen started before the end of the three-year period, the records should be kept until completion of the action. These records should be easily located and should be properly protected against fire or other damage. Failure to\nmaintain adequate records to document award expenditures may result in a requirement to repay all federal funds\nthat cannot be supported with appropriate records. 38 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual What if we have more than one award? If your agency has more than one COPS Office award or an award from another federal agency, funds received\nunder one project may not be used to support another project without specific written authorization from the\nCOPS Office, or in the case of an award from another agency, from both awarding agencies. Your accounting\nsystems and financial records must reflect expenditures for each project separately. Who may access our records?"
}