{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 54,
  "chunk_text": "False statements or claims made in connection with COPS Office grants or cooperative agreements may result in\nfines, imprisonment, debarment from participating in federal grants or contracts, and/or any other remedy\navailable by law. 54 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the recipient of its obligations under this award. __________________________________________ ___________________________ Signature of Law Enforcement Executive/Agency Executive Date\n(For your electronic signature, please type in your name) ______________________________________________ ___________________________ Signature of Government Executive/Financial Official Date\n(For your electronic signature, please type in your name) 55 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Certifications Regarding Lobbying; Debarment, Suspension and Other Responsibility\nMaters; Federal Taxes and Assessments; Drug-Free Workplace Requirements; and Coordination with Affected Agencies\nAlthough the U.S. Department of Justice has made every effort to simplify the application process, other\nprovisions of federal law require us to seek your agency’s certification regarding certain matters. Applicants\nshould carefully review the statutes and regulations cited below and the instructions for certification to\nunderstand the requirements and whether they apply to a particular applicant. Signing this form complies with\nthe certification and notice requirements under 28 CFR Part 69 “New Restrictions on Lobbying”; 2 CFR Part 2867\n“Nonprocurement Debarment and Suspension”; 2 CFR Part 200 “Uniform Administrative Requirements, Cost\nPrinciples, and Audit Requirements for Federal Awards”; the general provisions in the applicable Appropriations\nAct; 28 CFR Part 83 “Government-Wide Requirements for Drug-Free Workplace (Grants)”; and the Public Safety\nPartnership and Community Policing Act of 1994. The certifications shall be treated as a material representation\nof fact upon which reliance will be placed when the U.S. Department of Justice determines to award the covered\ngrant. 1. 2. Lobbying\nAs required by 31 U.S.C. § 1352, implemented at 28 CFR Part 69, for persons entering into a grant or cooperative agreement over $100,000, and 2 CFR § 200.450 as adopted by the U.S. Department of Justice in 2 CFR §\n2800.101, the applicant certifies to the following:\nA. No federal appropriated funds have been paid or will be paid, by or on behalf of the undersigned, to\nany person for influencing or attempting to influence an officer or employee of any agency, a member\nof Congress, an officer or employee of Congress, or an employee of a member of Congress in connection with the making of any federal grant; the entering into of any cooperative agreement; or the extension, continuation, renewal, amendment or modification of any federal grant or cooperative agreement. B. If any funds other than federal appropriated funds have been paid or will be paid to any person for influencing or attempting to influence an officer or employee of any agency, a member of Congress, an\nofficer or employee of Congress, or an employee of a member of Congress in connection with this federal grant or cooperative agreement, the undersigned shall complete and submit Standard Form - LLL,\n“Disclosure of Lobbying Activities,” in accordance with its instructions."
}