{
  "document_category": "guidance",
  "document_name": "1490_006_CN-1.pdf",
  "chunk_index": 6,
  "chunk_text": "In this type of notification, staff cannot use\nthe “Contact Preferences” option for providing notification. Unit staff will complete an initial notification letter and mail\nit with the Department of Justice Victim Notification System\nPamphlet, to the victim(s) within 30 calendar days of the date\nthe notification was posted on VNS. If the “Contact Preferences” option is utilized for initial\ndesignation notifications, unit staff will retrieve from VNS and\nreview a Call Tracing Report and a Notification Report by the\nnext work day to ensure each victim received notification. If\nthe victim’s preferred method of contact was unsuccessful, staff\nmust follow-up with an initial notification letter to the victim. The Call Tracing Report and the Notification Report used for\nverification of the completed contact will be maintained in the\nPrivacy Folder, Section I of the Inmate Central File. (2) Parole Hearings. Pending parole notifications will be\ncreated by VNS 60 calendar days in advance of the date of the\nanticipated parole hearing. Unit staff must mail the\nnotification letter(s) to the victim(s) 30 calendar days in\nadvance of the parole hearing. VNS uses the parole hearing date entered in the SENTRY\nParole Hearing Update transaction to create the parole hearing\nnotification. Therefore, it is essential that unit staff update\nthe parole hearing date in SENTRY in order to receive\nnotifications from VNS. For example, if the Case Manager enters\na parole hearing date of “09-2001,” VNS will read this as\n“09-01-2001,” and will forward a notification to the Case Manager\non 07-01-2001. PS 1490.06\n5/23/2002 Page 9\nVNS does not automatically create pending notifications for\nrecord review hearings, therefore, unit staff are required to\nmanually create the pending notification(s) utilizing the BP-323\nform within VNS. Notification to the victim(s) will ordinarily\noccur nine months prior to the Presumptive Parole date, which\ncoincides with when the record review Progress Report is mailed\nto the U.S. Parole Commission. Additionally, unit staff must prepare a memorandum to the\nU.S. Parole Commission (Attachment A) indicating a victim (not to\nbe specifically identified) may wish to submit written comments\nor attend the hearing. This memorandum must be included in the\nreview material provided to the Parole Examiners before the\nhearing. (3) Escapes. Unit staff must notify each victim by\ntelephone as soon as possible after the escape is discovered and\nconfirmed (normally the same day), and provide the date and time\nof a VWP inmate’s escape. If there are multiple victims in the\ncase, unit staff may contact the VNS Call Center via fax using\nthe Escape/Immediate Release/Call Cancellation form (Attachment\nH) to initiate the telephonic notification system. If telephonic contact is not possible, unit staff will\ncomplete the notification process by forwarding a BP-323 form to\nthe victim by the next work day via certified mail, return\nreceipt requested VNS. If telephonic contact is made, unit\nstaff will complete the VNS notification process by forwarding a\nBP-323 form to the victim within seven calendar days via\ncertified mail, return receipt requested the notification\npreference. When the VNS Call Center is utilized to process the\nnotification(s), unit staff will review a Call Tracing Report\nretrieved from VNS for that case by the next work day to ensure\neach victim received notification."
}