{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 29,
  "chunk_text": "Pre-Audit Questionnaire. Approximately 6 to 8 weeks prior to the auditor’s onsite visit\nto the facility, the auditor will work with the facility to complete the Pre-Audit\nQuestionnaire, which identifies the minimum information and supporting documents\nthat the facility should submit to the auditor before the onsite audit begins. • Auditor Compliance Tool. This tool is used during each phase of the PREA audit to guide\nauditors in making compliance determinations for each provision of every Standard,\nincluding the evidence auditors should collect to assess compliance. • Site Review Instructions. These describe the areas of the facility to be toured;\noperations and practices to be observed; and questions that should be asked of staff\nand inmates in order to conduct a thorough site review. • Interview Protocols. These protocols are used by auditors to interview staff and inmates\nas part of the audit. Auditors are not limited to the interview questions included in the\nprotocols; rather, these questions are designed to serve as a starting point for eliciting\ninformation about the facility’s compliance with the PREA Standards. Auditors are\nstrongly encouraged to use the interview protocols in conjunction with the Auditor\nCompliance Tool and ask additional questions based on information they collect\nthroughout the audit process. Responses to the interview questions will be part of the\nauditor’s compliance assessment. • Audit Report Template. This template is used by auditors to produce a final report that\nwill be delivered to the audited facility and ultimately published on the agency’s\nwebsite. • Process Map. This facility resource describes the audit process from start to finish, such\nas the steps involved, important timeframes, and what to expect from the auditor. 29 When a facility is well informed and can prepare in advance, the audit is more likely to\noccur smoothly and without delays. • Checklist of Documentation. This provides a non-exhaustive list of the documentation\nthat should, at minimum, be requested from the facility as part of an audit, and is a\nhelpful resource for both auditors and facilities. Additional information on when and how to use the above resources is detailed in Chapters 15–\n18. All components of the Audit Instrument can be accessed and downloaded at\nwww.prearesourcecenter.org/node/1754. Online Audit System The Online Audit System is designed to help agencies, facilities, and auditors streamline,\norganize, and automate much of the PREA audit process in a secure, user friendly environment. The Online Audit System guides auditors through the entire audit process and provides\nprovision-specific instructions regarding interviews with inmates and staff, documentation\ncollection and review, and observations made during the site review that will shape the\nauditor’s compliance determination for each provision of every Standard. In addition, all\ndocumentation collected through the course of the audit, including the auditor’s notes, are\norganized by Standard and securely stored in the Online Audit System for easy reference. Auditors who use the Online Audit System to conduct an audit can access all components of the\nAudit Instrument in the system."
}