{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 12,
  "chunk_text": "Poor periodontal health. Poor oral hygiene. Non-restorable teeth present. Chronic infection. Active caries. Restorations not completed. Eight or more posterior teeth in occlusion, including bicuspid occlusion. The inmate has less than six months remaining in a BOP correctional facility. Prosthetics (transitional, temporary, cast, or acrylic) or therapeutic splints are initiated only after\nperiodontal, surgical, and restorative treatment is completed, and the patient maintains a\nperiodontally healthy environment that will help improve clinical outcomes. If the patient does\nnot maintain proper oral hygiene, the treating dentist may discontinue treatment until home care\nimproves. Documentation of oral hygiene evaluation(s) is maintained in EMR, accompanied by\nspecific oral hygiene instructions provided to help the patient improve his/her oral condition. In cases of anterior tooth loss secondary to non-sport-related trauma while in BOP custody,\ntransitional partial dentures (generally a cosmetic procedure) can be fabricated only after\napproval by the RCD. Immediate dentures are not appropriate in a public health setting, as they are resource-intensive\nand are a cosmetic interim procedure for well-fitting dentures. P6400.03 6/10/2016 16 d. Advanced Dental Treatment. Accessory treatment is generally considered elective and\nextends beyond the scope of routine dental care in a public health setting. These procedures\ninclude but are not limited to:\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■ Orthodontic tooth movement (traditional or Invisalign) or orthodontic retainers. Fixed cast prosthodontics (single or multiple units, to include resin-bonded prostheses). Dental implants and/or implant restorations. Edentulous ridge augmentation. Orthognathic surgery. Second molar endodontics. Vital and non-vital bleaching. Cosmetic dentistry procedures such as “tooth whitening” or facial veneers. Periodontal surgery (e.g., grafts, flaps). Apicoectomies or retrograde fillings. If the CDO determines such treatment may be indicated, a consultation with a BOP specialist can\nbe made. However, the RCD is the approving authority and proposed procedures in this section\nare subject to Utilization Review (UR) approval before initiation. e. Specialty Services. If dental services require dental specialist assistance, arrangements are\nmade through the HSA after the UR approval by the RCD. The dentist prepares a consultation\nrequest using EMR for each referral to an outside dentist or specialist. Upon returning from the\nspecialist, a dentist must review the consultation report and note in EMR. See Utilization\nReview Section. f. Continuation of Outside Treatment. The Bureau is not responsible for completing dental\ncare or therapy initiated prior to incarceration. Care is provided as policy dictates and resources\nallow. Ordinarily, inmates cannot be seen by outside providers, regardless of ability to pay for\nthese services. See the current Program Statement Patient Care. Fixed or removable prosthetics fabricated as part of outside care may be sent to the CDO for\ndelivery. However, the inmate is informed that the Bureau is not responsible for any\nunsatisfactory prosthesis from an outside source. The dentist makes the judgment as to the acceptability of these appliances. If the prosthesis/\nappliance is deemed inadequate; he/she will not make adjustments and it is returned at the\ninmate’s expense. Orthodontic treatment is not in the scope of practice of Bureau dental services. Inmates who\nenter custody while in orthodontic treatment by a private practitioner have two options: P6400.03 6/10/2016 17"
}