{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 49,
  "chunk_text": "The recipient can update the submission by logging on to the COPS Office\nwebsite or by calling the COPS Office Progress Report Team at 800-659-7379. Will the data that we submit be publicly available? Program Progress Reports submitted to the COPS Office may be reported publicly in response to a Freedom\nof Information Act (FOIA) request. If your agency has any questions regarding the submission of these required reports, please call the COPS\nOffice Progress Report Team at 800-659-7379. Contact points to obtain technical assistance and report violations Any alleged violations, serious irregularities, or acts that may result in the use of public funds in a manner\ninconsistent with the Public Safety Partnership and Community Policing Act of 1994 or the purposes of\nthis grant may be reported to the U.S. Department of Justice. Furthermore, the COPS Office welcomes\nthe opportunity to provide assistance regarding the implementation of grant provisions to help ensure\nthat federal grant funds are spent responsibly. As such, the following contacts are provided to address\nnoncompliance and technical assistance issues:\n• If you suspect violations of a criminal nature, please contact the U.S. Department of Justice, Office\nof the Inspector General (OIG) at www.justice.gov/oig/FOIA/hotline.htm, OIG.hotline@usdoj.gov, or\n800-869-4499.\n• If you suspect grant violations (not criminal in nature) related to the grant conditions listed in this\nmanual, please contact the COPS Office Grant Monitoring Division at 202-514-9202.\n• If you have any questions or need assistance regarding your grant, please contact your COPS Office\nGrant Program Specialist at 800-421-6770. 40 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual VII. When the Grant Period Has Ended At the end of your agency’s grant period, the COPS Office is responsible for the closeout of your grant. As\npart of this process, the COPS Office requires documentation demonstrating that your agency has met all of\nthe financial and programmatic requirements of the grant. After the end of the grant period, your agency will be asked to submit a Final Federal Financial Report (SF425) and any applicable final program reports. Final Federal Financial Report\nThe Final Federal Financial Report (SF-425) for your grant is due to the COPS Office no later than 90 days\nafter the end of the grant period. The final report should reflect the total amount of allowable federal\nexpenditures that were incurred during the life of the grant, as well as the amount of unobligated funds, if\nany. The federal funds expended should reflect only the actual allowable incurred salary and fringe benefit\ncosts for the 24-month grant period that each grant position was occupied. In addition, once you have\ncompleted your final drawdown, this report should reconcile with the total amount of federal funds drawn\ndown by your agency. When should all of the grant monies be spent? Grant funds reflecting allowable project costs must be obligated before the end of the grant period. Obligated funds cover monies spent and expenses for all approved items in the FCM that your agency\nhas incurred but not yet paid. Your agency has up to 90 days after the end of the grant period to request\nreimbursement for funds obligated."
}