{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 28,
  "chunk_text": "In addition, the awardee is responsible for acquiring the rights, and ensuring that its subcontractors/authors\nacquire the rights, to copyrighted material for inclusion in U.S. Department of Justice publications or other\nproducts or deliverables that are developed under this cooperative agreement, including the payment of\nrequired fees. All licensing, publishing, or similar agreements with a copyright holder, publisher, or other\nrelevant party shall include provisions giving the Federal Government a royalty-free, non-exclusive, and\nirrevocable license to reproduce, publish, or otherwise use, and to authorize others to use, the publication\nfor Federal Government purposes. 18. News media The awardee agrees to comply with the COPS Office policy on contact with the news media. The policy establishes\nthe COPS Office Communications Division as the principal point of contact for the news media for issues relevant\nto the COPS Office or parameters of the award. The awardee agrees to refer all media inquiries on these topics\ndirectly to the COPS Office Communications Division at 202-514-9079. Why this condition: The COPS Office Communications Division will coordinate contacts with the news media, provide\nsupplemental information that may be helpful to you and the media outlet, and make the appropriate U.S.\nDepartment of Justice offices and personnel aware of pending articles and interviews. What you should do: If you are contacted by a media outlet seeking information, an interview, or other support related to\nyour COPS Office project, please refer the requesting outlet to the COPS Office Communications Division\nat 202-514-9079. 19. Paperwork Reduction Act (PWRA) The awardee agrees, if required, to submit all surveys, interview protocols, and other information collections funded\nby this award to the COPS Office for submission to the Office of Management and Budget (OMB) for clearance\nunder the Paperwork Reduction Act (PWRA) of 1995. Why this condition: The purpose of the Paperwork Reduction Act is to reduce, minimize and control paperwork burdens on the\npublic and to maximize the practical utility and public benefit of information created, collected, disclosed,\nmaintained, used, shared, and disseminated by or for the Federal Government. 5 C.F.R. § 1320.1. 16 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual A collection of information undertaken by an awardee is considered to be conducted or sponsored by a\nfederal agency only if (1) the awardee is conducting the collection of information at the specific request\nof the agency, or (2) the terms and conditions of the award require specific approval by the agency of the\ncollection of information or the collection procedures. 5 C.F.R. § 1320.3(d). What you should do: When surveys, interviews, and other methods of information collection are undertaken by you in\nfurtherance of the objectives of the award, you should contact your COPS Office Program Manager. The\nCOPS Office Program Manager will inform you whether Office of Management and Budget (OMB) approval\nof the information collection method is required and of the procedures necessary to obtain this approval. OMB approval may take several months to receive, so awardees are advised to allow ample time for\nprocessing of this request. 20. Human subjects research"
}