{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 14,
  "chunk_text": "c. The Responsible Agency Name shall submit the completed\nInternational Travel Form to the United States Marshals Service via the\nSORNA Exchange Portal within 24 hours. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 14 21. Amendments. Any information which hereafter may be required to be\ncollected by the Attorney General of the United States of America. 22. Regulations. Any information which hereafter may be required to be\ncollected by the duly enacted administrative policies of the Responsible\nAgency Name. SECTION 4.02 FREQUENCY, DURATION, AND REDUCTION\nA. Frequency and Duration. A sex offender who is required to register shall, at\na minimum, appear in person at the Responsible Agency Name for purposes\nof verification and keeping their registration current in accordance with the\nfollowing time frames:\n1. For Tier I offenders, once every year for 15 years from the time of release\nfrom custody for a sex offender who is incarcerated for the registration\noffense, or from the date of sentencing for a sex offender who is not\nincarcerated for the registration offense. 2. For Tier II offenders, once every 180 days for 25 years from the time\nof release from custody for a sex offender who is incarcerated for the\nregistration offense, or from the date of sentencing for a sex offender who\nis not incarcerated for the registration offense. 3. For Tier III offenders, once every 90 days for the rest of their lives. B. Tolling. The duration of an offender’s registration requirement will be tolled for\nany period of time during which they are incarcerated for any offense. C. Reduction of Registration Periods. A sex offender may have their period of\nregistration reduced as follows:\n1. A Tier I offender may have their period of registration reduced to 10 years if\nthe individual has maintained a clean record for 10 consecutive years;\n2. A Tier III offender may have their period of registration reduced to 25 years\nif the individual was adjudicated delinquent of an offense as a juvenile\nthat required Tier III registration and the individual has maintained a clean\nrecord for 25 consecutive years. Time incarcerated\ndoes not count toward\nt an offender’s required\nregistration duration. t Allowing the reduction of\nregistration periods is optional. If your tribe is going to allow\nthe reduction of registration\nperiods, what procedural\nmechanism will be used to\nauthorize those reductions? The SMART Office\nrecommends specifying the\nprocedure within the Code/\nOrdinance. D. Clean Record. For purposes of Chapter 4.02(C), a person has a clean record\nif, during the period of time which the person was required to register as a sex\noffender:\n1. He or she has not been convicted of any felony offense,\n2. He or she has not been convicted of any sex offense,\n3. He or she has successfully completed, without revocation, any period of\nsupervised release, probation, or parole, and\n4. He or she has successfully completed an appropriate sex offender\ntreatment program certified by the tribe, another jurisdiction, or by the\nAttorney General of the United States."
}